{
    "id": "0049636f-a99f-4743-ad68-84d213587dcc",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of hydrometeorological observation network (an automatic weather station of Sidaoqiao barren-land station, 2013)",
            "description": "This dataset includes data recorded by the Hydrometeorological observation network obtained from the automatic weather station (AWS) at the observation system of Meteorological elements gradient of Sidaoqiao barren-land station between 9 July, 2013, and 31 December, 2013. The site (101.133° E, 41.999° N) was located on a barren-land surface in the Sidaoqiao, Dalaihubu Town, Ejin Banner, Inner Mongolia Autonomous Region. The elevation is 878 m. The installation heights and orientations of different sensors and measured quantities were as follows: four-component radiometer (CNR4; 24 m, south), two infrared temperature sensors (SI-111; 24 m, south, vertically downward), soil heat flux (HFP01; 3 duplicates, -0.06 m), and soil temperature profile (AV-10T; 0, -0.02 and -0.04 m).\nThe observations included the following: four-component radiation (DR, incoming shortwave radiation; UR, outgoing shortwave radiation; DLR_Cor, incoming longwave radiation; ULR_Cor, outgoing longwave radiation; Rn, net radiation) (W/m^2), infrared temperature (IRT_1 and IRT_2) (℃), soil heat flux (Gs_1, Gs_2 and Gs_3) (W/m^2), and soil temperature (Ts_0 cm, Ts_2 cm, Ts_4 cm) (℃).\nThe data processing and quality control steps were as follows: (1) The AWS data were averaged over intervals of 10 min for a total of 144 records per day. Data were missing during 24 September, 2013 and 26 September, 2013 because of the malfunction of datalogger. The missing data were denoted by -6999. (2) Data in duplicate records were rejected. (3) Unphysical data were rejected. (4) The data marked in red are problematic data. (5) The format of the date and time was unified, and the date and time were collected in the same column, for example, date and time: 2013-9-10 10:30. (6) Finally, the naming convention was AWS+ site no. Moreover, suspicious data were marked in red.\nFor more information, please refer to Li et al. (2013) (for hydrometeorological observation network or sites information), Liu et al. (2011) (for data processing) in the Citation section.",
            "instructions": "",
            "east": 101.1326,
            "west": 101.1326,
            "south": 41.9903,
            "north": 41.9903,
            "startTime": "2013-08-11 16:00:00",
            "endTime": "2014-02-03 12:00:00",
            "fileSize": 2620477.0,
            "cstr": "18406.11.hiwater.185.2014.db",
            "doi": "10.3972/hiwater.185.2014.db",
            "dataFormat": "Text",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameEn": "CHE Tao",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "REN Zhiguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Comprehensive Remote Sensing Observation Joint Experiment Overall Design for Ecological-Hydrological Processes in the Heihe River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Meteorological element"
            },
            {
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the natural oasis eco-hydrology experimental area in the lower reaches"
            },
            {
                "keywordEn": "barren-land station"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2013",
                "type": "temporal"
            },
            {
                "keywordEn": "2013-07-09 to 2013-12-31",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleEn": "Digital heihe"
            },
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        },
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Can the four-component radiometer data collected at 12 m above ground provide reliable radiation measurements for evaluating the TSEB model?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Are there challenges associated with image classification errors affecting the accuracy of the thermal camera data used in the TSEB model?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Is the primary source of hydrometeorological data in arid regions more likely to come from automatic weather stations or manual observation methods?",
                    "Answer": "automatic weather stations",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the data collection methods used for hydrometeorological observations in desert areas?",
                    "Answer": "Automatic weather stations",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Where are the observational datasets from oasis–desert systems typically collected?",
                    "Answer": "Heihe River Basin",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What kind of dataset is used to measure turbulent fluxes in oasis–desert areas?",
                    "Answer": "Eddy covariance system",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used to obtain soil and canopy component temperatures in arid regions?",
                    "Answer": "One example of a data collection method used to obtain soil and canopy component temperatures in arid regions involves the use of a high-resolution thermal camera. In the Daman superstation, thermal radiation of the cropland was measured approximately every 120 minutes using a Fluke Ti55 thermal infrared camera, manually operated on a 25-meter-high platform on a boundary layer tower. This method allowed for the collection of thermal images from approximately 07:00 to 19:00 China Standard Time during the daytime.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a dataset that includes long-term energy, water vapor, and carbon exchange observations in oasis–desert areas?",
                    "Answer": "An example of a dataset that includes long-term energy, water vapor, and carbon exchange observations in oasis–desert areas comprises data from artificial and natural oasis–desert systems collected from 2012 to 2021. This dataset includes half-hourly turbulent flux data acquired by an eddy covariance system and scintillometer, along with hydrometeorological data such as radiation, soil heat flux, soil temperature profiles, and other meteorological parameters observed from automatic weather stations.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Can you give an example of a challenge faced when estimating surface fluxes in irrigated agricultural areas using models?",
                    "Answer": "An example of a challenge faced when estimating surface fluxes in irrigated agricultural areas using models like the TSEB model is the difficulty in achieving energy balance closure with respect to the available energy (Rn−G0) due to strong advective conditions. Additional challenges include errors in determining surface soil and vegetation component temperatures and uncertainties in the eddy covariance system, which can lead to inaccuracies in estimating sensible and latent heat fluxes.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the specific features and parameters measured by the meteorological observation systems in arid regions?",
                    "Answer": "air temperature, wind speed, humidity, four-component radiation, turbulent fluxes, soil heat flux, soil temperature profiles",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What are the attributes of datasets collected from oasis–desert ecosystem studies concerning energy, water vapor, and carbon exchange?",
                    "Answer": "long-term energy fluxes, water vapor fluxes, carbon fluxes, hydrometeorology data, vegetation data, soil parameters, soil moisture, temperature gradients, radiation",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many observation points are included in a hydrometeorological network for collecting meteorological data in arid regions?",
                    "Answer": "11",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the measurement frequency for meteorological parameters in a typical field study of oasis-desert ecosystems?",
                    "Answer": "10 minutes",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many pieces of data are collected daily from an automatic weather station measuring hydrometeorological parameters?",
                    "Answer": "144 pieces",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What is meant by 'eddy covariance system' in the context of data collection for oasis–desert ecosystems?",
                    "Answer": "An eddy covariance system is a technique used to measure and calculate turbulent fluxes of energy, water vapor, carbon, and other gases in the atmosphere. This system is critical for observing the energy, water vapor, and carbon exchanges in ecosystems such as oasis–desert systems, providing half-hourly data that helps in understanding these exchanges over time.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "How are 'four-component radiometers' used in the measurement of meteorological parameters?",
                    "Answer": "Four-component radiometers are devices used to measure the four components of radiation (downward and upward shortwave and longwave radiation) at different heights above the ground. These measurements are essential for assessing the radiative energy balance at a site and are often employed in meteorological stations to collect data every 10 minutes, as seen in the field observations at the Daman superstation.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What does 'data processing and quality control procedure' entail in the context of hydrometeorological data collection?",
                    "Answer": "Data processing and quality control procedures involve collecting data, processing it to ensure accuracy and consistency, and then archiving and sharing it for further analysis. This process includes removing duplicates, correcting errors, and ensuring that data formats are uniform, as seen in the hydrometeorological data collection from automatic weather stations.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "What methodologies could be employed to enhance data collection efficiency in long-term oasis–desert ecosystem studies, and what are the potential benefits of these methods?",
                    "Answer": "Employing methodologies such as automated data logging, remote sensing technologies, and the integration of eddy covariance systems with additional sensors can enhance data collection efficiency. These methods provide continuous, high-resolution data, reduce manual intervention, and allow for comprehensive analysis of energy, water vapor, and carbon exchanges, contributing to a better understanding of ecological interactions and supporting sustainable development goals.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "Why do inland river basins in arid and semiarid areas face ecological degradation, impacting the collection of hydrometeorological data?",
                    "Answer": "Inland river basins in arid and semiarid areas face ecological degradation due to factors such as drying up of rivers and lakes, degradation of natural vegetation, intensification of land desertification, and frequent dust storms. These environmental issues are particularly prevalent in regions westward along the Silk Road, such as the Tarim River basin and Aral Sea basin. Such degradation can impact the collection of hydrometeorological data by altering the landscape and environmental conditions, thereby affecting the accuracy and reliability of observational data.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What causes difficulties in separating soil and canopy temperature measurements in oasis-desert ecosystems for energy balance studies?",
                    "Answer": "Difficulties in separating soil and canopy temperature measurements in oasis-desert ecosystems arise from image classification errors, especially varying with vegetation abundance. These errors can result in soil pixels being misclassified as vegetation pixels, leading to overestimation of canopy temperatures. Additionally, ignoring atmospheric upwelling radiation and transmittance and uncertainties in incoming radiation transmittances through the canopy contribute to errors in estimating soil and canopy temperatures, affecting energy balance studies.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential effects on data accuracy and reliability when using ground-based measurements alongside satellite data in hydrometeorological observations?",
                    "Answer": "Using ground-based measurements alongside satellite data can enhance the accuracy and reliability of hydrometeorological observations by providing detailed local information that can help validate and calibrate satellite data. However, challenges such as incomplete energy balance closure in ground-based systems like the eddy covariance system might affect accuracy, particularly in regions with strong advective conditions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What consequences might arise from the lack of long-term observational data in oasis–desert systems for understanding energy, water vapor, and carbon exchange dynamics?",
                    "Answer": "The lack of long-term observational data in oasis–desert systems can hinder the understanding of energy, water vapor, and carbon exchange dynamics, leading to challenges in achieving sustainable oasis development. Long-term data is crucial for recognizing oasis–desert interactions, supporting ecological stability, and facilitating socioeconomic development. Without it, there's a risk of inadequate understanding and management of these critical ecosystems.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the goals of collecting hydrometeorological and soil data in the oasis-desert ecosystems, and how does it contribute to sustainable oasis development?",
                    "Answer": "The goal of collecting hydrometeorological and soil data in oasis-desert ecosystems is to achieve a quantitative understanding of energy, water vapor, and carbon exchange in these areas. This understanding is crucial for recognizing oasis-desert interactions, protecting ecological stability, and supporting the socioeconomic development of oases. Additionally, this data collection aims to support the goals of carbon peaking and carbon neutrality, ensuring ecological security and sustainable development of oases.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why is it important to have long-term observations of energy, water vapor, and carbon exchange in arid and semi-arid regions, particularly in the context of climate change?",
                    "Answer": "Long-term observations of energy, water vapor, and carbon exchange are important in arid and semi-arid regions because they are facing ecological environment degradation challenges, such as drying rivers and lakes, vegetation degradation, and land desertification. Understanding these exchanges is essential to maintain the ecological balance in oasis-desert systems, which is critical for sustainable development and ecological security in the face of climate change.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the intended outcomes of utilizing the TSEB model with soil and canopy component temperatures in estimating evapotranspiration and its components in strongly advective irrigated agricultural areas?",
                    "Answer": "The intended outcome of utilizing the TSEB model with soil and canopy component temperatures is to accurately estimate evapotranspiration (ET) and its components, evaporation (E) and transpiration (T), even under strongly advective conditions. This approach aims to provide reliable estimates of energy fluxes, such as latent heat flux, and improve the accuracy of ET partitioning, which is crucial for water resource management and understanding the terrestrial water cycle in irrigated agricultural areas.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What procedures are employed to ensure the quality and reliability of the hydrometeorological data collected in oasis–desert systems?",
                    "Answer": "Quality control procedures for hydrometeorological data involve data collection, processing, and archiving stages. Data is collected from automatic weather stations and processed to remove duplicate records, fill missing data using indicators (e.g., -6999 for missing values), and delete data beyond physical meaning or instrument range. Furthermore, data sharing is facilitated through platforms like the National Tibetan Plateau Data Center.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What observational techniques enable the accurate partitioning of evapotranspiration into evaporation and transpiration in heterogeneous land surfaces?",
                    "Answer": "The use of soil and canopy component temperatures observed via high-resolution thermal cameras, combined with stable oxygen and hydrogen isotope techniques and eddy covariance measurements, enables accurate partitioning of evapotranspiration into evaporation and transpiration in heterogeneous land surfaces.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How do data collection methods in oasis-desert ecosystems facilitate the long-term monitoring of carbon and energy exchanges?",
                    "Answer": "Long-term monitoring of carbon and energy exchanges in oasis-desert ecosystems is facilitated by a suite of observational datasets that include half-hourly turbulent flux data acquired by eddy covariance systems and scintillometers, as well as hydrometeorological data from automatic weather stations and supplementary vegetation and soil parameters.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In what ways does the integration of ground-based measurements and remote sensing data enhance the estimation of surface fluxes in arid environments?",
                    "Answer": "The integration of ground-based measurements, such as those from four-component radiometers and eddy covariance systems, with remote sensing data, enhances the estimation of surface fluxes in arid environments by providing accurate soil and canopy component temperatures and enabling the separation of latent fluxes with reasonable accuracy.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "What could be the reasons for potential data gaps or inaccuracies in the collection of soil and canopy component temperatures in arid regions?",
                    "Answer": "Data gaps or inaccuracies in soil and canopy component temperature collection might arise from classification errors in separating soil and vegetation pixels, atmospheric conditions affecting radiation readings, and limitations in the measurement instruments used, such as a high-resolution thermal camera.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it critical to maintain a balance between oasis and desert systems in terms of data collection for sustainable development?",
                    "Answer": "Maintaining a balance between oasis and desert systems is crucial for data collection because it supports sustainable development by ensuring ecological stability and understanding energy, water vapor, and carbon exchanges, which are vital for ecological security and socioeconomic progress in these regions.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How would you evaluate the effectiveness of using automated weather stations for collecting hydrometeorological data in arid and semi-arid regions?",
                    "Answer": "Automated weather stations, as described in the metadata, provide consistent and frequent data collection, with a 10-minute average period for hydrometeorological parameters. This is beneficial in arid and semi-arid regions where environmental conditions change rapidly. However, challenges such as data gaps due to equipment malfunction and the need for rigorous quality control processes, as mentioned, can affect data reliability. The evaluation of their effectiveness would depend on how well these challenges are managed.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How do you perceive the role of long-term observational datasets in understanding the energy and carbon exchange in oasis-desert ecosystems?",
                    "Answer": "Long-term observational datasets are crucial for understanding the complex interactions in oasis-desert ecosystems, as they provide comprehensive insights into energy, water vapor, and carbon exchanges over time. These datasets, which include parameters such as fluxes and meteorological data, help in capturing seasonal and inter-annual variations, thus supporting sustainable development and ecological security. The role of such datasets is significant as they aid in model validation and in assessing the impacts of climate variability and human activities.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how data collection methods can effectively capture the complex interactions between energy, water vapor, and carbon exchange in oasis-desert ecosystems.",
                    "Answer": "In oasis-desert ecosystems, comprehensive data collection involves long-term observations using eddy covariance systems, scintillometers, and automatic weather stations. These systems gather half-hourly turbulent flux data and hydrometeorological data, which include radiation, soil heat flux, soil temperature profiles, and gradients of air temperature and humidity. This approach allows for a quantitative understanding of the interactions and supports ecological and socioeconomic objectives.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I'm not sure what challenges are faced when collecting data on evapotranspiration in heterogeneous landscapes.",
                    "Answer": "Challenges in collecting data on evapotranspiration in heterogeneous landscapes include the complexity of accurately separating soil and canopy temperatures due to image classification errors, which vary with vegetation abundance. Additionally, errors can arise from atmospheric radiation effects, uncertainties in radiation transmittances through the canopy, and the strong advective environment impacting measurements.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I can't figure out how datasets account for missing or erroneous data in hydrometeorological observations.",
                    "Answer": "Datasets account for missing or erroneous data by implementing quality control measures such as marking missing data with specific indicators (e.g., -6999), removing duplicate records, and deleting data that exceed physical or instrumental limits. The data processing ensures consistent date and time formats, and any questionable data points are highlighted, facilitating further review or correction.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please analyze the challenges faced in accurately estimating surface fluxes in oasis–desert ecosystems, and propose potential methodological improvements to address these challenges.",
                    "Answer": "Accurate estimation of surface fluxes in oasis–desert ecosystems faces challenges such as the incomplete energy balance closure in EC flux measurements, errors in surface-air temperature differences, and image classification errors affecting temperature estimation. Methodological improvements could include enhancing image classification accuracy to reduce errors, utilizing high-resolution thermal cameras for precise temperature measurements, and integrating stable isotope techniques for validation to improve the accuracy of component temperature and flux estimations.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "Please identify potential datasets or observational networks that could be utilized to support long-term studies of energy, water vapor, and carbon exchange in arid oases and desert systems.",
                    "Answer": "Potential datasets for long-term studies include those from the National Tibetan Plateau Data Center, which provides data on energy, water vapor, and carbon exchanges. Observational networks like the Heihe River Basin network, with its land surface flux and meteorological stations, offer comprehensive datasets that include turbulent flux data, hydrometeorological parameters, and auxiliary vegetation and soil parameters, supporting extended ecosystem studies in these regions.",
                    "Level": "C6(Creating)"
                }
            ]
        }
    ]
}