{
    "id": "014d4a0b-5f49-4860-96dc-76ef403d7b49",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Landsat salinity index (SI) products over the Tibetan Plateau (2021)",
            "titleCn": "青藏高原Landsat系列卫星遥感盐分指数（SI）产品（2021）",
            "description": "The dataset is the salinity index (SI) products of 2021 over the Tibetan Plateau。The dataset is producted based on Landsat surface reflectance dataset. It is calculated by the SI equation which is based on the method that the red band and blue band can well reflect the soil salinity.And the corresponding production of quality identification documents (QA) is also generated to identify the cloud, ice and snow.SI is usually used to quantitatively evaluate the salinized soil .",
            "descriptionCn": "1）数据内容：本数据集包含2021年青藏高原地区Landsat时序SI产品。2）数据来源及加工方法：主要是在青藏高原Landsat系列卫星地表反射率数据集的基础上，通过SI的计算公式进行生产的，即基于红光波段和蓝光波段能够很好地反映土壤盐分的原理；3）数据质量描述：为了标识云、冰雪，并相应生产了质量标识文件（QA）。4) 数据应用成果及前景：该指数能很好的反映土壤的盐分程度，可用于定量化评价盐渍化土壤。",
            "instructions": "1)File name rules: the SI result of each scense is stored in a floder including the SI band, QA bands, metadata, and browser; the named rule of a folder is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-SI\",for example, L5-TM-115-026-19840418-LSR-BRDF-SI;the NBR is stored as GeoTIFF format and its named rule is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-SI.TIF\", for example, \"L5-TM-115-026-19840418-LSR-BRDF-SI.TIF\". 2)How to use the dataset:the SI results can be opened by ArcGIS, envi, QGIS and so on,  the SI results are multiplied 10000 to become16 bit integer from the original floating-point type in the range of 0 ~ 1 , so it needs to be mutiplied 0.0001 when used, and the background filling value is -9999, and the \"LZW\" lossless compression is carried out.",
            "instructionsCn": "文件命名：SI是以景为单位存放文件夹，由SI波段、质量文件（Quality Assessment, QA）、元数据、缩略图组成，文件夹的命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-SI，如L5-TM-115-026-19840418-LSR-BRDF-SI；其中NBR产品是以GeoTIFF格式存储的，命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-SI.TIF，如L5-TM-115-026-19840418-LSR-BRDF-SI.TIF。数据使用方法：SI结果可使用Arcgis、ENVI、QGIS等软件打开，为了降低存储空间，SI结果由原本的0~1范围内的浮点型均乘以10000变成16位整型，所以使用时需要将结果乘以0.0001，背景填充值为-9999，并进行了“LZW”的无损压缩。",
            "east": 106.7,
            "west": 73.4,
            "south": 24.6,
            "north": 40.4,
            "startTime": null,
            "endTime": null,
            "fileSize": 342626265918.0,
            "cstr": "18406.11.Terre.tpdc.300568",
            "doi": "10.11888/Terre.tpdc.300568",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "彭燕",
                "nameEn": "PENG Yan",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Monitoring hydro-salinity status and its impact in irrigated semi-arid areas using IRS-1B LISS-II data",
                "referenceCn": null,
                "referenceEn": "Khan, N.M., & Sato, Y. (2001). Monitoring hydro-salinity status and its impact in irrigated semi-arid areas using IRS-1B LISS-II data. Asian Journal of Geoinform, 1(3), 63-73."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "盐分指数",
                "nameEn": "salinity index"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2021",
                "keywordEn": "2021",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of how soil salinity indices are calculated using satellite data in the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个如何使用卫星数据计算青藏高原土壤盐碱指数的示例？",
                "AnswerEn": "Soil salinity indices are calculated using Landsat satellite data by applying specific formulas that utilize the reflectance values from the red and blue light bands, which are effective in reflecting soil salinity levels. This approach is employed to produce time-series products for the Tibetan Plateau region, specifically for the year 2021, by leveraging the surface reflectance data from the Landsat satellite series.",
                "AnswerCn": "土壤盐碱指数是通过应用特定公式计算的，这些公式利用红光和蓝光波段的反射值，这些波段在反射土壤盐碱水平方面非常有效。该方法用于生成青藏高原地区的时间序列产品，特别是2021年的数据，利用来自Landsat卫星系列的表面反射数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the defining characteristics of the SI product derived from Landsat series satellite data in the context of soil salinity assessment on the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原土壤盐碱度评估的背景下，来自Landsat系列卫星数据的SI产品的定义特征是什么？",
                "AnswerEn": "red and blue light bands, surface reflectance data, quality assurance files to mark clouds and ice/snow",
                "AnswerCn": "红色和蓝色光波段、地表反射率数据、用于标记云和冰雪的质量保证文件。",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the Salt Index (SI) in the context of Landsat remote sensing data collection?",
                "QuestionCn": "在Landsat遥感数据收集的背景下，盐指数（Salt Index，SI）是什么？",
                "AnswerEn": "The Salt Index (SI) in the context of Landsat remote sensing data collection refers to a product derived from the time-series surface reflectance data of Landsat satellites over the Qinghai-Tibet Plateau. It is produced using a calculation formula based on the principles that the red and blue bands can effectively reflect soil salinity. The index is useful for quantitatively assessing soil salinization.",
                "AnswerCn": "盐指数（SI）在Landsat遥感数据收集的背景下，指的是基于Landsat卫星在青藏高原上获取的时间序列表面反射率数据所衍生的产品。它是通过基于红色和蓝色波段能够有效反映土壤盐分的原理的计算公式生成的。该指数对于定量评估土壤盐碱化非常有用。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for Landsat series satellite soil salinity indices on the Qinghai-Tibet Plateau compare to other remote sensing techniques for measuring soil salinity?",
                "QuestionCn": "Landsat系列卫星土壤盐碱指数的数据收集方法与其他遥感技术测量土壤盐碱的比较如何？",
                "AnswerEn": "The data collection methods for the Landsat series satellite soil salinity indices on the Qinghai-Tibet Plateau involve using surface reflectance data, particularly leveraging red and blue light bands to calculate the Salinity Index (SI). This approach is designed to effectively reflect soil salinity levels. In comparison, other remote sensing techniques might utilize different spectral indices, spatial resolutions, or sensor types, which could affect their sensitivity to soil salinity and the type of environmental conditions they can accurately assess. Additionally, the Landsat-based method incorporates quality assurance files to identify clouds and snow/ice, which might differ from the data quality assurance processes used in other remote sensing methods.",
                "AnswerCn": "Landsat系列卫星土壤盐碱指数的数据收集方法涉及使用地表反射率数据，特别利用红光和蓝光波段来计算盐碱指数（SI）。这种方法旨在有效反映土壤盐碱水平。相比之下，其他遥感技术可能利用不同的光谱指数、空间分辨率或传感器类型，这可能影响它们对土壤盐碱的敏感性以及能够准确评估的环境条件。此外，基于Landsat的方法还结合了质量保证文件，以识别云和雪/冰，这可能与其他遥感方法使用的数据质量保证流程有所不同。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using Landsat series satellite data to calculate the Salinity Index (SI) for evaluating soil salinity levels in the Qinghai-Tibet Plateau region?",
                "QuestionCn": "使用Landsat系列卫星数据计算盐度指数（SI）以评估青藏高原地区土壤盐碱度水平的潜在后果是什么？",
                "AnswerEn": "Using Landsat series satellite data to calculate the Salinity Index (SI) can effectively reflect soil salinity levels due to the ability of the red and blue bands to capture soil salinity characteristics. This approach allows for the quantitative evaluation of saline soils and can potentially enhance soil salinization monitoring and management across the Qinghai-Tibet Plateau.",
                "AnswerCn": "使用Landsat系列卫星数据计算盐度指数（SI）可以有效反映土壤盐度水平，因为红色和蓝色波段能够捕捉土壤盐度特征。这种方法允许对盐碱土壤进行定量评估，并有可能增强青藏高原地区的土壤盐碱化监测和管理。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective behind developing a dataset that reflects soil salinity levels using Landsat series satellite remote sensing on the Qinghai-Tibet Plateau?",
                "QuestionCn": "开发一个反映青藏高原土壤盐碱度水平的数据集的主要目标是什么？",
                "AnswerEn": "The primary objective is to create a dataset that effectively reflects the degree of soil salinity, which can be used for quantitatively assessing salinized soils. This is achieved by utilizing the principle that the red and blue bands of Landsat satellite data can accurately indicate soil salinity levels.",
                "AnswerCn": "主要目标是创建一个有效反映土壤盐碱度的数据集，以便定量评估盐碱化土壤。这是通过利用Landsat卫星数据的红色和蓝色波段能够准确指示土壤盐碱水平的原理来实现的。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What is the procedure for utilizing Landsat series satellite surface reflectance data to calculate the salinity index (SI) for soil salinity assessment on the Qinghai-Tibet Plateau?",
                "QuestionCn": "利用Landsat系列卫星表面反射率数据计算青藏高原土壤盐度评估的盐度指数（SI）的程序是什么？",
                "AnswerEn": "The procedure involves using the Landsat series satellite surface reflectance data and calculating the salinity index (SI) based on the principle that the red and blue light bands can effectively reflect soil salinity. The process includes preprocessing the data to identify and mask clouds, ice, and snow, followed by producing quality assurance (QA) files to ensure data quality.",
                "AnswerCn": "该程序涉及使用Landsat系列卫星表面反射率数据，并基于红光和蓝光波段能够有效反映土壤盐碱度的原理计算盐碱指数（SI）。该过程包括对数据进行预处理，以识别和掩膜云、冰和雪，随后生成质量保证（QA）文件以确保数据质量。",
                "Level": "C3(Applying)"
            }
        ]
    }
}