{
    "id": "01fa534b-338f-4755-a12c-a8aa75f59e95",
    "relatedPaper": 4,
    "context": {
        "metadata": {
            "titleEn": "Global 25 km daily latent heat flux and sensible heat flux dataset (2010-2020)",
            "titleCn": "全球25km每日潜热通量和显热通量数据集（2010-2020）",
            "description": "The data sets global daily latent and sensible heat fluxes data sets, the spatial resolution of 0.25 ° (about 25 km), time coverage for January 1, 2010 - December 31, 2020.Surface latent heat flux and sensible heat flux is a key physical parameters of the earth's surface, is the earth's resources monitoring of energy balance, water balance, ecosystem processes such as important variables.The data sets using machine learning methods for estimating Priestley - Taylor coefficient, latent heat flux is obtained, based on energy balance equation and estimate the sensible heat flux.Input data of the model including the MODIS vegetation counsel, leaf area index of GLASS products, product radiation and meteorological variables ERA5 and independent research and development of the global aerodynamic roughness of products, etc.Contrast FLUXNET observation results, the validation data set of latent heat flux RMSE for ~ 22 W/m2, sensible heat flux validation RMSE for ~ 26 W/m2.Datasets stored in NetCDF format, including four variables: latitude, longitude (lon) (lat), Latent heat flux, Latent heat flux) and Sensible heat flux, Sensible heat flux).Data for WGS84 coordinate system, the range of longitude 180 ° W and 180 ° E, latitude range of 90 ° ~ 90 ° N S.Latent and sensible heat fluxes unit for W/m2.",
            "descriptionCn": "该数据集为全球每日潜热通量和显热通量数据集，空间分辨率为0.25°(约25 km)，时间覆盖范围为2010年1月1日~2020年12月31日。地表潜热通量和显热通量是地球表面的关键物理参量，是地球资源监测中能量收支平衡、水分收支平衡、生态系统过程等研究的重要变量。该数据集采用机器学习方法估算Priestley-Taylor系数，进而得到潜热通量，并基于能量平衡方程估算出显热通量。模型的输入数据包括MODIS的植被指教产品、GLASS的叶面积指数产品、ERA5的辐射和气象变量产品以及自主研发的全球空气动力学粗糙度产品等。对比FLUXNET观测结果，该数据集的潜热通量验证RMSE为~22 W/m2，显热通量验证RMSE为~26 W/m2。数据集以NetCDF格式存储，包括4个变量：经度（lon）、纬度（lat）、潜热通量（Latent heat flux）和显热通量（Sensible heat flux）。数据坐标系统为WGS84，经度范围为180°W~180°E，纬度范围为90°N~90°S。潜热通量和显热通量单位为W/m2。",
            "instructions": "The dataset is saved in NetCDF format, and the file name is yyyymmdd_global_daily_LE_H_25km.nc, where yyyy represents year, mm represents month, and dd represents day. For example, the “20100515_global_daily_LE_H_25km.nc” represents the NetCDF file describing the latent heat flux and sensible heat flux in May 15, 2010. Data reading method: The software or computer language can read the NetCDF, such as ENVI, Matlab, Python, R and other computer languages.",
            "instructionsCn": "数据集以NetCDF格式存储，文件名称为yyyymmdd_global_daily_LE_H_25km.nc，其中yyyy代表年，mm代表月，dd代表日。如“20100515_global_daily_LE_H_25km.nc”就代表该NetCDF文件描述2010年5月15日的潜热通量和显热通量数据集。数据读取方式：可读取NetCDF的软件或计算机语言均可读取该数据，如Matlab、Python、R等语言。",
            "east": 180.0,
            "west": -180.0,
            "south": -90.0,
            "north": 90.0,
            "startTime": "2010-06-01 10:49:23",
            "endTime": "2020-12-31 10:49:23",
            "fileSize": 8702048480.0,
            "cstr": "18406.11.Atmos.tpdc.300539",
            "doi": "10.11888/Atmos.tpdc.300539",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "唐荣林",
                "nameEn": "TANG Ronglin",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "刘萌",
                "nameEn": "LIU Meng",
                "unitEn": "",
                "unitCn": "中国农业科学院"
            },
            {
                "nameCn": "彭中",
                "nameEn": "PENG Zhong",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A moisture-based triangle approach for estimating surface evaporative fraction with time-series of remotely sensed data",
                "referenceCn": null,
                "referenceEn": "Tang, R., Li, Z.-L. Liu, M., Jiang, Y., & Peng, Z. (2022). A moisture-based triangle approach for estimating surface evaporative fraction with time-series of remotely sensed data. Remote Sensing of Environment, 280: 113212. DOI: 10.1016/j.rse.2022.113212. "
            },
            {
                "titleCn": null,
                "titleEn": "An end-member-based two-source approach for estimating land surface evapotranspiration from remote sensing data",
                "referenceCn": null,
                "referenceEn": "Tang, R., & Li, Z.-L., (2017). An end-member-based two-source approach for estimating land surface evapotranspiration from remote sensing data. IEEE Transactions on Geoscience and Remote Sensing, 55(10): 5818-5832. DOI: 10.1109/TGRS.2017.2715361. "
            },
            {
                "titleCn": null,
                "titleEn": "Separating soil evaporation from vegetation transpiration by remotely sensed one-phase and two-phase trapezoids",
                "referenceCn": null,
                "referenceEn": "Liu, M., Tang, R., Li, Z.-L., Duan, S. Gao, M., Xu, Z., & Song, L. (2022). Separating soil evaporation from vegetation transpiration by remotely sensed one-phase and two-phase trapezoids. Agricultural and Forest Meteorology, 327: 109215. DOI: 10.1016/j.agrformet.2022.109215. "
            },
            {
                "titleCn": null,
                "titleEn": "Global estimates of 500 m daily aerodynamic roughness length from MODIS data",
                "referenceCn": null,
                "referenceEn": "Peng, Z., Tang, R., Jiang, Y., Liu, M., & Li, Z. (2022). Global estimates of 500 m daily aerodynamic roughness length from MODIS data. ISPRS Journal of Photogrammetry and     Remote Sensing, 183, 336-351. DOI: 10.1016/j.isprsjprs.2021.11.015"
            },
            {
                "titleCn": null,
                "titleEn": "Integration of two semi-physical models of terrestrial evapotranspiration using the China Meteorological Forcing Dataset",
                "referenceCn": null,
                "referenceEn": "Liu, M., Tang, R., Li, Z. L., & Yan, G. (2019). Integration of two semi-physical models of terrestrial evapotranspiration using the China Meteorological Forcing Dataset. International Journal of Remote Sensing, 40(5-6), 1966-1980. DOI: 10.1080/01431161.2018.1482026"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "大气遥感",
                "nameEn": "Atmosphere Remote Sensing"
            },
            {
                "nameCn": "潜热通量",
                "nameEn": "latent heat flux"
            },
            {
                "nameCn": "遥感产品",
                "nameEn": "Remote Sensing Product"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "全球",
                "keywordEn": "Global"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2010-2020",
                "keywordEn": "2010-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "全球能量循环和水循环关键参数的立体观测与遥感反演",
                "titleEn": "National Key Research and Development Program of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Partition of land surface evapotranspiration (ET) into soil evaporation (ET soil) and vegetation transpiration (ET veg) is of great significance for scheduling agricultural irrigation, improving water-use efficiency of crop, and managing water resources."
            ],
            "research objective": [
                "This study made a comprehensive evaluation of one-phase and two-phase surface temperature versus fractional vegetation cover trapezoids in the separation of soil evaporation from vegetation transpiration through analytical deductions and model applications, with surface temperatures at four end-members determined from the layered approach and the patch approach."
            ],
            "challenges": [
                "The uncertainties of isotope-based measurements may be from the sensor response, atmospheric variability, spatial mismatch of footprints at the two intake heights, and how the measurements are averaged. Constrained by the validity of assumptions and the errors of measurements, the isotope-based method could have a typical uncertainty of 21% in the estimated ETveg/ET and the uWUE-based method also had a certain degree of uncertainty in separating soil evaporation from canopy transpiration. For example, Zhou et al. (2016) pointed out that the ETveg/ET was likely to be overestimated by the uWUE-based method since soil evaporation could not be ignored even if the ETveg/ET was hitting the peak."
            ],
            "methods": [
                "These five partitioning methods were implemented to the dataset from 29th May to 14th September that containing 5,232 half-hourly EC measurements during the growing season of spring maize in 2012. The stable isotope measurement experiment to measure the 18O signals of three flux end-members, which could provide ETveg/ET with a spatial representativeness of ~101 m, was made at the Daman superstation during the growing season of a spring maize crop with a maximum canopy height of 2.1 m from May 27 to September 22 (i.e. DOY 148 – 265) in 2012. The method was applied at half-hour scale by directly calculating uWUEa from the Eq. (25a). The uWUEp was obtained by a linear regression with the 95th quantile measurements of half-hourly GPP × VPD0.5 and ET collected in 2012. In this study, remote sensing series products from the moderate resolution imaging spectroradiometer (MODIS) onboard the Terra satellite in a 705 km, sun-synchronous orbit with a 10:30 a.m. equator crossing time in descending mode, including MODIS/Terra Surface Reflectance Daily L2G Global 1 km and 500 m SIN Grid dataset (MOD09GA), Land Surface Temperature/Emissivity Daily 5-Min L2 Swath 1 km dataset (MOD11_L2), MODIS/Terra Leaf Area Index/FPAR 8-Day L4 Global 500 m SIN Grid dataset (MOD15A2H), were used to estimate actual ET at Daman superstation from June to September in 2012."
            ],
            "dataset": [
                "The two trapezoids were tested on the MODIS data during June to September in 2012 at Daman superstation in Northwest China."
            ],
            "findings": [
                "The TEA method produced the highest ETveg/ET, followed by the Wei method and the uWUE method, while the P ´erez-Priego method produced the lowest ETveg/ET."
            ],
            "backgroundCn": [
                "土地表面蒸散发（ET）的分 partition 为土壤蒸发（ET soil）和植被蒸腾（ET veg）对农业灌溉调度、提高作物水分利用效率和水资源管理具有重要意义。"
            ],
            "research objectiveCn": [
                "本研究通过分析推导和模型应用，对单相和双相表面温度与植被覆盖度的梯形关系进行了全面评估，以分离土壤蒸发和植被蒸腾，表面温度在四个端元中通过分层方法和补丁方法确定。"
            ],
            "challengesCn": [
                "基于同位素的测量的不确定性可能来自传感器响应、大气变异性、两个采样高度的空间匹配误差以及测量的平均方式。在假设的有效性和测量误差的限制下，基于同位素的方法在估计ETveg/ET时通常具有21%的不确定性，而基于uWUE的方法在分离土壤蒸发和冠层蒸腾方面也存在一定程度的不确定性。例如，Zhou等人（2016）指出，即使ETveg/ET达到了峰值，基于uWUE的方法也可能高估ETveg/ET，因为土壤蒸发是不可忽视的。"
            ],
            "methodsCn": [
                "这五种分区方法被应用于2012年春季玉米生长季节的数据集，该数据集包含从5月29日到9月14日的5232个半小时的生态系统测量。稳定同位素测量实验用于测量三个通量端元的18O信号，这可以提供约101米空间代表性的ETveg/ET，实验在2012年春季玉米作物的Daman超级站进行，作物的最大冠层高度为2.1米，时间范围为5月27日至9月22日（即DOY 148 - 265）。该方法以半小时为尺度，通过直接计算uWUEa得到（见公式25a）。uWUEp通过对2012年收集的半小时GPP × VPD0.5和ET的95百分位数测量进行线性回归获得。在本研究中，使用了来自搭载在Terra卫星上的中分辨率成像光谱仪（MODIS）的遥感系列产品，这些卫星在705公里的日同步轨道上运行，具有10:30 a.m.的赤道过境时间，下降模式下的产品包括MODIS/Terra表面反射率每日L2G全球1公里和500米SIN网格数据集（MOD09GA）、地表温度/发射率每日5分钟L2波束1公里数据集（MOD11_L2）、MODIS/Terra叶面积指数/FPAR 8天L4全球500米SIN网格数据集（MOD15A2H），用于估算2012年6月至9月在Daman超级站的实际ET。"
            ],
            "datasetCn": [
                "这两个梯形在2012年6月至9月期间在中国西北部的达曼超级站对MODIS数据进行了测试。"
            ],
            "findingsCn": [
                "TEA 方法产生了最高的 ETveg/ET，其次是 Wei 方法和 uWUE 方法，而 Pérez-Priego 方法产生了最低的 ETveg/ET。"
            ]
        },
        {
            "background": [
                "Evapotranspiration (ET, soil evaporation+ vegetation transpiration) is one of the key variables in the water and energy exchange between land surface and atmosphere and it accounts for about 60% of the annual land precipitation in the global hydrological cycle. Meanwhile, accurate knowledge of vegetation transpiration is essential and critical for better allocating water resources and improving water-use efficiency in the irrigated agriculture. Over the past several decades, a great number of semi-physical and physical single- and two-source models, with varying degree of complexity and accuracy, have been developed to estimate regional ET from satellite remote sensing data. The single-source energy balance models, which generally rely on the surface-air temperature difference to derive regional components of the surface energy balance, are often subject to the errors in sensor calibration, atmospheric corrections, and specification of the surface emissivity. To accommodate the difference between radiometric and aerodynamic surface temperatures in the single-source models, a remote sensing two-source energy balance model (hereafter referred to N95 model) and its several variants were developed by Norman et al., Wang and Dickinson, and Kustas and Norman to estimate the surface energy balance of soil and vegetation components. These two-source energy balance models are also able to avoid empirical corrections for the excess resistance in the single-source models and can further incorporate the effects of view geometry. However, estimation of the parallel or series resistance network somewhat complicates the application of these two-source models over a wide range of surface fractional vegetation cover and soil water availability conditions. The surface temperature (TR)–vegetation index (VI) triangle/trapezoid space models, which virtually are interpolating schemes between potential ET at the wet end-member/edge and minimum ET at the dry end-member/edge, have attracted most attentions in recent years for the remote sensing estimation of regional ET at different spatial scales."
            ],
            "research objective": [
                "This paper develops an end-member-based two-source approach for estimating land surface ET (i.e., the ESVEP model) from remote sensing data, considering the differing responses of soil water content at the upper surface layer to soil evaporation and at the deeper root zone layer to vegetation transpiration."
            ],
            "challenges": [
                "Uncertainties may also come from the estimates of soil heat flux and fractional vegetation cover. Soil heat flux has generally a phase shift with soil net radiation. However, determining the coefficients of the cosine function is more complex and may restrict the wider application of the ESVEP model than using a constant. The two different formulations of the fractional vegetation cover may lead to a difference in the ET estimates from the ESVEP model."
            ],
            "methods": [
                "The ESVEP model first diverges the soil-vegetation system net radiation into soil and vegetation components by considering the transmission of direct and diffuse shortwave radiation separately from the transmission of longwave radiation through the canopy, then calculates the four dry/wet soil/vegetation end-members with the diverged soil and vegetation net radiations, and last separates soil evaporation from vegetation transpiration based on the two-phase ET dynamics and the four end-member temperatures."
            ],
            "dataset": [
                "Remote sensing data involved in this paper are from the MODIS sensor onboard Terra satellite and include the MODIS/Terra land surface temperature and emissivity product (MOD11_L2), the surface reflectance product (MOD09GA), the LAI product (MOD15A2) and the geolocation product (MOD03). The Yucheng Comprehensive Experimental Station (hereafter referred to Yucheng station, see Fig. 3) belongs to the Chinese terrestrial ecosystem flux research network (ChinaFlux) that was established in 2002 and targeted to measure the long-term exchange of land-atmosphere carbon dioxide, water vapor, and heat flux across different terrestrial ecosystems in China."
            ],
            "findings": [
                "The model can overall produce reasonably good surface energy fluxes and is no more sensitive to meteorology, vegetation, and remote sensing inputs than other two-source energy balance models and surface temperature versus vegetation index (TR–VI) trapezoid models. A reasonable agreement could be found with a small bias of ±8W / m 2 and a root-mean-square error within 60 W/m 2 (comparable to accuracies published in other studies) when both model-estimated sensible heat flux and latent heat flux from MODIS remote sensing data are validated with ground-based large aperture scintillometer measurements."
            ],
            "backgroundCn": [
                "蒸散发（ET，土壤蒸发+植被蒸腾）是陆地表面与大气之间水分和能量交换的关键变量之一，全球水文循环中约有60%的年降水量由其贡献。同时，准确了解植被蒸腾对于更好地分配水资源和提高灌溉农业的水利用效率至关重要。在过去几十年中，已经开发了大量的半物理和物理单源和双源模型，这些模型具有不同的复杂性和准确性，用于从卫星遥感数据中估算区域ET。单源能量平衡模型通常依赖于表面与空气温度差来推导区域表面能量平衡的组成部分，但常常受到传感器校准、大气校正和表面发射率指定等误差的影响。为了适应单源模型中辐射温度与气动温度之间的差异，Norman等人、Wang和Dickinson以及Kustas和Norman开发了一种遥感双源能量平衡模型（以下简称N95模型）及其几个变体，以估算土壤和植被成分的表面能量平衡。这些双源能量平衡模型还能够避免单源模型中对过量阻力的经验修正，并且可以进一步考虑视角几何的影响。然而，平行或串联阻力网络的估算在不同的表面植被覆盖度和土壤水分可用性条件下，某种程度上使得这些双源模型的应用变得复杂。表面温度（TR）-植被指数（VI）三角形/梯形空间模型，实际上是潜在ET在湿端成员/边缘和最小ET在干端成员/边缘之间的插值方案，近年来在不同空间尺度的区域ET遥感估算中引起了广泛关注。"
            ],
            "research objectiveCn": [
                "本文开发了一种基于端元的双源方法（即ESVEP模型），用于从遥感数据估算地表蒸散（ET），考虑了上层土壤水分对土壤蒸发和深层根区水分对植被蒸腾的不同响应。"
            ],
            "challengesCn": [
                "不确定性也可能来自土壤热通量和植被覆盖度的估计。土壤热通量通常与土壤净辐射存在相位差。然而，确定余弦函数的系数更为复杂，可能限制了ESVEP模型的更广泛应用，而使用常数则相对简单。植被覆盖度的两种不同公式可能导致ESVEP模型的蒸散发估计存在差异。"
            ],
            "methodsCn": [
                "ESVEP模型首先将土壤-植被系统的净辐射分解为土壤和植被组件，考虑直接和散射短波辐射与长波辐射通过冠层的传输，然后根据分解后的土壤和植被净辐射计算四个干/湿土壤/植被端元，最后基于两相蒸散发动态和四个端元温度将土壤蒸发与植被蒸腾分开。"
            ],
            "datasetCn": [
                "本论文所涉及的遥感数据来自于搭载在Terra卫星上的MODIS传感器，包括MODIS/Terra陆地表面温度和发射率产品（MOD11_L2）、表面反射率产品（MOD09GA）、叶面积指数产品（MOD15A2）和地理定位产品（MOD03）。于城综合实验站（以下简称于城站，见图3）隶属于中国陆地生态系统通量研究网络（ChinaFlux），该网络成立于2002年，旨在测量中国不同陆地生态系统中陆气间二氧化碳、水蒸气和热通量的长期交换。"
            ],
            "findingsCn": [
                "该模型总体上能够产生合理的表面能量通量，并且对气象、植被和遥感输入的敏感性与其他两源能量平衡模型和表面温度与植被指数（TR–VI）梯形模型相当。通过与地面大孔径闪烁仪测量结果的验证，可以发现模型估计的显热通量和来自MODIS遥感数据的潜热通量之间存在合理的一致性，偏差在±8 W/m²以内，均方根误差在60 W/m²以内（与其他研究中发布的准确度相当）。"
            ]
        },
        {
            "background": [
                "Aerodynamic roughness length (z0m), a virtual height (above zero plane displacement height) at which the theoretical wind speed becomes zero at neutral atmospheric conditions, is a key parameter in the characterization of surface aerodynamic resistance in many surface and climate-related process models and thus significantly influences the exchange rate of turbulent energy, water, and momentum between land and atmosphere. Accurate estimates of z0m with high spatio-temporal resolution at regional and global scale could greatly benefit the improvement of the simulation of land–atmosphere interactions, the development of high spatio-temporal resolution land surface/earth system models, and the better understanding of the Earth-Mankind in the past, nowadays, and future. Over the past decades, substantial physical and empirical methods have been developed to parameterize z0m for different land cover types at different scales. The typical physical method is to deduce z0m by applying logarithmic wind profile equation with meteorological measurements at different levels or by numerically solving the turbulent transfer model. This method is advantageous for its physical basis and spatio-temporal consistency of the z0m estimates, but may be only applicable at restricted sites, largely subject to the uncertainties of involved numerous empirically determined parameters, or almost impossible to accurately estimate the z0m magnitude at regional scale, mesoscale and global scale."
            ],
            "research objective": [
                "Here we presented a practical method for global estimates of 500 m daily z0m with a combination of machine learning techniques, wind profile equation, observations from 273 sites and MODIS remote sensing data."
            ],
            "challenges": [],
            "methods": [
                "To this end, observations at 273 sites from the AmeriFlux network (2000 – 2020), FLUXNET network (2000 – 2014) and National Tibetan Plateau/Third Pole Environment Data Center (NTPDC, 2012 – 2019) worldwide are collected, and three machine learning models, including random forest, deep neural network, and convolutional neural network, are constructed. We produce the global 500 m z0m products in 2019 and compare the differences of z0m between machine learning model, ERA5 and CFSv2."
            ],
            "dataset": [
                "Ground-based observations from 1 March 2000 to December 2020 were collected at 464 sites covering 16 land cover types and a variety of climate regimes from three flux networks, namely 304 sites from the AmeriFlux network (2000 – 2020), 212 sites from the FLUXNET network (2000 – 2014) and 34 sites from the National Tibetan Plateau/Third Pole Environment Data Center (NTPDC, 2012 – 2019). Remote sensing datasets used in this study include the MODIS/Terra 16-Day 500 m Vegetation Indices (MOD13A1), the MODIS/Terra + Aqua yearly 500 m Land Cover Type product (MCD12Q1), the MODIS/Terra + Aqua 4-Day 500 m Leaf Area Index/Fraction of Photosynthetically Active Radiation product (MCD15A3H), the MODIS/Terra + Aqua daily 500 m Nadir BRDF-Adjusted Reflectance (NBAR, MCD43A4), the MODIS/Terra yearly 250 m Vegetation Continuous Fields products (MOD44B) at global scale from March 2000 to December 2020 and the Multi-Error-Removed Improved-Terrain (MERIT) 90 m Digital Elevation Model (DEM) product."
            ],
            "findings": [
                "Results showed that the random forest (RF) model outperformed the deep neural network (DNN) and convolutional neural network (CNN) models, and it could well reproduce the magnitude and temporal variability of daily z0m at almost all sites for all land cover types. In the validation of the RF-estimated daily z0m with the in-situ observations, the root mean square error (RMSE) varied between 0.02 m and 0.09 m, the mean absolute error (MAE) varied between 0.01 m and 0.05 m and the coefficient of determination (R2) was 1 for medium-to-high canopy shrublands, savannas and forests; for short-canopy croplands, grasslands and wetlands, the RMSE and MAE were 0.02 m and 0.01 m, respectively, and the R2 varied between 0.94 and 1. Compared to the Climate Forecast System Version 2 (CFSv2, 0.3◦/monthly) and ECMWF Reanalysis v5 (ERA5, 0.25◦/monthly) products in 2019, the RF-estimated z0m was found to have the similar global spatial pattern but significantly larger temporal variability, and it also showed a higher and lower global mean of z0m over forests and non-forests, respectively. The RF-estimated z0m displayed a higher temporal variability but a similar global spatial pattern of this variability compared to the CFSv2, whereas the ERA5 z0m product exhibited almost no temporal variability except for grasslands and croplands."
            ],
            "backgroundCn": [
                "气动粗糙长度（z0m）是一个虚拟高度（高于零平面位移高度），在中性大气条件下理论风速为零的高度，是表征表面气动阻力的关键参数，在许多与表面和气候相关的过程模型中具有重要意义，因此显著影响陆地与大气之间湍流能量、水分和动量的交换速率。准确估计具有高时空分辨率的z0m，尤其是在区域和全球尺度上，将极大有利于改善陆气相互作用的模拟，发展高时空分辨率的陆面/地球系统模型，以及更好地理解过去、现在和未来的地球与人类。在过去几十年中，已经开发了大量物理和经验方法来参数化不同土地覆盖类型在不同尺度下的z0m。典型的物理方法是通过应用对数风速剖面方程，结合不同高度的气象测量，或通过数值求解湍流传输模型来推导z0m。这种方法因其物理基础和z0m估计的时空一致性而具有优势，但可能仅适用于有限的站点，且在涉及众多经验确定参数的不确定性方面受到很大影响，或者几乎不可能在区域尺度、 mesoscale 和全球尺度上准确估计z0m的大小。"
            ],
            "research objectiveCn": [
                "我们提出了一种实用方法，通过结合机器学习技术、风剖面方程、273个站点的观测数据和MODIS遥感数据，来全球估算500米日均z0m。"
            ],
            "challengesCn": [],
            "methodsCn": [
                "为此，我们收集了来自AmeriFlux网络（2000-2020年）、FLUXNET网络（2000-2014年）和国家西藏高原/第三极环境数据中心（NTPDC，2012-2019年）全球273个站点的观测数据，并构建了三种机器学习模型，包括随机森林、深度神经网络和卷积神经网络。我们生成了2019年的全球500米z0m产品，并比较了机器学习模型、ERA5和CFSv2之间的z0m差异。"
            ],
            "datasetCn": [
                "从2000年3月1日到2020年12月，收集了464个地点的地面观测数据，涵盖16种土地覆盖类型和多种气候区，数据来自三个通量网络：304个地点来自AmeriFlux网络（2000 – 2020），212个地点来自FLUXNET网络（2000 – 2014），34个地点来自国家西藏高原/第三极环境数据中心（NTPDC，2012 – 2019）。本研究使用的遥感数据集包括MODIS/Terra 16天500米植被指数（MOD13A1）、MODIS/Terra + Aqua年度500米土地覆盖类型产品（MCD12Q1）、MODIS/Terra + Aqua 4天500米叶面积指数/光合有效辐射分数产品（MCD15A3H）、MODIS/Terra + Aqua每日500米正射BRDF调整反射率（NBAR，MCD43A4）、MODIS/Terra年度250米植被连续场产品（MOD44B），以及全球范围内的多误差去除改进地形（MERIT）90米数字高程模型（DEM）产品，数据时间范围为2000年3月至2020年12月。"
            ],
            "findingsCn": [
                "结果显示，随机森林（RF）模型的表现优于深度神经网络（DNN）和卷积神经网络（CNN）模型，能够很好地再现几乎所有地点和所有土地覆盖类型的每日z0m的幅度和时间变异性。在RF估计的每日z0m与现场观测的验证中，均方根误差（RMSE）在0.02米到0.09米之间，平均绝对误差（MAE）在0.01米到0.05米之间，决定系数（R2）在中高冠层灌木丛、稀树草原和森林中为1；对于短冠层农田、草原和湿地，RMSE和MAE分别为0.02米和0.01米，R2在0.94到1之间。与气候预报系统版本2（CFSv2，0.3°/月）和欧洲中期天气预报中心再分析v5（ERA5，0.25°/月）产品在2019年的比较中，RF估计的z0m显示出相似的全球空间模式，但时间变异性显著更大，并且在森林和非森林地区的全球均值分别较高和较低。RF估计的z0m表现出更高的时间变异性，但与CFSv2相比，其时间变异性的全球空间模式相似，而ERA5 z0m产品几乎没有时间变异性，除了草原和农田。"
            ]
        },
        {
            "background": [
                "Evapotranspiration (ET), which combines coinstantaneous surface evaporation and plant transpiration, is defined as the water that is converted from liquid to gaseous forms and moves from the land surface to the atmosphere. Linking the terrestrial water cycles, carbon cycles and energy exchanges, ET absorbs more than half of the incoming solar energy and returns approximately 60% of precipitation from the land surface to the atmosphere. Many studies have been developed on ET models and have shown that different models have large uncertainties. Each model is developed using some assumptions, and different models require different inputs and have different advantages and disadvantages, so no single model can be used everywhere without improvements. The method of integrating multiple models is increasingly used to improve ET estimates."
            ],
            "research objective": [
                "This study aimed to evaluate two semi-physical ET models, the modified satellite-based Priestley-Taylor (MS-PT) model and a semi-empirical Penman equation-based (SE-PM) model, using in situ measurements and meteorological reanalysis data from the China Meteorological Forcing Dataset (CMFD) and to integrate the MS-PT and SE-PM models using support vector machine (SVM) method to improve the accuracy of ET estimates within China for eight different vegetation types individually and all of these types together."
            ],
            "challenges": [
                "Although this method is accepted as the best method of directly measuring heat fluxes, there is a problem in that the energy balance at the eddy covariance sites is not closed, and the ET is underestimated."
            ],
            "methods": [
                "In this study, 22 flux tower sites from the Chinese terrestrial ecosystem flux observation and research network (ChinaFLUX), the Coordinated Enhanced Observation Project and the Chinese Ecosystem Research Network are used. The eddy covariance method is used to measure the exchanges of energy between terrestrial ecosystems and the atmosphere. This study employs meteorological reanalysis data from the CMFD with a spatial resolution of 0.1° and a temporal resolution of 3 h. In this study, the moderate resolution imaging spectroradiometer (MODIS) normalized difference vegetation index (NDVI) product (MOD13A2, 16-day, spatial resolution 1 km) and the advanced very high resolution radiometer (AVHRR) NDVI product (monthly, spatial resolution 8 km, covert to 0.1° by interpolation and resampling) are used to estimate land surface ET of China during 2002–2009 using different satellite-based models. The MS-PT model, which is based on the Priestley and Taylor equation, was developed by Yao et al. (2013). The SE-PM model was developed by Wang, Dickinson, and Wild et al. (2010). In this study, internal 2-fold cross-validation is used to partition the whole dataset into a training set and a validation set."
            ],
            "dataset": [
                "In this study, 22 flux tower sites from the Chinese terrestrial ecosystem flux observation and research network (ChinaFLUX), the Coordinated Enhanced Observation Project and the Chinese Ecosystem Research Network are used. This study employs meteorological reanalysis data from the CMFD with a spatial resolution of 0.1° and a temporal resolution of 3 h. In this study, the moderate resolution imaging spectroradiometer (MODIS) normalized difference vegetation index (NDVI) product (MOD13A2, 16-day, spatial resolution 1 km) and the advanced very high resolution radiometer (AVHRR) NDVI product (monthly, spatial resolution 8 km, covert to 0.1° by interpolation and resampling) are used to estimate land surface ET of China during 2002–2009 using different satellite-based models."
            ],
            "findings": [
                "By integrating, the SVM model explains 56–94% of the land surface ET changes. The estimated ET obtained after integration using SVM method is significantly improved at the flux tower sites. The bias and RMSE significantly decreased after integration using SVM and SVMall, for which the RMSE is 21.34 and 28.91 W m–2, respectively. The results show that training for the individual types yields better performance than training for all of the vegetation types together."
            ],
            "backgroundCn": [
                "蒸散发（ET）结合了瞬时表面蒸发和植物蒸腾，定义为从液态转变为气态并从陆地表面移动到大气中的水。蒸散发连接了陆地水循环、碳循环和能量交换，吸收了超过一半的入射太阳能，并将大约60%的降水从陆地表面返回到大气中。许多关于蒸散发模型的研究表明，不同模型存在较大的不确定性。每个模型都是基于一些假设开发的，不同模型需要不同的输入，并具有不同的优缺点，因此没有单一模型可以在任何地方使用而不需要改进。整合多个模型的方法越来越多地被用来改善蒸散发的估算。"
            ],
            "research objectiveCn": [
                "本研究旨在评估两种半物理蒸散发（ET）模型，即改进的卫星基Priestley-Taylor（MS-PT）模型和基于半经验Penman方程（SE-PM）模型，使用来自中国气象强迫数据集（CMFD）的现场测量和气象重分析数据，并通过支持向量机（SVM）方法整合MS-PT和SE-PM模型，以提高中国八种不同植被类型及所有这些类型的蒸散发估算精度。"
            ],
            "challengesCn": [
                "尽管这种方法被认为是直接测量热通量的最佳方法，但在涡度协方差站点能量平衡未闭合的问题上，蒸散发（ET）被低估。"
            ],
            "methodsCn": [
                "在本研究中，使用了来自中国陆地生态系统通量观测与研究网络（ChinaFLUX）、协调增强观测项目和中国生态系统研究网络的22个通量塔站点。采用涡度协方差法测量陆地生态系统与大气之间的能量交换。本研究使用了CMFD的气象重分析数据，空间分辨率为0.1°，时间分辨率为3小时。研究中使用了中分辨率成像光谱仪（MODIS）归一化植被指数（NDVI）产品（MOD13A2，16天，空间分辨率1公里）和先进非常高分辨率辐射计（AVHRR）NDVI产品（按插值和重采样转换为0.1°的月度，空间分辨率8公里）来估算2002年至2009年中国的地表蒸散（ET），采用不同的基于卫星的模型。MS-PT模型是基于Priestley和Taylor方程，由Yao等人（2013）开发。SE-PM模型由Wang、Dickinson和Wild等人（2010）开发。在本研究中，采用内部2折交叉验证将整个数据集划分为训练集和验证集。"
            ],
            "datasetCn": [
                "本研究使用了中国陆地生态系统通量观测与研究网络（ChinaFLUX）、协调增强观测项目和中国生态系统研究网络的22个通量塔站点。研究采用了CMFD的气象重分析数据，空间分辨率为0.1°，时间分辨率为3小时。本研究使用了中分辨率成像光谱仪（MODIS）归一化植被指数（NDVI）产品（MOD13A2，16天，空间分辨率1公里）和先进非常高分辨率辐射计（AVHRR）NDVI产品（按月，空间分辨率8公里，通过插值和重采样转换为0.1°），以估算2002年至2009年中国的陆面蒸散发（ET），采用不同的基于卫星的模型。"
            ],
            "findingsCn": [
                "通过集成，支持向量机（SVM）模型解释了56%至94%的陆地表面蒸散发（ET）变化。使用SVM方法进行集成后，估计的ET在通量塔站点得到了显著改善。集成后，使用SVM和SVMall的偏差和均方根误差（RMSE）显著降低，其中RMSE分别为21.34和28.91 W m–2。结果表明，针对单一类型进行训练的性能优于针对所有植被类型一起进行训练。"
            ]
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "Which machine learning model is more effective for estimating aerodynamic roughness length (z0m): random forest, deep neural network, or convolutional neural network?",
                "QuestionCn": "哪种机器学习模型在估计气动粗糙度长度（z0m）方面更有效：随机森林、深度神经网络还是卷积神经网络？",
                "AnswerEn": "random forest",
                "AnswerCn": "随机森林",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What methods are used to estimate aerodynamic roughness length at global scale?",
                "QuestionCn": "在全球范围内估计气动粗糙长度的方法有哪些？",
                "AnswerEn": "Machine learning techniques, wind profile equations, observations from global networks, MODIS remote sensing data",
                "AnswerCn": "机器学习技术、风廓线方程、全球网络观测、MODIS遥感数据",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Who provides the remote sensing data used in the estimation of evapotranspiration models?",
                "QuestionCn": "谁提供用于蒸散发模型估算的遥感数据？",
                "AnswerEn": "MODIS sensor",
                "AnswerCn": "MODIS传感器",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to estimate latent heat flux and sensible heat flux on a global scale?",
                "QuestionCn": "您能否提供一个用于在全球范围内估计潜热通量和显热通量的数据收集方法的示例？",
                "AnswerEn": "The data collection method involves using a combination of MODIS vegetation index products, GLASS leaf area index products, ERA5 radiation and meteorological variables, and a self-developed global aerodynamic roughness product. Machine learning is employed to estimate the Priestley-Taylor coefficient for latent heat flux, and the energy balance equation is used to derive sensible heat flux.",
                "AnswerCn": "数据收集方法涉及使用MODIS植被指数产品、GLASS叶面积指数产品、ERA5辐射和气象变量，以及自开发的全球气动粗糙度产品。采用机器学习来估计潜热通量的Priestley-Taylor系数，并利用能量平衡方程推导显热通量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when using isotope-based measurements to partition evapotranspiration into soil evaporation and vegetation transpiration?",
                "QuestionCn": "使用同位素测量将蒸散分为土壤蒸发和植物蒸腾时面临的一个挑战是什么？",
                "AnswerEn": "A challenge in using isotope-based measurements is the uncertainty stemming from sensor response, atmospheric variability, and spatial mismatch of footprints at different intake heights. These factors can lead to a typical uncertainty of 21% in estimating the ratio of vegetation transpiration to total evapotranspiration.",
                "AnswerCn": "使用基于同位素的测量面临的一个挑战是传感器响应、大气变异性以及不同进气高度下的空间不匹配所带来的不确定性。这些因素可能导致在估算植被蒸腾与总蒸散比率时，通常的不确定性为21%。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the significant features of the models and data involved in estimating aerodynamic roughness length (z0m) globally?",
                "QuestionCn": "估计全球气动粗糙长度（z0m）所涉及的模型和数据的显著特征是什么？",
                "AnswerEn": "machine learning techniques, wind profile equations, observations from multiple flux networks, MODIS remote sensing data, vegetation indices, land cover types, leaf area index, reflectance, spatial resolutions ranging from 250 m to 500 m, digital elevation models, high spatio-temporal resolution estimates",
                "AnswerCn": "机器学习技术，风廓线方程，来自多个通量网络的观测，MODIS遥感数据，植被指数，土地覆盖类型，叶面积指数，反射率，空间分辨率从250米到500米不等，数字高程模型，高时空分辨率估计。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many half-hourly EC measurements were used during the growing season of spring maize in 2012?",
                "QuestionCn": "2012年春玉米生长季节使用了多少次半小时电导率（EC）测量？",
                "AnswerEn": "5,232",
                "AnswerCn": "5,232",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many sites were included in the observations for the aerodynamic roughness length estimation?",
                "QuestionCn": "用于气动粗糙长度估计的观测中包含了多少个站点？",
                "AnswerEn": "464",
                "AnswerCn": "464",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can machine learning techniques be utilized to enhance the estimation of aerodynamic roughness length (z0m) across diverse land cover types?",
                "QuestionCn": "机器学习技术如何被利用来增强不同地表覆盖类型下气动粗糙度长度（z0m）的估计？",
                "AnswerEn": "Observations at 273 sites from various networks are collected, and machine learning models such as random forest, deep neural network, and convolutional neural network are constructed to produce global estimates of z0m. The random forest model is found to outperform others, effectively reproducing the magnitude and temporal variability of daily z0m across different land cover types.",
                "AnswerCn": "在273个来自不同网络的站点收集了观测数据，并构建了随机森林、深度神经网络和卷积神经网络等机器学习模型，以生成z0m的全球估计。随机森林模型被发现优于其他模型，有效地再现了不同土地覆盖类型的日z0m的幅度和时间变异性。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What are the potential challenges in integrating multiple models for estimating evapotranspiration, and how can support vector machine methods address these challenges?",
                "QuestionCn": "整合多个模型以估算蒸散发的潜在挑战是什么，以及支持向量机方法如何应对这些挑战？",
                "AnswerEn": "Challenges include the energy balance closure issue at eddy covariance sites, leading to underestimated ET. The integration of the MS-PT and SE-PM models using a support vector machine method improves ET estimates by significantly reducing bias and RMSE, achieving better performance when training for individual vegetation types.",
                "AnswerCn": "挑战包括涡度协方差站点的能量平衡闭合问题，导致蒸散发（ET）被低估。通过支持向量机方法整合MS-PT和SE-PM模型，可以显著减少偏差和均方根误差（RMSE），在针对不同植被类型进行训练时，取得更好的性能。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What implications do different formulations of fractional vegetation cover have on the accuracy of evapotranspiration estimates in two-source models?",
                "QuestionCn": "不同的植被覆盖度公式对双源模型中蒸散发估算的准确性有什么影响？",
                "AnswerEn": "Different formulations of fractional vegetation cover can lead to variations in ET estimates, as demonstrated by the ESVEP model, which considers transmission of radiation through the canopy. This model aims to produce accurate surface energy fluxes despite the complexity in determining soil heat flux and vegetation cover coefficients.",
                "AnswerCn": "不同的植被覆盖度公式可能导致蒸散发（ET）估计的差异，正如ESVEP模型所示，该模型考虑了辐射通过冠层的传输。该模型旨在产生准确的地表能量通量，尽管在确定土壤热通量和植被覆盖系数方面存在复杂性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes uncertainties in the estimates of latent and sensible heat fluxes when using machine learning methods for global datasets?",
                "QuestionCn": "使用机器学习方法处理全球数据集时，潜热和显热通量估计的不确定性原因是什么？",
                "AnswerEn": "Uncertainties in the estimates of latent and sensible heat fluxes can arise from the input data used in machine learning models, such as MODIS vegetation indices, GLASS leaf area indices, ERA5 meteorological variables, and aerodynamic roughness products. The accuracy of these input datasets and the validity of the machine learning model assumptions contribute to the uncertainties. Additionally, the errors in ground-based observations like those from FLUXNET, used for validation, also add to the uncertainty.",
                "AnswerCn": "潜在和显热通量估计中的不确定性可能源于机器学习模型中使用的输入数据，例如MODIS植被指数、GLASS叶面积指数、ERA5气象变量和气动粗糙度产品。这些输入数据集的准确性以及机器学习模型假设的有效性都会影响不确定性。此外，像FLUXNET这样的地面观测数据的误差（用于验证）也会增加不确定性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the reasons behind the need for integrating multiple models to improve evapotranspiration (ET) estimates, and how do different models contribute to this process?",
                "QuestionCn": "整合多个模型以改善蒸散发（ET）估算的需求背后的原因是什么？不同模型如何在这一过程中贡献？",
                "AnswerEn": "The integration of multiple models is necessary to improve ET estimates because different models have varying assumptions, inputs, and strengths that can address the uncertainties inherent in individual model predictions. For example, semi-physical models like the modified satellite-based Priestley-Taylor (MS-PT) and semi-empirical Penman equation-based (SE-PM) models each have specific advantages and limitations. By using techniques like support vector machine (SVM) to integrate these models, researchers can leverage the strengths of each to produce more accurate and reliable ET estimates across different vegetation types.",
                "AnswerCn": "多模型的集成对于提高蒸散发（ET）估计是必要的，因为不同模型具有不同的假设、输入和优势，可以解决单个模型预测中固有的不确定性。例如，改进的基于卫星的Priestley-Taylor模型（MS-PT）和半经验的Penman方程模型（SE-PM）各自具有特定的优点和局限性。通过使用支持向量机（SVM）等技术来集成这些模型，研究人员可以利用每个模型的优势，以在不同植被类型中产生更准确和可靠的ET估计。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential effects on data accuracy when integrating multiple machine learning techniques with remote sensing data for estimating global aerodynamic roughness length (z0m)?",
                "QuestionCn": "将多种机器学习技术与遥感数据结合用于估计全球气动粗糙度长度（z0m）时，数据准确性可能受到哪些潜在影响？",
                "AnswerEn": "Integrating multiple machine learning techniques, such as random forest, deep neural network, and convolutional neural network, with remote sensing data for estimating global aerodynamic roughness length (z0m) can improve data accuracy. The random forest model, for instance, outperformed others by effectively reproducing the magnitude and temporal variability of daily z0m across various land cover types, showing a smaller RMSE and MAE and a high coefficient of determination (R2) compared to other models.",
                "AnswerCn": "整合多种机器学习技术，如随机森林、深度神经网络和卷积神经网络，与遥感数据结合，用于估计全球气动粗糙度长度（z0m）可以提高数据的准确性。例如，随机森林模型在各类土地覆盖类型中有效再现了每日z0m的幅度和时间变化，表现出较小的均方根误差（RMSE）和平均绝对误差（MAE），以及较高的决定系数（R2），优于其他模型。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the use of different satellite-based models for evapotranspiration estimation impact the accuracy of data collected from flux tower sites across different vegetation types in China?",
                "QuestionCn": "不同卫星基模型对中国不同植被类型的通量塔站点收集的数据准确性影响如何？",
                "AnswerEn": "The use of different satellite-based models, like the modified satellite-based Priestley-Taylor model and a semi-empirical Penman equation-based model, impacts the accuracy of evapotranspiration data collected from flux tower sites by providing varying levels of accuracy across different vegetation types. The integration of these models using a support vector machine method significantly improves the estimated accuracy, with reductions in bias and RMSE, especially when training for individual vegetation types.",
                "AnswerCn": "不同的卫星基模型，如改进的卫星基Priestley-Taylor模型和半经验Penman方程模型，对从通量塔站收集的蒸散发数据的准确性产生影响，因为它们在不同植被类型下提供了不同的准确水平。通过支持向量机方法整合这些模型显著提高了估计的准确性，尤其是在针对单一植被类型进行训练时，偏差和均方根误差（RMSE）都有所减少。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the implications of relying on high-resolution remote sensing data and complex physical models for estimating regional evapotranspiration on a global scale?",
                "QuestionCn": "依赖高分辨率遥感数据和复杂物理模型在全球范围内估算区域蒸散发的影响是什么？",
                "AnswerEn": "Relying on high-resolution remote sensing data and complex physical models for estimating regional evapotranspiration on a global scale implies potential challenges, such as the need to address sensor calibration errors, atmospheric corrections, and the complexity of parallel or series resistance networks. However, it also allows for more accurate estimations by avoiding empirical corrections and considering view geometry, though it complicates applications over varying surface fractional vegetation covers and soil water availability conditions.",
                "AnswerCn": "依赖高分辨率遥感数据和复杂物理模型在全球范围内估算区域蒸散发，意味着可能面临一些挑战，例如需要解决传感器校准误差、大气校正以及并联或串联电阻网络的复杂性。然而，这也允许通过避免经验修正和考虑视角几何来获得更准确的估算，尽管在不同的地表植被覆盖率和土壤水分条件下应用变得更加复杂。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it essential to partition land surface evapotranspiration (ET) into soil evaporation and vegetation transpiration for agricultural irrigation management?",
                "QuestionCn": "将土地表面蒸散发（ET）分为土壤蒸发和植物蒸腾对于农业灌溉管理至关重要，原因是什么？",
                "AnswerEn": "Partitioning ET into soil evaporation and vegetation transpiration is essential for scheduling agricultural irrigation, improving water-use efficiency of crops, and managing water resources effectively. Accurate partitioning helps in understanding the specific water needs of plants and optimizing irrigation strategies.",
                "AnswerCn": "将蒸散发（ET）分为土壤蒸发和植物蒸腾对于农业灌溉调度、提高作物水分利用效率和有效管理水资源至关重要。准确的分 partitioning 有助于了解植物的具体水分需求，并优化灌溉策略。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What techniques are employed to estimate latent and sensible heat fluxes from remote sensing data in global datasets?",
                "QuestionCn": "从全球数据集的遥感数据中估计潜热和显热通量采用了哪些技术？",
                "AnswerEn": "Latent heat flux is estimated using machine learning methods to approximate the Priestley-Taylor coefficient, and sensible heat flux is estimated based on energy balance equations. Input data include MODIS vegetation indices, GLASS leaf area index, ERA5 radiation and meteorological variables, and a globally developed aerodynamic roughness product.",
                "AnswerCn": "潜热通量通过机器学习方法估计，以近似Priestley-Taylor系数，显热通量则基于能量平衡方程进行估计。输入数据包括MODIS植被指数、GLASS叶面积指数、ERA5辐射和气象变量，以及全球开发的气动粗糙度产品。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How is the aerodynamic roughness length parameterized and estimated globally using machine learning models?",
                "QuestionCn": "如何使用机器学习模型对气动粗糙长度参数进行全球参数化和估计。",
                "AnswerEn": "The aerodynamic roughness length is estimated by combining machine learning techniques, such as random forest, deep neural network, and convolutional neural network, with wind profile equations. Observations from various networks and MODIS remote sensing data are used to produce global 500 m daily estimates, and the random forest model demonstrated superior performance.",
                "AnswerCn": "气动粗糙度长度通过结合机器学习技术，如随机森林、深度神经网络和卷积神经网络，以及风剖面方程进行估计。利用来自各种网络的观测数据和MODIS遥感数据，生成全球500米的每日估计，随机森林模型表现出优越的性能。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What machine learning techniques have enabled the estimation of aerodynamic roughness length at a global scale?",
                "QuestionCn": "哪些机器学习技术使得在全球范围内估计气动粗糙长度成为可能？",
                "AnswerEn": "Machine learning techniques such as random forest, deep neural network, and convolutional neural network have been used in combination with wind profile equations and observations from various sites and remote sensing data to estimate aerodynamic roughness length (z0m) at a global scale.",
                "AnswerCn": "机器学习技术，如随机森林、深度神经网络和卷积神经网络，已与风剖面方程以及来自各个站点和遥感数据的观测结合使用，以在全球范围内估计气动粗糙长度（z0m）。",
                "Level": "C1(Remembering)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "What challenges might arise when integrating multiple evapotranspiration models to improve estimate accuracy for different vegetation types?",
                "QuestionCn": "在整合多个蒸散发模型以提高不同植被类型的估算准确性时，可能会出现哪些挑战？",
                "AnswerEn": "Challenges in integrating multiple evapotranspiration models include dealing with the discrepancies in model assumptions, handling different input requirements and scales, and managing the uncertainty in energy balance closure at observational sites. Each model has its strengths and limitations, which can affect the accuracy of estimates when integrating them for diverse vegetation types.",
                "AnswerCn": "整合多个蒸散发模型的挑战包括处理模型假设之间的差异、应对不同的输入要求和尺度，以及管理观测站点能量平衡闭合的不确定性。每个模型都有其优缺点，这可能会影响在不同植被类型下整合它们时估计的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might the use of remote sensing data for estimating land surface evapotranspiration face certain challenges or limitations?",
                "QuestionCn": "使用遥感数据估算地表蒸散发可能面临某些挑战或限制。",
                "AnswerEn": "Using remote sensing data for estimating land surface evapotranspiration might face challenges like errors in sensor calibration, atmospheric corrections, and accurately specifying surface emissivity. Additionally, the complexity of accounting for the parallel or series resistance network and the differences in surface temperature and vegetation index can complicate the application of models that rely on remote sensing data.",
                "AnswerCn": "使用遥感数据估算地表蒸散发可能面临一些挑战，例如传感器校准错误、大气校正问题以及准确指定表面发射率。此外，考虑并联或串联电阻网络的复杂性，以及地表温度和植被指数的差异，可能会使依赖遥感数据的模型应用变得复杂。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of using machine learning models for estimating aerodynamic roughness length at a global scale?",
                "QuestionCn": "如何评估在全球范围内使用机器学习模型估计气动粗糙长度的有效性？",
                "AnswerEn": "The use of machine learning models, such as random forest, deep neural network, and convolutional neural network, for estimating aerodynamic roughness length at a global scale appears effective, particularly with the random forest model, which outperformed others by accurately reproducing the magnitude and temporal variability of daily aerodynamic roughness length across various land cover types.",
                "AnswerCn": "使用机器学习模型，如随机森林、深度神经网络和卷积神经网络，在全球范围内估计气动粗糙长度似乎是有效的，特别是随机森林模型，其通过准确再现不同土地覆盖类型的日气动粗糙长度的幅度和时间变化而优于其他模型。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is your opinion on the challenges faced when partitioning evapotranspiration into soil evaporation and vegetation transpiration, and how might they affect data reliability?",
                "QuestionCn": "我对将蒸散发分为土壤蒸发和植被蒸腾所面临的挑战的看法，以及这些挑战可能如何影响数据可靠性。",
                "AnswerEn": "Partitioning evapotranspiration into soil evaporation and vegetation transpiration presents challenges due to uncertainties in isotope-based measurements and method-based errors, which can affect data reliability by introducing significant uncertainty in estimates and potentially leading to overestimation or underestimation of vegetation transpiration.",
                "AnswerCn": "将蒸散发分为土壤蒸发和植被蒸腾面临挑战，因为同位素测量中的不确定性和方法误差可能会影响数据的可靠性，导致估算中的显著不确定性，并可能导致对植被蒸腾的高估或低估。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How do you assess the integration of multiple evapotranspiration models using support vector machines in terms of improving estimation accuracy?",
                "QuestionCn": "如何评估使用支持向量机整合多个蒸散发模型在提高估计精度方面的效果？",
                "AnswerEn": "Integrating multiple evapotranspiration models using support vector machines can significantly improve estimation accuracy, as demonstrated by reduced bias and RMSE at flux tower sites, and it allows for better performance when trained on individual vegetation types compared to a collective approach.",
                "AnswerCn": "通过支持向量机整合多个蒸散发模型可以显著提高估计精度，正如在通量塔站点所示，偏差和均方根误差（RMSE）均有所降低。此外，当针对单一植被类型进行训练时，其表现优于集体方法。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I can't make sense of how data from remote sensing can be effectively combined with ground-based observations for estimating land surface fluxes.",
                "QuestionCn": "我无法理解如何有效地将遥感数据与地面观测结合起来，以估算地表通量。",
                "AnswerEn": "Remote sensing data, such as MODIS products, are used in combination with ground-based observations from networks like FLUXNET and AmeriFlux to estimate land surface fluxes. Machine learning models, including random forest and deep neural networks, help integrate these data sources to improve spatial and temporal estimates of parameters like aerodynamic roughness length and evapotranspiration.",
                "AnswerCn": "遥感数据，如MODIS产品，结合FLUXNET和AmeriFlux等网络的地面观测，用于估算陆地表面通量。机器学习模型，包括随机森林和深度神经网络，帮助整合这些数据源，以改善气动粗糙度长度和蒸散发等参数的空间和时间估计。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I don’t understand why there are significant challenges in partitioning soil evaporation and vegetation transpiration using isotope-based methods.",
                "QuestionCn": "我不明白为什么使用同位素方法在分离土壤蒸发和植物蒸腾方面存在重大挑战。",
                "AnswerEn": "The challenges in using isotope-based methods for partitioning soil evaporation and vegetation transpiration arise from uncertainties related to sensor response, atmospheric variability, spatial mismatch of footprints at different intake heights, and the averaging of measurements, leading to a typical uncertainty of 21% in estimating the ratio of vegetation transpiration to total evapotranspiration.",
                "AnswerCn": "使用基于同位素的方法来划分土壤蒸发和植物蒸腾面临的挑战源于与传感器响应、大气变异性、不同采样高度下的空间不匹配以及测量平均化相关的不确定性，这导致在估计植物蒸腾与总蒸散比率时，通常存在21%的不确定性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore potential datasets or data sources that could be used to enhance the understanding of aerodynamic roughness length (z0m) and its impact on energy exchange processes.",
                "QuestionCn": "请探索潜在的数据集或数据源，以增强对气动粗糙度长度（z0m）及其对能量交换过程影响的理解。",
                "AnswerEn": "Potential datasets include ground-based observations from AmeriFlux, FLUXNET, and the National Tibetan Plateau/Third Pole Environment Data Center, alongside MODIS remote sensing datasets such as MOD13A1, MCD12Q1, and MCD15A3H. These datasets provide comprehensive coverage of various climate regimes and land cover types, useful for understanding z0m's impact on energy exchange processes.",
                "AnswerCn": "潜在的数据集包括来自AmeriFlux、FLUXNET和国家西藏高原/第三极环境数据中心的地面观测数据，以及MODIS遥感数据集，如MOD13A1、MCD12Q1和MCD15A3H。这些数据集提供了对各种气候区和土地覆盖类型的全面覆盖，有助于理解z0m对能量交换过程的影响。",
                "Level": "C6(Creating)"
            }
        ]
    }
}