{
    "id": "0214e5a3-2af5-4bea-8ec2-890efe714d84",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Monthly average humidity of Heihe river basin (1961-2010)",
            "titleCn": "黑河流域多年月平均湿度（1961-2010）",
            "description": "Based on the data information provided by the data management center of Heihe project, the daily humidity data of 21 regular meteorological observation stations in Heihe River Basin and its surrounding areas and 13 national reference stations around Heihe River were collected and calculated. The spatial stability analysis is carried out to calculate the coefficient of variation. If the coefficient of variation is greater than 100%, the geographical weighted regression is used to calculate the relationship between the station and the geographical terrain factors, and the monthly humidity distribution trend is obtained; if the coefficient of variation is less than or equal to 100%, the common least square regression is used to calculate the relationship between the station humidity value and the geographical terrain factors (latitude, longitude, elevation, slope, aspect, etc.) The residual after removing the trend was fitted and corrected by HASM (high accuracy surface modeling method). Finally, the monthly average humidity distribution of the Heihe River Basin in 1961-2010 is obtained by adding the trend surface results and the residual correction results. Time resolution: monthly average humidity for many years from 1961 to 2010. Spatial resolution: 500M.",
            "descriptionCn": "采用黑河计划数据管理中心提供的黑河流域及周边地区21个气象常规观测站及黑河周边13个全国基准站的站点数据信息，对逐日湿度进行统计整理，计算逐个站点的1961-2010年多年逐月湿度数据。对其进行空间平稳性分析，计算变异系数，若变异系数大于100%，则采用地理加权回归计算站点与地理地形因素关系，得逐月湿度分布趋势；若变异系数小于等于100%，则采用普通最小二乘回归计算站点湿度值与地理地形因素（经纬度、高程、坡度、坡向等）的关系，得逐月湿度分布趋势；对去掉趋势后的残差采用HASM（High Accuracy Surface Modeling Method）进行拟合修正。最后将趋势面结果与残差修正结果相加即得1961-2010年黑河流域多年月平均湿度分布。时间分辨率：1961-2010年多年月平均湿度。空间分辨率：500m。",
            "instructions": "The data is stored in grid img format and can be opened and read by remote sensing software such as ArcGIS and QGIS",
            "instructionsCn": "数据以栅格img格式存储，可以Arcgis、Qgis等遥感软件打开读取",
            "east": 101.5,
            "west": 98.0,
            "south": 38.0,
            "north": 42.0,
            "startTime": "1961-02-03 16:03:00",
            "endTime": "2011-02-02 16:03:00",
            "fileSize": 18149920.0,
            "cstr": "18406.11.Geogra.tpdc.270566",
            "doi": "10.11888/Geogra.tpdc.270566",
            "dataFormat": "img",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "岳天祥",
                "nameEn": "YUE Tianxiang",
                "unitEn": "Institute of Geographic Sciences and Natural Resources Research,Chinese Academy of Sciences",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "赵娜",
                "nameEn": "ZHAO Na",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Surface Modelling: High Accuracy and High Speed Methods. New York: CRC Press (Taylor & Francis group)",
                "referenceCn": null,
                "referenceEn": "TianXiang Yue. 2011. Surface Modelling: High Accuracy and High Speed Methods. New York: CRC Press (Taylor & Francis group)"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "湿度/干燥度",
                "nameEn": "Humidity/Dryness"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1961-2010",
                "keywordEn": "1961-2010",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the data collection method used to gather humidity data over multiple years in the Heihe River Basin?",
                "QuestionCn": "用于收集黑河流域多年湿度数据的数据收集方法的特点是什么？",
                "AnswerEn": "21 conventional meteorological observation stations, 13 national benchmark stations, daily humidity data, multi-year monthly average humidity data from 1961 to 2010, coefficient of variation, geographically weighted regression, ordinary least squares regression, High Accuracy Surface Modeling Method (HASM).",
                "AnswerCn": "21个常规气象观测站，13个国家基准站，每日湿度数据，1961年至2010年的多年平均月湿度数据，变异系数，地理加权回归，普通最小二乘回归，高精度地表建模方法（HASM）。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the number of meteorological stations used for collecting data on multi-year average humidity in the Heihe River Basin from 1961 to 2010?",
                "QuestionCn": "在1961年至2010年期间，用于收集黑河流域多年平均湿度数据的气象站数量是多少？",
                "AnswerEn": "34",
                "AnswerCn": "34",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the 'High Accuracy Surface Modeling Method' (HASM) and how is it used in the context of spatial data analysis?",
                "QuestionCn": "“高精度表面建模方法”（HASM）是什么，它在空间数据分析中的应用是什么？",
                "AnswerEn": "The High Accuracy Surface Modeling Method (HASM) is a technique used for fitting and correcting residuals after trend removal in spatial data. In the context of the dataset related to the Heihe River Basin's multi-year monthly average humidity, HASM is applied to the residuals that remain after the trend surfaces are determined through regression analysis. The goal of using HASM is to achieve a high level of accuracy in modeling the surface of the spatial data, ensuring that the final distribution of multi-year monthly average humidity is as precise as possible.",
                "AnswerCn": "高精度表面建模方法（HASM）是一种用于拟合和修正空间数据中去趋势后残差的技术。在与黑河流域多年月均湿度相关的数据集中，HASM 被应用于通过回归分析确定趋势表面后剩余的残差。使用 HASM 的目标是实现对空间数据表面的高精度建模，确保多年月均湿度的最终分布尽可能精确。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What underlying factors could influence the spatial variability of multi-year average humidity in a river basin and how can these be accounted for in data collection and analysis methods?",
                "QuestionCn": "影响河流流域多年平均湿度空间变异性的潜在因素有哪些？在数据收集和分析方法中如何考虑这些因素？",
                "AnswerEn": "The spatial variability of multi-year average humidity in a river basin can be influenced by factors such as geographic location, elevation, slope, and aspect. In data collection and analysis, these factors can be accounted for by calculating the coefficient of variation to assess spatial stability. If the coefficient of variation is greater than 100%, geographic weighted regression can be used to analyze the relationship between station data and geographic and topographic factors to determine monthly humidity distribution trends. If the coefficient is less than or equal to 100%, ordinary least squares regression can be applied to calculate the relationship between station humidity values and geographic and topographic factors. The residuals after removing these trends can be further corrected using the High Accuracy Surface Modeling Method (HASM) to improve the accuracy of the humidity distribution map.",
                "AnswerCn": "多年度平均湿度在河流流域的空间变异性可以受到地理位置、海拔、坡度和朝向等因素的影响。在数据收集和分析中，可以通过计算变异系数来评估空间稳定性。如果变异系数大于100%，可以使用地理加权回归分析站点数据与地理和地形因素之间的关系，以确定月度湿度分布趋势。如果变异系数小于或等于100%，则可以应用普通最小二乘回归来计算站点湿度值与地理和地形因素之间的关系。在去除这些趋势后的残差可以进一步使用高精度表面建模方法（HASM）进行修正，以提高湿度分布图的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the variability in spatial stability when analyzing long-term average humidity data trends across different geographical terrains?",
                "QuestionCn": "在分析不同地理地形的长期平均湿度数据趋势时，影响空间稳定性变异性的因素有哪些？",
                "AnswerEn": "The variability in spatial stability of long-term average humidity data trends is influenced by factors such as the relationship between humidity values and geographical terrain characteristics, including latitude, elevation, slope, and aspect. These factors are analyzed using geographic weighted regression or ordinary least squares regression, depending on the coefficient of variation. A high coefficient of variation (>100%) indicates a need for geographic weighted regression to examine these relationships, while a lower coefficient allows for ordinary least squares regression.",
                "AnswerCn": "长期平均湿度数据趋势的空间稳定性变异性受到多种因素的影响，例如湿度值与地理地形特征之间的关系，包括纬度、海拔、坡度和朝向。这些因素通过地理加权回归或普通最小二乘回归进行分析，具体取决于变异系数。当变异系数较高（>100%）时，需要使用地理加权回归来研究这些关系，而较低的变异系数则可以使用普通最小二乘回归。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential effects on the spatial accuracy of湿度 distribution mapping when employing geographic weighted regression compared to ordinary least squares regression in varied terrain conditions within the Heihe River Basin?",
                "QuestionCn": "在不同地形条件下，使用地理加权回归与普通最小二乘回归相比，对湿度分布映射的空间精度可能产生的影响是什么？",
                "AnswerEn": "The use of geographic weighted regression (GWR) can enhance the spatial accuracy of湿度 distribution mapping in areas where the变异系数 is greater than 100%, as it accounts for spatial non-stationarity by considering relationships between station sites and geographic terrain factors. In contrast, ordinary least squares regression is used when the变异系数 is 100% or less, assuming spatial stationarity, which may not capture local variations as accurately in diverse terrain conditions. Therefore, GWR is expected to provide a more nuanced representation of湿度 trends in complex terrains within the Heihe River Basin.",
                "AnswerCn": "地理加权回归（GWR）的使用可以提高湿度分布图在变异系数大于100%的区域的空间准确性，因为它通过考虑站点与地理地形因素之间的关系来考虑空间非平稳性。相比之下，当变异系数为100%或更低时，使用普通最小二乘回归，假设空间平稳性，这可能无法在多样化的地形条件下准确捕捉局部变化。因此，预计GWR将在复杂地形的黑河流域内提供更细致的湿度趋势表现。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in collecting and processing meteorological data to derive long-term average monthly humidity distribution across a river basin, considering geographical and topographical factors?",
                "QuestionCn": "收集和处理气象数据以推导河流流域的长期平均月湿度分布涉及哪些程序，考虑到地理和地形因素？",
                "AnswerEn": "The process involves collecting data from 21 conventional meteorological observation stations and 13 national benchmark stations in and around the basin. Daily humidity data is compiled and averaged to obtain long-term monthly data for each station from 1961 to 2010. Spatial stability is analyzed using the coefficient of variation. If the coefficient exceeds 100%, geographically weighted regression is used to model the relationship between station data and geographical factors, deriving monthly humidity distribution trends. If the coefficient is 100% or less, ordinary least squares regression is used for this purpose. Residuals after trend removal are fitted and corrected using the High Accuracy Surface Modeling Method (HASM). Finally, the trend surface results and corrected residuals are combined to obtain the long-term average monthly humidity distribution from 1961 to 2010, with a spatial resolution of 500 meters.",
                "AnswerCn": "该过程涉及从流域内外的21个常规气象观测站和13个国家基准站收集数据。每日湿度数据被汇总并平均，以获得1961年至2010年每个站点的长期月度数据。使用变异系数分析空间稳定性。如果变异系数超过100%，则使用地理加权回归模型来建立站点数据与地理因素之间的关系，从而推导出月度湿度分布趋势。如果变异系数为100%或更低，则使用普通最小二乘回归进行此目的。在去除趋势后的残差被拟合并使用高精度表面建模方法（HASM）进行修正。最后，将趋势表面结果和修正后的残差结合，以获得1961年至2010年的长期平均月度湿度分布，空间分辨率为500米。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the accurate spatial distribution analysis of long-term average humidity data in river basins?",
                "QuestionCn": "哪些方法论能够准确分析流域内长期平均湿度数据的空间分布？",
                "AnswerEn": "The methodologies involve using data from multiple meteorological stations to calculate long-term monthly humidity data and performing spatial stability analysis. If the coefficient of variation is greater than 100%, geographic weighted regression is used to analyze the relationship between station data and geographic factors for monthly humidity distribution trends. If the coefficient is less than or equal to 100%, ordinary least squares regression is applied. High Accuracy Surface Modeling Method (HASM) is used to fit and correct residuals after removing trends. Finally, the trend surface results are combined with corrected residuals to obtain the long-term average humidity distribution.",
                "AnswerCn": "该方法涉及使用多个气象站的数据来计算长期的月度湿度数据，并进行空间稳定性分析。如果变异系数大于100%，则使用地理加权回归分析站点数据与地理因素之间的关系，以研究月度湿度分布趋势。如果变异系数小于或等于100%，则应用普通最小二乘回归。在去除趋势后，使用高精度表面建模方法（HASM）来拟合和修正残差。最后，将趋势表面结果与修正后的残差结合，以获得长期平均湿度分布。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}