{
    "id": "0231c972-8460-4691-a187-70e4cc356f60",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "A new map of permafrost distribution on the Tibetan Plateau (2017)",
            "titleCn": "青藏高原新绘制冻土分布图（2017）",
            "description": "Qinghai Tibet Plateau is the largest permafrost area in the world. At present, some permafrost distribution maps have been compiled. However, due to the limited data sources, unclear standards, insufficient verification and lack of high-quality spatial data sets, there is great uncertainty in drawing Permafrost Distribution Maps on TP.\nBased on the improved medium resolution imaging spectrometer (MODIS) surface temperature (LSTS) model of 1 km clear sky mod11a2 (Terra MODIS) and myd11a2 (Aqua MODIS) product (reprocessing version 5) in 2003-2012, the data set simulates the distribution of permafrost and generates the permafrost map of Qinghai Tibet Plateau. The map was verified by field observation, soil moisture content and bulk density.\nPermafrost attributes mainly include: seasonally frozen ground, permafrost and unfrozen ground.\nThe data set provides more detailed data of Permafrost Distribution and basic data for the study of permafrost in the Qinghai Tibet Plateau.",
            "descriptionCn": "青藏高原是世界上中低纬度地区冻土面积最大的地区。目前已编制了一些多年冻土分布图，但由于资料来源有限、标准不明确、验证不充分、高质量空间数据集的缺乏，使得在TP上绘制多年冻土分布图存在较大的不确定性。\n本数据集基于改进的中分辨率成像光谱仪(MODIS)地表温度(LSTs)2003-2012年1km晴空MOD11A2 (Terra MODIS)和MYD11A2(Aqua MODIS)产品(reprocessing version 5)的冻融指数及冻土顶部温度（TTOP）模型模拟了多年冻土的分布，生成了青藏高原冻土图。并通过野外地面观测、土壤含水率和容重等各种调查数据对该图进行了验证。\n冻土属性主要包括：季节性冻土（Seasonally frozen ground）、多年冻土（Permafrost）、非冻土区域（Unfrozen ground）。\n数据集为青藏高原冻土研究提供了更详细的冻土分布资料和基础资料。",
            "instructions": "File name: the data is stored in grid TIFF format, and the file name is perma_distr_ map.tif\nData reading mode: it can be opened with ArcGIS, QGIS and other remote sensing software to read TIF files",
            "instructionsCn": "文件命名：数据以栅格tiff格式存储，文件名称为Perma_Distr_map.tif\n数据读取方式：可以用Arcgis、Qgis等遥感软件打开，读取tif文件",
            "east": 110.0,
            "west": 70.0,
            "south": 20.0,
            "north": 50.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 15897544.0,
            "cstr": "18406.11.Geocry.tpdc.270468",
            "doi": "10.11888/Geocry.tpdc.270468",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "赵林",
                "nameEn": "ZHAO Lin",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A new map of permafrost distribution on the Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Zou, Defu & Zhao, Lin & Sheng, Yu & Chen,, et al. (2017). A new map of permafrost distribution on the Tibetan Plateau. The Cryosphere. 11. 2527-2542. 10.5194/tc-11-2527-2017."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            },
            {
                "nameCn": "季节冻土",
                "nameEn": "Seasonally frozen ground"
            },
            {
                "nameCn": "永冻带（多年冻土）",
                "nameEn": "Permafrost "
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2017",
                "keywordEn": "2017",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Permafrost, defined as ground that remains at or below 0 °C for at least 2 consecutive years (Dobinski, 2011), underlies more than 20 % of the exposed land area in the Northern Hemisphere (Obu et al., 2019) and constitutes an essential component of the Earth system. The Qinghai–Tibet Plateau (QTP), also known as the Earth’s third pole, contains the largest mid- to low-latitude permafrost area in the world. Due to the complex topography and unique plateau climate, permafrost over the QTP is generally of low thermal stability and strongly influenced by complex local factors, such as terrain, vegetation cover, soil properties, and hydrological conditions, which differentiate it from high-latitude permafrost around the Arctic and make it more sensitive to global climate change (Li et al., 2008; Yang et al., 2019; Zhao et al., 2020). In the context of global warming, significant permafrost degradation is occurring on the QTP and has strongly affected hydrological processes (Li et al., 2020), carbon cycling (Mu et al., 2020), and heat exchange processes (Zhao et al., 2020). In addition, hazards related to permafrost degradation threaten construction and infrastructure on the QTP (Wang et al., 2020). Many researchers have studied the complex responses and feedback of permafrost to climate change (Yang et al., 2019), while land surface model-based spatial modeling of permafrost has become an important approach (Ji et al., 2022). Using land surface models, many spatial modeling studies have attempted to project future changes in permafrost (Chang et al., 2018; Debolskiy et al., 2020; Yin et al., 2021), assess the permafrost status under climate change (Koven et al., 2013; Burke et al., 2020), diagnose the contributors to regional permafrost degradation (Zhang et al., 2021a, b; Mekonnen et al., 2021), and project potential feedbacks on the climate system due to permafrost degradation (Zhang et al., 2020; Andresen et al., 2020; Yokohata et al., 2020; Wang et al., 2021). However, evaluating the spatial simulations for the QTP can be challenging due to the limited availability of ground observations, which may not be sufficient to serve as references across the vast spatial modeling domain. Hence, there is a need for an accurate permafrost distribution map that would serve as a reference to validate the results of spatial simulations. The map could be used as a target for the calibration of model parameters and to provide a constraint for future projections to minimize biases resulting from the modeling process. Moreover, an accurate map of permafrost distribution could serve as a fundamental dataset for hydrological, carbon, ecological, and engineering studies in cold regions (Hu et al., 2019a; Li et al., 2020; Song et al., 2020; Mu et al., 2020)."
            ],
            "research objective": [
                "Based on these criteria, this study aims to produce a permafrost distribution map over the QTP in 2010 through an effective permafrost mapping approach that considers the effects of local factors and utilizes observational data, including remote sensing data and survey-based subregion permafrost maps, as optimization targets and constraints. Our objective is to provide a new reference map for 2010 for permafrost studies on the QTP and to provide a benchmark map for transient simulations of QTP permafrost under climate change."
            ],
            "challenges": [
                "Due to the scarcity of ground stations on the QTP, these modeling studies are often hampered by the lack of validation references, calibration targets, and model constraints; however, a high-quality permafrost distribution map would be a good option as a benchmark for spatial simulations. Existing permafrost distribution maps for the QTP can poorly serve this purpose. The accuracy of existing maps is constrained by the limited availability and quality of data used to create them as well as by the inadequacy of mapping approaches. Uncertainties associated with mapping approaches also negatively impact the accuracy of existing permafrost maps. Common statistical learning methods for permafrost mapping (Wang et al., 2019c; Ni et al., 2021) heavily rely on in situ observations as a training dataset. Therefore, they are often compromised when ground observations are unevenly distributed and have different observation periods, as is the case for the QTP. Meanwhile, the lack of accurate soil properties, fine-tuned parameterization schemes, and high-resolution forcing data on the QTP severely challenged the applications of land surface models in mapping permafrost (Wu et al., 2018). These physically explicit models were often calibrated and validated at a point scale, leading to unpredictable uncertainties when extended to a large region with more variability and, thus, more complex conditions (Qin et al., 2017; Wu et al., 2018)."
            ],
            "methods": [
                "In this study, we created a new permafrost distribution map for the QTP in 2010 using a novel permafrost mapping approach with satellite-derived ground surface thawing and freezing indices as inputs and survey-based subregion permafrost maps as constraints. We applied the FROSTNUM/COP mapping method developed by Hu et al. (2020) to map the distribution of permafrost on the QTP. The general process of this method and the improvements that we made in this study are outlined in Fig. 2. It is based on the extended ground surface frost number (FROSTNUM) model fed by satellite temperature data (Fig. 2a, b), and it requires permafrost distribution maps for subregions as optimization constraints. This method accounts for local factors through a model parameter E, whose values were optimally determined for all spatial units following a procedure of spatial clustering (Fig. 2c), parametric optimization (Fig. 2d), and decision tree (Fig. 2c). The optimization procedure in the original FROSTNUM/COP method uses Cohen’s kappa coefficient (Cohen, 1960) as an objective function, which measures the agreement of frozen-soil-type classification between the simulated map and survey-based subregion maps. In this study, we specially reduced the equifinality problem by modifying the objective function to additionally include a metric that guarantees boundary consistency and by introducing an ensemble simulation of 1000 runs of parametric optimization. DDF and DDT were calculated based on the MOD11A1 and MYD11A1 Level 3 products (Version 6). Despite many all-weather LST products (Zhang et al., 2021; Xu and Cheng, 2021), we chose a stepwise interpolation approach based on the solar–cloud–satellite geometry (SCSG) effect (Chen et al., 2023) to interpolate the data-gap regions in the MODIS LST data. Due to the buffering effect of seasonal snow cover and vegetation, thermal offsets often exist between satellite-derived LST values and GST values. Therefore, for the DDF values, we simply calculated the sum of negative degree-days of mean daily LST from four instantaneous LST observations, ignoring the effects of snow cover. To this end, we developed a multilinear regression model where GST is a function of independent variables including the raw LST, NDVI, and latitude at weather stations (Huang et al., 2020). The correction was repeated over 23 time intervals a year, and the annual DDT was the aggregate of all these corrected positive degree-days. We followed the method developed by Hu et al. (2020) to spatially group the soils of five subregions into soil clusters. The particle swarm optimization (PSO) algorithm (Wang et al., 2018) was used to find the optimal value of E associated with each soil cluster."
            ],
            "dataset": [
                "The dataset is available from the repository hosted on Figshare (Cao et al., 2022): https://doi.org/10.6084/m9.figshare.19642362."
            ],
            "findings": [
                "This new map showed a total permafrost area of about 1.086 × 10^6 km^2 (41.2 % of the QTP area) and seasonally frozen ground of about 1.447 × 10^6 km^2 (54.9 %) in 2010, excluding glaciers and lakes. Validations using survey-based subregion permafrost maps (κ=0.74) and borehole records (overall accuracy=0.85 and κ=0.43) showed a higher accuracy of this map compared with two other recent maps. Inspection of regions with obvious distinctions between the maps affirms that the permafrost distribution on this map is more realistic than that on the Zou et al. (2017) map. Given the demonstrated excellent accuracy, this map can serve as a benchmark map for constraining/validating land surface simulations on the QTP and as a historical reference for projecting future permafrost changes on the QTP in the context of global warming."
            ],
            "backgroundCn": [
                "永久冻土被定义为在连续两年内保持在或低于0°C的土壤（Dobinski, 2011），在北半球的暴露陆地面积中占据了超过20%。永久冻土是地球系统的重要组成部分。青藏高原（QTP），也被称为地球的第三极，拥有世界上最大的中低纬度永久冻土区域。由于复杂的地形和独特的高原气候，青藏高原上的永久冻土通常具有较低的热稳定性，并受到复杂的地方因素的强烈影响，如地形、植被覆盖、土壤特性和水文条件，这使其与北极地区的高纬度永久冻土有所不同，并使其对全球气候变化更加敏感（Li et al., 2008; Yang et al., 2019; Zhao et al., 2020）。在全球变暖的背景下，青藏高原上正在发生显著的永久冻土退化，这对水文过程（Li et al., 2020）、碳循环（Mu et al., 2020）和热交换过程（Zhao et al., 2020）产生了强烈影响。此外，永久冻土退化相关的灾害威胁着青藏高原上的建筑和基础设施（Wang et al., 2020）。许多研究人员研究了永久冻土对气候变化的复杂响应和反馈（Yang et al., 2019），而基于陆面模型的空间建模已成为一种重要的方法（Ji et al., 2022）。利用陆面模型，许多空间建模研究试图预测永久冻土的未来变化（Chang et al., 2018; Debolskiy et al., 2020; Yin et al., 2021），评估气候变化下的永久冻土状态（Koven et al., 2013; Burke et al., 2020），诊断区域永久冻土退化的原因（Zhang et al., 2021a, b; Mekonnen et al., 2021），以及预测永久冻土退化对气候系统的潜在反馈（Zhang et al., 2020; Andresen et al., 2020; Yokohata et al., 2020; Wang et al., 2021）。然而，由于地面观测数据的有限可用性，评估青藏高原的空间模拟可能面临挑战，这些观测数据可能不足以作为广泛空间建模领域的参考。因此，需要一张准确的永久冻土分布图，以作为验证空间模拟结果的参考。该地图可以用作模型参数校准的目标，并为未来的预测提供约束，以最小化建模过程中的偏差。此外，准确的永久冻土分布图可以作为寒冷地区水文、碳、生态和工程研究的基础数据集（Hu et al., 2019a; Li et al., 2020; Song et al., 2020; Mu et al., 2020）。"
            ],
            "research objectiveCn": [
                "根据这些标准，本研究旨在通过一种有效的冻土分布映射方法，在2010年制作青藏高原的冻土分布图，该方法考虑了局部因素的影响，并利用观测数据，包括遥感数据和基于调查的子区域冻土图作为优化目标和约束。我们的目标是为2010年的冻土研究提供一张新的参考图，并为气候变化下青藏高原冻土的瞬态模拟提供基准图。"
            ],
            "challengesCn": [
                "由于青藏高原（QTP）上地面站的稀缺，这些建模研究常常受到缺乏验证参考、校准目标和模型约束的困扰；然而，高质量的永久冻土分布图将是空间模拟的一个良好基准。现有的青藏高原永久冻土分布图在这方面的作用有限。现有地图的准确性受到用于创建它们的数据可用性和质量的限制，以及制图方法的不足。与制图方法相关的不确定性也对现有永久冻土地图的准确性产生了负面影响。常见的统计学习方法（Wang et al., 2019c; Ni et al., 2021）在永久冻土制图中严重依赖于现场观测作为训练数据集。因此，当地面观测分布不均且观测时间不同（如青藏高原的情况）时，这些方法往往受到影响。同时，青藏高原上缺乏准确的土壤属性、精细化的参数化方案和高分辨率的强迫数据，严重挑战了土地表面模型在永久冻土制图中的应用（Wu et al., 2018）。这些物理显式模型通常在点尺度上进行校准和验证，因此在扩展到具有更多变异性和更复杂条件的大区域时，导致不可预测的不确定性（Qin et al., 2017; Wu et al., 2018）。"
            ],
            "methodsCn": [
                "在本研究中，我们使用一种新颖的冻土分布映射方法，结合卫星获取的地面融化和冻结指数作为输入，并以基于调查的子区域冻土图作为约束，创建了2010年青藏高原（QTP）的新冻土分布图。我们应用了Hu等人（2020）开发的FROSTNUM/COP映射方法来绘制QTP的冻土分布。该方法的一般过程及我们在本研究中所做的改进如图2所示。该方法基于扩展的地面霜冻指数（FROSTNUM）模型，输入卫星温度数据（图2a，b），并需要子区域的冻土分布图作为优化约束。该方法通过模型参数E考虑局部因素，其值通过空间聚类（图2c）、参数优化（图2d）和决策树（图2c）程序为所有空间单元最优确定。原始FROSTNUM/COP方法中的优化程序使用Cohen的kappa系数（Cohen，1960）作为目标函数，该系数衡量模拟图与基于调查的子区域图之间的冻土类型分类一致性。在本研究中，我们特别通过修改目标函数来减少等效性问题，额外包含一个保证边界一致性的度量，并引入1000次参数优化的集成模拟。DDF和DDT是基于MOD11A1和MYD11A1 Level 3产品（版本6）计算的。尽管存在许多全天候的LST产品（Zhang等，2021；Xu和Cheng，2021），我们选择了一种基于太阳-云-卫星几何（SCSG）效应的逐步插值方法（Chen等，2023）来插值MODIS LST数据中的数据缺口区域。由于季节性雪盖和植被的缓冲效应，卫星获取的LST值与地面温度（GST）值之间通常存在热偏差。因此，对于DDF值，我们简单地计算了四个瞬时LST观测值的日均LST的负度日之和，忽略了雪盖的影响。为此，我们开发了一个多元线性回归模型，其中GST是原始LST、NDVI和气象站纬度等自变量的函数（Huang等，2020）。该修正每年重复进行23个时间间隔，年DDT是所有这些修正后的正度日的总和。我们遵循Hu等人（2020）开发的方法，将五个子区域的土壤空间分组为土壤簇。粒子群优化（PSO）算法（Wang等，2018）用于寻找与每个土壤簇相关的E的最优值。"
            ],
            "datasetCn": [
                "数据集可从Figshare上托管的仓库获取（Cao等，2022）：https://doi.org/10.6084/m9.figshare.19642362。"
            ],
            "findingsCn": [
                "这张新地图显示，2010年总的永久冻土面积约为1.086 × 10^6平方公里（占青藏高原面积的41.2%），季节性冻土面积约为1.447 × 10^6平方公里（占54.9%），不包括冰川和湖泊。使用基于调查的子区域永久冻土地图（κ=0.74）和钻孔记录（总体准确率=0.85，κ=0.43）进行验证，显示该地图的准确性高于其他两张近期地图。对地图之间明显差异的区域进行检查，确认该地图上的永久冻土分布比Zou等（2017）地图更为真实。鉴于其出色的准确性，该地图可以作为约束/验证青藏高原土地表面模拟的基准地图，并作为未来在全球变暖背景下预测青藏高原永久冻土变化的历史参考。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is there a lack of ground observation stations impacting the accuracy of permafrost mapping on the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原，地面观测站的缺乏是否影响了永久冻土制图的准确性？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are survey-based subregion permafrost maps used as constraints in some permafrost mapping approaches?",
                "QuestionCn": "基于调查的亚区域永久冻土地图是否在某些永久冻土制图方法中作为约束条件使用？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "For improving the accuracy of permafrost distribution maps, are optimization procedures based on satellite data, soil cluster analysis, or parametric optimization more effective?",
                "QuestionCn": "为了提高永久冻土分布图的准确性，基于卫星数据的优化程序、土壤聚类分析或参数优化哪种方法更有效？",
                "AnswerEn": "satellite data",
                "AnswerCn": "卫星数据",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection method is used to validate permafrost distribution maps on the Qinghai-Tibet Plateau?",
                "QuestionCn": "用于验证青藏高原上永冻土分布图的数据收集方法是什么？",
                "AnswerEn": "field ground observations",
                "AnswerCn": "实地观测",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where can a dataset for the Qinghai-Tibet Plateau permafrost research be accessed?",
                "QuestionCn": "哪里可以获取青藏高原冻土研究的数据集？",
                "AnswerEn": "Figshare",
                "AnswerCn": "Figshare",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are faced when using statistical learning methods for permafrost mapping on the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原上使用统计学习方法进行永久冻土制图时面临哪些挑战？",
                "AnswerEn": "uneven distribution of ground observations",
                "AnswerCn": "地面观测分布不均。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that could enhance the accuracy of permafrost distribution maps on the Qinghai-Tibet Plateau?",
                "QuestionCn": "您能否提供一种数据收集方法的示例，以提高青藏高原上永冻土分布图的准确性？",
                "AnswerEn": "An example of a data collection method that could enhance the accuracy of permafrost distribution maps on the Qinghai-Tibet Plateau is the integration of satellite-derived ground surface thawing and freezing indices with survey-based subregion permafrost maps as constraints. This approach was used to optimize the mapping of permafrost distribution by considering local factors and improving model parameterization.",
                "AnswerCn": "一种可以提高青藏高原上永冻土分布图准确性的数据收集方法是将卫星获取的地面融冻指数与基于调查的子区域永冻土图结合起来作为约束。这种方法通过考虑地方因素和改善模型参数化，优化了永冻土分布的绘制。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a dataset that can be used for validating spatial simulations of permafrost on the Qinghai-Tibet Plateau?",
                "QuestionCn": "一个可以用于验证青藏高原上冻土空间模拟的数据集的例子是什么？",
                "AnswerEn": "An example of a dataset that can be used for validating spatial simulations of permafrost on the Qinghai-Tibet Plateau is the permafrost distribution map generated using MODIS land surface temperature data and the TTOP model. This dataset provides a detailed map of permafrost distribution that can serve as a benchmark for validating and calibrating model simulations.",
                "AnswerCn": "一个可以用于验证青藏高原上冻土空间模拟的数据集是使用MODIS地表温度数据和TTOP模型生成的冻土分布图。该数据集提供了详细的冻土分布图，可以作为验证和校准模型模拟的基准。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Could you give an example of a challenge faced when mapping permafrost distribution on the Qinghai-Tibet Plateau and how it might be addressed?",
                "QuestionCn": "在青藏高原上绘制永久冻土分布时面临的一个挑战是数据获取的困难，因为该地区地形复杂且气候条件恶劣。为了解决这个问题，可以利用遥感技术和无人机进行高分辨率的地面监测，从而获取更准确的冻土分布数据。",
                "AnswerEn": "An example of a challenge faced when mapping permafrost distribution on the Qinghai-Tibet Plateau is the scarcity of ground observations, which limits validation and calibration of spatial models. To address this, high-quality permafrost distribution maps can be developed using satellite data and innovative methods like the FROSTNUM/COP mapping approach, which incorporates local factors and utilizes ensemble simulations to improve accuracy.",
                "AnswerCn": "在青藏高原上绘制永冻土分布图时面临的一个挑战是地面观测稀缺，这限制了空间模型的验证和校准。为了解决这个问题，可以利用卫星数据和创新方法（如FROSTNUM/COP映射方法）开发高质量的永冻土分布图，该方法结合了地方因素并利用集成模拟来提高准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of effective data collection methods for mapping permafrost distribution on the Qinghai-Tibet Plateau?",
                "QuestionCn": "有效的冻土分布数据收集方法的特点是什么，特别是在青藏高原上？",
                "AnswerEn": "satellite-derived ground surface thawing and freezing indices, survey-based subregion permafrost maps, models like FROSTNUM/COP, account for terrain, vegetation cover, soil properties, hydrological conditions, accurate interpolation approaches, thermal offsets due to seasonal snow cover and vegetation",
                "AnswerCn": "卫星衍生的地表解冻和冻结指数、基于调查的子区域多年冻土地图、FROSTNUM/COP等模型，考虑地形、植被覆盖、土壤特性、水文条件、准确的插值方法、由于季节性积雪覆盖和植被导致的热偏移。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the challenges faced in acquiring high-quality datasets for permafrost mapping on the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原进行永久冻土制图时，获取高质量数据集面临的挑战有哪些？",
                "AnswerEn": "scarcity of ground observations, limited availability and quality of data, uneven distribution of observations, different observation periods, lack of accurate soil properties, fine-tuned parameterization schemes, high-resolution forcing data",
                "AnswerCn": "地面观测稀缺、数据的可用性和质量有限、观测分布不均、观测时期不同、缺乏准确的土壤属性、精细调整的参数化方案、高分辨率强迫数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What features should a dataset include to serve as a benchmark for spatial simulations of permafrost on the Qinghai-Tibet Plateau?",
                "QuestionCn": "一个用于青藏高原永久冻土空间模拟的基准数据集应包括哪些特征？",
                "AnswerEn": "accurate permafrost distribution maps, survey-based subregion maps, borehole records, satellite-derived data, ground surface thawing and freezing indices, terrain, vegetation",
                "AnswerCn": "准确的永久冻土分布图、基于调查的子区域地图、钻孔记录、卫星衍生数据、地表融冻指数、地形、植被",
                "Level": "C6(Creating)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many years of MODIS LST data were used to simulate the permafrost distribution on the Qinghai–Tibet Plateau?",
                "QuestionCn": "用于模拟青藏高原冻土分布的MODIS LST数据有多少年的数据？",
                "AnswerEn": "10 years",
                "AnswerCn": "10年",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the total permafrost area mapped in the new permafrost distribution map for the Qinghai–Tibet Plateau in 2010?",
                "QuestionCn": "2010年青藏高原新永久冻土分布图中映射的永久冻土总面积是多少？",
                "AnswerEn": "1.086 × 10^6 km^2, 41.2%",
                "AnswerCn": "1.086 × 10^6 平方公里，41.2%",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What was the overall accuracy of the new permafrost map compared to borehole records?",
                "QuestionCn": "新冻土图与钻孔记录相比的整体准确性是多少？",
                "AnswerEn": "0.85",
                "AnswerCn": "0.85",
                "Level": "C5(Evaluating)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is a permafrost distribution map and why is it important for studies on the Qinghai-Tibet Plateau?",
                "QuestionCn": "永久冻土分布图是什么，以及它为何对青藏高原的研究重要？",
                "AnswerEn": "A permafrost distribution map is a detailed representation of permafrost areas, showing where permafrost exists and does not exist. It is important for studies on the Qinghai-Tibet Plateau (QTP) because it serves as a reference to validate spatial simulation results, helps calibrate model parameters, and provides a constraint for future projections to minimize modeling biases. This map is also crucial as a fundamental dataset for hydrological, carbon, ecological, and engineering studies in cold regions.",
                "AnswerCn": "永久冻土分布图是永久冻土区域的详细表示，显示了永久冻土存在和不存在的地方。它对于青藏高原（QTP）的研究非常重要，因为它作为验证空间模拟结果的参考，帮助校准模型参数，并为未来的预测提供约束，以最小化建模偏差。该地图也是冷地区水文、碳、生态和工程研究的重要基础数据集。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is the FROSTNUM/COP mapping method used in permafrost studies?",
                "QuestionCn": "FROSTNUM/COP映射方法在永久冻土研究中使用。",
                "AnswerEn": "The FROSTNUM/COP mapping method is a novel approach used to map the distribution of permafrost. It is based on the extended ground surface frost number (FROSTNUM) model, which uses satellite-derived ground surface thawing and freezing indices as inputs and survey-based subregion permafrost maps as constraints. This method accounts for local factors and involves spatial clustering, parametric optimization, and decision trees to optimize permafrost distribution mapping.",
                "AnswerCn": "FROSTNUM/COP映射方法是一种新颖的永久冻土分布映射方法。它基于扩展的地面霜冻数（FROSTNUM）模型，该模型使用卫星获取的地面融化和冻结指数作为输入，并以基于调查的子区域永久冻土图作为约束。该方法考虑了局部因素，并涉及空间聚类、参数优化和决策树，以优化永久冻土分布映射。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the challenges associated with permafrost mapping on the Qinghai-Tibet Plateau?",
                "QuestionCn": "青藏高原上冻土测绘面临的挑战有哪些？",
                "AnswerEn": "Challenges associated with permafrost mapping on the Qinghai-Tibet Plateau include the scarcity of ground stations, which limits validation references and calibration targets. Existing maps often suffer from inaccuracies due to limited and poor-quality data, inadequate mapping approaches, and uncertainties associated with these methods. Additionally, common statistical learning methods heavily rely on in situ observations that are unevenly distributed and have different observation periods, creating further complications.",
                "AnswerCn": "与青藏高原的永冻土制图相关的挑战包括地面站点稀缺，这限制了验证参考和校准目标。现有的地图往往由于数据有限且质量较差、制图方法不充分以及与这些方法相关的不确定性而存在不准确性。此外，常见的统计学习方法严重依赖于分布不均且观察周期不同的现场观测，进一步增加了复杂性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in challenges faced by statistical learning methods relying on in situ observations versus land surface models in mapping permafrost on the Qinghai-Tibet Plateau?",
                "QuestionCn": "依赖于原位观测的统计学习方法与土地表面模型在青藏高原映射永久冻土时面临的挑战有哪些不同？",
                "AnswerEn": "Statistical learning methods that rely on in situ observations face challenges due to uneven distribution and varying observation periods of ground data. This can compromise the reliability of these methods across the vast and diverse Qinghai-Tibet Plateau. Land surface models, on the other hand, encounter difficulties due to the lack of accurate soil properties, fine-tuned parameterization schemes, and high-resolution forcing data. These models are often calibrated at a point scale, which can lead to uncertainties when applied over larger, more variable regions.",
                "AnswerCn": "依赖于原位观测的统计学习方法面临着由于地面数据的不均匀分布和观察周期的变化而带来的挑战。这可能会影响这些方法在广阔而多样的青藏高原上的可靠性。另一方面，陆面模型由于缺乏准确的土壤属性、精细化的参数化方案和高分辨率的强迫数据而遇到困难。这些模型通常在点尺度上进行校准，这在应用于更大且变化更大的区域时可能导致不确定性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What factors could influence the accuracy of permafrost distribution models when using satellite-derived data for mapping, and how might these factors be addressed in data collection methods?",
                "QuestionCn": "影响使用卫星衍生数据进行永久冻土分布模型准确性的因素有哪些，这些因素在数据收集方法中如何得到解决？",
                "AnswerEn": "The accuracy of permafrost distribution models could be influenced by factors such as terrain, vegetation cover, soil properties, and hydrological conditions. These factors can be addressed by incorporating diverse observational data, optimizing model parameters for local conditions, and using high-resolution remote sensing data to capture spatial variability.",
                "AnswerCn": "永冻土分布模型的准确性可能受到地形、植被覆盖、土壤特性和水文条件等因素的影响。这些因素可以通过整合多样的观测数据、优化适应当地条件的模型参数以及使用高分辨率遥感数据来捕捉空间变异性来加以解决。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How might the scarcity of ground-based observations on the Qinghai-Tibet Plateau impact the reliability of permafrost mapping, and what strategies could be employed to mitigate these challenges in data collection?",
                "QuestionCn": "青藏高原地面观测的稀缺性可能会影响冻土分布图的可靠性，而为了解决这些数据收集中的挑战，可以采用哪些策略？",
                "AnswerEn": "The scarcity of ground-based observations can limit validation references and model constraints, impacting reliability. Strategies to mitigate these challenges include using satellite data as substitutes, applying novel mapping approaches that incorporate local factors, and validating with survey-based maps and borehole records to improve accuracy.",
                "AnswerCn": "地面观测的稀缺性可能限制验证参考和模型约束，影响可靠性。缓解这些挑战的策略包括使用卫星数据作为替代，应用结合地方因素的新型制图方法，以及通过基于调查的地图和钻孔记录进行验证，以提高准确性。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What methodological innovations could enhance the calibration of permafrost distribution maps in the context of climate change projections, and how might these be integrated into existing datasets?",
                "QuestionCn": "哪些方法论创新可以增强在气候变化预测背景下的永冻土分布图的校准，并且这些创新如何可以整合到现有数据集中？",
                "AnswerEn": "Methodological innovations such as using extended ground surface frost number models, ensemble simulations of parametric optimizations, and incorporating metrics for boundary consistency can enhance calibration. Integrating these innovations involves refining satellite data interpolation methods and developing models that account for thermal offsets due to seasonal snow cover and vegetation.",
                "AnswerCn": "方法创新，如使用扩展的地面霜冻数模型、参数优化的集合模拟以及纳入边界一致性度量，可以增强校准。整合这些创新涉及改进卫星数据插值方法，并开发考虑季节性雪盖和植被引起的热偏差的模型。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "Why is there a need for a high-quality permafrost distribution map to validate spatial simulations on the Qinghai-Tibet Plateau?",
                "QuestionCn": "为什么需要高质量的永久冻土分布图来验证青藏高原的空间模拟？",
                "AnswerEn": "A high-quality permafrost distribution map is needed due to the scarcity of ground observations, which are insufficient to serve as references across the vast spatial modeling domain. Such a map would provide a benchmark for spatial simulations, serve as a calibration target to minimize modeling biases, and act as a fundamental dataset for hydrological, carbon, ecological, and engineering studies in cold regions.",
                "AnswerCn": "由于地面观测稀缺，无法在广阔的空间建模领域中作为参考，因此需要一张高质量的永久冻土分布图。这张地图将为空间模拟提供基准，作为校准目标以最小化建模偏差，并作为寒冷地区水文、碳、生态和工程研究的基础数据集。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What causes the uncertainties in the current permafrost mapping approaches for the Qinghai-Tibet Plateau?",
                "QuestionCn": "导致青藏高原当前冻土分布图绘制不确定性的原因是什么？",
                "AnswerEn": "Uncertainties in current mapping approaches are caused by common statistical learning methods that heavily rely on in situ observations, which are often unevenly distributed. The lack of accurate soil properties, fine-tuned parameterization schemes, and high-resolution forcing data also challenges the applications of land surface models, leading to unpredictable uncertainties when extended to large regions with complex conditions.",
                "AnswerCn": "当前映射方法中的不确定性是由于常见的统计学习方法过于依赖现场观测数据，而这些数据往往分布不均。缺乏准确的土壤属性、精细化的参数化方案以及高分辨率的强迫数据也对陆面模型的应用构成挑战，导致在扩展到具有复杂条件的大区域时出现不可预测的不确定性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of using satellite-derived ground surface thawing and freezing indices in permafrost mapping over traditional ground-based observations?",
                "QuestionCn": "使用卫星获取的地面表面融冻指数进行永久冻土制图的潜在结果与传统的地面观测相比有哪些？",
                "AnswerEn": "Using satellite-derived indices allows for more comprehensive spatial coverage and can serve as an input for novel permafrost mapping approaches, which helps address the scarcity and uneven distribution of ground stations. This method can support creating a high-quality permafrost distribution map that provides a reliable benchmark for spatial simulations and helps improve the accuracy of permafrost maps.",
                "AnswerCn": "使用卫星衍生指数可以实现更全面的空间覆盖，并可以作为新型冻土映射方法的输入，这有助于解决地面站点稀缺和分布不均的问题。这种方法可以支持创建高质量的冻土分布图，为空间模拟提供可靠的基准，并有助于提高冻土图的准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it necessary to address the challenges of using common statistical learning methods for permafrost mapping in the Qinghai-Tibet Plateau?",
                "QuestionCn": "为什么有必要解决在青藏高原进行永久冻土制图时使用常见统计学习方法的挑战？",
                "AnswerEn": "It is necessary because the scarcity and uneven distribution of ground observations, along with different observation periods, compromise the effectiveness of statistical learning methods. Addressing these challenges allows for more accurate permafrost mapping by improving validation references, calibration targets, and model constraints, which are essential for reliable spatial simulations and high-resolution permafrost distribution maps.",
                "AnswerCn": "这是必要的，因为地面观测的稀缺和不均匀分布，以及不同的观测时期，影响了统计学习方法的有效性。解决这些挑战可以通过改善验证参考、校准目标和模型约束，从而提高对冻土的准确映射，这些都是可靠空间模拟和高分辨率冻土分布图所必需的。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures can be used to improve the accuracy of permafrost distribution maps over the Qinghai–Tibet Plateau using remote sensing data?",
                "QuestionCn": "可以使用哪些程序来提高青藏高原上永冻土分布图的准确性，利用遥感数据？",
                "AnswerEn": "A novel permafrost mapping approach can be utilized, which uses satellite-derived ground surface thawing and freezing indices as inputs and incorporates survey-based subregion permafrost maps as constraints. The FROSTNUM/COP mapping method can be applied, optimizing the model parameters through spatial clustering, parametric optimization, and decision tree processes.",
                "AnswerCn": "一种新的永久冻土制图方法可以被利用，该方法使用卫星获取的地表融化和冻结指数作为输入，并结合基于调查的子区域永久冻土图作为约束。可以应用FROSTNUM/COP制图方法，通过空间聚类、参数优化和决策树过程来优化模型参数。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can remote sensing data be processed to address data gaps when mapping permafrost areas?",
                "QuestionCn": "如何处理遥感数据以解决在绘制永久冻土区域时的数据缺口？",
                "AnswerEn": "Data gaps in MODIS LST data can be interpolated using a stepwise approach based on the solar–cloud–satellite geometry (SCSG) effect. This helps to ensure continuity in the temperature data used for permafrost mapping, taking into consideration thermal offsets due to seasonal snow cover and vegetation.",
                "AnswerCn": "MODIS LST数据中的数据缺口可以通过基于太阳-云-卫星几何（SCSG）效应的分步方法进行插值。这有助于确保用于永久冻土制图的温度数据的连续性，同时考虑到由于季节性雪盖和植被造成的热偏差。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What steps are involved in validating a new permafrost distribution map to ensure its reliability?",
                "QuestionCn": "验证新的永久冻土分布图以确保其可靠性涉及以下步骤：\n\n1. **数据收集**：收集相关的地理、气候和土壤数据，包括历史数据和现有的永久冻土分布图。\n\n2. **现场验证**：在关键区域进行实地考察，收集土壤样本和温度数据，以验证地图上的永久冻土分布。\n\n3. **比较分析**：将新地图与已有的高质量永久冻土分布图进行比较，分析差异和一致性。\n\n4. **统计分析**：使用统计方法评估新地图的准确性，包括计算精确度、召回率和F1分数等指标。\n\n5. **专家评审**：邀请领域专家对新地图进行评审，提供反馈和建议。\n\n6. **模型验证**：如果使用了模型生成地图，需验证模型的假设和参数设置是否合理。\n\n7. **更新和修正**：根据验证结果对地图进行必要的更新和修正。\n\n8. **发布和共享**：在确保地图可靠性后，将其发布并与相关研究人员和机构共享。\n\n9. **持续监测**：建立长期监测机制，定期更新地图以反映永久冻土分布的变化。",
                "AnswerEn": "Validation involves comparing the new map with survey-based subregion permafrost maps and borehole records. The accuracy is typically assessed using metrics such as Cohen's kappa coefficient and overall accuracy. This process helps ensure that the map can serve as a benchmark for spatial simulations and future projections.",
                "AnswerCn": "验证涉及将新地图与基于调查的亚区域永久冻土地图和钻孔记录进行比较。准确性通常使用科恩的卡帕系数和总体准确率等指标进行评估。这个过程有助于确保该地图可以作为空间模拟和未来预测的基准。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enable the creation of accurate permafrost distribution maps for the Qinghai-Tibet Plateau?",
                "QuestionCn": "哪些技术进步使得能够创建青藏高原的准确永久冻土分布图？",
                "AnswerEn": "The use of improved middle-resolution imaging spectroradiometer (MODIS) land surface temperature (LST) data and the application of models like the FROSTNUM/COP mapping approach allow for more accurate permafrost distribution maps by accounting for local factors and utilizing satellite-derived data.",
                "AnswerCn": "改进的中分辨率成像光谱仪（MODIS）陆地表面温度（LST）数据的使用以及FROSTNUM/COP映射方法等模型的应用，通过考虑地方因素和利用卫星衍生数据，使得更准确的永久冻土分布图得以绘制。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How do specific data collection methods contribute to the validation of permafrost distribution maps over the Qinghai-Tibet Plateau?",
                "QuestionCn": "特定的数据收集方法如何有助于验证青藏高原的永冻土分布图？",
                "AnswerEn": "Data collection methods such as field observations, soil moisture, and bulk density surveys, along with subregion permafrost maps, contribute to the validation process by providing essential reference data to assess and improve the accuracy of permafrost distribution maps.",
                "AnswerCn": "数据收集方法，如实地观察、土壤湿度和体积密度调查，以及亚区域永久冻土地图，通过提供基本参考数据来支持验证过程，以评估和提高永久冻土分布图的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conditions or data sources enable the reduction of uncertainties in mapping permafrost on the Qinghai-Tibet Plateau?",
                "QuestionCn": "哪些条件或数据来源能够减少对青藏高原永久冻土映射的不确定性？",
                "AnswerEn": "The integration of satellite-derived thawing and freezing indices, along with survey-based subregion maps, helps reduce uncertainties by providing optimization targets and constraints, which improve the mapping accuracy and mitigate the challenges posed by uneven ground observation distributions.",
                "AnswerCn": "卫星获取的融化和冻结指数与基于调查的子区域地图的结合，有助于通过提供优化目标和约束来减少不确定性，从而提高映射精度，并减轻由于地面观测分布不均而带来的挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be significant challenges in acquiring accurate permafrost distribution data on the Qinghai-Tibet Plateau?",
                "QuestionCn": "在获取青藏高原上准确的永久冻土分布数据时，可能会面临重大挑战。",
                "AnswerEn": "Due to the complex topography and unique plateau climate, permafrost over the Qinghai-Tibet Plateau is generally of low thermal stability and strongly influenced by local factors such as terrain, vegetation cover, soil properties, and hydrological conditions. Additionally, the scarcity of ground stations makes it difficult to validate modeling studies, leading to uncertainties in existing permafrost distribution maps.",
                "AnswerCn": "由于复杂的地形和独特的高原气候，青藏高原的永久冻土通常具有较低的热稳定性，并受到地形、植被覆盖、土壤特性和水文条件等地方性因素的强烈影响。此外，地面观测站的稀缺使得验证模型研究变得困难，从而导致现有永久冻土分布图的不确定性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might existing permafrost maps be insufficient for validating spatial simulations of permafrost on the Qinghai-Tibet Plateau?",
                "QuestionCn": "现有的永久冻土地图可能不足以验证青藏高原上永久冻土的空间模拟，原因可能包括以下几点：",
                "AnswerEn": "Existing permafrost maps for the Qinghai-Tibet Plateau often suffer from inaccuracies due to limited availability and quality of data, inadequacy of mapping approaches, and uneven distribution of ground observations. These factors result in poor validation references, calibration targets, and model constraints necessary for accurate spatial simulations.",
                "AnswerCn": "青藏高原现有的永冻土地图常常因数据的有限性和质量问题、制图方法的不足以及地面观测的分布不均而存在不准确性。这些因素导致缺乏有效的验证参考、校准目标和模型约束，从而影响准确的空间模拟。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How do researchers evaluate the effectiveness of satellite-derived indices in mapping permafrost distribution on complex terrains like the Qinghai-Tibet Plateau?",
                "QuestionCn": "研究人员如何评估卫星衍生指数在复杂地形（如青藏高原）上绘制永久冻土分布的有效性？",
                "AnswerEn": "Researchers utilize satellite-derived ground surface thawing and freezing indices as inputs, combined with survey-based subregion permafrost maps as constraints, to map permafrost distribution. They apply novel mapping methods like the FROSTNUM/COP method, which optimizes spatial clustering and utilizes decision trees to account for local factors, thereby improving the accuracy of permafrost mapping in complex terrains.",
                "AnswerCn": "研究人员利用卫星获取的地面融冻指数作为输入，并结合基于调查的亚区域永久冻土图作为约束，来绘制永久冻土分布图。他们应用了新颖的绘图方法，如FROSTNUM/COP方法，该方法优化了空间聚类，并利用决策树考虑局部因素，从而提高了复杂地形中永久冻土绘图的准确性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the perceived challenges in using land surface models for mapping permafrost, and how might these be mitigated?",
                "QuestionCn": "使用地表模型进行永久冻土映射所面临的挑战有哪些？如何可以缓解这些挑战？",
                "AnswerEn": "Challenges include the scarcity of ground observations for validation, the inadequacy of existing permafrost maps, and uncertainties in mapping approaches. These challenges might be mitigated by developing high-quality permafrost distribution maps that serve as benchmarks, refining parameterization schemes, and utilizing high-resolution forcing data to enhance model applications across varied and complex conditions.",
                "AnswerCn": "挑战包括缺乏地面观测以进行验证、现有永久冻土地图的不足以及映射方法的不确定性。这些挑战可以通过开发高质量的永久冻土分布图作为基准、完善参数化方案以及利用高分辨率强迫数据来增强模型在多样化和复杂条件下的应用来缓解。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I can't figure out how satellite-derived ground surface thawing and freezing indices are used to create a map of permafrost distribution.",
                "QuestionCn": "我无法弄清楚卫星获取的地面融冻指数是如何用于创建永久冻土分布图的。",
                "AnswerEn": "Satellite-derived ground surface thawing and freezing indices are used as inputs in the mapping process. These indices are fed into models like the FROSTNUM/COP method to simulate permafrost distribution by integrating the effects of local factors and survey-based subregion maps as constraints.",
                "AnswerCn": "卫星获取的地面表面融冻指数被用作制图过程中的输入。这些指数被输入到像FROSTNUM/COP方法这样的模型中，通过整合局部因素的影响和基于调查的子区域地图作为约束，来模拟永久冻土的分布。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "I don't understand why there is a challenge in using existing permafrost distribution maps for model validation.",
                "QuestionCn": "我不明白为什么使用现有的永冻土分布图进行模型验证会存在挑战。",
                "AnswerEn": "The challenge arises due to the limited availability and quality of data used in creating existing maps, as well as inadequacies in mapping approaches. This leads to uncertainties that impact the accuracy of these maps, making them less suitable as benchmarks for spatial simulations.",
                "AnswerCn": "挑战源于用于创建现有地图的数据的有限可用性和质量，以及制图方法的不足。这导致了不确定性，影响了这些地图的准确性，使其不太适合作为空间模拟的基准。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm uncertain about how observational data is utilized to optimize permafrost mapping approaches on the Qinghai-Tibet Plateau.",
                "QuestionCn": "我对如何利用观测数据优化青藏高原的永冻土制图方法感到不确定。",
                "AnswerEn": "Observational data, including remote sensing data and survey-based subregion permafrost maps, are used as optimization targets and constraints in permafrost mapping approaches. This helps in creating accurate maps by addressing local factors and validating the results with ground observations.",
                "AnswerCn": "观测数据，包括遥感数据和基于调查的亚区域永久冻土图，被用作永久冻土制图方法中的优化目标和约束。这有助于通过考虑地方因素并用地面观测验证结果来创建准确的地图。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the challenges associated with using common statistical learning methods for permafrost mapping in regions with limited ground observations.",
                "QuestionCn": "请探讨在地面观测有限的地区使用常见统计学习方法进行永久冻土制图所面临的挑战。",
                "AnswerEn": "Common statistical learning methods for permafrost mapping face challenges due to reliance on unevenly distributed ground observations. In regions like the Qinghai–Tibet Plateau, where observation periods and spatial distribution vary, these methods are compromised. The lack of accurate soil properties and high-resolution data further challenges the use of these models, leading to unpredictable uncertainties when extended to larger regions with complex conditions.",
                "AnswerCn": "常见的统计学习方法在永久冻土制图中面临挑战，因为它们依赖于分布不均的地面观测。在像青藏高原这样的地区，观测时间和空间分布的差异使这些方法受到影响。缺乏准确的土壤属性和高分辨率数据进一步挑战了这些模型的使用，导致在扩展到具有复杂条件的大区域时出现不可预测的不确定性。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}