{
    "id": "0232f058-f3b0-4367-b95a-2e1659eb9571",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Spatial and temporal evolution pattern of ecological environment in the China-Mongolia-Russia Economic Corridor (1982-2020)",
            "titleCn": "中蒙俄经济走廊生态环境时空演化格局数据集（1982-2020）",
            "description": "This dataset includes the maximum normalized vegetation index (NDVI)  data from 1982 to 2015, the maximum enhanced vegetation index (EVI) data from 2000 to 2020, and the land cover change (LUCC) data from 2001 to 2019 in the China-Mongolia-Russia Economic Corridor (CMREC). Among these, NDVI data was extracted from GIMMS satellite data with a resolution of 8 km; EVI and LUCC data were extracted from MODIS satellite data (MOD13A3 and MCD12C1) with a resolution of 1 km and 5 km, respectively. The dataset filters the outliers or missing values in the original data, which is of higher quality than the source data. Meanwhile, we adopted the maximum value composite (MVC) method to process NDVI and EVI data to obtain the annual maximum NDVI and EVI, which can better reflect the vegetation distribution and change in CMREC over the past several decades. The spatio-temporal changes of vegetation and land use  extracted from satellite remote sensing data will provide scientifical guidance for the risk control and prevention of the ecological environment change in CMREC.",
            "descriptionCn": "本数据集包括了中蒙俄经济走廊区1982-2015年最大归一化植被指数（NDVI）数据，2000-2020年最大增强型植被指数（EVI）数据，以及2001-2019年土地覆被利用变化数据（LUCC）。其中，NDVI数据提取自GIMMS卫星数据，分辨率为8km；EVI和LUCC数据提取自MODIS卫星数据（MOD13A3和MCD12C1），分辨率分别为1km和5km。数据集过滤了MODIS卫星数据中原本存在的异常值或缺测值，相比源数据质量更高。其中，使用最大值提取法处理NDVI和EVI数据，得到年最大NDVI和EVI，可以更好地反应研究区的植被分布及变化情况。基于卫星遥感数据的植被和土地利用变化，可以为中蒙俄经济走廊生态环境风险防控提供数据支撑。",
            "instructions": "Title：Spatial and temporal evolution pattern of ecological environment in the China-Mongolia-Russia Economic Corridor  In .raster format（TIFF）, can be opened and analysed in ArcGIS software.",
            "instructionsCn": "文件名（中蒙俄经济走廊生态环境时空演化格局数据集）栅格形式（TIFF），可用ArcGIS打开查看",
            "east": 138.577611923,
            "west": 94.9832729231,
            "south": 34.9504879378,
            "north": 58.9561812195,
            "startTime": "1982-01-01 00:00:00",
            "endTime": "2020-12-01 00:00:00",
            "fileSize": 1029361433.0,
            "cstr": "18406.11.HumanNat.tpdc.272318",
            "doi": "10.11888/HumanNat.tpdc.272318",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "张雪芹",
                "nameEn": "ZHANG Xueqin",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Precipitation and anthropogenic activities jointly green the China-Mongolia-Russia Economic Corridor",
                "referenceCn": null,
                "referenceEn": "Li, X., Zhang, X.Q., & Xu, X.M. (2021). Precipitation and anthropogenic activities jointly green the China-Mongolia-Russia Economic Corridor. Remote Sensing."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "生态退化及保护",
                "nameEn": "Ecological Degradation and Protection"
            },
            {
                "nameCn": "遥感产品",
                "nameEn": "Remote Sensing Product"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中蒙俄经济走廊",
                "keywordEn": "China-mongolia-russia Economic Corridor"
            },
            {
                "keywordCn": "泛三极",
                "keywordEn": "PTP"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1982-2020",
                "keywordEn": "1982-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
                "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of vegetation indices used to assess ecological changes in economic corridors?",
                "QuestionCn": "用于评估经济走廊生态变化的植被指数的特征是什么？",
                "AnswerEn": "NDVI 8km resolution, EVI 1km resolution, maximum value extraction method, annual maximum values",
                "AnswerCn": "NDVI 8公里分辨率，EVI 1公里分辨率，最大值提取方法，年度最大值",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'maximum value extraction method' mean in the context of vegetation index data processing?",
                "QuestionCn": "在植被指数数据处理的上下文中，“最大值提取方法”是什么意思。",
                "AnswerEn": "The 'maximum value extraction method' in the context of vegetation index data processing refers to a technique used to derive annual maximum values of vegetation indices like NDVI and EVI. This method helps in better reflecting the distribution and changes in vegetation within a study area by focusing on the peak values, which are typically more indicative of vegetation health and growth patterns.",
                "AnswerCn": "“最大值提取方法”在植被指数数据处理的背景下，指的是一种用于提取年度最大植被指数值（如NDVI和EVI）的技术。该方法通过关注峰值，更好地反映了研究区域内植被的分布和变化，因为这些峰值通常更能指示植被的健康和生长模式。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for NDVI using GIMMS satellite data compare to those for EVI using MODIS satellite data in terms of spatial resolution and data processing techniques?",
                "QuestionCn": "NDVI使用GIMMS卫星数据的数据收集方法与EVI使用MODIS卫星数据的方法在空间分辨率和数据处理技术方面有何比较？",
                "AnswerEn": "NDVI data is extracted from GIMMS satellite data with a resolution of 8km, while EVI data is extracted from MODIS satellite data (MOD13A3) with a higher resolution of 1km. Both datasets use a maximum value extraction method to derive annual maximum values, which helps in better reflecting vegetation distribution and changes.",
                "AnswerCn": "NDVI数据是从GIMMS卫星数据中提取的，分辨率为8公里，而EVI数据是从MODIS卫星数据（MOD13A3）中提取的，分辨率更高，为1公里。两个数据集都使用最大值提取方法来推导年度最大值，这有助于更好地反映植被分布和变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the higher quality of satellite-derived vegetation and land cover data when anomalies or missing values are filtered out?",
                "QuestionCn": "过滤掉异常值或缺失值时，哪些因素有助于提高卫星衍生的植被和土地覆盖数据的质量？",
                "AnswerEn": "The data collection methods include filtering the satellite data to remove anomalies or missing values, thereby enhancing the quality compared to the original data. The use of maximum value extraction for NDVI and EVI data helps in better reflecting vegetation distribution and changes, which is essential for accurate ecological risk assessment in the China-Mongolia-Russia economic corridor.",
                "AnswerCn": "数据收集方法包括过滤卫星数据以去除异常值或缺失值，从而提高数据质量。对NDVI和EVI数据进行最大值提取，有助于更好地反映植被分布和变化，这对于在中蒙俄经济走廊进行准确的生态风险评估至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using maximum value extraction methods for NDVI and EVI data on the interpretation of vegetation distribution and change patterns in ecological corridors?",
                "QuestionCn": "使用最大值提取方法处理NDVI和EVI数据对生态走廊中植被分布和变化模式的解读可能产生的后果是什么？",
                "AnswerEn": "Using maximum value extraction methods for NDVI and EVI data results in annual maximum values that can better reflect the vegetation distribution and change patterns in ecological corridors. This approach helps to provide a clearer understanding of how vegetation responds to environmental changes over time, supporting ecological risk management in the area.",
                "AnswerCn": "使用最大值提取方法处理NDVI和EVI数据可以得到年度最大值，这些值更能反映生态走廊中植被的分布和变化模式。这种方法有助于更清晰地理解植被如何随时间对环境变化作出响应，从而支持该地区的生态风险管理。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting and refining NDVI, EVI, and LUCC data in the context of ecological and environmental pattern analysis for the China-Mongolia-Russia economic corridor?",
                "QuestionCn": "在中国-蒙古-俄罗斯经济走廊的生态和环境模式分析中，收集和精炼NDVI、EVI和LUCC数据的主要目标是什么？",
                "AnswerEn": "The primary objective of collecting and refining NDVI, EVI, and LUCC data is to provide data support for ecological environment risk prevention and control in the China-Mongolia-Russia economic corridor. By using these datasets, researchers can better understand and analyze the spatial and temporal evolution patterns of vegetation and land use changes, which are crucial for effective environmental management and decision-making.",
                "AnswerCn": "收集和精炼NDVI、EVI和LUCC数据的主要目的是为中蒙俄经济走廊的生态环境风险防范和控制提供数据支持。通过使用这些数据集，研究人员可以更好地理解和分析植被和土地利用变化的空间和时间演变模式，这对于有效的环境管理和决策至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are used to enhance the quality and accuracy of satellite-based vegetation indices and land cover change datasets in the context of ecological and environmental monitoring?",
                "QuestionCn": "在生态和环境监测的背景下，用于增强卫星基础植被指数和土地覆盖变化数据集质量和准确性的程序包括哪些？",
                "AnswerEn": "To enhance the quality and accuracy of satellite-based vegetation indices and land cover change datasets, maximum value extraction methods are applied to the NDVI and EVI data to obtain annual maximum values. This approach helps in better reflecting the vegetation distribution and changes in the study area. Additionally, the datasets filter out anomalies or missing values originally present in the MODIS satellite data, resulting in higher quality data compared to source data.",
                "AnswerCn": "为了提高基于卫星的植被指数和土地覆盖变化数据集的质量和准确性，采用最大值提取方法对NDVI和EVI数据进行处理，以获得年度最大值。这种方法有助于更好地反映研究区域的植被分布和变化。此外，这些数据集过滤掉了原始MODIS卫星数据中存在的异常值或缺失值，从而生成比源数据更高质量的数据。",
                "Level": "C3(Applying)"
            }
        ]
    }
}