{
    "id": "02f214fb-673d-414f-9458-8cf0eb1bc752",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of the Subalpine shrub, 2020)",
            "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（亚高山灌丛涡动相关仪-2020）",
            "description": "This dataset contains the flux measurements from the Subalpine shrub eddy covariance system (EC) belonging to the Qinghai Lake basin integrated observatory network from January 1 to December 31 in 2020. The site (100°6'3.62\"E, 37°31'15.67\" N ) was located near Dasi, Shaliuhe Town, Gangcha County, Qinghai Province. Data missing due to instrument failure. The elevation is 3495m. The EC was installed at a height of 2.5m, and the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (Gill&Li7500A) was about 0.17 m.\nThe raw data acquired at 10 Hz were processed using the Eddypro post-processing software, including the spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. The observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC): class 1-3 (high quality), class 4-6 (good), class 7-8 (poor, better than gap filling data), class9 (rejected). In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data collected before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 3% of the 30 min raw record; and (4) data were rejected at night when the friction velocity (u*) was less than 0.1 m/s. There were 48 records per day, and the missing data were replaced with -6999. \nThe released data contained the following variables: DATE/TIME, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m3), CO2 mass density (CO2, mg/m3), friction velocity (ustar, m/s), stability (z/L), sensible heat flux (Hs, W/m2), latent heat flux (LE, W/m2), carbon dioxide flux (Fc, mg/ (m2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). The quality marks of sensible heat flux, latent heat flux and carbon flux are divided into three levels (quality marks 0 have good data quality, 1 have good data quality and 2 have poor data quality). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xls format. Detailed information can be found in the suggested references.",
            "descriptionCn": "该数据集包含了2020年1月1日至2020年12月31日的青海湖流域水文气象观测网亚高山灌丛涡动相关仪观测数据(由于仪器故障导致数据缺失)。站点位于青海省刚察县沙柳河镇大寺附近，下垫面是亚高山灌丛。观测点经纬度为：东经100°6'3.62\"E，北纬37°31'15.67\" N，海拔3495m。涡动相关仪的架高2.5m，采样频率是10Hz，超声朝北，超声风速温度仪（Gill-windmaster pro）与CO2/H2O分析仪（Li7500A）之间的距离约是17cm。\n涡动相关仪的原始观测数据为10Hz，发布的数据是采用Eddypro软件处理的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对Eddypro软件输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据中每30min内缺失率大于10%的数据。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。\n发布的观测数据包括：日期/时间DATE/TIME，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（℃），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），奥布霍夫长度L（m），感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE，二氧化碳通量的质量标识QA_Fc。感热、潜热、二氧化碳通量的质量标识分为3级（质量标识0数据质量好，1数据质量较好，2数据质量较差）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。",
            "instructions": "Year+** observatory network+ site + EC.",
            "instructionsCn": "年份+**观测网+站点名称+EC",
            "east": 100.1,
            "west": 100.1,
            "south": 37.52,
            "north": 37.52,
            "startTime": "2020-01-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 865488.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李小雁",
                "nameEn": "LI Xiaoyan",
                "unitEn": "Faculty of Geographical Science,  Beijing Normal University ",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Li, X.Y., Yang, X.F., Ma, Y.J., Hu, G.R., Hu, X., Wu, X.C., Wang, P., Huang, Y.M., Cui, B.L., & Wei, J.Q. (2018). Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau. Vadose Zone Journal, 17(1)."
            },
            {
                "titleCn": null,
                "titleEn": "Evaporation and surface energy budget over the largest high‐altitude saline lake on the Qinghai‐Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Li, X.Y., Ma, Y.J., Huang, Y.M., Hu, X., Wu, X.C., Wang, P., Li, G.Y., Zhang, S.Y., Wu, H.W., Jiang, Z.Y., Cui, B.L., & Liu, L. (2016). Evaporation and surface energy budget over the largest high-altitude saline lake on the Qinghai-Tibet Plateau. Journal of Geophysical Research: Atmospheres, 121(18), 10470-10485."
            },
            {
                "titleCn": null,
                "titleEn": "Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai‐Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Zhang, S.Y., Li, X.Y., Zhao, G.Q., &Huang, Y.M. (2016). Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai-Tibet Plateau. Ecohydrology, 9(2), 267-279."
            },
            {
                "titleCn": null,
                "titleEn": "Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai–Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Zhang, S.Y., Li, X.Y., Ma, Y.J., Zhao, G.Q., Li, L., Chen, J., Jiang, Z.Y., & Huang, Y.M. (2014). Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai-Tibet Plateau. Cold Regions Science and Technology, 102, 8-20."
            },
            {
                "titleCn": null,
                "titleEn": "Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China",
                "referenceCn": null,
                "referenceEn": "Yu, G.R., Zhu, X.J., Fu, Y.L., He, H.L., Wang, Q.F., Wen, X.F., Li, X.R., Zhang, L.M., Zhang, L., Su, W., Li, S.G., Sun, X.M., Zhang, Y.P., Zhang, J.H., Yan, J.H., Wang, H.M., Zhou, G.S., Jia, B.R., Xiang, W.H., Li, Y.N., Zhao, L., Wang, Y.F., Shi, P.L., Chen, S.P., Zhao, F.H., Wang, Y.Y., & Tong, C.L. (2013). Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China. Global Change Biology, 19, 798–810."
            },
            {
                "titleCn": null,
                "titleEn": "Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Gu, S., Tang, Y.H., Du, M.Y., Kato, T., Li, Y.N., Cui, X.Y., &Zhao, X.Q. (2003). Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau, Journal of Geophysical Research, 108(D21), 4670."
            },
            {
                "titleCn": null,
                "titleEn": "Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China",
                "referenceCn": null,
                "referenceEn": "Fu, Y., Zheng, Z., Yu, G., Hu, Z., Sun, X., Shi, P., Wang, Y., & Zhao, X. (2009). Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China. Biogeosciences, 6, 2879–2893."
            },
            {
                "titleCn": null,
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleCn": null,
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleCn": null,
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceCn": null,
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleCn": null,
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceCn": null,
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleCn": null,
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleCn": null,
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceCn": null,
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleCn": null,
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceCn": null,
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleCn": null,
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceCn": null,
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleCn": null,
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "二氧化碳通量",
                "nameEn": "Carbon dioxide flux"
            },
            {
                "nameCn": "感热通量",
                "nameEn": "Sensible heat flux"
            },
            {
                "nameCn": "潜热通量",
                "nameEn": "Latent heat flux"
            },
            {
                "nameCn": "辐射",
                "nameEn": "Radiation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青海湖流域",
                "keywordEn": "Qinghai Lake Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020年",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ],
            "backgroundCn": [
                "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被的混合物。因此，单源模型显然无法准确估算表面蒸散，因为其影响。",
                "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“树冠上方”和“土壤下方”两种情况下。水蒸气和热量在树冠内部的参考高度相遇。此外，混合的水蒸气和热量只能通过树冠顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型较为复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
                "TSEB模型经过多次修订，改进了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射仪视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量值来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了与使用波恩比-能量平衡系统、涡度协方差（EC）系统或大孔径闪烁仪的测量结果相比的总通量或蒸散发（土壤加冠层）。",
                "在强烈对流的灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，尤其是在涡度协方差（EC）通量测量的潜热（LE）和显热（H）与可用能量（Rn−G0）之间存在能量平衡闭合不完全的情况下。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这种温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文显示，与观测的复合辐射温度相比，组分温度存在过高估计。这往往对TSEB模型的性能产生最关键的影响。此外，该区域的强对流环境也是另一个因素。"
            ],
            "research objectiveCn": [
                "在这封信中，地面测量的土壤和冠层成分温度被用来估算蒸散（E）、蒸发（T）和蒸散量（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，得到了E（E/ET%）和T（T/ET%）的观察比率。",
                "这封信的目的是利用高分辨率热像仪观察到的土壤和冠层组件温度作为输入，通过一系列TSEB模型来估计蒸散（E）、蒸发（T）和蒸散发（ET），并随后结合稳定氧和氢同位素技术以及涡动相关（EC）测量，更好地验证E、T和ET。"
            ],
            "challengesCn": [
                "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
                "导出组件温度的误差主要是由于图像分类错误引起的；这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还由于EC系统的不确定性，当灌溉农田的平均H较小时，这种不确定性为18%。由于图像像素分类错误，土壤像素被计算为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气向上辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
            ],
            "methodsCn": [
                "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括离地5米处的空气温度、风速、湿度，12米高处使用四分量辐射计测量的四分量辐射，以及使用采样频率为10 Hz的涡度相关系统在离地4.5米处测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00之间收集为热图像。基于地面测量数据，应用Craig–Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
                "为了准确评估TSEB模型，土壤热通量使用了地面测量数据。此外，土壤和冠层的感热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）来计算。土壤和冠层的组件温度是通过热像仪获得的图像计算得出的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热图像中提取土壤和冠层的方向亮度温度。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。最后，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
            ],
            "datasetCn": [
                "实验区域是一个人工绿洲，种植有玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于ET的比率，这些研究是在多尺度蒸散发观测实验中进行的，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
            ],
            "findingsCn": [
                "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
                "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估算的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值一致。此外，TSEB模型对Rn、H和LE的估算也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is data from eddy covariance systems used for validating evapotranspiration estimation models in this domain?",
                "QuestionCn": "涡度协方差系统的数据是否用于验证该领域蒸散发估计模型？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Can the quality of data collected by an eddy covariance system be affected by equipment failures or environmental conditions such as precipitation?",
                "QuestionCn": "涡度协方差系统收集的数据质量是否会受到设备故障或降水等环境条件的影响？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are the soil and canopy component temperatures critical for accurately estimating evaporation and transpiration in strongly advective environments?",
                "QuestionCn": "土壤和树冠组件温度在强烈的平流环境中对于准确估计蒸发和蒸腾是否至关重要？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the primary data collection method for surface fluxes in this domain based on eddy covariance systems, thermal infrared imaging, or both?",
                "QuestionCn": "在这个领域，表面通量的主要数据收集方法是基于涡度协方差系统、热红外成像，还是两者都有？",
                "AnswerEn": "both",
                "AnswerCn": "两者",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is a more challenging factor in estimating surface fluxes: atmospheric conditions, image classification errors, or instrument calibration?",
                "QuestionCn": "在估计表面通量时，更具挑战性的因素是：大气条件、图像分类错误还是仪器校准？",
                "AnswerEn": "Image classification errors",
                "AnswerCn": "图像分类错误",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the main challenges associated with using the eddy covariance (EC) system for data collection in heterogeneous landscapes?",
                "QuestionCn": "在异质景观中使用涡度协方差（EC）系统进行数据收集的主要挑战有哪些？",
                "AnswerEn": "energy balance closure",
                "AnswerCn": "能量平衡闭合",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Where are the typical locations for setting up observation stations in the Qinghai Lake basin for hydrometeorological data collection?",
                "QuestionCn": "青海湖流域设置水文气象观测站的典型位置在哪里？",
                "AnswerEn": "沙柳河镇大寺",
                "AnswerCn": "沙柳河镇大寺",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What data collection methods are employed to measure soil and canopy component temperatures for evapotranspiration estimation in oasis agricultural areas?",
                "QuestionCn": "在绿洲农业地区，测量土壤和冠层成分温度以估算蒸散发所采用的数据收集方法有哪些？",
                "AnswerEn": "Fluke Ti55 thermal infrared camera",
                "AnswerCn": "Fluke Ti55 热成像红外相机",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to measure soil and canopy component temperatures in an irrigated agricultural area?",
                "QuestionCn": "您能否提供一个用于测量灌溉农业区土壤和树冠组件温度的数据收集方法的示例？",
                "AnswerEn": "In the field observations at the Daman superstation, a Fluke Ti55 thermal infrared camera was used to measure the thermal radiation of cropland from a 25-meter-high platform on a boundary layer tower approximately every 120 minutes during daytime hours. This method involved capturing thermal images which were then used to estimate soil and canopy component temperatures.",
                "AnswerCn": "在达曼超级站的现场观察中，使用Fluke Ti55热红外相机从一个约25米高的边界层塔平台上每120分钟测量一次农田的热辐射，时间为白天。该方法涉及捕捉热图像，然后用于估算土壤和冠层组件的温度。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when using composite temperature separation approaches in arid regions?",
                "QuestionCn": "在干旱地区使用复合温度分离方法时面临的一个挑战是什么？",
                "AnswerEn": "A challenge in using composite temperature separation approaches in arid regions is the errors in derived component temperatures caused by image classification errors. These errors can vary with vegetation abundance, leading to misclassification of soil pixels as vegetation pixels and resulting in an overestimation of canopy temperature.",
                "AnswerCn": "在干旱地区使用复合温度分离方法的一个挑战是，由于图像分类错误导致的衍生组件温度的误差。这些误差可能随着植被丰度的变化而变化，导致土壤像素被错误分类为植被像素，从而导致冠层温度的高估。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset used to evaluate evapotranspiration (ET) over heterogeneous land surfaces?",
                "QuestionCn": "您能否提供一个用于评估异质土地表面蒸散发（ET）的数据集示例？",
                "AnswerEn": "An example of a dataset used to evaluate ET over heterogeneous land surfaces comes from the Multi-Scale Observation Experiment on Evapotranspiration, part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE). This dataset included measurements from days of the year 170, 173, 176, 192, 195, 231, 252, and 256, in an artificial oasis covered with maize, vegetables, and orchards.",
                "AnswerCn": "用于评估异质土地表面蒸散发（ET）的数据集之一来自多尺度观测实验，属于黑河水文遥测实验研究（HiWATER-MUSOEXE）。该数据集包括在人工绿洲中测量的日子，覆盖了玉米、蔬菜和果园，具体日期为一年中的第170、173、176、192、195、231、252和256天。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the features and specifications of datasets derived from eddy covariance systems in terms of data quality and temporal resolution?",
                "QuestionCn": "来自涡度协方差系统的数据集在数据质量和时间分辨率方面的特征和规格是什么？",
                "AnswerEn": "30-minute averages, 48 data points per day, quality evaluations based on atmospheric stability and turbulence characteristics, screened to remove erroneous measurements and those affected by precipitation, missing data marked with a specific value (e.g., -6999)",
                "AnswerCn": "30分钟平均值，每天48个数据点，基于大气稳定性和湍流特性进行质量评估，筛选以去除错误测量和受降水影响的数据，缺失数据用特定值标记（例如，-6999）。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the sampling frequency used for the eddy covariance data collection method in the Qinghai Lake watershed subalpine shrubland?",
                "QuestionCn": "在青海湖流域亚高山灌丛的涡度协方差数据采集方法中使用的采样频率是多少？",
                "AnswerEn": "10 Hz",
                "AnswerCn": "10 赫兹",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many resistances are involved in the typical two-source evapotranspiration estimation model proposed by Shuttleworth and Wallace?",
                "QuestionCn": "在Shuttleworth和Wallace提出的典型双源蒸散发估计模型中涉及多少个电阻？",
                "AnswerEn": "5",
                "AnswerCn": "5",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many data points are typically recorded per day in the Qinghai Lake watershed subalpine shrubland comprehensive observation dataset?",
                "QuestionCn": "青海湖流域亚高山灌丛综合观测数据集中，通常每天记录多少个数据点？",
                "AnswerEn": "48 data points",
                "AnswerCn": "48个数据点",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'eddy covariance system' mean in the context of hydrometeorological data collection?",
                "QuestionCn": "在水文气象数据收集的背景下，“涡度协方差系统”是什么意思。",
                "AnswerEn": "An eddy covariance system is a method used to measure and calculate vertical turbulent fluxes within the atmosphere, typically involving instruments like ultrasonic anemometers and gas analyzers. It collects data on parameters such as wind speed, temperature, and gas concentrations at high frequencies to quantify exchanges of energy, mass, and momentum between the surface and the atmosphere, as seen in the observation methods in the field of hydrometeorology over the Qinghai Lake region.",
                "AnswerCn": "涡度协方差系统是一种用于测量和计算大气中垂直湍流通量的方法，通常涉及超声波风速计和气体分析仪等仪器。它以高频率收集风速、温度和气体浓度等参数的数据，以量化表面与大气之间的能量、质量和动量交换，这在青海湖地区的水文气象观测方法中得到了应用。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is meant by 'two-source energy balance model' in estimating evapotranspiration?",
                "QuestionCn": "“两源能量平衡模型”在估算蒸散发时是指一种考虑土壤和植被两个不同能量来源的模型。",
                "AnswerEn": "The two-source energy balance model is an approach for estimating evapotranspiration by considering separate contributions from soil and vegetation. This model differentiates between the above-canopy and under-soil energy exchanges, thereby improving the accuracy of evapotranspiration estimates in heterogeneous landscapes where soil and vegetation have different temperatures and resistances to energy exchange.",
                "AnswerCn": "双源能量平衡模型是一种通过考虑土壤和植被的独立贡献来估算蒸散发的方法。该模型区分了冠层上方和土壤下方的能量交换，从而提高了在土壤和植被温度及能量交换阻力不同的异质景观中蒸散发估算的准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods of the eddy covariance system compare to those involving high-resolution thermal cameras in terms of measuring evapotranspiration components?",
                "QuestionCn": "eddy covariance系统的数据收集方法与高分辨率热像仪在测量蒸散发组成部分方面有何比较？",
                "AnswerEn": "The eddy covariance system measures turbulent fluxes at high frequency (10 Hz) and is used to validate evapotranspiration components by measuring latent and sensible heat fluxes. High-resolution thermal cameras, on the other hand, provide soil and canopy component temperatures that are used as inputs in models like TSEB to estimate and validate evapotranspiration components. The thermal cameras allow for the separation of latent fluxes of soil and vegetation components.",
                "AnswerCn": "涡度协方差系统以高频率（10 Hz）测量湍流通量，并用于通过测量潜热和显热通量来验证蒸散发成分。另一方面，高分辨率热像仪提供土壤和冠层组件的温度，这些温度被用作模型（如TSEB）的输入，以估计和验证蒸散发成分。热像仪允许分离土壤和植被组件的潜在通量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the differences in the data processing techniques between Eddypro software used for eddy covariance data and those used for the TSEB model in estimating evapotranspiration?",
                "QuestionCn": "Eddypro软件用于涡度协方差数据的处理技术与TSEB模型在估算蒸散发时使用的数据处理技术之间的差异是什么？",
                "AnswerEn": "Eddypro software processes eddy covariance data by removing outliers, correcting for delays, rotating coordinates, adjusting for frequency response, and performing quality checks on flux values. In contrast, the TSEB model involves the calculation of soil and canopy sensible and latent heat fluxes using component temperatures derived from thermal images, and it addresses uncertainties like image classification errors and atmospheric radiation influences.",
                "AnswerCn": "Eddypro软件通过去除异常值、修正延迟、旋转坐标、调整频率响应以及对通量值进行质量检查来处理涡度协方差数据。相比之下，TSEB模型涉及使用从热成像中获得的组件温度计算土壤和冠层的显热和潜热通量，并解决图像分类错误和大气辐射影响等不确定性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do the challenges of measuring evapotranspiration in arid regions differ when using eddy covariance systems compared to thermal imaging methods?",
                "QuestionCn": "在干旱地区，使用涡度协方差系统与热成像方法测量蒸散发的挑战有哪些不同？",
                "AnswerEn": "The eddy covariance system faces challenges with incomplete energy balance closure and uncertainties in latent heat flux measurements, especially under strongly advective conditions. Thermal imaging methods, however, face challenges in accurately classifying soil and canopy pixels, which can lead to overestimation of canopy temperatures and uncertainties in radiation transmittance. Both methods require careful processing to ensure accurate evapotranspiration estimates.",
                "AnswerCn": "涡度协方差系统面临能量平衡闭合不完全和潜热通量测量不确定性的问题，尤其是在强烈的平流条件下。然而，热成像方法在准确分类土壤和树冠像素方面也面临挑战，这可能导致树冠温度的高估和辐射透过率的不确定性。这两种方法都需要仔细处理，以确保蒸散发估算的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How do data collection methods, such as those involving eddy covariance systems, handle challenges posed by equipment malfunctions or environmental factors that lead to data gaps or inaccuracies?",
                "QuestionCn": "数据收集方法，例如涉及涡度协方差系统的方法，如何处理设备故障或环境因素导致的数据缺口或不准确性所带来的挑战？",
                "AnswerEn": "Data collection methods in this field handle challenges like equipment malfunctions by implementing data quality control procedures such as the removal of erroneous data, accounting for delays, and correcting for missing data due to instrument errors or environmental factors. For example, data gaps are identified and marked, and specific criteria are used to filter out unreliable data, such as excluding data recorded during rainfall or when the instrument malfunctioned.",
                "AnswerCn": "在这个领域的数据收集方法通过实施数据质量控制程序来应对设备故障等挑战，例如删除错误数据、考虑延迟以及纠正由于仪器错误或环境因素导致的缺失数据。例如，数据缺口会被识别并标记，并使用特定标准过滤掉不可靠的数据，例如排除在降雨期间或仪器故障时记录的数据。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In what ways can the integration of advanced imaging techniques, like thermal infrared cameras, improve the accuracy of data collection in heterogeneous landscapes for evapotranspiration modeling?",
                "QuestionCn": "先进成像技术的整合，如热红外相机，可以通过以下方式提高异质景观中蒸散发建模的数据收集准确性：\n\n1. 提供高分辨率的温度数据：热红外相机能够捕捉到地表温度的细微变化，从而提高对不同地表类型（如植被、土壤和水体）蒸散发过程的理解。\n\n2. 识别不同地表类型：通过热红外成像，可以更好地识别和分类异质景观中的不同地表类型，从而为蒸散发模型提供更准确的输入数据。\n\n3. 实时监测：热红外相机可以进行实时监测，提供动态的温度变化数据，帮助研究人员及时调整模型参数，提高模型的时效性和准确性。\n\n4. 改进模型参数化：通过获取更精确的地表温度和热通量数据，可以更好地参数化蒸散发模型，减少模型的不确定性。\n\n5. 支持多尺度分析：热红外成像可以在不同空间尺度上进行数据收集，帮助研究人员理解局部和区域蒸散发的差异。\n\n6. 增强数据融合能力：热红外数据可以与其他遥感数据（如光学影像、雷达数据）结合，提供更全面的地表特征信息，从而提高蒸散发模型的准确性。\n\n7. 促进水分动态研究：通过监测地表温度变化，可以推断土壤水分和植被水分的动态变化，从而更好地理解蒸散发过程。",
                "AnswerEn": "Advanced imaging techniques, such as thermal infrared cameras, improve data accuracy by providing high-resolution measurements of soil and canopy temperatures, which are crucial for accurately estimating evapotranspiration components. These techniques allow for detailed separation of soil and vegetation temperatures, which can enhance the performance of models like the two-source energy balance (TSEB) model, especially in strongly advective and heterogeneous landscapes.",
                "AnswerCn": "先进的成像技术，如热红外相机，通过提供土壤和冠层温度的高分辨率测量，提高了数据的准确性，这对于准确估算蒸散发成分至关重要。这些技术允许详细区分土壤和植被温度，从而增强像双源能量平衡（TSEB）模型的性能，特别是在强烈的平流和异质景观中。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What are the potential implications of using both ground-based measurements and isotopic techniques to validate models estimating evaporation, transpiration, and evapotranspiration across different vegetation types and climates?",
                "QuestionCn": "使用地面测量和同位素技术来验证不同植被类型和气候下估算蒸发、蒸腾和蒸散的模型的潜在影响是什么？",
                "AnswerEn": "Using both ground-based measurements and isotopic techniques offers a comprehensive validation approach, enhancing the reliability of models estimating evaporation, transpiration, and evapotranspiration. This combination allows for more accurate partitioning of evapotranspiration into its components, leading to improved model performance across various vegetation types and climatic conditions. It helps address uncertainties in component temperature estimation and provides robust evidence for model refinements.",
                "AnswerCn": "使用地面测量和同位素技术提供了一种全面的验证方法，增强了估算蒸发、蒸腾和蒸散发模型的可靠性。这种结合允许对蒸散发的各个组成部分进行更准确的划分，从而提高了模型在不同植被类型和气候条件下的表现。它有助于解决组成部分温度估算中的不确定性，并为模型的改进提供了可靠的证据。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors cause data gaps in hydrometeorological observation networks, particularly when using eddy covariance systems?",
                "QuestionCn": "导致水文气象观测网络中数据缺口的因素，特别是在使用涡度协方差系统时，主要包括以下几个方面：",
                "AnswerEn": "Data gaps in hydrometeorological observation networks using eddy covariance systems can occur due to equipment malfunctions, such as the failure of sensors or instruments. In the specific case of the 青海湖流域地表过程综合观测网, data gaps were noted due to instrument faults. Additionally, adverse weather conditions can lead to data exclusions, such as excluding data collected during and after precipitation events.",
                "AnswerCn": "在水文气象观测网络中，使用涡度协方差系统时可能会出现数据缺口，这可能是由于设备故障，例如传感器或仪器的故障。在青海湖流域地表过程综合观测网的具体案例中，因仪器故障而出现了数据缺口。此外，不利的天气条件也可能导致数据排除，例如排除在降水事件期间和之后收集的数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it challenging to accurately estimate evapotranspiration using one-source models in heterogeneous landscapes?",
                "QuestionCn": "在异质性景观中，使用单源模型准确估计蒸散发是具有挑战性的。",
                "AnswerEn": "One-source models struggle to accurately estimate evapotranspiration in heterogeneous landscapes due to the assumption of a homogeneous surface, which combines soil and vegetation components into a single source. In reality, landscapes consist of mixed soil and vegetation with varying temperatures and energy exchange resistances, which these models cannot accurately account for. The two-source energy balance (TSEB) model addresses these challenges by considering separate energy partitions for the soil and vegetation components.",
                "AnswerCn": "单源模型在异质景观中难以准确估计蒸散发，因为它假设表面是均匀的，将土壤和植被成分合并为一个单一来源。实际上，景观由混合的土壤和植被组成，具有不同的温度和能量交换阻力，这些模型无法准确考虑。双源能量平衡（TSEB）模型通过考虑土壤和植被成分的单独能量分配来解决这些挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes the estimation errors in component temperatures when using thermal infrared cameras in agricultural areas?",
                "QuestionCn": "在农业区域使用热红外相机时，导致组件温度估计误差的原因是什么？",
                "AnswerEn": "Estimation errors in component temperatures derived from thermal infrared cameras can be attributed to several factors. In agricultural areas, errors may arise from image classification inaccuracies, where soil pixels are misclassified as vegetation, leading to an overestimation of canopy temperatures. Additionally, neglecting atmospheric effects like upwelling radiation and transmittance can contribute to inaccuracies, as well as uncertainties in incoming short- and long-wave radiation transmittances through the canopy.",
                "AnswerCn": "来自热红外相机的组件温度估计误差可以归因于多个因素。在农业区域，误差可能源于图像分类不准确，例如土壤像素被错误分类为植被，从而导致对冠层温度的过高估计。此外，忽视大气效应，如上行辐射和透射率，也会导致不准确，以及通过冠层的入射短波和长波辐射透射率的不确定性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of utilizing eddy covariance systems combined with high-resolution thermal cameras for evapotranspiration measurements in heterogeneous landscapes?",
                "QuestionCn": "利用涡度协方差系统结合高分辨率热像仪在异质景观中测量蒸散发的潜在结果是什么？",
                "AnswerEn": "The combination of eddy covariance systems and high-resolution thermal cameras allows for more accurate separation of soil and vegetation component temperatures. This leads to reliable estimates of evaporation and transpiration ratios, even under challenging conditions such as strong advection, thereby improving the overall accuracy of surface flux estimations.",
                "AnswerCn": "涡度协方差系统与高分辨率热像仪的结合，使得土壤和植被成分温度的分离更加准确。这导致了蒸发和蒸腾比率的可靠估算，即使在强烈的平流等挑战性条件下，也能提高地表通量估算的整体准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the consequences of errors in component temperature classification on the estimation of latent heat fluxes in agricultural areas?",
                "QuestionCn": "组件温度分类错误对农业地区潜热通量估计的后果是什么？",
                "AnswerEn": "Errors in component temperature classification, often due to image classification inaccuracies, can lead to an overestimation of canopy temperatures and consequently affect the accuracy of latent heat flux estimations. This results in increased uncertainty in models like the TSEB, especially in regions with developing vegetation abundance, which can significantly impact the reliability of evapotranspiration and heat flux measurements.",
                "AnswerCn": "组件温度分类中的错误，通常由于图像分类不准确，可能导致对冠层温度的过高估计，从而影响潜热通量估计的准确性。这会增加像TSEB这样的模型的不确定性，尤其是在植被丰盛的地区，这可能显著影响蒸散发和热通量测量的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind collecting surface flux data using eddy covariance systems in mountainous shrubland environments?",
                "QuestionCn": "在山区灌木丛环境中，使用涡度协方差系统收集表面通量数据的主要目标是什么？",
                "AnswerEn": "The primary objectives are to accurately estimate surface fluxes like evapotranspiration, heat fluxes, and gas concentrations, which are critical for understanding hydrological and meteorological processes in complex terrains such as mountainous shrubland environments. This understanding aids in effective water resource management and terrestrial water cycle analysis.",
                "AnswerCn": "主要目标是准确估计表面通量，如蒸散发、热通量和气体浓度，这对于理解复杂地形（如山区灌木林环境）中的水文和气象过程至关重要。这种理解有助于有效的水资源管理和陆地水循环分析。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What goals drive the integration of thermal infrared imagery with ground-based measurements in estimating soil and canopy temperatures?",
                "QuestionCn": "驱动热红外影像与地面测量相结合以估算土壤和冠层温度的目标是什么？",
                "AnswerEn": "The integration aims to achieve a more precise estimation of soil and canopy temperatures, which are crucial for accurately partitioning evapotranspiration into soil evaporation and canopy transpiration. This methodological approach enhances the fidelity of energy balance models and supports better agricultural and environmental management practices.",
                "AnswerCn": "该集成旨在更精确地估计土壤和冠层温度，这对于准确划分蒸散发为土壤蒸发和冠层蒸腾至关重要。这种方法论的改进增强了能量平衡模型的准确性，并支持更好的农业和环境管理实践。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How can the Two-Source Energy Balance (TSEB) model be applied to estimate evapotranspiration in regions with heterogeneous landscapes, and what data inputs are essential for its implementation?",
                "QuestionCn": "如何将双源能量平衡（TSEB）模型应用于估算具有异质景观的地区的蒸散发，并且其实施所需的基本数据输入是什么？",
                "AnswerEn": "The TSEB model can be applied to estimate evapotranspiration in heterogeneous landscapes by incorporating measurements of land surface temperature, soil and canopy component temperatures, and meteorological data. Essential data inputs include ground-measured soil and canopy temperatures, radiometric temperatures from thermal infrared cameras, and meteorological parameters like air temperature, wind speed, and humidity. These inputs are used to solve energy balance equations and partition evapotranspiration into evaporation and transpiration, with validation against stable isotope techniques and eddy covariance measurements.",
                "AnswerCn": "TSEB模型可以通过结合地表温度、土壤和冠层组分温度以及气象数据来估算异质景观中的蒸散发。基本数据输入包括地面测量的土壤和冠层温度、来自热红外相机的辐射温度，以及气象参数如气温、风速和湿度。这些输入用于求解能量平衡方程，并将蒸散发分为蒸发和蒸腾，同时与稳定同位素技术和涡度协方差测量进行验证。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What steps are necessary to process and validate thermal infrared imagery for estimating soil and canopy component temperatures in agricultural research?",
                "QuestionCn": "处理和验证热红外影像以估计农业研究中土壤和冠层成分温度的必要步骤包括：",
                "AnswerEn": "Processing and validating thermal infrared imagery involves several steps: first, capturing images at regular intervals using a thermal infrared camera from a fixed platform; second, classifying the imagery into soil and canopy pixels using methods like maximum-likelihood classification; third, extracting directional brightness temperatures for these components; and finally, converting these temperatures into radiative temperatures using long-wave radiation data and emissivity values. Validation is performed by comparing simulated radiometric temperatures with surface observations, ensuring accuracy in soil and canopy component temperature estimation for further modeling.",
                "AnswerCn": "处理和验证热红外影像涉及几个步骤：首先，从固定平台使用热红外相机以定期间隔捕获图像；其次，使用最大似然分类等方法将影像分类为土壤和树冠像素；第三，提取这些组件的方向亮度温度；最后，使用长波辐射数据和发射率值将这些温度转换为辐射温度。通过将模拟的辐射温度与地表观测值进行比较来进行验证，以确保土壤和树冠组件温度估计的准确性，以便进行进一步建模。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enable the processing of eddy covariance data for accurate hydrometeorological observations in subalpine shrubland areas?",
                "QuestionCn": "哪些技术进步使得在亚高山灌木区对涡度协方差数据进行处理，从而实现准确的水文气象观测成为可能？",
                "AnswerEn": "The use of Eddypro software for processing raw eddy covariance data, which involves steps such as coordinate rotation, frequency response correction, and density correction, enables more accurate hydrometeorological observations by addressing potential data issues such as instrument errors and data gaps.",
                "AnswerCn": "使用Eddypro软件处理原始涡度协方差数据，包括坐标旋转、频率响应校正和密度校正等步骤，可以通过解决仪器误差和数据缺失等潜在数据问题，从而实现更准确的水文气象观测。",
                "Level": "C1(Remembering)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "What are the expected challenges in ensuring data accuracy when using eddy covariance methods for measuring surface fluxes in heterogeneous landscapes?",
                "QuestionCn": "在异质景观中使用涡度协方差方法测量表面通量时，确保数据准确性面临的预期挑战是什么？",
                "AnswerEn": "Challenges include the heterogeneity of the landscape, which affects the measurement accuracy of the eddy covariance system, and the potential for incomplete energy balance closure with respect to available energy. The uncertainty in surface-air temperature differences, influenced by errors in determining component temperatures from composite radiometric temperature, also affects data accuracy.",
                "AnswerCn": "挑战包括景观的异质性，这影响了涡度协方差系统的测量精度，以及相对于可用能量的能量平衡闭合可能不完整。表面与空气温度差的不确定性，受到从复合辐射温度确定组分温度时产生的误差的影响，也影响了数据的准确性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why might the two-source energy balance model produce different results when applied to various vegetation types and coverage levels?",
                "QuestionCn": "为什么在应用于不同植被类型和覆盖水平时，双源能量平衡模型可能会产生不同的结果？",
                "AnswerEn": "The TSEB model's performance is influenced by factors such as the aerodynamic resistance of the soil surface, fractional vegetation coverage, and the ability to accurately estimate soil and canopy temperatures. These factors vary with different vegetation types and coverage levels, affecting the model's accuracy in estimating evaporation, transpiration, and evapotranspiration.",
                "AnswerCn": "TSEB模型的性能受到多个因素的影响，例如土壤表面的气动阻力、植被覆盖度以及准确估计土壤和冠层温度的能力。这些因素因不同的植被类型和覆盖水平而异，影响模型在估算蒸发、蒸腾和蒸散发方面的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it important to have high-resolution thermal camera data when estimating evapotranspiration using the two-source energy balance model?",
                "QuestionCn": "在使用双源能量平衡模型估算蒸散发时，拥有高分辨率热像仪数据是重要的原因是什么？",
                "AnswerEn": "High-resolution thermal camera data are crucial for accurately estimating soil and canopy component temperatures, which are necessary inputs for the TSEB model. Accurate component temperature estimation helps in correctly partitioning evapotranspiration into evaporation and transpiration, improving the model's reliability, especially in strongly advective environments.",
                "AnswerCn": "高分辨率热像仪数据对于准确估计土壤和冠层组分温度至关重要，这些温度是TSEB模型所需的输入。准确的组分温度估计有助于正确划分蒸散发为蒸发和蒸腾，从而提高模型的可靠性，特别是在强烈的平流环境中。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your evaluation of the effectiveness of the Eddypro software processing steps for ensuring data quality in hydrometeorological observations?",
                "QuestionCn": "我对Eddypro软件处理步骤在确保水文气象观测数据质量方面的有效性进行评估。",
                "AnswerEn": "The processing steps using Eddypro software, including outlier removal, delay time correction, coordinate rotation, frequency response correction, ultrasonic virtual temperature correction, and density correction, appear to be comprehensive for ensuring data quality. These steps, along with quality assessment of each flux value based on atmospheric stability and turbulence similarity characteristics, contribute to rigorous data quality control, despite challenges like data gaps due to instrument failure.",
                "AnswerCn": "使用Eddypro软件的处理步骤，包括异常值去除、延迟时间校正、坐标旋转、频率响应校正、超声波虚拟温度校正和密度校正，似乎非常全面，以确保数据质量。这些步骤以及基于大气稳定性和湍流相似性特征对每个通量值的质量评估，有助于严格的数据质量控制，尽管面临由于仪器故障导致的数据缺口等挑战。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How would you assess the challenges in using thermal infrared cameras for capturing soil and canopy temperatures in a strongly advective agricultural area?",
                "QuestionCn": "如何评估在强烈对流的农业区域使用热红外相机捕捉土壤和树冠温度的挑战？",
                "AnswerEn": "The use of thermal infrared cameras poses challenges such as errors in image classification, especially with varying vegetation abundance, leading to misclassification of soil and canopy temperatures. Additionally, atmospheric factors like upwelling radiation and transmittance could introduce uncertainties in temperature estimation. However, the method shows promise in separating soil and vegetation flux components under advection conditions, given accurate component temperature measurements.",
                "AnswerCn": "热红外相机的使用面临挑战，例如图像分类中的错误，尤其是在植被丰度变化的情况下，导致土壤和树冠温度的误分类。此外，上升辐射和透射等大气因素可能会引入温度估计的不确定性。然而，该方法在对流条件下分离土壤和植被通量成分方面显示出潜力，前提是准确测量各成分的温度。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is your opinion on the potential for using a combination of stable isotope techniques and eddy covariance measurements to validate evapotranspiration models?",
                "QuestionCn": "我对结合稳定同位素技术和涡度协方差测量来验证蒸散发模型的潜力的看法是什么？",
                "AnswerEn": "Combining stable isotope techniques with eddy covariance measurements offers a robust approach for validating evapotranspiration models. This method allows for detailed validation of the partitioning of evaporation and transpiration, providing insight into the accuracy of models like the TSEB in estimating component fluxes. Despite challenges in measuring E and T on the ground, this combination enhances the reliability of model estimates in diverse agricultural and climatic conditions.",
                "AnswerCn": "结合稳定同位素技术与涡度协方差测量为验证蒸散发模型提供了一种可靠的方法。这种方法允许对蒸发和蒸腾的分配进行详细验证，从而深入了解像TSEB这样的模型在估算组成通量方面的准确性。尽管在地面测量蒸发（E）和蒸腾（T）面临挑战，但这种结合增强了模型在多样化农业和气候条件下估算的可靠性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I'm unsure about how different data collection methods impact the quality and accuracy of flux measurements in hydrometeorological studies.",
                "QuestionCn": "我不确定不同的数据收集方法如何影响水文气象研究中通量测量的质量和准确性。",
                "AnswerEn": "The field observations from the eddy covariance (EC) system are crucial for accurately estimating surface fluxes, despite challenges like the incomplete energy balance closure and uncertainties in surface-air temperature differences. The EC system provides high-frequency data critical for evaluating models like the TSEB.",
                "AnswerCn": "涡动协方差（EC）系统的现场观测对于准确估计表面通量至关重要，尽管存在能量平衡闭合不完全和表面-空气温度差异的不确定性等挑战。EC系统提供的高频数据对于评估像TSEB这样的模型至关重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I can't make sense of why certain datasets are selected or prioritized for evapotranspiration studies over others.",
                "QuestionCn": "我无法理解为什么某些数据集在蒸散发研究中被选择或优先考虑，而其他数据集则没有。",
                "AnswerEn": "Datasets involving ground-based measurements, like those from the Daman superstation, are prioritized because they provide detailed parameters such as soil and canopy temperatures, necessary for validating models like the TSEB. These measurements are essential for partitioning evapotranspiration into evaporation and transpiration components.",
                "AnswerCn": "涉及地面测量的数据集，如来自Daman超级站的数据，受到优先考虑，因为它们提供了详细的参数，如土壤和冠层温度，这些参数对于验证像TSEB这样的模型是必要的。这些测量对于将蒸散发分为蒸发和蒸腾成分至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please identify and discuss the challenges associated with using the two-source energy balance model for evapotranspiration estimation in arid regions, particularly in terms of data requirements and accuracy.",
                "QuestionCn": "请识别并讨论在干旱地区使用双源能量平衡模型进行蒸散发估算所面临的挑战，特别是在数据需求和准确性方面。",
                "AnswerEn": "The challenges associated with using the two-source energy balance (TSEB) model in arid regions include the difficulty in accurately measuring component temperatures due to image classification errors and atmospheric conditions. The model also requires precise input data, such as soil and canopy component temperatures, which are often difficult to obtain. Additionally, the TSEB model's performance is sensitive to uncertainties in surface-air temperature differences, especially under strong advective conditions, which can lead to overestimation or underestimation of latent heat fluxes.",
                "AnswerCn": "在干旱地区使用双源能量平衡（TSEB）模型面临的挑战包括由于图像分类错误和大气条件导致的组件温度测量困难。该模型还需要精确的输入数据，如土壤和冠层组件温度，这些数据往往难以获得。此外，TSEB模型的性能对地表与空气温度差异的不确定性非常敏感，特别是在强平流条件下，这可能导致潜热通量的高估或低估。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please examine potential strategies for improving the accuracy and applicability of datasets used in estimating surface fluxes over heterogeneous landscapes, particularly focusing on the role of advanced imaging techniques and isotopic validation.",
                "QuestionCn": "请检查提高用于估算异质景观表面通量的数据集的准确性和适用性的潜在策略，特别关注先进成像技术和同位素验证的作用。",
                "AnswerEn": "Improving the accuracy and applicability of datasets for estimating surface fluxes can involve using advanced imaging techniques, such as high-precision thermal infrared cameras, to accurately capture soil and canopy component temperatures. Additionally, incorporating isotopic validation techniques, such as stable oxygen and hydrogen isotopes, can help verify the partitioning of evapotranspiration into evaporation and transpiration. These approaches can enhance the robustness of models like the TSEB, providing more reliable estimates of surface fluxes over heterogeneous landscapes.",
                "AnswerCn": "提高估算表面通量的数据集的准确性和适用性可以采用先进的成像技术，例如高精度热红外相机，以准确捕捉土壤和冠层组分的温度。此外，结合同位素验证技术，如稳定氧和氢同位素，可以帮助验证蒸散发的分配情况，即蒸发和蒸腾。这些方法可以增强像TSEB这样的模型的稳健性，从而在异质景观上提供更可靠的表面通量估算。",
                "Level": "C6(Creating)"
            }
        ]
    }
}