{
    "id": "02f214fb-673d-414f-9458-8cf0eb1bc752",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of the Subalpine shrub, 2020)",
            "description": "This dataset contains the flux measurements from the Subalpine shrub eddy covariance system (EC) belonging to the Qinghai Lake basin integrated observatory network from January 1 to December 31 in 2020. The site (100°6'3.62\"E, 37°31'15.67\" N ) was located near Dasi, Shaliuhe Town, Gangcha County, Qinghai Province. Data missing due to instrument failure. The elevation is 3495m. The EC was installed at a height of 2.5m, and the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (Gill&Li7500A) was about 0.17 m.\nThe raw data acquired at 10 Hz were processed using the Eddypro post-processing software, including the spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. The observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC): class 1-3 (high quality), class 4-6 (good), class 7-8 (poor, better than gap filling data), class9 (rejected). In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data collected before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 3% of the 30 min raw record; and (4) data were rejected at night when the friction velocity (u*) was less than 0.1 m/s. There were 48 records per day, and the missing data were replaced with -6999. \nThe released data contained the following variables: DATE/TIME, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m3), CO2 mass density (CO2, mg/m3), friction velocity (ustar, m/s), stability (z/L), sensible heat flux (Hs, W/m2), latent heat flux (LE, W/m2), carbon dioxide flux (Fc, mg/ (m2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). The quality marks of sensible heat flux, latent heat flux and carbon flux are divided into three levels (quality marks 0 have good data quality, 1 have good data quality and 2 have poor data quality). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xls format. Detailed information can be found in the suggested references.",
            "instructions": "Year+** observatory network+ site + EC.",
            "east": 100.1,
            "west": 100.1,
            "south": 37.52,
            "north": 37.52,
            "startTime": "2020-01-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 865488.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LI Xiaoyan",
                "unitEn": "Faculty of Geographical Science,  Beijing Normal University "
            }
        ],
        "literatureList": [
            {
                "titleEn": "Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau",
                "referenceEn": "Li, X.Y., Yang, X.F., Ma, Y.J., Hu, G.R., Hu, X., Wu, X.C., Wang, P., Huang, Y.M., Cui, B.L., & Wei, J.Q. (2018). Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau. Vadose Zone Journal, 17(1)."
            },
            {
                "titleEn": "Evaporation and surface energy budget over the largest high‐altitude saline lake on the Qinghai‐Tibet Plateau",
                "referenceEn": "Li, X.Y., Ma, Y.J., Huang, Y.M., Hu, X., Wu, X.C., Wang, P., Li, G.Y., Zhang, S.Y., Wu, H.W., Jiang, Z.Y., Cui, B.L., & Liu, L. (2016). Evaporation and surface energy budget over the largest high-altitude saline lake on the Qinghai-Tibet Plateau. Journal of Geophysical Research: Atmospheres, 121(18), 10470-10485."
            },
            {
                "titleEn": "Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai‐Tibet Plateau",
                "referenceEn": "Zhang, S.Y., Li, X.Y., Zhao, G.Q., &Huang, Y.M. (2016). Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai-Tibet Plateau. Ecohydrology, 9(2), 267-279."
            },
            {
                "titleEn": "Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai–Tibet Plateau",
                "referenceEn": "Zhang, S.Y., Li, X.Y., Ma, Y.J., Zhao, G.Q., Li, L., Chen, J., Jiang, Z.Y., & Huang, Y.M. (2014). Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai-Tibet Plateau. Cold Regions Science and Technology, 102, 8-20."
            },
            {
                "titleEn": "Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China",
                "referenceEn": "Yu, G.R., Zhu, X.J., Fu, Y.L., He, H.L., Wang, Q.F., Wen, X.F., Li, X.R., Zhang, L.M., Zhang, L., Su, W., Li, S.G., Sun, X.M., Zhang, Y.P., Zhang, J.H., Yan, J.H., Wang, H.M., Zhou, G.S., Jia, B.R., Xiang, W.H., Li, Y.N., Zhao, L., Wang, Y.F., Shi, P.L., Chen, S.P., Zhao, F.H., Wang, Y.Y., & Tong, C.L. (2013). Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China. Global Change Biology, 19, 798–810."
            },
            {
                "titleEn": "Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau",
                "referenceEn": "Gu, S., Tang, Y.H., Du, M.Y., Kato, T., Li, Y.N., Cui, X.Y., &Zhao, X.Q. (2003). Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau, Journal of Geophysical Research, 108(D21), 4670."
            },
            {
                "titleEn": "Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China",
                "referenceEn": "Fu, Y., Zheng, Z., Yu, G., Hu, Z., Sun, X., Shi, P., Wang, Y., & Zhao, X. (2009). Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China. Biogeosciences, 6, 2879–2893."
            },
            {
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Carbon dioxide flux"
            },
            {
                "nameEn": "Sensible heat flux"
            },
            {
                "nameEn": "Latent heat flux"
            },
            {
                "nameEn": "Radiation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Qinghai Lake Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Is data from eddy covariance systems used for validating evapotranspiration estimation models in this domain?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Can the quality of data collected by an eddy covariance system be affected by equipment failures or environmental conditions such as precipitation?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Are the soil and canopy component temperatures critical for accurately estimating evaporation and transpiration in strongly advective environments?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Is the primary data collection method for surface fluxes in this domain based on eddy covariance systems, thermal infrared imaging, or both?",
                    "Answer": "both",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is a more challenging factor in estimating surface fluxes: atmospheric conditions, image classification errors, or instrument calibration?",
                    "Answer": "Image classification errors",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the main challenges associated with using the eddy covariance (EC) system for data collection in heterogeneous landscapes?",
                    "Answer": "energy balance closure",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Where are the typical locations for setting up observation stations in the Qinghai Lake basin for hydrometeorological data collection?",
                    "Answer": "沙柳河镇大寺",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What data collection methods are employed to measure soil and canopy component temperatures for evapotranspiration estimation in oasis agricultural areas?",
                    "Answer": "Fluke Ti55 thermal infrared camera",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used to measure soil and canopy component temperatures in an irrigated agricultural area?",
                    "Answer": "In the field observations at the Daman superstation, a Fluke Ti55 thermal infrared camera was used to measure the thermal radiation of cropland from a 25-meter-high platform on a boundary layer tower approximately every 120 minutes during daytime hours. This method involved capturing thermal images which were then used to estimate soil and canopy component temperatures.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a challenge faced when using composite temperature separation approaches in arid regions?",
                    "Answer": "A challenge in using composite temperature separation approaches in arid regions is the errors in derived component temperatures caused by image classification errors. These errors can vary with vegetation abundance, leading to misclassification of soil pixels as vegetation pixels and resulting in an overestimation of canopy temperature.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Could you provide an example of a dataset used to evaluate evapotranspiration (ET) over heterogeneous land surfaces?",
                    "Answer": "An example of a dataset used to evaluate ET over heterogeneous land surfaces comes from the Multi-Scale Observation Experiment on Evapotranspiration, part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE). This dataset included measurements from days of the year 170, 173, 176, 192, 195, 231, 252, and 256, in an artificial oasis covered with maize, vegetables, and orchards.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the features and specifications of datasets derived from eddy covariance systems in terms of data quality and temporal resolution?",
                    "Answer": "30-minute averages, 48 data points per day, quality evaluations based on atmospheric stability and turbulence characteristics, screened to remove erroneous measurements and those affected by precipitation, missing data marked with a specific value (e.g., -6999)",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "What is the sampling frequency used for the eddy covariance data collection method in the Qinghai Lake watershed subalpine shrubland?",
                    "Answer": "10 Hz",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many resistances are involved in the typical two-source evapotranspiration estimation model proposed by Shuttleworth and Wallace?",
                    "Answer": "5",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many data points are typically recorded per day in the Qinghai Lake watershed subalpine shrubland comprehensive observation dataset?",
                    "Answer": "48 data points",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What does 'eddy covariance system' mean in the context of hydrometeorological data collection?",
                    "Answer": "An eddy covariance system is a method used to measure and calculate vertical turbulent fluxes within the atmosphere, typically involving instruments like ultrasonic anemometers and gas analyzers. It collects data on parameters such as wind speed, temperature, and gas concentrations at high frequencies to quantify exchanges of energy, mass, and momentum between the surface and the atmosphere, as seen in the observation methods in the field of hydrometeorology over the Qinghai Lake region.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is meant by 'two-source energy balance model' in estimating evapotranspiration?",
                    "Answer": "The two-source energy balance model is an approach for estimating evapotranspiration by considering separate contributions from soil and vegetation. This model differentiates between the above-canopy and under-soil energy exchanges, thereby improving the accuracy of evapotranspiration estimates in heterogeneous landscapes where soil and vegetation have different temperatures and resistances to energy exchange.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the data collection methods of the eddy covariance system compare to those involving high-resolution thermal cameras in terms of measuring evapotranspiration components?",
                    "Answer": "The eddy covariance system measures turbulent fluxes at high frequency (10 Hz) and is used to validate evapotranspiration components by measuring latent and sensible heat fluxes. High-resolution thermal cameras, on the other hand, provide soil and canopy component temperatures that are used as inputs in models like TSEB to estimate and validate evapotranspiration components. The thermal cameras allow for the separation of latent fluxes of soil and vegetation components.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the differences in the data processing techniques between Eddypro software used for eddy covariance data and those used for the TSEB model in estimating evapotranspiration?",
                    "Answer": "Eddypro software processes eddy covariance data by removing outliers, correcting for delays, rotating coordinates, adjusting for frequency response, and performing quality checks on flux values. In contrast, the TSEB model involves the calculation of soil and canopy sensible and latent heat fluxes using component temperatures derived from thermal images, and it addresses uncertainties like image classification errors and atmospheric radiation influences.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In what ways do the challenges of measuring evapotranspiration in arid regions differ when using eddy covariance systems compared to thermal imaging methods?",
                    "Answer": "The eddy covariance system faces challenges with incomplete energy balance closure and uncertainties in latent heat flux measurements, especially under strongly advective conditions. Thermal imaging methods, however, face challenges in accurately classifying soil and canopy pixels, which can lead to overestimation of canopy temperatures and uncertainties in radiation transmittance. Both methods require careful processing to ensure accurate evapotranspiration estimates.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How do data collection methods, such as those involving eddy covariance systems, handle challenges posed by equipment malfunctions or environmental factors that lead to data gaps or inaccuracies?",
                    "Answer": "Data collection methods in this field handle challenges like equipment malfunctions by implementing data quality control procedures such as the removal of erroneous data, accounting for delays, and correcting for missing data due to instrument errors or environmental factors. For example, data gaps are identified and marked, and specific criteria are used to filter out unreliable data, such as excluding data recorded during rainfall or when the instrument malfunctioned.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In what ways can the integration of advanced imaging techniques, like thermal infrared cameras, improve the accuracy of data collection in heterogeneous landscapes for evapotranspiration modeling?",
                    "Answer": "Advanced imaging techniques, such as thermal infrared cameras, improve data accuracy by providing high-resolution measurements of soil and canopy temperatures, which are crucial for accurately estimating evapotranspiration components. These techniques allow for detailed separation of soil and vegetation temperatures, which can enhance the performance of models like the two-source energy balance (TSEB) model, especially in strongly advective and heterogeneous landscapes.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What are the potential implications of using both ground-based measurements and isotopic techniques to validate models estimating evaporation, transpiration, and evapotranspiration across different vegetation types and climates?",
                    "Answer": "Using both ground-based measurements and isotopic techniques offers a comprehensive validation approach, enhancing the reliability of models estimating evaporation, transpiration, and evapotranspiration. This combination allows for more accurate partitioning of evapotranspiration into its components, leading to improved model performance across various vegetation types and climatic conditions. It helps address uncertainties in component temperature estimation and provides robust evidence for model refinements.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What factors cause data gaps in hydrometeorological observation networks, particularly when using eddy covariance systems?",
                    "Answer": "Data gaps in hydrometeorological observation networks using eddy covariance systems can occur due to equipment malfunctions, such as the failure of sensors or instruments. In the specific case of the 青海湖流域地表过程综合观测网, data gaps were noted due to instrument faults. Additionally, adverse weather conditions can lead to data exclusions, such as excluding data collected during and after precipitation events.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it challenging to accurately estimate evapotranspiration using one-source models in heterogeneous landscapes?",
                    "Answer": "One-source models struggle to accurately estimate evapotranspiration in heterogeneous landscapes due to the assumption of a homogeneous surface, which combines soil and vegetation components into a single source. In reality, landscapes consist of mixed soil and vegetation with varying temperatures and energy exchange resistances, which these models cannot accurately account for. The two-source energy balance (TSEB) model addresses these challenges by considering separate energy partitions for the soil and vegetation components.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What causes the estimation errors in component temperatures when using thermal infrared cameras in agricultural areas?",
                    "Answer": "Estimation errors in component temperatures derived from thermal infrared cameras can be attributed to several factors. In agricultural areas, errors may arise from image classification inaccuracies, where soil pixels are misclassified as vegetation, leading to an overestimation of canopy temperatures. Additionally, neglecting atmospheric effects like upwelling radiation and transmittance can contribute to inaccuracies, as well as uncertainties in incoming short- and long-wave radiation transmittances through the canopy.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential outcomes of utilizing eddy covariance systems combined with high-resolution thermal cameras for evapotranspiration measurements in heterogeneous landscapes?",
                    "Answer": "The combination of eddy covariance systems and high-resolution thermal cameras allows for more accurate separation of soil and vegetation component temperatures. This leads to reliable estimates of evaporation and transpiration ratios, even under challenging conditions such as strong advection, thereby improving the overall accuracy of surface flux estimations.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the consequences of errors in component temperature classification on the estimation of latent heat fluxes in agricultural areas?",
                    "Answer": "Errors in component temperature classification, often due to image classification inaccuracies, can lead to an overestimation of canopy temperatures and consequently affect the accuracy of latent heat flux estimations. This results in increased uncertainty in models like the TSEB, especially in regions with developing vegetation abundance, which can significantly impact the reliability of evapotranspiration and heat flux measurements.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the primary objectives behind collecting surface flux data using eddy covariance systems in mountainous shrubland environments?",
                    "Answer": "The primary objectives are to accurately estimate surface fluxes like evapotranspiration, heat fluxes, and gas concentrations, which are critical for understanding hydrological and meteorological processes in complex terrains such as mountainous shrubland environments. This understanding aids in effective water resource management and terrestrial water cycle analysis.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What goals drive the integration of thermal infrared imagery with ground-based measurements in estimating soil and canopy temperatures?",
                    "Answer": "The integration aims to achieve a more precise estimation of soil and canopy temperatures, which are crucial for accurately partitioning evapotranspiration into soil evaporation and canopy transpiration. This methodological approach enhances the fidelity of energy balance models and supports better agricultural and environmental management practices.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "How can the Two-Source Energy Balance (TSEB) model be applied to estimate evapotranspiration in regions with heterogeneous landscapes, and what data inputs are essential for its implementation?",
                    "Answer": "The TSEB model can be applied to estimate evapotranspiration in heterogeneous landscapes by incorporating measurements of land surface temperature, soil and canopy component temperatures, and meteorological data. Essential data inputs include ground-measured soil and canopy temperatures, radiometric temperatures from thermal infrared cameras, and meteorological parameters like air temperature, wind speed, and humidity. These inputs are used to solve energy balance equations and partition evapotranspiration into evaporation and transpiration, with validation against stable isotope techniques and eddy covariance measurements.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "What steps are necessary to process and validate thermal infrared imagery for estimating soil and canopy component temperatures in agricultural research?",
                    "Answer": "Processing and validating thermal infrared imagery involves several steps: first, capturing images at regular intervals using a thermal infrared camera from a fixed platform; second, classifying the imagery into soil and canopy pixels using methods like maximum-likelihood classification; third, extracting directional brightness temperatures for these components; and finally, converting these temperatures into radiative temperatures using long-wave radiation data and emissivity values. Validation is performed by comparing simulated radiometric temperatures with surface observations, ensuring accuracy in soil and canopy component temperature estimation for further modeling.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What technological advancements enable the processing of eddy covariance data for accurate hydrometeorological observations in subalpine shrubland areas?",
                    "Answer": "The use of Eddypro software for processing raw eddy covariance data, which involves steps such as coordinate rotation, frequency response correction, and density correction, enables more accurate hydrometeorological observations by addressing potential data issues such as instrument errors and data gaps.",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "What are the expected challenges in ensuring data accuracy when using eddy covariance methods for measuring surface fluxes in heterogeneous landscapes?",
                    "Answer": "Challenges include the heterogeneity of the landscape, which affects the measurement accuracy of the eddy covariance system, and the potential for incomplete energy balance closure with respect to available energy. The uncertainty in surface-air temperature differences, influenced by errors in determining component temperatures from composite radiometric temperature, also affects data accuracy.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Why might the two-source energy balance model produce different results when applied to various vegetation types and coverage levels?",
                    "Answer": "The TSEB model's performance is influenced by factors such as the aerodynamic resistance of the soil surface, fractional vegetation coverage, and the ability to accurately estimate soil and canopy temperatures. These factors vary with different vegetation types and coverage levels, affecting the model's accuracy in estimating evaporation, transpiration, and evapotranspiration.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it important to have high-resolution thermal camera data when estimating evapotranspiration using the two-source energy balance model?",
                    "Answer": "High-resolution thermal camera data are crucial for accurately estimating soil and canopy component temperatures, which are necessary inputs for the TSEB model. Accurate component temperature estimation helps in correctly partitioning evapotranspiration into evaporation and transpiration, improving the model's reliability, especially in strongly advective environments.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "What is your evaluation of the effectiveness of the Eddypro software processing steps for ensuring data quality in hydrometeorological observations?",
                    "Answer": "The processing steps using Eddypro software, including outlier removal, delay time correction, coordinate rotation, frequency response correction, ultrasonic virtual temperature correction, and density correction, appear to be comprehensive for ensuring data quality. These steps, along with quality assessment of each flux value based on atmospheric stability and turbulence similarity characteristics, contribute to rigorous data quality control, despite challenges like data gaps due to instrument failure.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How would you assess the challenges in using thermal infrared cameras for capturing soil and canopy temperatures in a strongly advective agricultural area?",
                    "Answer": "The use of thermal infrared cameras poses challenges such as errors in image classification, especially with varying vegetation abundance, leading to misclassification of soil and canopy temperatures. Additionally, atmospheric factors like upwelling radiation and transmittance could introduce uncertainties in temperature estimation. However, the method shows promise in separating soil and vegetation flux components under advection conditions, given accurate component temperature measurements.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What is your opinion on the potential for using a combination of stable isotope techniques and eddy covariance measurements to validate evapotranspiration models?",
                    "Answer": "Combining stable isotope techniques with eddy covariance measurements offers a robust approach for validating evapotranspiration models. This method allows for detailed validation of the partitioning of evaporation and transpiration, providing insight into the accuracy of models like the TSEB in estimating component fluxes. Despite challenges in measuring E and T on the ground, this combination enhances the reliability of model estimates in diverse agricultural and climatic conditions.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I'm unsure about how different data collection methods impact the quality and accuracy of flux measurements in hydrometeorological studies.",
                    "Answer": "The field observations from the eddy covariance (EC) system are crucial for accurately estimating surface fluxes, despite challenges like the incomplete energy balance closure and uncertainties in surface-air temperature differences. The EC system provides high-frequency data critical for evaluating models like the TSEB.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "I can't make sense of why certain datasets are selected or prioritized for evapotranspiration studies over others.",
                    "Answer": "Datasets involving ground-based measurements, like those from the Daman superstation, are prioritized because they provide detailed parameters such as soil and canopy temperatures, necessary for validating models like the TSEB. These measurements are essential for partitioning evapotranspiration into evaporation and transpiration components.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please identify and discuss the challenges associated with using the two-source energy balance model for evapotranspiration estimation in arid regions, particularly in terms of data requirements and accuracy.",
                    "Answer": "The challenges associated with using the two-source energy balance (TSEB) model in arid regions include the difficulty in accurately measuring component temperatures due to image classification errors and atmospheric conditions. The model also requires precise input data, such as soil and canopy component temperatures, which are often difficult to obtain. Additionally, the TSEB model's performance is sensitive to uncertainties in surface-air temperature differences, especially under strong advective conditions, which can lead to overestimation or underestimation of latent heat fluxes.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please examine potential strategies for improving the accuracy and applicability of datasets used in estimating surface fluxes over heterogeneous landscapes, particularly focusing on the role of advanced imaging techniques and isotopic validation.",
                    "Answer": "Improving the accuracy and applicability of datasets for estimating surface fluxes can involve using advanced imaging techniques, such as high-precision thermal infrared cameras, to accurately capture soil and canopy component temperatures. Additionally, incorporating isotopic validation techniques, such as stable oxygen and hydrogen isotopes, can help verify the partitioning of evapotranspiration into evaporation and transpiration. These approaches can enhance the robustness of models like the TSEB, providing more reliable estimates of surface fluxes over heterogeneous landscapes.",
                    "Level": "C6(Creating)"
                }
            ]
        }
    ]
}