{
    "id": "02f66bb6-21ba-4ce9-b343-4e7c6ae2889a",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Continuous simulation of Holocene effective moisture change in typical lake regions of the Tibetan Plateau and East and Central Asia",
            "titleCn": "青藏高原及东中亚地区典型湖泊区域全新世有效水分连续模拟结果",
            "description": "The fluctuation of a single lake level is a comprehensive reflection of water balance within the basin, while the regional consistent fluctuations of lake level can indicate the change of regional effective moisture. Previous researches were mainly focused on reconstructing effective moisture by multiproxy analyses of lake sediments, but lacked the quantitative studies on regional effective moisture variation. This dataset exhibits the Holocene effective moisture change in typical lake regions of the Tibetan Plateau and East and Central Asia, including Qinghai Lake, Chen Co, Bangong Co, etc., by constructing a virtual lake system, based on a lake energy balance model, a lake water balance model and a transient climate evolution model. The simulation results provide a new perspective for exploring the evolution of lakes on the millennial scale.",
            "descriptionCn": "流域内的水量平衡可以通过单个湖泊的水位波动体现，而区域湖泊水位的一致性波动则可以反映区域有效水分的变化。以往的研究主要通过分析湖泊沉积物的多代用指标来重建过去的有效水分，缺少对区域有效水分变化的定量研究。青藏高原及东中亚地区典型湖泊区域全新世有效水分连续模拟结果数据集是基于湖泊能量平衡模型、湖泊水量平衡模型及瞬态气候演变模型，以构建的虚拟湖泊为载体，连续且定量地展示了青藏高原青海湖、沉错、班公错等以及东中亚地区青土湖、呼伦湖、岱海等湖泊区域全新世有效水分变化。模拟结果为探究千年尺度上湖泊演化过程提供了新的视角。",
            "instructions": "The dataset is xls format, which can be directly opened by using Excel, WPS and other programs.",
            "instructionsCn": "该数据集为.xls格式，可以直接使用Excel、WPS等程序直接打开。",
            "east": 135.0,
            "west": 60.0,
            "south": 15.0,
            "north": 60.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 200192.0,
            "cstr": "18406.11.Paleoenv.tpdc.272189",
            "doi": "10.11888/Paleoenv.tpdc.272189",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李育",
                "nameEn": "LI Yu ",
                "unitEn": "Lanzhou University",
                "unitCn": "兰州大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A continuous simulation of Holocene effective moisture change represented by variability of virtual lake level in East and Central Asia",
                "referenceCn": null,
                "referenceEn": "Li, Y., Zhang, Y.X., Zhang, X.Z., Ye, W.T., Xu, L.M., Han, Q., Li, Y.C., Liu, H.B., & Peng, S.M. (2020). A continuous simulation of Holocene effective moisture change represented by variability of virtual lake level in East and Central Asia. Science China Earth Sciences, 63, 1161-1175."
            },
            {
                "titleCn": "以东亚及中亚地区虚拟湖泊水位变化为代表的全新世有效水分变化的连续模拟",
                "titleEn": null,
                "referenceCn": "李育, 张宇欣, 张新中, 叶旺庭, 徐玲梅, 韩琴, 李依婵, 刘和斌, 彭思敏. (2020). 以东亚及中亚地区虚拟湖泊水位变化为代表的全新世有效水分变化的连续模拟. 中国科学:地球科学, 50, 1106-1121.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "古气候模拟",
                "nameEn": "paleoclimate modeling"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "东中亚地区",
                "keywordEn": "East and Central Asia"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "全新世",
                "keywordEn": "Holocene",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            },
            {
                "titleCn": "湖泊演变及气候变化响应",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "三极冰芯数据集（1968-2015）",
                "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
            },
            {
                "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
                "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to simulate Holocene effective moisture changes in lake regions of the Tibetan Plateau and Eastern Central Asia?",
                "QuestionCn": "您能否提供一个用于模拟青藏高原和东中亚湖区全新世有效湿度变化的数据收集方法的示例？",
                "AnswerEn": "A data collection method involves using lake energy balance models, lake water balance models, and transient climate evolution models to construct virtual lakes. This method allows for continuous and quantitative representation of Holocene effective moisture changes in lake regions such as Qinghai Lake, Nam Co, and Bosten Lake, reflecting regional effective moisture changes.",
                "AnswerCn": "一种数据收集方法涉及使用湖泊能量平衡模型、湖泊水量平衡模型和瞬态气候演变模型来构建虚拟湖泊。这种方法允许对青海湖、纳木措和博斯腾湖等湖泊区域的全新世有效湿度变化进行连续和定量的表征，反映区域有效湿度的变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key characteristics of data collection methods used for simulating Holocene effective moisture changes in typical lake regions of the Tibetan Plateau and East-Central Asia?",
                "QuestionCn": "用于模拟青藏高原和东中亚典型湖区全新世有效湿度变化的数据收集方法的关键特征是什么？",
                "AnswerEn": "lake energy balance models, lake water balance models, transient climate evolution models, virtual lakes, continuous and quantitative demonstration of Holocene effective moisture changes",
                "AnswerCn": "湖泊能量平衡模型、湖泊水量平衡模型、瞬态气候演化模型、虚拟湖泊、全新世有效湿度变化的连续和定量展示",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the number of lakes modeled in a dataset focusing on Holocene effective moisture changes in the Tibetan Plateau and East-Central Asia?",
                "QuestionCn": "在一个关注青藏高原和东中亚全新世有效湿度变化的数据集中，建模的湖泊数量是多少？",
                "AnswerEn": "6",
                "AnswerCn": "6",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the quantitative methods for simulating Holocene effective moisture variations in typical lakes of the Tibetan Plateau and East-Central Asia compare to traditional sediment-based proxy analyses in terms of reconstructing past climate conditions?",
                "QuestionCn": "定量方法在模拟青藏高原和东中亚典型湖泊的全新世有效湿度变化方面，与传统的沉积物基代理分析在重建过去气候条件方面有何比较？",
                "AnswerEn": "Quantitative methods using lake energy balance models, lake water balance models, and transient climate evolution models provide a continuous and quantitative view of Holocene effective moisture changes, using virtual lakes as carriers. In contrast, traditional sediment-based proxy analyses rely on multiple indicators within lake sediments to reconstruct past effective moisture, but often lack quantitative regional analysis. The simulation results offer a new perspective on lake evolution over millennial timescales, potentially providing more detailed quantitative insights than traditional methods.",
                "AnswerCn": "定量方法使用湖泊能量平衡模型、湖泊水量平衡模型和瞬态气候演变模型，提供了对全新世有效湿度变化的连续和定量视角，利用虚拟湖泊作为载体。相比之下，传统的沉积物基代理分析依赖于湖泊沉积物中的多个指标来重建过去的有效湿度，但往往缺乏定量的区域分析。模拟结果为湖泊在千年时间尺度上的演变提供了新的视角，可能比传统方法提供更详细的定量见解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the consistency of lake level fluctuations across a region be used to infer changes in regional effective moisture over the Holocene?",
                "QuestionCn": "湖泊水位波动的一致性如何用于推断全新世期间区域有效湿度的变化。",
                "AnswerEn": "The consistency of lake level fluctuations across a region can reflect regional effective moisture changes by showing how multiple lakes respond to climatic and hydrological conditions. In this field, a dataset based on lake energy balance models, lake water balance models, and transient climate evolution models is utilized to simulate continuous and quantitative changes in effective moisture for lakes across the Tibetan Plateau and East-Central Asia. These simulations provide insights into how effective moisture has influenced lake evolution over millennia.",
                "AnswerCn": "湖泊水位波动的一致性可以反映区域有效湿度的变化，显示多个湖泊如何响应气候和水文条件。在这一领域，基于湖泊能量平衡模型、湖泊水量平衡模型和瞬态气候演变模型的数据集被用来模拟青藏高原和东中亚地区湖泊有效湿度的连续和定量变化。这些模拟提供了有效湿度如何影响湖泊演化的千年洞察。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the implications of using lake level fluctuations as a proxy for regional effective moisture changes on the accuracy and reliability of reconstructed Holocene moisture data in the Qinghai-Tibetan Plateau and East-Central Asia?",
                "QuestionCn": "使用湖泊水位波动作为区域有效湿度变化的代理，对青藏高原和东中亚重建全新世湿度数据的准确性和可靠性有什么影响？",
                "AnswerEn": "Using lake level fluctuations to represent regional effective moisture changes allows for a quantitative and continuous reconstruction of the Holocene moisture data. This approach provides a new perspective on the millennial-scale evolution of lakes by integrating energy balance models, water balance models, and transient climate evolution models, which can improve the understanding of past environmental changes in these regions.",
                "AnswerCn": "利用湖泊水位波动来代表区域有效湿度变化，可以对全新世湿度数据进行定量和连续的重建。这种方法通过整合能量平衡模型、水量平衡模型和瞬态气候演变模型，为湖泊的千年尺度演变提供了新的视角，从而有助于改善对这些地区过去环境变化的理解。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of developing a continuous simulation model for effective moisture changes in lakes of the Qinghai-Tibet Plateau and Eastern Central Asia during the Holocene?",
                "QuestionCn": "开发青藏高原和东中亚湖泊在全新世期间有效湿度变化的连续模拟模型的主要目标是什么？",
                "AnswerEn": "The primary objectives are to quantitatively study the regional effective moisture changes, which are typically reflected through fluctuations in lake water levels. This model aims to provide a continuous and quantitative display of effective moisture changes in typical lake regions, using virtual lakes as carriers, thereby offering new perspectives for exploring lake evolution processes on a millennial scale.",
                "AnswerCn": "主要目标是定量研究区域有效湿度变化，这通常通过湖水位的波动反映出来。该模型旨在提供典型湖区有效湿度变化的连续定量展示，利用虚拟湖泊作为载体，从而为探索千年尺度上的湖泊演化过程提供新的视角。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in using lake energy and water balance models to simulate Holocene effective moisture changes in typical lakes of the Qinghai-Tibet Plateau and East Central Asia?",
                "QuestionCn": "使用湖泊能量和水量平衡模型模拟青藏高原和东中亚典型湖泊的全新世有效湿度变化的程序步骤包括以下几个方面：",
                "AnswerEn": "The procedural steps involve using a combination of lake energy balance models, lake water balance models, and transient climate evolution models. These models work together to construct virtual lakes as carriers, enabling continuous and quantitative simulation of Holocene effective moisture changes in regions such as Qinghai Lake, Selin Co, Pangong Tso in the Qinghai-Tibet Plateau, and Qingtu Lake, Hulun Lake, Daihai in East Central Asia.",
                "AnswerCn": "这些程序步骤涉及使用湖泊能量平衡模型、湖泊水量平衡模型和瞬态气候演变模型的组合。这些模型协同工作，构建虚拟湖泊作为载体，使得能够对青藏 Plateau 的青海湖、色林湖、班公湖以及东中亚的青土湖、呼伦湖、岱海等地区的全新世有效湿度变化进行持续和定量的模拟。",
                "Level": "C3(Applying)"
            }
        ]
    }
}