{
  "id": "030fccc5-3898-4d3f-a032-a0ecc79d2457",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Holocene sporopollen dataset on the northern slope of the Tianshan Mountains",
      "titleCn": "天山北坡全新世孢粉数据集",
      "description": "The research area is located in the middle section o the northern slope of the Tianshan Mountains. The research area extends from Wusu in the Tacheng District of Xinjiang in the west to Mulei County in Changji Prefecture in the east. It is approximately 500 km long from east to west. The vertical vegetation gradient on the northern slope of the Tianshan Mountains can be divided into six different belts: alpine cushion vegetation belt (>3400 m), sub-alpine meadow belt (3400~2700 m), mid-mountain forest belt (2700~1720 m), forest steppe belt (1720~1300 m), semi-desert belt (1300~700 m) and typical desert belt (<700 m).\nBased on the characteristics of the vertical vegetation belts on the northern slope of the Tianshan Mountains, five sedimentary sections with different elevations, different vegetation belts and different sedimentary ages were selected for analysis. Five mid-late Holocene sections were measured to calculate the composite dissimilarity index of sporopollen, and the index was used to explain the sporopollen diversity. The index was then combined with integrated multiple analysis data, such as particle size, magnetic susceptibility, and ignition loss, and the changes in biodiversity and environmental characteristics since the mid-late Holocene in the area were assessed.\nThe data include the following:\n1. Sporopollen grain number data for the Daxigou section (8-110 cm, a total of 52 layers were analysed for sporopollen grain number, 3640±60 a BP to 890±60 a BP)\n2. Sporopollen grain number data for the Xiaoxigou section (0-90 cm, a total of 38 layers were analysed for sporopollen grain number, 3240±60 a BP)\n3. Sporopollen grain number data for the Huashuwozi section (0-106 cm, a total of 52 layers were analysed for sporopollen grain number, 2170±185 a BP to 450±155 a BP)\n4. Sporopollen grain number data for the Sichanghu section (10-84 cm, a total of 19 layers were analysed for sporopollen grain number, 1000±50 a BP to 665±65 a BP)\n5. Sporopollen grain number data for the Dongdaohaizi section (0-190 cm, a total of 64 layers were analysed for sporopollen grain number, 4500±310 a BP to 305±130 a BP)\nFor detailed descriptions of the data, please refer to the following study: \"Palaeo-biodiversity at the Northern Piedmont of Tianshan Mountains in Xinjiang During the Middle to Late Holocene\"",
      "descriptionCn": "研究区位于天山北麓中段部分，西起新疆塔城 地区的乌苏市、东到昌吉州的木垒县，东西长约 500 km。天山北坡植被垂直带可分为高山座垫植被( >3400 m)、高山亚高山草甸带(3400～2700 m)、中山 森林带(2700～1720 m)、森林草原过渡带(1720～ 1300 m)、半荒漠带(1300～700 m)和典型荒漠带 ( <700 m) 。\n    选择天山北坡根据垂直植被带特点，选取不同海拔、不同植被带和不同沉积年代的5个沉积剖面进行研究。取得的5个中晚全新世剖面来计算孢粉复合分异度 指数，并尝试利用该指数来解释孢粉多样性，再结合 粒度、磁化率、烧失量等多项分析的数值整合来探讨 该区中晚全新世以来生物多样性变化和环境特征。\n数据包括：\n\n1.大西沟剖面孢粉粒数资料(8-110厘米共52层的孢粉粒数,3640±60aB.P-890±60aB.P)\n\n2.小西沟剖面孢粉粒数资料(0-90厘米共38层的孢粉粒数,3240±60 aB.P)\n\n3.桦树窝子剖面孢粉粒数资料(0-106厘米共52层的孢粉粒数,2170±185aB.P-450±155aB.P)\n\n4.四厂湖剖面孢粉粒数资料(10-84厘米共19层的孢粉粒数,1000±50aB.P-665±65aB.P)\n\n5.东道海子剖面B孢粉粒数资料(0-190厘米共64层的孢粉粒数,4500±310aB.P-305±130aB.P)\n\n数据的详细说明请参考文献“新疆天山北坡地区中晚全新世古生物多样性特征”。",
      "instructions": "",
      "instructionsCn": "",
      "east": 83.0,
      "west": 80.0,
      "south": 41.5,
      "north": 43.0,
      "startTime": "2003-01-15 11:08:29",
      "endTime": "2005-01-14 11:08:29",
      "fileSize": 30253633.0,
      "cstr": "18406.11.Ecolo.tpdc.270002",
      "doi": "10.11888/Ecolo.tpdc.270002",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "倪健",
        "nameEn": "NI Jian",
        "unitEn": "Institute of Botany, Chinese Academy of Sciences",
        "unitCn": "中国科学院植物研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Pollen record and environmental evolution of Caotanhu wetland in Xinjiang since 4550 cal. a BP",
        "referenceCn": null,
        "referenceEn": "Zhang, Y., Kong, Z.C., Ni, J.,Yan, S., &Yang, Z.J. (2008). Pollen record and environmental evolution of Caotanhu wetland in Xinjiang since 4550 cal. a BP. Chinese Science Bulletin, 53(7), 1049-1061."
      },
      {
        "titleCn": null,
        "titleEn": "‘‘Medieval Warm Period’’ on the northern slope of central Tianshan Mountains, Xinjiang, NW China",
        "referenceCn": null,
        "referenceEn": "Zhang, Y., Kong, Z.C., Yan, S., Yang, Z.J., & Ni, J. (2009). \"Medieval Warm Period\" on the northern slope of central Tianshan Mountains, Xinjiang, NW China.Geophysical Research Letters, 36(11), L11702."
      },
      {
        "titleCn": null,
        "titleEn": "Fluctuation of Picea timberline and paleo-environment on the northern slope of Tianshan Mountains during the Late Holocene",
        "referenceCn": null,
        "referenceEn": "Zhang, Y., Kong, Z.C., Yan, S., Yang, Z.J. & Ni, J. (2006). Fluctuation of Picea timberline and paleo-environment on the northern slope of Tianshan Mountains during the Late Holocene. Chinese Science Bulletin 51(14), 1747-1756."
      },
      {
        "titleCn": "天山乌鲁木齐河源区大西沟表土花粉散布特征",
        "titleEn": null,
        "referenceCn": "杨振京, 孔昭宸,阎顺,倪健,马克平,许清海.天山乌鲁木齐河源区大西沟表土花粉散布特征.干旱区地理.2004,27(4):543-547.",
        "referenceEn": null
      },
      {
        "titleCn": "天山北麓晚全新世环境演变及其人类活动的影响",
        "titleEn": null,
        "referenceCn": "阎顺, 穆桂金,孔昭宸,倪 健, 杨振京. 天山北麓晚全新世环境演变及其人类活动的影响.冰川冻土. 2004,26(4):403-410.",
        "referenceEn": null
      },
      {
        "titleCn": "新疆天山北坡地区中晚全新世古生物多样性特征",
        "titleEn": null,
        "referenceCn": "张芸,孔昭宸,阎顺,杨振京,倪健.新疆天山北坡地区中晚全新世古生物多样性特征.植物生态学报 2005.29( 5 ) 836-844.",
        "referenceEn": null
      },
      {
        "titleCn": "新疆吉木萨尔县四厂湖剖面孢粉分析及其意义",
        "titleEn": null,
        "referenceCn": "阎顺, 孔昭宸, 杨振京. 2003. 新疆吉木萨尔县四厂湖剖面孢粉分析及其意义. 西北植物学报 23(4): 531-536.",
        "referenceEn": null
      },
      {
        "titleCn": "新疆地区的“中世纪温暖期”－古尔班通古特沙漠四厂湖古环境的再研究",
        "titleEn": null,
        "referenceCn": "张芸, 孔昭宸, 阎顺, 杨振京, 倪健. (2004). 新疆地区的“中世纪温暖期”－古尔班通古特沙漠四厂湖古环境的再研究. 第四纪研究 24(6), 701-708.",
        "referenceEn": null
      },
      {
        "titleCn": "新疆草滩湖村湿地4550年以来的孢粉记录和环境演变",
        "titleEn": null,
        "referenceCn": "张芸, 孔昭宸, 倪健, 阎顺, 杨振京. (2008). 新疆草滩湖村湿地4550年以来的孢粉记录和环境演变. 科学通报, 53(3), 306-316.",
        "referenceEn": null
      },
      {
        "titleCn": "乌鲁木齐东道海子剖面的孢粉分析及其反映的环境变化",
        "titleEn": null,
        "referenceCn": "阎顺, 李树峰, 孔昭宸, 杨振京, 倪健. 2004. 乌鲁木齐东道海子剖面的孢粉分析及其反映的环境变化. 第四纪研究 24(4): 463-468.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "古气候重建",
        "nameEn": "Paleoclimate Reconstruction"
      },
      {
        "nameCn": "花粉",
        "nameEn": "Pollen"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "天山",
        "keywordEn": "Tianshan"
      },
      {
        "keywordCn": "新疆",
        "keywordEn": "Xinjiang"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "中世纪温暖期",
        "keywordEn": "Medieval Warm Period",
        "type": "temporal"
      },
      {
        "keywordCn": "晚全新世",
        "keywordEn": "Late Holocene",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
        "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and variables considered in collecting pollen grain data from sediment profiles in different vegetation zones?",
        "QuestionCn": "在不同植被区的沉积剖面中收集花粉粒数据时考虑的特征和变量是什么？",
        "AnswerEn": "different altitudes, vegetation zones, sediment ages, pollen grain counts, sediment depths (8-110 centimeters), grain size, magnetic susceptibility, loss on ignition",
        "AnswerCn": "不同海拔、植被带、沉积物年龄、花粉粒计数、沉积物深度（8-110厘米）、粒径、磁化率、灼烧损失",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on understanding Holocene biodiversity if the sporopollen diversity index is calculated and integrated with analyses of grain size, magnetic susceptibility, and loss on ignition in sediment profiles from different vegetation zones and elevations?",
        "QuestionCn": "如果在不同植被带和海拔的沉积物剖面中计算并整合孢粉多样性指数与颗粒大小、磁性敏感性和失重分析，可能对理解全新世生物多样性产生哪些潜在影响？",
        "AnswerEn": "Integrating the sporopollen diversity index with other analyses such as grain size, magnetic susceptibility, and loss on ignition can provide a comprehensive view of the Holocene biodiversity and environmental changes in the Tianshan Mountain's northern slope. This approach allows researchers to correlate changes in sporopollen diversity with physical and chemical alterations in the sediment, which can lead to a deeper understanding of how vegetation and biodiversity responded to climatic and environmental shifts over time.",
        "AnswerCn": "将孢粉多样性指数与其他分析（如颗粒大小、磁性敏感性和失重）结合，可以为天山北坡的全新世生物多样性和环境变化提供全面的视角。这种方法使研究人员能够将孢粉多样性的变化与沉积物中的物理和化学变化相关联，从而更深入地理解植被和生物多样性如何响应气候和环境的变化。",
        "Level": "C6(Creating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to select different altitudes, vegetation zones, and sediment ages when collecting data on pollen diversity in the Tianshan Mountain region?",
        "QuestionCn": "在收集天山地区花粉多样性数据时，选择不同的海拔、植被带和沉积物年龄是重要的原因是什么？",
        "AnswerEn": "Selecting different altitudes, vegetation zones, and sediment ages is crucial to comprehensively understand the vertical vegetation zonation and historical biodiversity changes in the Tianshan Mountain region. This approach allows researchers to explore how different environmental factors influenced pollen diversity over time and to integrate various analyses such as grain size, magnetization, and loss on ignition for a more detailed study of mid to late Holocene biodiversity characteristics and environmental features.",
        "AnswerCn": "选择不同的海拔、植被带和沉积物年龄对于全面理解天山地区的垂直植被分层和历史生物多样性变化至关重要。这种方法使研究人员能够探讨不同环境因素如何影响花粉多样性随时间的变化，并整合粒度、磁化和失重等多种分析，以更详细地研究中晚全新世的生物多样性特征和环境特征。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodologies are employed to select and analyze different sediment profiles based on varying altitudes and vegetation zones for calculating spore-pollen diversity indices in Holocene studies?",
        "QuestionCn": "在全新世研究中，选择和分析不同高度和植被带的沉积物剖面以计算孢子-花粉多样性指数所采用的方法论有哪些？",
        "AnswerEn": "In the field mentioned, different sediment profiles are selected based on varying altitudes and vegetation zones characteristic of the northern slope of the Tianshan Mountains. Five sediment profiles are chosen to represent different altitudes, vegetation belts, and sedimentation ages. These profiles are then analyzed to calculate the spore-pollen diversity indices, which are used to explain pollen diversity. The analysis integrates multiple methods including grain size, magnetic susceptibility, and loss on ignition to explore biodiversity changes and environmental characteristics since the mid-late Holocene.",
        "AnswerCn": "在提到的领域中，根据天山北坡不同的海拔和植被带特征，选择了不同的沉积剖面。选择了五个沉积剖面，以代表不同的海拔、植被带和沉积年龄。然后对这些剖面进行分析，以计算孢子-花粉多样性指数，这些指数用于解释花粉多样性。该分析整合了多种方法，包括颗粒大小、磁性敏感性和失火损失，以探讨自中晚全新世以来的生物多样性变化和环境特征。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable the accurate collection of pollen data across different altitudinal vegetation zones in the Tianshan Northern Slope region?",
        "QuestionCn": "哪些方法能够在天山北坡不同海拔植被带中准确收集花粉数据？",
        "AnswerEn": "The methodologies include selecting sedimentary profiles from different altitudes and vegetation zones, such as the alpine cushion vegetation and forest-steppe transition zone, and analyzing pollen grains from these profiles. The profiles are studied for pollen diversity using composite differentiation indices, and additional analyses such as grain size, magnetic susceptibility, and loss on ignition are integrated to explore changes in biodiversity and environmental characteristics since the mid-late Holocene.",
        "AnswerCn": "这些方法包括从不同海拔和植被带选择沉积剖面，例如高山垫状植被和森林-草原过渡区，并分析这些剖面中的花粉颗粒。通过复合分化指数研究花粉多样性，并结合粒度、磁化率和燃烧损失等额外分析，以探讨自中晚全新世以来生物多样性和环境特征的变化。",
        "Level": "C3(Applying)"
      }
    ]
  }
}