{
  "id": "034b78c9-80d1-47f1-9e19-eeaf2a309010",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "AMSR-E/AMSR2 soil moisture and vegetation optical depth product using MCCA (2002-2022)",
      "titleCn": "AMSR-E/AMSR2土壤水分与植被光学厚度逐日产品（多通道协同反演算法，2002-2022）",
      "description": "Soil moisture (SM) plays a vital role in regulating the water and energy exchange between land surfaces and the atmosphere and is declared an essential climate variable by the Global Climate Observing System (GCOS). Vegetation optical depth (VOD) is a crucial parameter describing vegetation attenuation properties in microwave radiative transfer equation, and it has been proven to be a promising ecological indicator for studying plant hydraulics, carbon stocks, and vegetation phenology.\nA long-term SM and polarization-, frequency-dependent VODs (C/X/Ku) product was derived from the inter-calibrated AMSR-E/2 multi-frequency brightness temperature, using the multi-channel collaborative algorithm (MCCA). The MCCA comprehensively considers the physical relationship between multiple microwave channels and could simultaneously retrieve frequency- and polarization-dependent VODs and SM.\nThe new MCCA AMSR-E/2 SM dataset was validated over 25 dense soil moisture networks from the International Soil Moisture Network (ISMN) and United States Department of Agriculture (USDA) watersheds. The results showed that MCCA performs best in terms of ubRMSE among the current publicly available SM datasets related to AMSR-E/2. In addition, polarization-, frequency-dependent VODs from MCCA may provide new insights for better understanding the water fluxes in plant physiology.",
      "descriptionCn": "土壤水分是全球观测系统提出的关键气候变量之一，在陆气相互作用中起着重要作用。植被光学厚度是微波辐射传输过程中衡量植被衰减特性的关键参数，在植被水力学、植被物候学和生物量研究领域中有着广泛应用。\n本数据集基于AMSR-E和AMSR2交叉定标亮度温度数据，使用多通道协同反演算法(MCCA)获得了全球第一套具有极化差异的多波段（C/X/Ku）植被光学厚度产品及土壤水分产品。该算法(MCCA)能综合考虑多个通道之间的物理关系，能同时反演出土壤水分和具有频率差异，极化差异的植被光学厚度。\n本数据集使用了来自国际土壤水分观测网络和美国农业部发布的共25个土壤水分密集观测站网进行验证，结果表明，在目前公开的与AMSR-E/2相关的土壤水分数据集中，MCCA土壤水分的无偏均方根误差(ubRMSE)最小。此外，MCCA反演得到的具有频率和极化差异的植被光学厚度数据可为植被生理过程中的水通量研究提供新的见解。",
      "instructions": "<MCCA_AMSRE/2_025D_CCXP_VSM_VOD_Des/Asc_YYYYMMDD_V0.nc4>\n<MCCA> represents the multi-channel collaborative algorithm, <AMSRE/2> represents the AMSR-E sensor or AMSR2 sensor, <025D> represents the spatial resolution of data, <CCXP> indicates X-band brightness temperature at P polarization (P denotes H or V) was used as the core channel in MCCA, VSM_VOD is the product of soil moisture and vegetation optical depth, <Des/Asc> represents the descending orbit or ascending orbit,<YYYYMMDD> is the date, and V0 represents the data version, which will be updated according to your valuable suggestions.\nUsage method:\nData can be read in various programming languages such as MATLAB, Python and IDL, and can also be visualized in HDFView and Panoply. Please refer to the description document for details. We provide MATLAB code to read and plot the data.",
      "instructionsCn": "数据文件命名方式：\n<MCCA_AMSRE/2_025D_CCXP_VSM_VOD_Des/Asc_YYYYMMDD_V0.nc4>, <MCCA>代表多通道协同反演算法，<AMSRE/2>代表AMSR-E传感器或者AMSR2传感器，<025D>代表数据空间分辨率为0.25º，<CCXP>表示多通道协同反演算法使用的是X波段P极化(水平或者垂直)作为主通道（Core channel, CC），VSM_VOD表示土壤水分和植被光学厚度产品，<Des/Asc> 代表降轨或者升轨，<YYYYMMDD>是数据的日期，V0代表数据版本，之后会根据大家的宝贵建议不断更新。\n使用方法：\n数据可以用MATLAB、 Python、IDL等各种程序语言读取，也可以在HDFView，Panoply中实现可视化，详细信息请参见说明文档。我们提供了用MATLAB读取数据的代码。",
      "east": 180.0,
      "west": -180.0,
      "south": -90.0,
      "north": 90.0,
      "startTime": "2002-06-01 00:00:00",
      "endTime": "2022-12-31 00:00:00",
      "fileSize": 62715976646.0,
      "cstr": "18406.11.Terre.tpdc.272907",
      "doi": "10.11888/Terre.tpdc.272907",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "胡路",
        "nameEn": "HU Lu",
        "unitEn": "",
        "unitCn": "南京大学国际地球系统科学研究所"
      },
      {
        "nameCn": "赵天杰",
        "nameEn": "ZHAO Tianjie",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "居为民",
        "nameEn": "JU Weimin ",
        "unitEn": "International Institute for Earth System Science, Nanjing University",
        "unitCn": "南京大学国际地球系统科学研究所"
      },
      {
        "nameCn": "彭志晴",
        "nameEn": "PENG Zhiqing ",
        "unitEn": "Aerospace Information Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "姚盼盼",
        "nameEn": "YAO Panpan",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "施建成",
        "nameEn": "SHI Jiancheng",
        "unitEn": "",
        "unitCn": "中国科学院国家空间科学中心"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A twenty-year dataset of soil moisture and vegetation optical depth from AMSR-E/2 measurements using the multi-channel collaborative algorithm",
        "referenceCn": null,
        "referenceEn": "Hu, L., Zhao, T.J., Ju, W.M., Peng, Z.Q., Shi, J.C., Rodríguez-Fernández, N.J., Wigneron, J.P., Cosh, M.H., Yang, K., Lu, H., & Yao, P.P. (2023). A twenty-year dataset of soil moisture and vegetation optical depth from AMSR-E/2 measurements using the multi-channel collaborative algorithm. Remote Sensing of Environment, 292, 113595."
      },
      {
        "titleCn": null,
        "titleEn": "Retrievals of soil moisture and vegetation optical depth using a multi-channel collaborative algorithm",
        "referenceCn": null,
        "referenceEn": "Zhao, T.J., Shi, J.C., Entekhabi, D., Jackson, T.J., Hu, L., Peng, Z.Q., Yao, P.P., Li, S.N., & Kang, C.S. (2021). Retrievals of soil moisture and vegetation optical depth using a multi-channel collaborative algorithm. Remote Sensing of Environment, 257, 112321."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤水分",
        "nameEn": "Soil moisture"
      },
      {
        "nameCn": "微波遥感",
        "nameEn": "Microwave Remote Sensing"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "植被光学厚度",
        "nameEn": "vegetation optical depth"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球尺度",
        "keywordEn": "Global"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2002-2022",
        "keywordEn": "2002-2024",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "生态系统模型与遥感地表数据同化",
        "titleEn": "National Key Research and Development Program of China"
      },
      {
        "titleCn": "第二次青藏高原综合科学考察研究：亚洲水塔区水循环动态监测与模拟",
        "titleEn": "The Second Tibetan Plateau Scientific Expedition and Research Program: Dynamic monitoring and simulation of water cycle in Asian water tower region"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "How many soil moisture observation stations were used to validate the soil moisture data collection method?",
        "QuestionCn": "用于验证土壤湿度数据收集方法的土壤湿度观测站有多少个？",
        "AnswerEn": "25",
        "AnswerCn": "25",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the 'multi-channel collaborative inversion algorithm (MCCA)' in the context of soil moisture and vegetation optical depth data collection?",
        "QuestionCn": "在土壤湿度和植被光学深度数据收集的背景下，什么是“多通道协作反演算法（MCCA）”？",
        "AnswerEn": "The multi-channel collaborative inversion algorithm (MCCA) is a method used to simultaneously retrieve soil moisture and vegetation optical depth data, taking into account the physical relationships between multiple channels. This algorithm can extract data with frequency and polarization differences, providing insights into soil moisture and vegetation water fluxes.",
        "AnswerCn": "多通道协同反演算法（MCCA）是一种同时获取土壤湿度和植被光学深度数据的方法，考虑了多个通道之间的物理关系。该算法可以提取具有频率和极化差异的数据，为土壤湿度和植被水分通量提供了洞察。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the minimal unbiased root mean square error (ubRMSE) in soil moisture data collection using multi-channel collaborative inversion algorithms (MCCA)?",
        "QuestionCn": "在使用多通道协同反演算法（MCCA）进行土壤湿度数据收集时，哪些因素有助于最小化无偏根均方误差（ubRMSE）？",
        "AnswerEn": "The minimal unbiased root mean square error (ubRMSE) in soil moisture data collection using multi-channel collaborative inversion algorithms (MCCA) is influenced by the comprehensive consideration of physical relationships between multiple frequency and polarization channels. The use of cross-calibrated brightness temperature data from AMSR-E and AMSR2, as well as validation with 25 soil moisture intensive observation networks, contribute significantly to reducing errors.",
        "AnswerCn": "在使用多通道协同反演算法（MCCA）进行土壤湿度数据收集时，最小无偏根均方误差（ubRMSE）受到多频率和极化通道之间物理关系综合考虑的影响。使用来自AMSR-E和AMSR2的交叉校准亮温数据，以及与25个土壤湿度重点观测网络的验证，显著有助于减少误差。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of using a multi-channel cooperative inversion algorithm (MCCA) on the accuracy of soil moisture and vegetation optical depth data collection?",
        "QuestionCn": "使用多通道协同反演算法（MCCA）对土壤湿度和植被光学深度数据收集的准确性可能产生的结果是什么？",
        "AnswerEn": "Using a multi-channel cooperative inversion algorithm (MCCA) can result in improved accuracy of soil moisture and vegetation optical depth data collection. This is because MCCA takes into account the physical relationships between multiple channels, enabling simultaneous retrieval of soil moisture and vegetation optical depth with frequency and polarization differences. As a result, it provides a more accurate and comprehensive dataset, as evidenced by the lower unbiased root mean square error (ubRMSE) in soil moisture measurements compared to other publicly available datasets related to AMSR-E/2.",
        "AnswerCn": "使用多通道协同反演算法（MCCA）可以提高土壤湿度和植被光学深度数据收集的准确性。这是因为MCCA考虑了多个通道之间的物理关系，使得能够同时检索土壤湿度和植被光学深度，且具有频率和极化差异。因此，它提供了更准确和全面的数据集，正如与AMSR-E/2相关的其他公开数据集中土壤湿度测量的无偏根均方误差（ubRMSE）较低所证明的。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind utilizing multi-channel collaborative inversion algorithms to develop global soil moisture and vegetation optical depth products with polarization differences?",
        "QuestionCn": "利用多通道协同反演算法开发全球土壤湿度和植被光学深度产品的目标是什么，特别是考虑极化差异？",
        "AnswerEn": "The objectives are to capture the critical climate variable of soil moisture, which plays an essential role in land-atmosphere interactions, and to measure vegetation optical depth, a key parameter in understanding vegetation attenuation characteristics during microwave radiation transmission. This approach allows for the simultaneous retrieval of soil moisture and vegetation optical depth with frequency and polarization differences, providing new insights into vegetation physiological processes and water flux research.",
        "AnswerCn": "目标是捕捉土壤湿度这一关键气候变量，它在陆地-大气相互作用中发挥着重要作用，并测量植被光学深度，这是理解植被在微波辐射传输过程中衰减特性的关键参数。这种方法允许通过频率和极化差异同时获取土壤湿度和植被光学深度的新见解，为植被生理过程和水分通量研究提供了新的视角。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in using the multi-channel collaborative inversion algorithm (MCCA) to derive soil moisture and vegetation optical depth with polarization and frequency differences from AMSR-E and AMSR2 data?",
        "QuestionCn": "使用多通道协同反演算法（MCCA）从AMSR-E和AMSR2数据中通过极化和频率差异推导土壤湿度和植被光学深度涉及哪些步骤？",
        "AnswerEn": "The procedural steps involve using cross-calibrated brightness temperature data from AMSR-E and AMSR2, applying the multi-channel collaborative inversion algorithm (MCCA) which accounts for the physical relationships between multiple channels to simultaneously retrieve soil moisture and vegetation optical depth with both frequency and polarization differences. This process also includes the validation of soil moisture data against 25 intensive observation networks from the International Soil Moisture Network and the USDA, confirming the low unbiased root mean square error of the MCCA-derived soil moisture data.",
        "AnswerCn": "程序步骤包括使用来自AMSR-E和AMSR2的交叉校准亮温数据，应用多通道协同反演算法（MCCA），该算法考虑多个通道之间的物理关系，以同时检索土壤湿度和植被光学深度，涵盖频率和极化差异。该过程还包括将土壤湿度数据与国际土壤湿度网络和美国农业部的25个密集观测网络进行验证，确认MCCA衍生的土壤湿度数据具有较低的无偏根均方误差。",
        "Level": "C3(Applying)"
      }
    ]
  }
}