{
  "id": "036e67b7-7a3a-4229-956f-40b8cd11871d",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "HiTIC-Monthly: a monthly high spatial resolution (1 km) human thermal index collection over China during 2003–2020",
      "titleCn": "中国逐月1公里体感温度数据集（HiTIC-Monthly，2003-2020)",
      "description": "The monthly High spatial resolution human Thermal Index Collection (HiTIC-Monthly) includes near-surface air temperature (SAT) and 11 commonly used human-perceived temperature indices: indoor Apparent Temperature (ATin), outdoor shaded Apparent Temperature (ATout), Discomfort Index (DI), Effective Temperature (ET), Heat Index (HI), Humidex (HMI), Modified Discomfort Index (MDI), Net Effective Temperature (NET), simplified Wet Bulb Globe Temperature (sWBGT), Wet-Bulb Temperature (WBT), and Wind Chill Temperature (WCT). This dataset has a high spatial resolution of 1 km × 1 km and covers mainland China from January 2003 to December 2020. The overall R-square, root mean square error, and mean absolute error of the 12 thermal indices in the HiTIC dataset are 0.996, 0.693°C, and 0.512°C, respectively. It is compressed or stacked by year, and each zip package or stack is composed of 12 monthly images in the GeoTIFF or NetCDF format. The unit of the dataset is 0.01 degree Celsius (°C), and the values are stored in an integer type (Int16) for saving storage space, and need to be divided by 100 to get the values in degree Celcius when in use. The projection coordinate system of the dataset is Albers Equal Area Conic Projection. The naming rule and other detailed information can be found in “README.pdf”. \n\nIf you have any questions when using the HiTIC-Monthly dataset, please feel free to contact Miss Hui Zhang via zhangh573@mail2.sysu.edu.cn, Dr. Ming Luo via luom38@mail.sysu.edu.cn, or Dr. Yongquan Zhao via zhaoyq66@mail.sysu.edu.cn. More details on the procedure of producing the HiTIC-Monthly dataset and its accuracy assessment can be found in: Zhang, H., Luo, M., Zhao, Y., Lin, L., Ge, E., Yang, Y., Ning, G., Cong, J., Zeng, Z., Gui, K., Li, J., Chan, T. O., Li, X., Wu, S., Wang, P., and Wang, X.(2023).HiTIC-Monthly: a monthly high spatial resolution (1 km) human thermal index collection over China during 2003–2020, Earth Syst. Sci. Data, 15, 359–381, https://doi.org/10.5194/essd-15-359-2023, 2023.\n",
      "descriptionCn": "中国逐月1公里体感温度数据集（HiTIC-Monthly）包括近地表气温(SAT)和11个常用体感温度指标: 室内表观温度（indoor Apparent Temperature，ATin）、室外荫蔽处表观温度（outdoor shaded Apparent Temperature，ATout）、不舒适指数（Discomfort Index，DI）、有效温度（Effective Temperature，ET）、酷热指数（HI）、湿热指数（Heat Index，HMI）、修正的不舒适指数（Modified Discomfort Index，MDI）、净有效温度（Net Effective Temperature，NET）、简化湿球黑球温度（simplified Wet Bulb Globe Temperature，sWBGT）、湿球温度（Wet-Bulb Temperature，WBT)、风寒温度（Wind Chill Temperature，WCT）。该HiTIC-Monthly数据集的空间分辨率为1 km × 1 km，时间分辨率为1月，覆盖了2003年1月至2020年12月的中国大陆区域。HiTIC-Monthly数据集中12个体感温度指标的总R2、均方根误差和平均绝对误差分别为0.996、0.693℃和0.512℃。该数据集以年为单位存储，每一年由12个逐月的GeoTIFF或者NetCDF文件组成。数据集中体感温度的单位是0.01摄氏度（°C）；为节省存储空间，数据都存储为整数类型(Int16)，使用时需要除以100以将单位转化为摄氏度。投影坐标系为阿尔伯斯等面积圆锥投影，命名规则和其他详细信息请参见“README.pdf”。\n\n如果您在使用HiTIC-Monthly数据集时有任何问题，请直接联系数据集制作者：张慧（zhangh573@mail2.sysu.edu.cn）、罗明（luom38@mail.sysu.edu.cn）、赵涌泉（zhaoyq66@mail.sysu.edu.cn）。更多关于HiTIC-Monthly数据集生成过程及其准确性评估请参见：Zhang H., Luo M., Zhao Y., et al., 2023. HiTIC-Monthly: a monthly high spatial resolution (1 km) human thermal index collection over China during 2003–2020, Earth Syst. Sci. Data, 15, 359–381, https://doi.org/10.5194/essd-15-359-2023, 2023.\n\n",
      "instructions": "The dataset is stored in GeoTIFF or NetCDF format. The file name is \"HiTIC_Monthly_China_{Index}_{year}01_{year}12.nc\" where Index refers to human thermal index (e.g., WBT, HI), and year means calendar year.\n",
      "instructionsCn": "数据集按年以GeoTIFF或NetCDF格式存储。文件名为“HiTIC_Monthly_China_{Index}_{year}01_{year}12”。其中，Index为人体热指数（如WBT、HI等），year为公历年。",
      "east": 135.0,
      "west": 70.0,
      "south": 15.0,
      "north": 55.0,
      "startTime": "2003-01-01 00:00:00",
      "endTime": "2020-12-31 00:00:00",
      "fileSize": 81217052381.0,
      "cstr": null,
      "doi": "10.5194/essd-15-359-2023",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张慧",
        "nameEn": "ZHANG Hui ",
        "unitEn": "Sun Yat-sen University",
        "unitCn": "中山大学"
      },
      {
        "nameCn": "罗明",
        "nameEn": "LUO Ming ",
        "unitEn": "Sun Yat-sen University",
        "unitCn": "中山大学"
      },
      {
        "nameCn": "赵涌泉",
        "nameEn": "ZHAO Yongquan ",
        "unitEn": "Sun Yat-sen University",
        "unitCn": "中山大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "HiTIC-Monthly: a monthly high spatial resolution (1 km) human thermal index collection over China during 2003–2020",
        "referenceCn": null,
        "referenceEn": "Zhang, H., Luo, M., Zhao, Y., Lin, L., Ge, E., Yang, Y., Ning, G., Cong, J., Zeng, Z., Gui, K., Li, J., Chan, T. O., Li, X., Wu, S., Wang, P., and Wang, X.(2023).HiTIC-Monthly: a monthly high spatial resolution (1 km) human thermal index collection over China during 2003–2020, Earth Syst. Sci. Data, 15, 359–381, https://doi.org/10.5194/essd-15-359-2023."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "体感温度",
        "nameEn": "Human-perceived Temperature"
      },
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "其他数据",
        "nameEn": "Others"
      },
      {
        "nameCn": "城市气候",
        "nameEn": "Urban Climate"
      },
      {
        "nameCn": "城市热环境",
        "nameEn": "Urban Thermal Environment"
      },
      {
        "nameCn": "城市群",
        "nameEn": "Urban Agglomeration"
      },
      {
        "nameCn": "机器学习",
        "nameEn": "Machine Learning"
      },
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "热压力",
        "nameEn": "Heat Stress"
      },
      {
        "nameCn": "热舒适",
        "nameEn": "Thermal Comfort"
      },
      {
        "nameCn": "表面气温",
        "nameEn": "Surface Air Temperature"
      },
      {
        "nameCn": "轻型梯度提升机",
        "nameEn": "Light Gradient Boosting Machine"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2003-2020年",
        "keywordEn": "2003-2020",
        "type": "temporal"
      },
      {
        "keywordCn": "月度",
        "keywordEn": "Monthly",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "国家自然科学基金",
        "titleEn": "National Natural Science Foundation of China"
      },
      {
        "titleCn": "广东省自然科学基金",
        "titleEn": "Natural Science Foundation of Guangdong Province"
      },
      {
        "titleCn": "国家青年人才支持计划、广东省珠江人才引进计划",
        "titleEn": "National Youth Talent Support Program of China, the Pearl River Talent Recruitment Program of Guangdong Province"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "三江源国家公园生态监测平台",
        "titleEn": "Ecological Data Center of Sanjiangyuan National Park"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Human-perceived thermal comfort (known as human-perceived temperature) measures the combined effects of multiple meteorological factors (e.g., temperature, humidity, and wind speed) and can be aggravated under the influences of global warming and local human activities. With the most rapid urbanization and the largest population, China is being severely threatened by aggravating human thermal stress. Global climate change has brought significant challenges to human society and natural systems by inducing higher air temperature and more frequent extreme weather and climate events around the world."
      ],
      "research objective": [
        "Here, we generated the first high spatial resolution (1 km) dataset of monthly human thermal index collection (HiTIC-Monthly) over China during 2003–2020."
      ],
      "challenges": [
        "However, the variations of thermal stress in China at a fine scale have not been fully understood. This gap is mainly due to the lack of a high-resolution gridded dataset of human thermal indices."
      ],
      "methods": [
        "In this collection, 12 commonly used thermal indices were generated by the Light Gradient Boosting Machine (LightGBM) learning algorithm from multi-source data, including land surface temperature, topography, land cover, population density, and impervious surface fraction. Their accuracies were comprehensively assessed based on the observations at 2419 weather stations across the mainland of China."
      ],
      "dataset": [
        "Here, we generated the first high spatial resolution (1 km) dataset of monthly human thermal index collection (HiTIC-Monthly) over China during 2003–2020. In this collection, 12 commonly used thermal indices were generated by the Light Gradient Boosting Machine (LightGBM) learning algorithm from multi-source data, including land surface temperature, topography, land cover, population density, and impervious surface fraction. Their accuracies were comprehensively assessed based on the observations at 2419 weather stations across the mainland of China."
      ],
      "findings": [
        "The results show that our dataset has desirable accuracies, with the mean R2, root mean square error, and mean absolute error of 0.996, 0.693 ◦C, and 0.512 ◦C, respectively, by averaging the 12 indices. Moreover, the data exhibit high agreements with the observations across spatial and temporal dimensions, demonstrating the broad applicability of our dataset. A comparison with two existing datasets also suggests that our high-resolution dataset can describe a more explicit spatial distribution of the thermal information, showing great potentials in fine-scale (e.g., intra-urban) studies. Further investigation reveals that nearly all thermal indices exhibit increasing trends in most parts of China during 2003–2020. The increase is especially significant in North China, Southwest China, the Tibetan Plateau, and parts of Northwest China, during spring and summer."
      ],
      "backgroundCn": [
        "人类感知的热舒适（称为人类感知温度）衡量了多种气象因素（如温度、湿度和风速）的综合影响，并可能在全球变暖和当地人类活动的影响下加剧。中国作为城市化速度最快、人口最多的国家，正受到日益严重的人体热应激的威胁。全球气候变化通过引发更高的空气温度和更频繁的极端天气和气候事件，给人类社会和自然系统带来了重大挑战。"
      ],
      "research objectiveCn": [
        "在这里，我们生成了2003年至2020年间中国每月人类热指数（HiTIC-Monthly）的首个高空间分辨率（1公里）数据集。"
      ],
      "challengesCn": [
        "然而，中国在细尺度上的热应力变化尚未得到充分理解。这一空白主要是由于缺乏高分辨率的人类热指数网格数据集。"
      ],
      "methodsCn": [
        "在这项研究中，利用轻量级梯度提升机（LightGBM）学习算法从多源数据中生成了12个常用的热指数，这些数据包括地表温度、地形、土地覆盖、人口密度和不透水面分数。基于中国大陆2419个气象站的观测数据，对它们的准确性进行了全面评估。"
      ],
      "datasetCn": [
        "在这里，我们生成了中国2003年至2020年期间的第一个高空间分辨率（1公里）月度人类热指数集合（HiTIC-Monthly）。在这个集合中，使用Light Gradient Boosting Machine（LightGBM）学习算法从多源数据中生成了12个常用的热指数，包括地表温度、地形、土地覆盖、人口密度和不透水表面比例。基于中国大陆2419个气象站的观测数据，对它们的准确性进行了全面评估。"
      ],
      "findingsCn": [
        "结果显示，我们的数据集具有理想的准确性，12个指标的平均R²为0.996，均方根误差为0.693°C，平均绝对误差为0.512°C。此外，数据在空间和时间维度上与观测结果高度一致，展示了我们数据集的广泛适用性。与两个现有数据集的比较也表明，我们的高分辨率数据集能够更清晰地描述热信息的空间分布，显示出在细尺度（例如，城市内部）研究中的巨大潜力。进一步的调查显示，在2003年至2020年期间，几乎所有热指标在中国大部分地区都呈现上升趋势。特别是在春季和夏季，北方、中国西南部、青藏高原和西北部部分地区的上升趋势尤为显著。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are there challenges in understanding variations of thermal stress in China due to the lack of high-resolution gridded datasets of human thermal indices?",
        "QuestionCn": "由于缺乏高分辨率的网格化人类热指数数据集，理解中国热应力的变化面临挑战吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Are the human thermal indices for China primarily generated using the Light Gradient Boosting Machine, Random Forest, or Support Vector Machine?",
        "QuestionCn": "中国的人体热指数主要是使用轻梯度提升机、随机森林还是支持向量机生成的？",
        "AnswerEn": "Light Gradient Boosting Machine",
        "AnswerCn": "轻量级梯度提升机",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Is the spatial resolution of datasets concerning human thermal indices in China generally at 1 km, 10 km, or 50 km?",
        "QuestionCn": "关于中国人类热指数的数据集的空间分辨率通常为1公里、10公里还是50公里？",
        "AnswerEn": "1 km",
        "AnswerCn": "1公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What methods are used to generate human thermal indices datasets in China?",
        "QuestionCn": "在中国，生成人体热指数数据集的方法有哪些？",
        "AnswerEn": "Light Gradient Boosting Machine (LightGBM)",
        "AnswerCn": "Light Gradient Boosting Machine (LightGBM)",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "Who are the primary contacts for inquiries regarding the high-resolution human thermal index collection datasets?",
        "QuestionCn": "有关高分辨率人类热指数集合数据集的查询，主要联系人是谁？",
        "AnswerEn": "Zhang Hui, Luo Ming, Zhao Yongquan",
        "AnswerCn": "张辉，罗明，赵永泉",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where is the human thermal index dataset assessed for accuracy in China?",
        "QuestionCn": "人类热指数数据集在中国的准确性评估在哪里？",
        "AnswerEn": "2419 weather stations across the mainland of China",
        "AnswerCn": "中国大陆有2419个气象站。",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you give an example of a data collection method used to generate a high-resolution human thermal index over a large geographic area?",
        "QuestionCn": "您能否提供一个用于在大面积地理区域生成高分辨率人类热指数的数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method used to generate a high-resolution human thermal index over China involves using the Light Gradient Boosting Machine (LightGBM) learning algorithm. This method integrates multi-source data, such as land surface temperature, topography, land cover, population density, and impervious surface fraction, and assesses accuracy with observations from numerous weather stations.",
        "AnswerCn": "一种用于生成中国高分辨率人类热指数的数据收集方法涉及使用轻量级梯度提升机（LightGBM）学习算法。该方法整合了多源数据，如地表温度、地形、土地覆盖、人口密度和不透水表面比例，并通过来自众多气象站的观测数据评估准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when creating a dataset for analyzing thermal stress variations at a fine scale?",
        "QuestionCn": "在创建用于分析热应力变化的细尺度数据集时面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge encountered in creating a dataset for fine-scale thermal stress analysis is the lack of high-resolution gridded human thermal indices. This gap complicates the understanding of thermal stress variations across different regions.",
        "AnswerCn": "在创建细尺度热应激分析数据集时遇到的一个挑战是缺乏高分辨率的网格化人类热指数。这一空白使得理解不同地区热应激变化变得复杂。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you provide an example of how multiple meteorological factors are combined to measure human-perceived temperature effectively?",
        "QuestionCn": "您能否提供一个示例，说明如何将多个气象因素结合起来有效地测量人类感知的温度？",
        "AnswerEn": "An example of effectively measuring human-perceived temperature involves the use of indices like Apparent Temperature, Discomfort Index, and Heat Index that consider multiple meteorological factors such as temperature, humidity, and wind speed. These indices are part of a dataset that captures the combined effects of these variables on human thermal comfort.",
        "AnswerCn": "有效测量人类感知温度的一个例子涉及使用诸如表观温度、不适指数和热指数等指标，这些指标考虑了温度、湿度和风速等多个气象因素。这些指数是一个数据集的一部分，捕捉了这些变量对人类热舒适度的综合影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the human thermal index measurements included in a dataset over China?",
        "QuestionCn": "中国数据集中包含的人体热指数测量的特征是什么？",
        "AnswerEn": "indoor apparent temperature, outdoor shaded apparent temperature, discomfort index, effective temperature, heat index, high spatial resolution of 1 km × 1 km, temporal resolution of 1 month, period from 2003 to 2020",
        "AnswerCn": "室内体感温度、室外阴影体感温度、不舒适指数、有效温度、热指数、高空间分辨率为1公里×1公里、时间分辨率为1个月、时间段为2003年至2020年。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What specific data sources and techniques are utilized in generating a high-resolution human thermal index dataset?",
        "QuestionCn": "生成高分辨率人类热指数数据集所使用的具体数据源和技术是什么？",
        "AnswerEn": "Light Gradient Boosting Machine learning algorithm, land surface temperature, topography, land cover, population density, impervious surface fraction, observations at 2419 weather stations across China",
        "AnswerCn": "轻量级梯度提升机学习算法、地表温度、地形、土地覆盖、人口密度、不透水表面比例、来自中国2419个气象站的观测数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the challenges encountered in understanding the variations of thermal stress in China at fine scales?",
        "QuestionCn": "在细尺度上理解中国热应力变化所面临的挑战有哪些？",
        "AnswerEn": "lack of high-resolution gridded dataset of human thermal indices",
        "AnswerCn": "缺乏高分辨率的人体热指数网格数据集。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the human thermal index dataset covering China?",
        "QuestionCn": "覆盖中国的人类热指数数据集的空间分辨率是多少？",
        "AnswerEn": "1 km × 1 km",
        "AnswerCn": "1公里 × 1公里",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Over how many years does the human thermal index dataset provide monthly data?",
        "QuestionCn": "人类热指数数据集提供了多少年的月度数据？",
        "AnswerEn": "18 years",
        "AnswerCn": "18年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'human-perceived thermal comfort' in the context of meteorological studies?",
        "QuestionCn": "在人类感知的热舒适度在气象研究中的含义是什么？",
        "AnswerEn": "Human-perceived thermal comfort, also known as human-perceived temperature, measures the combined effects of multiple meteorological factors such as temperature, humidity, and wind speed. It can be influenced by global warming and local human activities, posing challenges to human society and natural systems.",
        "AnswerCn": "人类感知的热舒适度，也称为人类感知温度，衡量了温度、湿度和风速等多个气象因素的综合影响。它可能受到全球变暖和当地人类活动的影响，对人类社会和自然系统构成挑战。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How is 'high spatial resolution' defined in the context of environmental datasets?",
        "QuestionCn": "在环境数据集的上下文中，“高空间分辨率”是如何定义的？",
        "AnswerEn": "High spatial resolution in environmental datasets refers to the granularity of data, which in this context is a 1 km grid size. This allows for detailed mapping and analysis of environmental variables and indices across geographic areas.",
        "AnswerCn": "环境数据集中的高空间分辨率指的是数据的粒度，在这个上下文中是1公里的网格大小。这允许对地理区域内的环境变量和指数进行详细的映射和分析。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What does 'Light Gradient Boosting Machine (LightGBM) learning algorithm' refer to in data processing?",
        "QuestionCn": "“轻量级梯度提升机（LightGBM）学习算法”在数据处理中的意思是什么？",
        "AnswerEn": "The Light Gradient Boosting Machine (LightGBM) learning algorithm is a method used for generating datasets from multi-source data. It is utilized for creating high-resolution gridded datasets of human thermal indices by integrating various data sources such as land surface temperature, topography, land cover, population density, and impervious surface fraction.",
        "AnswerCn": "轻量级梯度提升机（LightGBM）学习算法是一种用于从多源数据生成数据集的方法。它通过整合多种数据源，如地表温度、地形、土地覆盖、人口密度和不透水表面比例，来创建人类热指数的高分辨率网格数据集。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the application of the Light Gradient Boosting Machine (LightGBM) learning algorithm in generating human thermal indices compare to traditional statistical methods in terms of accuracy and data integration?",
        "QuestionCn": "LightGBM学习算法在生成人体热指数方面的应用与传统统计方法相比，在准确性和数据整合方面如何？",
        "AnswerEn": "The LightGBM learning algorithm was used to generate 12 thermal indices from multi-source data, achieving high accuracy with mean R2, root mean square error, and mean absolute error of 0.996, 0.693°C, and 0.512°C, respectively. This indicates a high level of accuracy and effective integration of diverse data sources compared to what might be expected from traditional statistical methods.",
        "AnswerCn": "LightGBM学习算法被用于从多源数据生成12个热指数，取得了高精度，平均R²为0.996，均方根误差为0.693°C，平均绝对误差为0.512°C。这表明与传统统计方法相比，具有较高的准确性和有效的数据源整合能力。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do the spatial and temporal resolutions of high-resolution datasets impact the understanding of human thermal stress compared to lower-resolution datasets?",
        "QuestionCn": "高分辨率数据集的空间和时间分辨率如何影响对人类热应激的理解，与低分辨率数据集相比？",
        "AnswerEn": "High-resolution datasets, such as the one with 1 km spatial resolution, provide a more explicit spatial distribution of thermal information and demonstrate high agreement with observations across spatial and temporal dimensions. This enables a finer-scale understanding of human thermal stress, as opposed to the broader, less detailed insights provided by lower-resolution datasets.",
        "AnswerCn": "高分辨率数据集，例如具有1公里空间分辨率的数据集，提供了更明确的热信息空间分布，并在空间和时间维度上与观测结果高度一致。这使得对人类热应激的细致理解成为可能，而不是依赖于低分辨率数据集所提供的更广泛、较少细节的见解。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the differences in data collection methodologies for assessing human-perceived thermal comfort when using weather station observations versus machine learning algorithms like LightGBM?",
        "QuestionCn": "使用气象站观测与机器学习算法（如LightGBM）评估人类感知热舒适度的数据收集方法有什么不同？",
        "AnswerEn": "Weather station observations provide direct measurements of meteorological factors, whereas the LightGBM algorithm integrates multi-source data, such as land surface temperature and population density, to estimate human thermal indices. The algorithm-based approach allows for the generation of a comprehensive dataset over large areas with high spatial resolution, which might not be feasible using solely weather station data.",
        "AnswerCn": "气象站观测提供气象因素的直接测量，而LightGBM算法则整合了多源数据，如地表温度和人口密度，以估算人类热指数。基于算法的方法能够在大范围内生成高空间分辨率的综合数据集，这在仅使用气象站数据的情况下可能无法实现。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the effectiveness of the Light Gradient Boosting Machine (LightGBM) algorithm in generating high-resolution thermal indices from multi-source data?",
        "QuestionCn": "关于Light Gradient Boosting Machine (LightGBM)算法从多源数据生成高分辨率热指数的有效性可以推断出什么？",
        "AnswerEn": "The Light Gradient Boosting Machine (LightGBM) algorithm has been effective in generating high-resolution thermal indices, as indicated by the high accuracy of the dataset. The mean R2, root mean square error, and mean absolute error of 0.996, 0.693°C, and 0.512°C, respectively, suggest that the algorithm accurately captures the variations in thermal indices when trained on multi-source data including land surface temperature, topography, land cover, population density, and impervious surface fraction.",
        "AnswerCn": "轻梯度提升机（LightGBM）算法在生成高分辨率热指数方面表现出色，数据集的高准确性表明了这一点。均值R²为0.996，均方根误差为0.693°C，平均绝对误差为0.512°C，这些结果表明该算法在使用包括地表温度、地形、土地覆盖、人口密度和不透水表面比例等多源数据进行训练时，能够准确捕捉热指数的变化。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How do variations in spatial and temporal dimensions of human thermal indices reveal patterns in thermal stress across China?",
        "QuestionCn": "人类热指数的空间和时间维度变化如何揭示中国热应激的模式？",
        "AnswerEn": "The dataset reveals that nearly all thermal indices exhibit increasing trends in most parts of China during 2003–2020. The increase is notably significant in North China, Southwest China, the Tibetan Plateau, and parts of Northwest China during spring and summer, indicating that these areas are experiencing heightened thermal stress over time. The broad applicability of the dataset across spatial and temporal dimensions also shows high agreement with observed data, allowing for detailed examination of thermal stress patterns.",
        "AnswerCn": "数据集显示，在2003年至2020年期间，中国大部分地区的热指数几乎都呈上升趋势。特别是在春季和夏季，华北、西南地区、青藏高原以及西北部分地区的上升趋势尤为显著，表明这些地区随着时间的推移正经历着加剧的热应力。该数据集在空间和时间维度上的广泛适用性也与观测数据高度一致，使得对热应力模式的详细研究成为可能。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What underlying data patterns can be interpreted from the comparison of high-resolution thermal index datasets with existing datasets?",
        "QuestionCn": "从高分辨率热指数数据集与现有数据集的比较中，可以解读出哪些潜在的数据模式？",
        "AnswerEn": "The high-resolution dataset demonstrates a more explicit spatial distribution of thermal information compared to existing datasets. This suggests that the dataset can provide finer detail in spatial patterns, which is particularly beneficial for intra-urban studies. Such fine-scale data allows for better understanding and management of localized thermal stress, potentially leading to improved urban planning and climate adaptation strategies.",
        "AnswerCn": "高分辨率数据集展示了比现有数据集更明确的热信息空间分布。这表明该数据集能够提供更细致的空间模式，这对于城市内部研究尤其有益。这种细尺度数据有助于更好地理解和管理局部热应力，可能会导致改善城市规划和气候适应策略。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the need for high-resolution gridded datasets of human thermal indices in China?",
        "QuestionCn": "影响中国对高分辨率网格化人类热指数数据集需求的因素有哪些？",
        "AnswerEn": "The variations of thermal stress in China at a fine scale have not been fully understood, primarily due to the lack of a high-resolution gridded dataset of human thermal indices. This gap raises the need for such datasets to better comprehend these variations.",
        "AnswerCn": "中国的热应力变化在细尺度上尚未得到充分理解，主要是由于缺乏高分辨率的人类热指数网格数据集。这一缺口凸显了需要这样的数据集，以更好地理解这些变化。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What causes the increasing trends in thermal indices across most parts of China during 2003–2020?",
        "QuestionCn": "2003年至2020年间，中国大部分地区热指数上升趋势的原因是什么？",
        "AnswerEn": "Nearly all thermal indices exhibit increasing trends in most parts of China during 2003–2020, which are particularly significant in regions such as North China, Southwest China, the Tibetan Plateau, and parts of Northwest China during spring and summer. This increase is likely due to the influences of global warming and local human activities.",
        "AnswerCn": "几乎所有的热指数在2003年至2020年期间在中国大部分地区都呈现上升趋势，尤其在春季和夏季，北方中国、西南中国、青藏高原以及西北中国的部分地区上升趋势尤为显著。这一增长可能是由于全球变暖和当地人类活动的影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using the Light Gradient Boosting Machine (LightGBM) learning algorithm for generating human thermal indices from multi-source data?",
        "QuestionCn": "使用轻量级梯度提升机（LightGBM）学习算法从多源数据生成人体热指数的潜在后果是什么？",
        "AnswerEn": "Using the LightGBM algorithm can result in high accuracy in generating human thermal indices, as evidenced by the mean R2, root mean square error, and mean absolute error of 0.996, 0.693°C, and 0.512°C, respectively. It also allows for comprehensive assessments based on observations across a large number of weather stations, demonstrating broad applicability and the ability to describe explicit spatial distributions of thermal information.",
        "AnswerCn": "使用LightGBM算法可以在生成人体热指数方面获得高准确性，平均R2、均方根误差和平均绝对误差分别为0.996、0.693°C和0.512°C。它还允许基于大量气象站的观测进行全面评估，展示了广泛的适用性和描述热信息明确空间分布的能力。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How might the inclusion of multiple data sources, such as land surface temperature and population density, affect the development of a high-resolution human thermal index dataset?",
        "QuestionCn": "多个数据源的纳入，例如地表温度和人口密度，可能会如何影响高分辨率人类热指数数据集的开发？",
        "AnswerEn": "Incorporating multiple data sources, such as land surface temperature, topography, land cover, population density, and impervious surface fraction, results in a comprehensive dataset that captures the variations in human thermal stress with high spatial resolution. This approach contributes to the dataset's desirable accuracies and its ability to reflect explicit spatial distributions that are crucial for understanding fine-scale thermal stress changes.",
        "AnswerCn": "结合多个数据源，如地表温度、地形、土地覆盖、人口密度和不透水表面比例，形成了一个全面的数据集，能够高分辨率地捕捉人类热应激的变化。这种方法有助于提高数据集的准确性，并能够反映出对理解细尺度热应激变化至关重要的明确空间分布。",
        "Level": "C6(Creating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What objectives drive the creation of a high spatial resolution dataset of human thermal indices for China?",
        "QuestionCn": "创建中国高空间分辨率人类热指数数据集的目标是什么？",
        "AnswerEn": "The goal is to provide a fine-scale understanding of thermal stress variations across China, addressing the gap due to the lack of high-resolution gridded datasets, and to assess thermal stress under the influences of global warming and urbanization.",
        "AnswerCn": "目标是提供对中国热应力变化的细致理解，解决由于缺乏高分辨率网格数据集而产生的空白，并评估全球变暖和城市化对热应力的影响。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it important to utilize a machine learning algorithm like LightGBM in the generation of human thermal indices?",
        "QuestionCn": "为什么在生成人体热指数时使用像LightGBM这样的机器学习算法很重要？",
        "AnswerEn": "Using LightGBM allows for the integration of multi-source data such as land surface temperature, topography, land cover, population density, and impervious surface fraction, enabling the creation of accurate and comprehensive human thermal indices with high spatial resolution.",
        "AnswerCn": "使用LightGBM可以整合多源数据，如地表温度、地形、土地覆盖、人口密度和不透水面分数，从而创建具有高空间分辨率的准确和全面的人类热指数。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the intentions behind assessing the accuracy of thermal indices based on observations from a large number of weather stations?",
        "QuestionCn": "评估基于大量气象站观测的热指数准确性的意图是什么？",
        "AnswerEn": "The intention is to comprehensively validate the dataset's accuracy and ensure its reliability and applicability across various spatial and temporal dimensions, providing insights into thermal stress trends and supporting fine-scale studies.",
        "AnswerCn": "目的是全面验证数据集的准确性，确保其在不同空间和时间维度上的可靠性和适用性，提供热应力趋势的洞察，并支持细尺度研究。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures can be used to generate high-resolution human thermal index datasets over large geographic areas?",
        "QuestionCn": "可以使用哪些程序在大范围地理区域生成高分辨率的人体热指数数据集？",
        "AnswerEn": "High-resolution human thermal index datasets can be generated using machine learning algorithms, such as the Light Gradient Boosting Machine (LightGBM), which integrates multi-source data inputs like land surface temperature, topography, land cover, population density, and impervious surface fraction. These data are processed and modeled to produce thermal indices at a fine spatial resolution.",
        "AnswerCn": "高分辨率的人体热指数数据集可以使用机器学习算法生成，例如轻梯度提升机（LightGBM），该算法整合了多源数据输入，如地表温度、地形、土地覆盖、人口密度和不透水表面比例。这些数据经过处理和建模，以产生高空间分辨率的热指数。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological methodologies enable the creation of high-resolution datasets for human-perceived thermal indices over large geographic areas?",
        "QuestionCn": "哪些技术方法能够在大范围地理区域内创建人类感知热指数的高分辨率数据集？",
        "AnswerEn": "The Light Gradient Boosting Machine (LightGBM) learning algorithm is employed to generate high-resolution datasets for human thermal indices, utilizing multi-source data such as land surface temperature, topography, land cover, population density, and impervious surface fraction.",
        "AnswerCn": "轻量级梯度提升机（LightGBM）学习算法被用于生成高分辨率的人体热指数数据集，利用多源数据，如地表温度、地形、土地覆盖、人口密度和不透水表面比例。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How does the integration of observational data from weather stations enhance the accuracy of thermal index datasets?",
        "QuestionCn": "气象站观测数据的整合如何提高热指数数据集的准确性？",
        "AnswerEn": "The integration of observational data from 2419 weather stations across mainland China allows for comprehensive accuracy assessments of the thermal index datasets, ensuring high agreements with observations across spatial and temporal dimensions.",
        "AnswerCn": "来自中国大陆2419个气象站的观测数据的整合，使得对热指数数据集的准确性评估变得全面，确保在空间和时间维度上与观测结果高度一致。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to the challenges of understanding thermal stress variations at a fine scale, and how can data collection techniques address these challenges?",
        "QuestionCn": "理解热应力变化在细尺度上的挑战的因素有哪些？数据收集技术如何应对这些挑战？",
        "AnswerEn": "The lack of a high-resolution gridded dataset of human thermal indices has historically posed challenges in understanding thermal stress variations at a fine scale. Data collection techniques that integrate diverse data sources and utilize advanced machine learning algorithms can address these challenges by providing finer spatial resolution and more explicit spatial distribution of thermal information.",
        "AnswerCn": "人类热指数的高分辨率网格数据集的缺乏，历史上给理解热应激的细微变化带来了挑战。整合多种数据源并利用先进机器学习算法的数据收集技术，可以通过提供更细的空间分辨率和更明确的热信息空间分布来解决这些挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why are fine-scale variations of thermal stress not fully understood despite the availability of various meteorological datasets?",
        "QuestionCn": "尽管有各种气象数据集，但为什么热应力的细尺度变化仍未被完全理解？",
        "AnswerEn": "The lack of a high-resolution gridded dataset of human thermal indices has been a significant challenge, hindering a comprehensive understanding of thermal stress variations at a fine scale in China.",
        "AnswerCn": "缺乏高分辨率的网格化人类热指数数据集一直是一个重大挑战，阻碍了对中国热应激变化的细致理解。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might existing datasets fail to capture explicit spatial distribution of thermal information at fine scales?",
        "QuestionCn": "为什么现有的数据集可能无法在细尺度上捕捉热信息的明确空间分布？",
        "AnswerEn": "Existing datasets may lack the spatial resolution necessary to describe detailed spatial distribution, which is why a high-resolution dataset can be more effective in capturing such nuances, particularly for intra-urban studies.",
        "AnswerCn": "现有的数据集可能缺乏描述详细空间分布所需的空间分辨率，这就是为什么高分辨率数据集在捕捉这些细微差别方面更有效，特别是在城市内部研究中。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using the Light Gradient Boosting Machine algorithm for generating high-resolution thermal indices in this domain?",
        "QuestionCn": "您将如何评估在该领域中使用轻量级梯度提升机算法生成高分辨率热指数的有效性？",
        "AnswerEn": "The effectiveness of using the Light Gradient Boosting Machine algorithm in this domain appears promising given its ability to generate 12 commonly used thermal indices with high accuracy. The dataset achieved a mean R2 of 0.996, a root mean square error of 0.693°C, and a mean absolute error of 0.512°C. These results suggest that the algorithm is capable of providing a detailed and reliable spatial distribution of thermal information, making it suitable for fine-scale studies.",
        "AnswerCn": "使用轻量级梯度提升机算法在该领域的有效性看起来很有前景，因为它能够以高精度生成12个常用的热指数。该数据集的平均R²为0.996，均方根误差为0.693°C，平均绝对误差为0.512°C。这些结果表明，该算法能够提供详细可靠的热信息空间分布，使其适合于细尺度研究。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm unsure about how different meteorological factors are integrated to generate human-perceived thermal indices in a dataset.",
        "QuestionCn": "我不确定不同的气象因素是如何整合到一个数据集中以生成人类感知的热指数的。",
        "AnswerEn": "In a dataset, human-perceived thermal indices are generated using a Light Gradient Boosting Machine (LightGBM) learning algorithm which integrates multi-source data such as land surface temperature, topography, land cover, population density, and impervious surface fraction.",
        "AnswerCn": "在一个数据集中，人类感知的热指数是通过轻量级梯度提升机（LightGBM）学习算法生成的，该算法整合了多源数据，如地表温度、地形、土地覆盖、人口密度和不透水表面比例。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I can't seem to grasp the challenges associated with creating high-resolution gridded datasets for analyzing thermal stress variations.",
        "QuestionCn": "我似乎无法理解创建高分辨率网格数据集以分析热应力变化所面临的挑战。",
        "AnswerEn": "The main challenge is the lack of existing high-resolution gridded datasets of human thermal indices, which hinders a detailed understanding of thermal stress variations at a fine scale. This dataset aims to fill that gap by providing high spatial resolution data.",
        "AnswerCn": "主要挑战是缺乏现有的高分辨率人类热指数网格数据集，这阻碍了对热应激变化的细致理解。该数据集旨在通过提供高空间分辨率数据来填补这一空白。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I don't understand how the accuracy of human thermal indices in a dataset is assessed.",
        "QuestionCn": "我不明白如何评估数据集中人类热指数的准确性。",
        "AnswerEn": "The accuracy of human thermal indices in a dataset is comprehensively assessed based on observations from 2419 weather stations across mainland China. The dataset achieves a mean R2 of 0.996, a root mean square error of 0.693°C, and a mean absolute error of 0.512°C for the 12 indices.",
        "AnswerCn": "基于中国大陆2419个气象站的观测数据，全面评估了人类热指数的准确性。该数据集的平均R²为0.996，均方根误差为0.693°C，平均绝对误差为0.512°C，涉及12个指数。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please examine the methodologies used for generating high spatial resolution human thermal indices using machine learning algorithms and evaluate their effectiveness.",
        "QuestionCn": "请检查用于生成高空间分辨率人类热指数的机器学习算法的方法，并评估其有效性。",
        "AnswerEn": "The methodologies for generating high spatial resolution human thermal indices involve using the Light Gradient Boosting Machine (LightGBM) learning algorithm. This method utilizes multi-source data, including land surface temperature, topography, land cover, population density, and impervious surface fraction. The effectiveness of these methodologies was evaluated based on observations from 2419 weather stations across mainland China, resulting in high accuracy with mean R2, root mean square error, and mean absolute error of 0.996, 0.693°C, and 0.512°C, respectively.",
        "AnswerCn": "生成高空间分辨率人类热指数的方法论涉及使用轻量级梯度提升机（LightGBM）学习算法。该方法利用多源数据，包括地表温度、地形、土地覆盖、人口密度和不透水表面比例。基于中国大陆2419个气象站的观测结果，对这些方法的有效性进行了评估，得到了高准确度，平均R²为0.996，均方根误差为0.693°C，平均绝对误差为0.512°C。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Please explore the challenges faced in understanding fine-scale variations of thermal stress and suggest potential data collection techniques to address these challenges.",
        "QuestionCn": "请探讨理解热应力的细微变化所面临的挑战，并建议潜在的数据收集技术以应对这些挑战。",
        "AnswerEn": "The primary challenge in understanding fine-scale variations of thermal stress is the lack of a high-resolution gridded dataset of human thermal indices. To address these challenges, data collection techniques should include the integration of a variety of data sources such as land surface temperature, topography, land cover, population density, and impervious surface fraction. Utilizing advanced machine learning algorithms like LightGBM can further enhance the resolution and accuracy of the dataset.",
        "AnswerCn": "理解热应力的细微变化的主要挑战是缺乏高分辨率的网格化人类热指数数据集。为了解决这些挑战，数据收集技术应包括整合多种数据源，如地表温度、地形、土地覆盖、人口密度和不透水表面比例。利用先进的机器学习算法，如LightGBM，可以进一步提高数据集的分辨率和准确性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please analyze how the spatial and temporal accuracies of human thermal index datasets can be assessed and suggest improvements for future data collections.",
        "QuestionCn": "请分析如何评估人类热指数数据集的空间和时间准确性，并建议未来数据收集的改进措施。",
        "AnswerEn": "The spatial and temporal accuracies of human thermal index datasets can be assessed by comparing the dataset with observations from a wide network of weather stations, such as the 2419 stations used in mainland China. The dataset's high agreements across spatial and temporal dimensions demonstrate its applicability. Improvements for future data collections could include increasing the density of weather stations for validation, incorporating additional environmental variables, and using more sophisticated machine learning models to capture complex interactions and variations in thermal indices.",
        "AnswerCn": "人类热指数数据集的空间和时间准确性可以通过与广泛的气象站网络（例如中国大陆的2419个气象站）进行比较来评估。该数据集在空间和时间维度上的高度一致性证明了其适用性。未来数据收集的改进可以包括增加气象站的密度以进行验证，纳入更多的环境变量，以及使用更复杂的机器学习模型来捕捉热指数中的复杂交互和变化。",
        "Level": "C5(Evaluating)"
      }
    ]
  }
}