{
    "id": "03a7fdce-320d-47ab-a2c8-4d15da7fd2e0",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Sims isotopic chronology of Jurassic strata in Yanshan tectonic belt (175-155ma)",
            "titleCn": "燕山构造带侏罗纪地层SIMS同位素年代学数据（175-155Ma）",
            "description": "This data belongs to zircon U-Pb geochronology data of Jurassic strata in Yanshan tectonic belt, including Pb, 232Th, 238U contents, 207Pb / 206Pb, 2upb geochronology data of early Mesozoic strata in Yanshan technological belt (230-225ma). Docx07pb / 235U, 206Pb / 238U ratio and error, 207Pb / 235U, 206Pb / 238U age and error data, etc. Zircon U-Pb dating was performed in the ion probe Laboratory of Institute of Geology and Geophysics, Chinese Academy of Sciences using cameca ims-1280hr. The U-Th-Pb isotopic ratios were determined by standard zircon pl é Sovice correction was achieved. The U content was obtained by standard zircon 91500 correction. Simultaneous interpreting of the standard deviation and the internal accuracy of the single point test was achieved by the standard sample of long term monitoring, and the single point error was obtained. The accuracy of the standard sample Qinghu was used as the unknown sample monitoring data. The measured 204Pb value is used for ordinary Pb correction. The error of isotope ratio and age is 1 σ。 The harmonious age and average age were calculated by using the isoplot software. The results of geochronology are published in Tectonophysics, and the data quality is reliable. It plays a key role in determining the Middle Jurassic stratigraphic age and tectonic deformation age of Yanshan structural belt, and has a good application prospect.",
            "descriptionCn": "本数据属于燕山构造带侏罗纪地层的锆石U-Pb年代学数据，包括Pb、232Th、238U的含量，207Pb/206Pb，2UPb- Geochronology dataof Early Mesozoic strata in Yanshan tectonic belt (230-225Ma).docx07Pb/235U，206Pb/238U比值及误差，207Pb/235U，206Pb/238U年龄及误差数据等。锆石U-Pb定年在中国科学院地质与地球物理研究所离子探针实验室使用Cameca IMS-1280HR完成。U-Th-Pb同位素比值用标准锆石Plésovice校正获得，U含量采用标准锆石91500校正获得，以长期监测标准样品获得的标准偏差和单点测试内部精度共同传递得到样品单点误差，以标准样品Qinghu作为未知样监测数据的精确度。普通Pb校正采用实测 204Pb值。同位素比值及年龄误差均为1σ。谐和年龄和平均年龄的计算使用ISOPLOT软件。年代学数据结果发表在Tectonophysics，数据质量可靠，对于确定燕山构造带中侏罗世地层时代和构造变形时代具有关键作用，具有很好的应用前景。",
            "instructions": "The chronological data is stored in word form, and the name of the file is \"U-Pb geochronology data of Jurassic strata in Yanshan technical belt (175-155ma). Docx\". Usage: the data is in docx file format and can be opened directly in word",
            "instructionsCn": "年代学数据以Word表格存储，文件的名称为“U-Pb Geochronology data of Jurassic strata in Yanshan tectonic belt (175-155Ma).docx\"。使用方法：该数据为docx文件格式，可以用Word直接打开",
            "east": 120.0,
            "west": 110.0,
            "south": 40.0,
            "north": 45.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 57194.0,
            "cstr": "18406.11.Geo.tpdc.271561",
            "doi": "10.11888/Geo.tpdc.271561",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "武国利",
                "nameEn": "WU Guoli",
                "unitEn": "",
                "unitCn": "中国科学院地质与地球物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Middle Jurassic orogeny in the northern North China block",
                "referenceCn": null,
                "referenceEn": "Wu, G. L. , Meng, Q. R. , Zhu, R. X. , Fan, L. G. , & Zhu, J. C. . (2021). Middle jurassic orogeny in the northern north china block. Tectonophysics, 801, 228713."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "大地构造",
                "nameEn": "Tectonics"
            },
            {
                "nameCn": "平板俯冲",
                "nameEn": "Flat-slab subduction"
            },
            {
                "nameCn": "造山作用",
                "nameEn": "orogeny"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "燕山构造带",
                "keywordEn": "Yanshan belt"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "侏罗纪",
                "keywordEn": "Jurassic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics of U-Pb geochronology data collection methods used in zircon dating for determining the age of Jurassic strata within tectonic belts?",
                "QuestionCn": "U-Pb地球年代学在锆石定年中用于确定构造带内侏罗纪地层年龄的数据收集方法的具体特征是什么？",
                "AnswerEn": "Cameca IMS-1280HR ion probe, Pb concentrations, 232Th concentrations, 238U concentrations, 207Pb/206Pb isotopic ratio, 207Pb/235U isotopic ratio, 206Pb/238U isotopic ratio, standard zircon Plésovice, standard zircon 91500, standard sample Qinghu, common Pb correction using 204Pb values, isotopic ratios and age errors reported at 1σ, ISOPLOT software for calculations.",
                "AnswerCn": "Cameca IMS-1280HR 离子探针，铅浓度，232Th 浓度，238U 浓度，207Pb/206Pb 同位素比，207Pb/235U 同位素比，206Pb/238U 同位素比，标准锆石 Plésovice，标准锆石 91500，标准样品 Qinghu，使用 204Pb 值进行普通铅校正，同位素比和年龄误差以 1σ 报告，使用 ISOPLOT 软件进行计算。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many isotopic ratio measurements were conducted using the Cameca IMS-1280HR for the zircon U-Pb dating in the Yanshan tectonic belt?",
                "QuestionCn": "在燕山构造带中，使用Cameca IMS-1280HR进行锆石U-Pb定年的同位素比率测量进行了多少次？",
                "AnswerEn": "The metadata does not specify the exact number of isotopic ratio measurements conducted.",
                "AnswerCn": "元数据未指定进行的同位素比率测量的确切数量。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is 'SIMS同位素年代学数据' in the context of geochronology research?",
                "QuestionCn": "'SIMS同位素年代学数据'在地质年代学研究中指的是使用二次离子质谱（SIMS）技术获得的同位素年龄数据。",
                "AnswerEn": "'SIMS同位素年代学数据' refers to Secondary Ion Mass Spectrometry (SIMS) isotopic geochronology data used in geological research to determine the age of rocks and minerals. In this context, it involves the use of a Cameca IMS-1280HR at the Institute of Geology and Geophysics, Chinese Academy of Sciences, to analyze zircon for U-Pb dating. The data includes measurements such as Pb, 232Th, 238U content, 207Pb/206Pb, 206Pb/238U ratios, and their corresponding errors, which are essential for understanding the timing of geological events in the Yanshan tectonic belt.",
                "AnswerCn": "'SIMS同位素年代学数据'指的是用于地质研究的次级离子质谱(SIMS)同位素年代学数据，用于确定岩石和矿物的年龄。在这个背景下，它涉及在中国科学院地质与地球物理研究所使用Cameca IMS-1280HR分析锆石进行铀-铅(U-Pb)定年。数据包括铅、232Th、238U含量，207Pb/206Pb、206Pb/238U比率及其相应的误差，这些数据对于理解燕山构造带的地质事件时序至关重要。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the need for using standard zircons like Plésovice and 91500 in the process of obtaining U-Th-Pb isotopic ratios and U content in geochronology data collection methods for Early Mesozoic strata in the Yanshan tectonic belt?",
                "QuestionCn": "在获取早中生代岩层的铀-钍-铅同位素比率和铀含量的地球年代学数据收集方法中，使用标准锆石如Plésovice和91500的原因是什么？",
                "AnswerEn": "The use of standard zircons such as Plésovice and 91500 is necessary for calibration purposes to ensure accuracy and precision in measuring U-Th-Pb isotopic ratios and U content. These standards provide a reference point for correcting the isotopic ratios and U content obtained from the samples. The calibration helps in accounting for instrumental biases and variability, thereby enhancing the reliability of the obtained geochronology data. This is crucial for determining the ages and tectonic deformation periods of the Jurassic strata in the Yanshan tectonic belt.",
                "AnswerCn": "使用标准锆石，如Plésovice和91500，对于校准目的至关重要，以确保在测量U-Th-Pb同位素比和铀含量时的准确性和精确性。这些标准提供了一个参考点，用于修正从样品中获得的同位素比和铀含量。校准有助于考虑仪器偏差和变异性，从而增强所获得的地质年代学数据的可靠性。这对于确定燕山构造带侏罗纪地层的年龄和构造变形时期至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on the reliability of geochronological data when using a standard zircon like Plésovice for isotope ratio correction in early Mesozoic strata research?",
                "QuestionCn": "在早侏罗纪地层研究中，使用标准锆石如Plésovice进行同位素比率校正时，可能对地质年代测定数据的可靠性产生哪些影响？",
                "AnswerEn": "Using a standard zircon like Plésovice for isotope ratio correction can significantly enhance the reliability of geochronological data by providing a consistent reference point for U-Th-Pb isotope ratios. This allows for accurate calibration and error estimation, which is critical in determining precise ages of the strata and understanding the tectonic history of regions like the Yanshan tectonic belt.",
                "AnswerCn": "使用标准锆石如Plésovice进行同位素比率校正可以显著提高地质年代学数据的可靠性，因为它为U-Th-Pb同位素比率提供了一个一致的参考点。这允许进行准确的校准和误差估计，这在确定地层的精确年龄和理解像燕山构造带这样的地区的构造历史中至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps and technologies are involved in collecting geochronology data of Early Mesozoic strata, specifically focusing on U-Pb zircon dating within the Yanshan tectonic belt?",
                "QuestionCn": "在收集早期中生代地层的地质年代学数据时，特别关注于燕山构造带的U-Pb锆石定年，涉及的程序步骤和技术包括：",
                "AnswerEn": "The procedural steps involve collecting zircon samples from the Jurassic strata within the Yanshan tectonic belt and conducting U-Pb dating using the Cameca IMS-1280HR ion probe at the Institute of Geology and Geophysics, Chinese Academy of Sciences. The U-Th-Pb isotopic ratios are calibrated using standard zircon Plésovice, and U content is calibrated using standard zircon 91500. The standard deviation and internal precision from long-term monitoring of standard samples are used to propagate single-point errors, with Qinghu standard as a monitoring benchmark for accuracy. Common Pb correction is performed using measured 204Pb values, and isotopic ratios and age errors are reported at 1σ. Concordia and mean ages are calculated using ISOPLOT software.",
                "AnswerCn": "程序步骤包括从燕山构造带的侏罗纪地层中收集锆石样品，并在中国科学院地质与地球物理研究所使用Cameca IMS-1280HR离子探针进行U-Pb定年。U-Th-Pb同位素比率使用标准锆石Plésovice进行校准，U含量则使用标准锆石91500进行校准。通过长期监测标准样品的标准偏差和内部精度来传播单点误差，以青湖标准作为准确性的监测基准。使用测得的204Pb值进行常见铅校正，且同位素比率和年龄误差以1σ报告。使用ISOPLOT软件计算一致性年龄和平均年龄。",
                "Level": "C3(Applying)"
            }
        ]
    }
}