{
    "id": "03f0754b-8ce3-40aa-ab69-b3167154082b",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Soil texture dataset of the Heihe River Basin (2011)",
            "titleCn": "黑河流域土壤质地数据（2011）",
            "description": "The soil texture dataset of the Heihe River Basin (2011) is compiled by LIU Chao et al. (2011) by using the SOLIM model. Based on the famous Jenny equation of soil science, and according to the environmental factors such as climate, biology, topography and parent material, knowledge mining and fuzzy logic are combined on the basis of existing soil texture maps and soil profiles in Heihe River Basin. It is produced and integrated with thematic maps of glaciers and lakes. According to the different characteristics of the six ecological zones in Heihe River Basin, different mapping methods are used in the upper, middle and lower reaches. According to the different characteristics of six ecological zones in Heihe River Basin, different mapping methods are used in the upper, middle and lower reaches. The data is in grid format with 1KM spatial resolution and WGS-84 projection. Soil texture attributes and categories represent 0-30 cm topsoil texture attributes, derived from depth-weighted averages. The texname in the attribute table indicates the soil texture type name. Sandrange, siltrange, and clayrange respectively represent the sand, powder, and clay content ranges in the USDA soil triangle. Sandaverage, siltaverage and clayaverage are taken from the measured soil profiles, the average content of sand, silt and clay particles as the sand, silt and clay content of the soil type. (Note: The soil particle content of clay loam is derived from the soil quality map of Beijing Normal University). The soil texture classification standard is USDA, the sand grain size is defined as (2~0.05mm), the silt particle size is (0.05~0.002mm) and the clay size is defined as (<0.002mm).",
            "descriptionCn": "黑河流域土壤质地数据（2011）是刘超等（2011）利用SOLIM模型，基于著名的土壤学Jenny方程，根据气候、生物、地形、母质等环境因子等，在黑河流域已有土壤质地图、土壤剖面的基础上，利用知识挖掘和模糊逻辑相结合的方法产生的，并融合了冰川、湖泊等专题图内容。制图方法根据黑河流域六个生态分区的不同特点，上中下游分别采用不同的制图方法。\n该数据采用1KM空间分辨率和WGS-84投影方式，数据格式为grid格式。土壤质地属性和类别均表示表层0-30cm土壤质地属性，通过深度加权平均而来。属性表中texname表示土壤质地类型名称；sandrange, siltrange, clayrange分别表示USDA土壤三角图中砂粒、粉粒、粘粒含量范围，sandaverage, siltaverage, clayaverage取自实测土壤剖面的砂粒、粉粒、粘粒含量平均值，作为该土壤类型的砂粉粘含量。（注：粘壤土各粒级含量来源于北师大土壤质地图）。土壤质地分类标准为美国USDA制，砂粒粒级定义为（2~0.05mm），粉粒粒级为（0.05~0.002mm）及粘粒粒级定义为(<0.002mm)。",
            "instructions": "",
            "instructionsCn": "",
            "east": 104.2,
            "west": 96.1,
            "south": 37.7,
            "north": 43.3,
            "startTime": "2018-12-06 02:47:00",
            "endTime": "2018-12-06 02:47:00",
            "fileSize": 142604.0,
            "cstr": "18406.11.heihe.023.2013.db",
            "doi": "10.3972/heihe.023.2013.db",
            "dataFormat": "shp",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘超",
                "nameEn": "LIU Chao",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "数字土壤质地制图方法比较——以黑河张掖地区为例",
                "titleEn": null,
                "referenceCn": "刘超, 卢玲, 胡晓利. 数字土壤质地制图方法比较——以黑河张掖地区为例. 遥感技术与应用, 2011, (02):177-185",
                "referenceEn": null
            },
            {
                "titleCn": "数字黑河的思考与实践1：为流域科学服务的数字流域",
                "titleEn": null,
                "referenceCn": "李新, 程国栋, 吴立宗.  (2010). 数字黑河的思考与实践1：为流域科学服务的数字流域. 地球科学进展, 25(3): 297-305.",
                "referenceEn": null
            },
            {
                "titleCn": "数字黑河的思考与实践2：数据集成",
                "titleEn": null,
                "referenceCn": "李新, 吴立宗, 马明国, 盖迎春, 冉有华, 王亮绪, 南卓铜. 数字黑河的思考与实践2：数据集成. 地球科学进展, 2010, 25(3): 306-316.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Toward an improved data stewardship and service for environmental and ecological science data in West China",
                "referenceCn": null,
                "referenceEn": "Li, X., Nan, Z.T., Cheng, G.D., Ding, Y.J., Wu, L.Z., Wang, L.X., Wang, J., Ran, Y.H., Li, H.X., Pan, X.D., & Zhu, Z.M. (2011). Toward an improved data stewardship and service for environmental and ecological science data in west China. International Journal of Digital Earth, 4(4): 347-359. DOI: 10.1080/17538947.2011.558123."
            },
            {
                "titleCn": "基于模糊信息融合的黑河流域土壤质地制图",
                "titleEn": null,
                "referenceCn": "刘超 (2011). 基于模糊信息融合的黑河流域土壤质地制图[D],兰州,中国科学院寒区旱区环境与工程研究所,中国科学院.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤质地",
                "nameEn": "Soil texture"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2011",
                "keywordEn": "2011",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "面向黑河流域生态-水文过程集成研究的数据整理与服务",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to create a soil texture dataset in the Heihe River Basin that incorporates both environmental factors and existing soil maps?",
                "QuestionCn": "您能否提供一个数据收集方法的示例，用于创建包含环境因素和现有土壤地图的黑河流域土壤纹理数据集？",
                "AnswerEn": "An example of a data collection method used to create a soil texture dataset in the Heihe River Basin involves utilizing the SOLIM model based on the soil science Jenny equation. This method integrates environmental factors such as climate, biology, topography, and parent material with existing soil texture maps and soil profiles. It applies knowledge mining and fuzzy logic to generate data, also incorporating thematic maps like glaciers and lakes. Different mapping methods are used for the upper, middle, and lower reaches of the basin, tailored to the characteristics of its six ecological zones.",
                "AnswerCn": "在黑河流域创建土壤质地数据集的一个数据收集方法是利用基于土壤科学珍妮方程的SOLIM模型。该方法将气候、生物、地形和母质等环境因素与现有的土壤质地图和土壤剖面相结合。它应用知识挖掘和模糊逻辑生成数据，同时结合冰川和湖泊等专题地图。针对流域的上游、中游和下游，采用不同的制图方法，以适应其六个生态区的特征。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution used in the soil texture dataset for the Heihe River Basin?",
                "QuestionCn": "在黑河流域的土壤纹理数据集中使用的空间分辨率是多少？",
                "AnswerEn": "1 km",
                "AnswerCn": "1公里",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the SOLIM model in the context of soil texture data collection?",
                "QuestionCn": "SOLIM模型是在土壤质地数据收集的背景下使用的模型。",
                "AnswerEn": "The SOLIM model is utilized to generate soil texture data by integrating environmental factors such as climate, biology, topography, and parent material. It combines knowledge mining and fuzzy logic to produce soil texture data, using existing soil texture maps and soil profiles as a foundation.",
                "AnswerCn": "SOLIM模型通过整合气候、生物、地形和母质等环境因素来生成土壤质地数据。它结合了知识挖掘和模糊逻辑，以现有的土壤质地图和土壤剖面为基础，生成土壤质地数据。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods using the SOLIM model compare to traditional survey techniques in terms of accuracy and efficiency for generating soil texture maps in river basins?",
                "QuestionCn": "SOLIM模型的数据收集方法与传统调查技术在生成河流流域土壤纹理图方面的准确性和效率如何比较？",
                "AnswerEn": "The SOLIM model utilizes a combination of knowledge mining and fuzzy logic based on environmental factors like climate, biology, topography, and parent material, as well as existing soil maps and profiles. It can efficiently produce soil texture maps with 1KM spatial resolution and integrate thematic content such as glaciers and lakes, which might offer advantages over traditional survey methods that rely heavily on direct field measurements and manual mapping. The traditional methods might provide more localized accuracy, while the SOLIM model might offer broader coverage with a data-driven approach.",
                "AnswerCn": "SOLIM模型利用知识挖掘和模糊逻辑的结合，基于气候、生物、地形和母质等环境因素，以及现有的土壤图和剖面。它能够高效地生成1公里空间分辨率的土壤纹理图，并整合冰川和湖泊等主题内容，这可能相较于依赖直接实地测量和手动制图的传统调查方法具有优势。传统方法可能提供更局部的准确性，而SOLIM模型则可能通过数据驱动的方法提供更广泛的覆盖。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges of accurately modeling soil texture in the Heihe River Basin using SOLIM, considering the integration of various environmental factors like climate and terrain?",
                "QuestionCn": "在使用SOLIM准确建模黑河流域土壤质地时，哪些因素会导致挑战，考虑到气候和地形等各种环境因素的整合？",
                "AnswerEn": "The challenges in accurately modeling soil texture in the Heihe River Basin using SOLIM arise from the need to integrate diverse environmental factors such as climate, biology, terrain, and parent material. Furthermore, the modeling process incorporates existing soil maps and profiles, requiring effective knowledge mining and fuzzy logic methods. The complexity is compounded by the need to adapt mapping methods to the distinct characteristics of the basin's six ecological zones and to integrate thematic maps like those of glaciers and lakes.",
                "AnswerCn": "在使用SOLIM准确建模黑河流域的土壤质地时，面临的挑战来自于需要整合多种环境因素，如气候、生物、地形和母质。此外，建模过程还需结合现有的土壤图和剖面，要求有效的知识挖掘和模糊逻辑方法。复杂性还因需要将制图方法适应流域六个生态区的独特特征，以及整合冰川和湖泊等专题图而加剧。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind utilizing the SOLIM model and integrating environmental factors like climate, biology, and topography to create a soil texture dataset for the Heihe River Basin?",
                "QuestionCn": "利用SOLIM模型并整合气候、生物和地形等环境因素，以创建黑河流域的土壤纹理数据集的目标是什么？",
                "AnswerEn": "The objective of utilizing the SOLIM model and integrating environmental factors is to generate a comprehensive soil texture dataset for the Heihe River Basin by leveraging existing soil maps and profiles. This approach, which combines knowledge mining and fuzzy logic, aims to provide detailed and accurate soil texture information that incorporates various environmental influences such as climate, biology, topography, and parent material. The ultimate goal is to enhance the understanding of soil properties across different ecological zones of the basin, thereby supporting ecological and environmental research and management efforts.",
                "AnswerCn": "利用SOLIM模型并整合环境因素的目标是通过利用现有的土壤地图和剖面，为黑河流域生成一个全面的土壤质地数据集。这种结合知识挖掘和模糊逻辑的方法，旨在提供详细和准确的土壤质地信息，融入气候、生物、地形和母质等多种环境影响。最终目标是增强对流域不同生态区土壤特性的理解，从而支持生态和环境研究及管理工作。",
                "Level": "C6(Creating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in utilizing the SOLIM model to generate soil texture data using environmental factors and existing soil maps and profiles in the context of the Heihe River Basin?",
                "QuestionCn": "在利用SOLIM模型生成土壤质地数据的过程中，涉及以下程序步骤，结合环境因素以及现有的土壤地图和剖面，特别是在黑河流域的背景下：",
                "AnswerEn": "The procedural steps include using the SOLIM model to integrate environmental factors such as climate, biology, terrain, and parent material with existing soil maps and profiles. This involves knowledge mining and fuzzy logic methods to generate soil texture data, incorporating glacier and lake thematic maps. The mapping method varies across the six ecological zones of the Heihe River Basin, with different approaches used for the upper, middle, and lower reaches.",
                "AnswerCn": "程序步骤包括使用SOLIM模型将气候、生物、地形和母质等环境因素与现有的土壤图和土壤剖面进行整合。这涉及知识挖掘和模糊逻辑方法，以生成土壤质地数据，并结合冰川和湖泊主题图。该映射方法在黑河流域的六个生态区中有所不同，上游、中游和下游采用了不同的方法。",
                "Level": "C3(Applying)"
            }
        ]
    }
}