{
  "id": "04439360-3e0e-43fe-9753-bac65a6252dd",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Hydrology dataset of picea crassifolia and shrubbery in Pailugou catchment of Qilian Mountains (2012-2013)",
      "titleCn": "排露沟流域青海云杉和灌木林水文数据集 (2012-2013)",
      "description": "The hydrological monitoring of Picea crassifolia and main shrub vegetation types, including canopy interception, soil moisture content and stemflow, was carried out at different altitude gradients in Pailugou catchment of Qilian Mountain. The monitoring time was the dynamic monitoring of growth season in 2012 and 2013.",
      "descriptionCn": "对地处祁连山排露沟流域不同海拔梯度上的青海云杉和主要灌丛植被类型水文进行了监测，包括林冠截留、土壤含水量、树干径流等，测定时间为2012年和2013年生长季节动态监测。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.3051,
      "west": 100.3011,
      "south": 38.5334,
      "north": 38.5804,
      "startTime": "2012-05-20 12:00:00",
      "endTime": "2013-10-20 04:52:00",
      "fileSize": 1101824.0,
      "cstr": "18406.11.heihe.008.2014.db",
      "doi": "10.3972/heihe.008.2014.db",
      "dataFormat": "doc",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘贤德",
        "nameEn": "LIU Xiande",
        "unitEn": "",
        "unitCn": "甘肃省祁连山水源涵养林研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": "祁连山林草复合流域灌木林水文生态功能研究",
        "titleEn": null,
        "referenceCn": "张平, 刘贤德, 张学龙, 赵维俊, 敬文茂, 王顺利. 祁连山林草复合流域灌木林水文生态功能研究[J]. 干旱区地理, 2013(05): 922–929.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "冠层截留",
        "nameEn": "Canopy interception"
      },
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤含水量",
        "nameEn": "Soil water content"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "灌丛",
        "nameEn": "Shrubs"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012-2013",
        "keywordEn": "2012-2013",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "祁连山区亚高山灌丛特征与生态水文过程的关系研究",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What are the key hydrological parameters monitored in a dataset focused on different elevation gradients of Qinghai spruce and shrub vegetation?",
        "QuestionCn": "在一个关注青海云杉和灌木植被不同海拔梯度的数据集中，监测的关键水文参数有哪些？",
        "AnswerEn": "canopy interception, soil moisture content, stemflow",
        "AnswerCn": "树冠截留、土壤含水量、干流",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features or characteristics measured in a dataset monitoring hydrological aspects of a forested and shrubland area across different altitudinal gradients?",
        "QuestionCn": "在不同海拔梯度中监测森林和灌木丛地区水文特征的数据集中测量的具体特征或特性是什么？",
        "AnswerEn": "canopy interception, soil moisture content, stemflow",
        "AnswerCn": "树冠截留、土壤含水量、干流",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by '林冠截留' in the context of hydrological data collection?",
        "QuestionCn": "在水文数据收集的背景下，“林冠截留”是什么意思？",
        "AnswerEn": "In the context of hydrological data collection, '林冠截留' refers to canopy interception, which is the process by which precipitation is caught and held by the leaves and branches of vegetation, such as trees and shrubs, before it reaches the ground. This is an important component in understanding the hydrological cycle and water balance within forested areas.",
        "AnswerCn": "在水文数据收集的背景下，“林冠截留”指的是冠层截留，这是降水被植被（如树木和灌木）的叶子和枝条捕获并保持的过程，直到它到达地面。这是理解森林地区水文循环和水量平衡的重要组成部分。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the methods used for monitoring canopy interception and soil moisture in a dataset on hydrological data of Picea crassifolia and shrub forests compare to other common data collection techniques for similar ecosystems?",
        "QuestionCn": "在关于Picea crassifolia和灌木森林的水文数据集中，用于监测冠层截留和土壤湿度的方法与其他类似生态系统的常见数据收集技术相比如何？",
        "AnswerEn": "The dataset involves monitoring canopy interception and soil moisture in the Pailugou watershed for different altitudinal gradients of Picea crassifolia and shrub vegetation. This includes dynamic monitoring of canopy interception, soil moisture, and stemflow during the growing seasons of 2012 and 2013.",
        "AnswerCn": "该数据集涉及对Picea crassifolia和灌木植被在Pailugou流域不同海拔梯度下的冠层截留和土壤湿度的监测。这包括对2012年和2013年生长季节的冠层截留、土壤湿度和干流的动态监测。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the accuracy and reliability of hydrological data collection in Qinghai spruce and shrub forests across different altitudinal gradients?",
        "QuestionCn": "影响青海云杉和灌木森林不同海拔梯度水文数据收集准确性和可靠性的因素有哪些？",
        "AnswerEn": "The accuracy and reliability of hydrological data collection in Qinghai spruce and shrub forests across different altitudinal gradients are influenced by factors such as the monitoring of canopy interception, soil moisture content, and stemflow, which are measured dynamically during the growing seasons of 2012 and 2013.",
        "AnswerCn": "青海云杉和灌木森林在不同海拔梯度下的水文数据收集的准确性和可靠性受到多个因素的影响，例如在2012年和2013年的生长季节动态监测的冠层截留、土壤水分含量和干流。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using different altitudinal gradients on the hydrological characteristics of Qinghai spruce and shrub forests in terms of data collection methods?",
        "QuestionCn": "使用不同的高度梯度对青海云杉和灌木林的水文特征的影响可能会在数据收集方法上产生哪些潜在后果？",
        "AnswerEn": "Monitoring hydrological characteristics across different altitudinal gradients can reveal variations in factors like canopy interception, soil moisture content, and stemflow. These variations can influence the development of data collection methods, as they must account for the dynamic changes in the growing seasons of 2012 and 2013, ensuring accurate and comprehensive hydrological data.",
        "AnswerCn": "监测不同海拔梯度的水文特征可以揭示树冠截留、土壤水分含量和干流等因素的变化。这些变化可能会影响数据收集方法的发展，因为它们必须考虑到2012年和2013年生长季节的动态变化，以确保水文数据的准确性和全面性。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}