{
  "id": "04b9d532-3976-4203-9e32-623b14669b09",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Glacier runoff segmentation data set in the five river source areas of the Qinghai Tibet Plateau (1971-2015)",
      "titleCn": "青藏高原五大河源区冰川径流分割数据集（1971-2015）",
      "description": "The Qinghai Tibet Plateau is known as the \"Asian water tower\", and its runoff, as an important and easily accessible water resource, supports the production and life of billions of people around, and supports the diversity of ecosystems. Accurately estimating the runoff of the Qinghai Tibet Plateau and revealing the variation law of runoff are conducive to water resources management and disaster risk avoidance in the plateau and its surrounding areas. The glacier runoff segmentation data set covers the five river source areas of the Qinghai Tibet Plateau from 1971 to 2015, with a time resolution of year by year, covering the five river source areas of the Qinghai Tibet Plateau (the source of the Yellow River, the source of the Yangtze River, the source of the Lancang River, the source of the Nujiang River, and the source of the Yarlung Zangbo River), and the spatial resolution is the watershed. Based on multi-source remote sensing and measured data, it is simulated using the distributed hydrological model vic-cas coupled with the glacier module, The simulation results are verified with the measured data of the station, and all the data are subject to quality control.",
      "descriptionCn": "青藏高原被誉为“亚洲水塔”，其提供的径流作为重要的、易获取的水资源，维系着周边数十亿人口的生产生活，支撑着生态系统的多样性。准确估算青藏高原的径流，揭示径流的变化规律，有利于高原及周边地区的水资源管理和灾害风险规避。青藏高原五大河源区冰川径流分割数据集覆盖时间从1971年到2015年，时间分辨率为逐年，覆盖范围为青藏高原五条大江大河源区（黄河源，长江源，澜沧江源，怒江源，雅鲁藏布江源），空间分辨率为流域，以多源遥感和实测数据为基础使用耦合了冰川模块的分布式水文模型VIC-CAS模拟获得，使用站点实测数据对模拟结果进行了验证，其所有数据进行了质量控制。",
      "instructions": "Runoff segmentation data is stored in xlsx format and can be opened and read by office software such as office.",
      "instructionsCn": "径流分割数据以xlsx格式存储，可用office等办公软件打开读取。",
      "east": 104.0,
      "west": 81.0,
      "south": 27.0,
      "north": 37.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 30785.0,
      "cstr": "18406.11.Terre.tpdc.272705",
      "doi": "10.11888/Terre.tpdc.272705",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王世金",
        "nameEn": "WANG Shijin ",
        "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
        "unitCn": "中国科学院西北生态环境资源研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Projecting climate change impacts on hydrological processes on the Tibetan Plateau with model calibration against the glacier inventory data and observed stream flow",
        "referenceCn": null,
        "referenceEn": "Wang, S.J., Zhao, Q.D., & Pu, T. (2021). Assessment of Water Stress Level about Global Glacier-Covered Arid Areas: A Case Study in the Shule River Basin, Northwestern China. Journal of Hydrology: Regional Studies, 37, doi.org/10.1016/j.ejrh.2021.100895."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "径流",
        "nameEn": "Runoff"
      },
      {
        "nameCn": "青藏高原",
        "nameEn": "Qinghai-Tibet Plateau"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1971, 2015",
        "keywordEn": "1971,2015",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data collection method used to estimate glacier runoff in the source regions of major rivers on the Qinghai-Tibet Plateau?",
        "QuestionCn": "用于估算青藏高原主要河流源区冰川径流的数据收集方法的特点是什么？",
        "AnswerEn": "multi-source remote sensing, measured data, distributed hydrological model VIC-CAS, glacier module, simulation, validation with site-measured data, temporal resolution yearly from 1971 to 2015, spatial resolution by watershed, quality control processes",
        "AnswerCn": "多源遥感、测量数据、分布式水文模型VIC-CAS、冰川模块、模拟、与现场测量数据验证、时间分辨率为1971年至2015年的年度数据、按流域划分的空间分辨率、质量控制过程。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the temporal resolution of the data collection method used to estimate glacier runoff in river source areas on the Tibetan Plateau?",
        "QuestionCn": "用于估算青藏高原河流源区冰川径流的数据收集方法的时间分辨率是多少？",
        "AnswerEn": "Yearly",
        "AnswerCn": "每年",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on data accuracy and quality when using a distributed hydrological model coupled with a glacier module, based on multi-source remote sensing and measured data, for estimating runoff in large river source regions?",
        "QuestionCn": "在使用结合了冰川模块的分布式水文模型，基于多源遥感和测量数据来估算大河源区的径流时，对数据准确性和质量的潜在影响是什么？",
        "AnswerEn": "Utilizing a distributed hydrological model coupled with a glacier module, based on multi-source remote sensing and measured data, can enhance the accuracy of runoff estimation in large river source regions by integrating diverse data inputs and refining the simulation of glacier-influenced hydrological processes. These methods are validated using site-measured data and undergo quality control, likely resulting in more reliable and precise datasets for water resource management and disaster risk reduction in the Tibetan Plateau and surrounding areas.",
        "AnswerCn": "利用分布式水文模型与冰川模块相结合，基于多源遥感和实测数据，可以通过整合多样的数据输入和优化冰川影响的水文过程模拟，提高大河源区径流估算的准确性。这些方法通过现场测量数据进行验证，并经过质量控制，可能会导致更可靠和精确的水资源管理和灾害风险减少的数据集，适用于青藏 Plateau及周边地区。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the aim of developing a dataset that segments glacier runoff sources in the major river basins of the Tibetan Plateau from 1971 to 2015?",
        "QuestionCn": "开发一个数据集以划分1971年至2015年间青藏高原主要河流流域的冰川径流来源的目的是什么？",
        "AnswerEn": "The objective is to accurately estimate the runoff in the Tibetan Plateau, reveal the patterns of runoff changes, and facilitate water resource management and disaster risk avoidance in the plateau and surrounding regions.",
        "AnswerCn": "目标是准确估算青藏 Plateau 的径流，揭示径流变化的模式，并促进该高原及周边地区的水资源管理和灾害风险规避。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodologies can be employed to accurately simulate glacier runoff using distributed hydrological models in the source regions of major Asian rivers?",
        "QuestionCn": "可以采用哪些方法来准确模拟主要亚洲河流源区的冰川径流，使用分布式水文模型？",
        "AnswerEn": "To accurately simulate glacier runoff in the source regions of major Asian rivers, a distributed hydrological model like VIC-CAS can be used. This approach involves coupling glacier modules with the model to account for the glacier dynamics. The process includes using multi-source remote sensing data along with actual measurements from monitoring stations to validate the simulation results. Quality control is performed on all collected data to ensure accuracy and reliability over the period from 1971 to 2015, with an annual time resolution and a spatial resolution focused on river basins.",
        "AnswerCn": "为了准确模拟主要亚洲河流源区的冰川径流，可以使用分布式水文模型如VIC-CAS。这种方法涉及将冰川模块与模型耦合，以考虑冰川动态。该过程包括使用多源遥感数据以及来自监测站的实际测量数据来验证模拟结果。对所有收集的数据进行质量控制，以确保1971年至2015年期间的准确性和可靠性，时间分辨率为年度，空间分辨率集中在流域上。",
        "Level": "C6(Creating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection methods enable the accurate estimation of glacier runoff in the major river source regions of the Tibetan Plateau from 1971 to 2015?",
        "QuestionCn": "哪些数据收集方法能够准确估算1971年至2015年间青藏 Plateau主要河流源区的冰川径流？",
        "AnswerEn": "The accurate estimation of glacier runoff in the major river source regions of the Tibetan Plateau from 1971 to 2015 is enabled by using a distributed hydrological model, VIC-CAS, which is coupled with a glacier module. This model utilizes a combination of multi-source remote sensing data and in-situ measurements. The model's simulation results are validated with observed data, and all data undergo quality control processes.",
        "AnswerCn": "通过使用分布式水文模型VIC-CAS（与冰川模块耦合），能够准确估算1971年至2015年间青藏高原主要河流源区的冰川径流。该模型利用多源遥感数据和现场测量数据的结合。模型的模拟结果经过观测数据验证，所有数据都经过质量控制过程。",
        "Level": "C3(Applying)"
      }
    ]
  }
}