{
    "id": "04d972c2-e449-4e96-aa7f-3f709b0bbe0e",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Dataset of cultivated land spatial distribution pattern in Hehuang Valley (1800, 1900)",
            "titleCn": "河湟谷地耕地空间分布格局数据集(1800、1900)",
            "description": "Hehuang Valley in 1800 and 1900 mainly come from New Records of Xining Mansion, Records of Xunhua Hall and New Records of Gansu, which were written in Qianlong for twenty years. The determination of county administrative boundaries refers to Atlas of Chinese History edited by Tan Qixiang and Comprehensive Table of Administrative Region Evolution in Qing Dynasty edited by Niu Hanping. After collecting cultivated land data, the original farmland data is corrected, the historical cultivated land data is converted into a unified modern unit (km²), and then the grid model is used to spatialize the two periods of cultivated land data. Hehuang Valley is one of the most important agricultural development areas in Qinghai-Tibet Plateau. Especially in Qing Dynasty, after a large number of immigrants settled land, the land cover in this area changed greatly. By sorting out and correcting the data of farmland in 1800 and 1900 recorded in the historical documents of this area, the spatial pattern of cultivated land in Hehuang Valley in 1800 and 1900 was restored, in order to reveal the changes of cultivated land in typical valley agricultural areas of Qinghai-Tibet Plateau.",
            "descriptionCn": "本数据包含1800年、1900年两期河湟谷地耕地空间分布格局栅格数据，空间分辨率为1km×1km。1800年、1900年河湟谷地耕地数据主要来自于成书于乾隆二十年的《西宁府新志》、《循化厅志》《甘肃新通志》。县域行政界线的确定参考谭其骧主编的《中国历史地图集》及牛汉平主编的《清代政区沿革综表》。搜集耕地数据后将原始田亩数据进行校正，将历史耕地数据转换为统一的现代单位（km²），后采用网格化模型将两期耕地数据进行空间化。河湟谷地是青藏高原最主要的农业发展区之一，尤其到了清朝，大兴移民屯田后，该区土地覆被发生了重大变化，通过整理、校正该区历史文献中记载的1800年、1900年田亩数据，运用网格化的方法将其分配在空间上，恢复了1800年、1900年河湟谷地的耕地空间格局，以期为揭示青藏高原典型河谷农业区耕地变化和人类活动的基本状况提供理论依据。",
            "instructions": "\"Reclamation rate data are stored in grid form, and the file names are HHGD1800KZL and HHGD1900KZL. HHGD stands for Hehuang Valley, 1800/1900 stands for year, and KZL stands for reclamation rate.\nData reading method: ArcGIS can be used to open the view and analysis.\"",
            "instructionsCn": "垦殖率数据以栅格形式储存，文件名称为hhgd1800kzl、hhgd1900kzl，hhgd代表河湟谷地，1800/1900代表年份，kzl代表垦殖率。数据读取方式：可以采用ARCGIS打开查看和分析.",
            "east": 100.903889,
            "west": 103.0725,
            "south": 34.999444,
            "north": 37.875278,
            "startTime": null,
            "endTime": null,
            "fileSize": 1626455.0,
            "cstr": "18406.11.Soil.tpdc.271463",
            "doi": "10.11888/Soil.tpdc.271463",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "罗静",
                "nameEn": "LUO Jing",
                "unitEn": "",
                "unitCn": "青海师范大学"
            },
            {
                "nameCn": "吴致蕾",
                "nameEn": "WU Zhilei",
                "unitEn": "",
                "unitCn": "青海师范大学"
            },
            {
                "nameCn": "陈琼",
                "nameEn": "CHEN Qiong",
                "unitEn": "",
                "unitCn": "青海师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "青藏高原河谷地区历史时期耕地格局重建—以清代河湟谷地为例.",
                "titleEn": null,
                "referenceCn": "罗静. (2015). 青藏高原河谷地区历史时期耕地格局重建—以清代河湟谷地为例. 青海师范大学.",
                "referenceEn": null
            },
            {
                "titleCn": "清代、民国时期青藏高原东北部河湟谷地森林、草地覆盖变化",
                "titleEn": null,
                "referenceCn": "吴致蕾. (2017) 清代、民国时期青藏高原东北部河湟谷地森林、草地覆盖变化. 青海师范大学,",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "The 300-year cropland changes reflecting climate impacts and social resilience at the Yellow River-Huangshui River Valley, China",
                "referenceCn": null,
                "referenceEn": "Chen, Q., Yang, L.E., Luo, J., Liu, F.G., Zhang, Y.L., Zhou, Q., Guo, R., & Gu, X.J. (2021). The 300-year cropland changes reflecting climate impacts and social resilience at the Yellow River-Huangshui River Valley. China.ENVIRONMENTAL RESEARCH."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用/覆盖",
                "nameEn": "Land Use/Land Cover"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "河湟谷地",
                "keywordEn": "Hehuang Valley"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1800",
                "keywordEn": "1800",
                "type": "temporal"
            },
            {
                "keywordCn": "1900",
                "keywordEn": "1900",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the spatial distribution patterns of cultivated land in the Hehuang Valley during 1800 and 1900?",
                "QuestionCn": "1800年和1900年河湟谷耕地的空间分布模式特征是什么？",
                "AnswerEn": "1km×1km spatial resolution, derived from historical documents, corrected from original acreage data, converted to km², spatially distributed using a grid model, significant land cover changes, major agricultural development zone.",
                "AnswerCn": "1公里×1公里的空间分辨率，源自历史文献，根据原始英亩数据校正，转换为平方公里，使用网格模型进行空间分布，显著的土地覆盖变化，主要农业发展区。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the raster data used to represent the spatial distribution patterns of cultivated land in the Hehuang Valley for the years 1800 and 1900?",
                "QuestionCn": "用于表示河湟谷地在1800年和1900年耕地空间分布模式的栅格数据的空间分辨率是多少？",
                "AnswerEn": "1 km x 1 km",
                "AnswerCn": "1公里 x 1公里",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'spatial distribution pattern' mean in the context of analyzing cropland data from historical periods?",
                "QuestionCn": "在分析历史时期的农田数据时，“空间分布模式”指的是农田在特定区域内的分布方式和排列特征。这种模式可以揭示农田的分布规律、集中程度以及与其他地理或环境因素的关系。",
                "AnswerEn": "A spatial distribution pattern in this context refers to the arrangement and organization of cropland areas within a specific geographic region over time. It involves converting historical cropland data into a spatial format using grid-based models to visualize and analyze how land usage and agricultural practices have changed over different time periods, such as 1800 and 1900 in the Hehuang Valley.",
                "AnswerCn": "在这个上下文中，空间分布模式指的是特定地理区域内农田面积的排列和组织。它涉及将历史农田数据转换为空间格式，使用基于网格的模型来可视化和分析在不同时间段（如1800年和1900年）内土地使用和农业实践的变化，特别是在河湟谷地区。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about historical land use changes in the 河湟谷地 region from the spatial distribution patterns of cropland in the years 1800 and 1900, and how might these patterns highlight the impact of human activities during the Qing Dynasty?",
                "QuestionCn": "从1800年和1900年河湟谷地地区的耕地空间分布模式中，可以推断出历史土地利用变化的情况，这些模式可能突显了清朝时期人类活动的影响。",
                "AnswerEn": "The spatial distribution patterns of cropland in the 河湟谷地 region during 1800 and 1900 indicate significant land use changes, particularly due to the increased agricultural activities following the Qing Dynasty's policy of immigration and land cultivation. The transformation of land cover in this region reflects the intensification of agriculture as human activities expanded, suggesting a notable shift in the agricultural landscape of the Qinghai-Tibet Plateau's primary agricultural zone.",
                "AnswerCn": "河湟谷地地区在1800年和1900年的耕地空间分布模式显示出显著的土地利用变化，特别是由于清朝移民和开垦土地政策后农业活动的增加。该地区土地覆盖的转变反映了随着人类活动的扩展，农业的集约化，表明青藏高原主要农业区的农业景观发生了显著变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors led to the development of spatial distribution patterns for farmland in the Hehuang Valley during the 1800 and 1900 periods?",
                "QuestionCn": "导致河湟谷地区在1800年和1900年期间农田空间分布模式发展的因素有哪些？",
                "AnswerEn": "The spatial distribution patterns for farmland in the Hehuang Valley during the 1800 and 1900 periods were influenced by historical factors such as the documentation in 'Xining Fu Xin Zhi,' 'Xunhua Ting Zhi,' and 'Gansu Xin Tong Zhi,' as well as the administrative boundaries established based on historical maps. Additionally, the Qing Dynasty's policies promoting immigration and land reclamation significantly altered land cover, necessitating the correction and conversion of historical farmland data into modern units and their spatial allocation using grid models.",
                "AnswerCn": "在1800和1900年期间，河湟谷的农田空间分布模式受到历史因素的影响，例如《西宁府新志》、《循化厅志》和《甘肃新通志》中的文献记录，以及基于历史地图建立的行政边界。此外，清朝促进移民和开垦的政策显著改变了土地覆盖， necessitating将历史农田数据转换为现代单位并使用网格模型进行空间分配。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using historical documents as the primary data collection method for understanding the spatial distribution patterns of cultivated land in the 河湟谷地 during the 1800s and 1900s?",
                "QuestionCn": "使用历史文献作为主要数据收集方法来理解河湟谷地在19世纪和20世纪的耕地空间分布模式可能带来的潜在后果是什么？",
                "AnswerEn": "Using historical documents such as the 《西宁府新志》、《循化厅志》, and 《甘肃新通志》 as primary sources can lead to several outcomes: it allows for the reconstruction of cultivated land patterns in the 河湟谷地 during the specified periods, offering insights into historical land use and agricultural development trends. However, it might also introduce challenges related to data accuracy and consistency, as historical records might have been influenced by the limitations in measurement techniques of the time. This approach can provide a theoretical basis for understanding changes in land cover and human activity in the region, especially considering significant transformations due to immigration and agricultural expansion during the Qing dynasty.",
                "AnswerCn": "使用《西宁府新志》、《循化厅志》和《甘肃新通志》等历史文献作为主要资料，可以带来几个结果：它允许重建河湟谷地在特定时期的耕地模式，提供对历史土地利用和农业发展趋势的洞察。然而，这也可能引入与数据准确性和一致性相关的挑战，因为历史记录可能受到当时测量技术局限性的影响。这种方法可以为理解该地区土地覆盖和人类活动的变化提供理论基础，特别是考虑到清朝时期由于移民和农业扩张而发生的重大变革。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to reconstruct the spatial distribution patterns of cropland in the Hehuang Valley for the years 1800 and 1900?",
                "QuestionCn": "重建1800年和1900年河湟谷农田的空间分布模式为何重要？",
                "AnswerEn": "Reconstructing the spatial distribution patterns of cropland in the Hehuang Valley for the years 1800 and 1900 is important to reveal changes in land cover and human activities in one of the main agricultural development areas of the Tibetan Plateau. By organizing and correcting historical documents and converting historical cropland data into modern units, this research provides theoretical support for understanding the agricultural transformation and impact of human activities in the valley during the Qing Dynasty, especially after the major changes brought about by immigration and farming practices.",
                "AnswerCn": "重建河湟谷地区1800年和1900年的耕地空间分布模式，对于揭示青藏高原主要农业发展区域之一的土地覆盖和人类活动变化具有重要意义。通过整理和校正历史文献，并将历史耕地数据转换为现代单位，本研究为理解清朝时期该谷地农业转型及人类活动影响提供了理论支持，特别是在移民和耕作实践带来的重大变化之后。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodologies and historical sources are utilized to reconstruct the spatial distribution patterns of farmland in a region for the years 1800 and 1900?",
                "QuestionCn": "用于重建一个地区在1800年和1900年农田空间分布模式的方法论和历史来源有哪些？",
                "AnswerEn": "To reconstruct the spatial distribution patterns of farmland for the years 1800 and 1900 in the 河湟谷地 region, historical sources such as the '西宁府新志', '循化厅志', and '甘肃新通志' were used. The administrative boundaries referenced were from '中国历史地图集' and '清代政区沿革综表'. The original farmland data was corrected and converted to a modern unit (km²), and a grid model was applied to spatially distribute the farmland data.",
                "AnswerCn": "为了重建河湟谷地地区1800年和1900年的农田空间分布模式，使用了《西宁府新志》、《循化厅志》和《甘肃新通志》等历史资料。参考的行政区划边界来自《历史中国地图集》和《清代政区沿革综表》。原始农田数据经过修正并转换为现代单位（平方公里），并应用网格模型对农田数据进行空间分布。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}