{
  "id": "04e0e89d-d15b-4edf-9acf-07a352e05195",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Basic parameter data of dam breach process under different slope conditions (2019-2021)",
      "titleCn": "不同坡度条件下坝体溃决过程中的基本参数数据（2019-2021）",
      "description": "Data content: Basic parameter data of dam breach process under different slope conditions\nData source: through literature search, classification, consolidation and compilation.\nDescription of data quality: Based on Jiang Xiangang's physical model test on dam breach with different bed slopes, the traceability erosion process of the dam body was analyzed in order to propose a traceability erosion model and explore the influencing factors of the traceability erosion process. In addition, this job attempts to quantify the undercut rate of the breach and the change rate of the downstream slope toe at each time. In order to find the relationship between them and obtain the calculation formula of the downstream slope angle, the calculation of traceability erosion was carried out. This can provide the basis for the calculation and analysis in the later stage of the project.",
      "descriptionCn": "数据内容：不同坡度条件下坝体溃决过程中的基本参数数据\n数据来源：通过文献检索，分类合并汇编整理。\n数据质量描述：基于蒋先刚关于不同底床坡度坝体溃决的物理模型试验，对坝体溯源侵蚀过程进行分析，以期提出一种溯源侵蚀模式，探究溯源侵蚀过程的影响因子；此外，尝试对每一时刻的溃口下切速率和下游坡脚变化速率进行量化，以期发现二者之间的关系，得到下游坡坡角的计算公式，从而实现对溯源侵蚀的计算，为项目后期的计算分析提供基础。",
      "instructions": "File name: the numerical simulation data is stored in the format of picture JPG, picture TIF and table xlsx.\nData reading method: it can be opened directly with picture browser and excel",
      "instructionsCn": "文件命名：数值模拟数据以图片jpg、图片tif和表格xlsx格式存储。\n数据读取方式：可用图片浏览器和excel直接打开",
      "east": 0.0,
      "west": 0.0,
      "south": 0.0,
      "north": 0.0,
      "startTime": "2019-11-01 00:00:00",
      "endTime": "2021-10-31 00:00:00",
      "fileSize": 3916015.0,
      "cstr": "18406.11.HumanNat.tpdc.272064",
      "doi": "10.11888/HumanNat.tpdc.272064",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张新华",
        "nameEn": "ZHANG Xinhua ",
        "unitEn": "Sichuan University",
        "unitCn": "四川大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "不同底床坡度下的堰塞坝溃决过程研究",
        "titleEn": null,
        "referenceCn": "蒋先刚, 吴雷. (2019). 不同底床坡度下的堰塞坝溃决过程研究. 岩石力学与工程学报, 38(supp.1), 3008-3014",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "滑坡",
        "nameEn": "landslide"
      },
      {
        "nameCn": "灾害",
        "nameEn": "Disaster"
      },
      {
        "nameCn": "自然灾害",
        "nameEn": "Natural Disaster"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019-2021",
        "keywordEn": "2019-2021",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "青藏高原重大滑坡动力灾变与风险防控关键技术研究",
        "titleEn": "Catastrophic mechanisms and risk control of disastrous landslides in the Tibetan Plateau"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the basic parameters data collected under different slope conditions during the dam failure process?",
        "QuestionCn": "在大坝失效过程中，不同坡度条件下收集的基本参数数据的特征是什么？",
        "AnswerEn": "derived from literature searches, categorized, compiled, organized, data quality described based on physical model experiments, upstream erosion process, breach incision rate, downstream slope foot change rate, calculation formula for downstream slope angle",
        "AnswerCn": "来源于文献检索，分类、编译、组织，基于物理模型实验描述数据质量，上游侵蚀过程，决口切割速率，下游坡脚变化速率，下游坡角计算公式。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the quantification method used to measure the rate of incision at each moment during dam breach processes under different slope conditions?",
        "QuestionCn": "在不同坡度条件下，测量坝体破坏过程中每个时刻切割速率的量化方法是什么？",
        "AnswerEn": "[No numerical values provided in the original answer]",
        "AnswerCn": "抱歉，我无法翻译没有提供的原始答案中的数值信息。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '溯源侵蚀' mean in the context of analyzing dam breach processes under different slope conditions?",
        "QuestionCn": "'溯源侵蚀'在分析不同坡度条件下的坝体破坏过程中的意思是什么？",
        "AnswerEn": "In the context of analyzing dam breach processes under different slope conditions, '溯源侵蚀' refers to the process of tracing and analyzing the upstream erosion occurring during the dam breach. It involves studying the factors influencing this erosion and attempting to quantify the rates of breach incision and downstream slope changes over time, with the goal of deriving a formula for calculating downstream slope angles.",
        "AnswerCn": "在分析不同坡度条件下的坝体溃决过程时，“溯源侵蚀”指的是追踪和分析坝体溃决过程中上游侵蚀的过程。它涉及研究影响这种侵蚀的因素，并试图量化溃决切割速率和下游坡度随时间的变化，目标是推导出计算下游坡度角度的公式。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What underlying patterns can be inferred about the impact of slope conditions on dam breach processes from analyzing the basic parameter data collected from 2019-2021?",
        "QuestionCn": "从分析2019-2021年收集的基本参数数据中，可以推断出坡度条件对大坝决堤过程的影响有哪些潜在模式？",
        "AnswerEn": "The analysis of basic parameter data from different slope conditions reveals that the physical model experiments conducted by Jiang Xiangang provide insights into the backward erosion process of dam breaching. The data suggest that identifying a backward erosion mode and exploring influencing factors of the erosion process can be achieved. Additionally, quantifying the breach incision rate and downstream slope toe change rate at each moment helps in understanding the relationship between these rates, potentially leading to the development of a formula for calculating the downstream slope angle. This understanding lays the foundation for future computational analysis in the project.",
        "AnswerCn": "对不同坡度条件下基本参数数据的分析表明，姜向刚进行的物理模型实验为大坝溃决的逆向侵蚀过程提供了见解。数据表明，可以识别逆向侵蚀模式并探索侵蚀过程的影响因素。此外，量化每个时刻的溃口切割速率和下游坡脚变化速率有助于理解这些速率之间的关系，可能导致计算下游坡度角的公式的开发。这一理解为项目未来的计算分析奠定了基础。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the factors that influence the accuracy and reliability of data collected on the breaching process of dams under different slope conditions?",
        "QuestionCn": "影响在不同坡度条件下收集的坝体溃决过程数据的准确性和可靠性的因素有哪些？",
        "AnswerEn": "The accuracy and reliability of data in this context are influenced by factors such as the physical model used for experiments, the conditions under which data is collected (e.g., different slope gradients), and the ability to quantify parameters like breach downcutting rate and downstream slope change rate. Additionally, identifying key influencing factors of the upstream erosion process and establishing formulas for downstream slope angles are crucial for data quality.",
        "AnswerCn": "在这种情况下，数据的准确性和可靠性受到多个因素的影响，例如用于实验的物理模型、数据收集时的条件（例如不同的坡度梯度），以及量化诸如破坏下切率和下游坡度变化率等参数的能力。此外，识别上游侵蚀过程的关键影响因素并建立下游坡度角的公式对于数据质量至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of using data from various sources through literature searches and compiling them to analyze dam breach processes under different slope conditions?",
        "QuestionCn": "使用来自不同来源的数据，通过文献检索并汇编这些数据，以分析不同坡度条件下的水坝破裂过程，可能产生的结果有哪些？",
        "AnswerEn": "Combining data from various sources allows for a comprehensive analysis of dam breach processes under different slope conditions, leading to a better understanding of the erosion mechanisms and influencing factors. It may result in developing a model for backtracking erosion and quantifying the relationship between breach erosion rates and downstream slope changes, which could facilitate the formulation of calculation formulas for downstream slope angles. This approach could provide a foundational basis for further computational analysis in the project.",
        "AnswerCn": "结合来自不同来源的数据，可以全面分析不同坡度条件下的坝体溃决过程，从而更好地理解侵蚀机制和影响因素。这可能导致开发一个用于回溯侵蚀的模型，并量化溃决侵蚀速率与下游坡度变化之间的关系，这将有助于制定下游坡度角度的计算公式。这种方法可以为项目中的进一步计算分析提供基础。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting data on basic parameters during dam break processes under different slope conditions?",
        "QuestionCn": "在不同坡度条件下收集大坝破裂过程基本参数数据的主要目标是什么？",
        "AnswerEn": "The primary objective is to analyze the upstream erosion process based on physical model experiments by Jiang Xiangang, aiming to propose a model of upstream erosion and explore influencing factors. Additionally, the goal is to quantify the breach incision rate and downstream slope change rate at each moment to discover their relationship and derive a calculation formula for the downstream slope angle, providing a foundation for subsequent computational analysis in the project.",
        "AnswerCn": "主要目标是基于姜向刚的物理模型实验分析上游侵蚀过程，旨在提出上游侵蚀模型并探讨影响因素。此外，目标是量化每个时刻的缺口切割速率和下游坡度变化速率，以发现它们之间的关系，并推导出下游坡度角的计算公式，为项目后续的计算分析提供基础。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps can be followed to analyze the process of dam breach under varying slope conditions to determine key parameters and influencing factors?",
        "QuestionCn": "在不同坡度条件下分析大坝溃决过程以确定关键参数和影响因素可以遵循哪些程序步骤？",
        "AnswerEn": "The analysis involves using physical model experiments, such as those conducted by Jiang Xiangang, to study the back erosion process of dam bodies under different slope conditions. This includes examining the influencing factors of back erosion, attempting to quantify the breach cutting rate at each moment, and the change rate of the downstream slope foot, aiming to discover the relationship between them. This process helps derive a formula for calculating the downstream slope angle, providing a basis for subsequent computational analysis.",
        "AnswerCn": "该分析涉及使用物理模型实验，例如江向刚进行的实验，研究在不同坡度条件下大坝体的背蚀过程。这包括考察背蚀的影响因素，尝试量化每一时刻的缺口切割速率和下游坡脚的变化速率，旨在发现它们之间的关系。这个过程有助于推导出计算下游坡度角的公式，为后续的计算分析提供依据。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}