{
    "id": "05906761-9ea9-4930-aa52-f8f9ddcc57ef",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Element data of aerosols in remote station (Ranwu) at the southeast of Tibetan Plateau (2019-2020)",
            "titleCn": "青藏高原东南部偏远站点（然乌）气溶胶元素数据（2019-2020）",
            "description": "Knowledge the elemental composition of aerosols in remote areas is very important for assessing the impact of human activities. This dataset reports the elemental composition of atmospheric aerosols (TSP) in Ranwu, a remote area in the southeast of the Tibet Plateau, from November 2019 to December 2020. The data include acid soluble and total soluble components. The results of acid soluble components are determined by adding 1% sample volume of nitric acid to react for seven days; The treatment of the total soluble component is to use the mixture of nitric acid and hydrofluoric acid for determination after pressurized digestion. The Chinese loess reference material (GBW07408) is used for quality control. In general, the element concentrations in this area are lower than those in other stations in the southeast of the Qinghai Tibet Plateau, but slightly higher than those in the interior of the plateau (Nam co). The interior of the Tibet Plateau is the main source of elements from the crust, and the typical heavy metal elements are the long-distance transport of pollutants emitted by human activities in South Asia and Southeast Asia. The data supplement the database of aerosol elements in the southeast of the Tibet Plateau.",
            "descriptionCn": "对偏远地区气溶胶的元素组成的了解对于评估人类活动的影响非常重要，本数据集报道了2019年11月至2020年12月青藏高原东南部偏远地区然乌的大气气溶胶（TSP）元素组成。数据中包括酸溶和全溶组分，酸溶组分结果通过加入1%样品体积的硝酸反应七天后进行测定；全溶组分的处理为使用硝酸和氢氟酸的混合物通过加压消解后测定。使用中国黄土参考物质（GBW07408）进行质量控制。总体看来，该地区的元素浓度与青藏高原东南部其他站点相比较低，而略高于高原内部（纳木错）站点，青藏高原内部是地壳来源元素的主要来源，典型的重金属元素则是有南亚和东南的人类活动排放的污染物远距离传输。该数据补充了青藏高原东南部气溶胶元素的数据库。",
            "instructions": "Excel file format",
            "instructionsCn": "excel文件格式",
            "east": 96.51,
            "west": 96.51,
            "south": 29.21,
            "north": 29.21,
            "startTime": "2019-11-26 00:00:00",
            "endTime": "2020-12-08 00:00:00",
            "fileSize": 29734.0,
            "cstr": "18406.11.Atmos.tpdc.272979",
            "doi": "10.11888/Atmos.tpdc.272979",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李潮流",
                "nameEn": "LI Chaoliu ",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Composition and sources of heavy metals in aerosol at a remote site of Southeast Tibetan Plateau, China.",
                "referenceCn": null,
                "referenceEn": "Xu, Y., Li, Q., Xie, S., Zhang, C., Yan, F., Liu, Y., Kang, S., Gao, S., & Li, C. (2022). Composition and sources of heavy metals in aerosol at a remote site of Southeast Tibetan Plateau, China. Science of the Total Environment, 157308."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "元素组成",
                "nameEn": "elemental composition"
            },
            {
                "nameCn": "气溶胶",
                "nameEn": "Aerosol"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原东南部",
                "keywordEn": "southeastern Tibetan plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2019",
                "keywordEn": "2019",
                "type": "temporal"
            },
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of aerosol element data collection methods used in remote regions of the southeastern Tibetan Plateau?",
                "QuestionCn": "在东南藏族高原偏远地区收集气溶胶元素数据的方法的特点是什么？",
                "AnswerEn": "acid-soluble components, totally soluble components, nitric acid reaction for seven days, mixture of nitric acid and hydrofluoric acid, pressurized digestion, quality control using Chinese loess reference material (GBW07408)",
                "AnswerCn": "酸溶组分、全溶组分、硝酸反应七天、硝酸和氢氟酸混合物、加压消解、使用中国黄土标准物质（GBW07408）进行质量控制。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many total aerosol samples were collected from the remote site in southeastern Tibet from November 2019 to December 2020?",
                "QuestionCn": "从2019年11月到2020年12月，在西南藏东南部的偏远地区共收集了多少个气溶胶样本？",
                "AnswerEn": "The exact number of aerosol samples collected is not specified in the provided metadata.",
                "AnswerCn": "提供的元数据中未指定收集的气溶胶样本的确切数量。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for aerosol elemental composition in remote areas compare to those used in more urban environments?",
                "QuestionCn": "在偏远地区的气溶胶元素组成数据收集方法与城市环境中使用的方法相比如何？",
                "AnswerEn": "The data collection methods for aerosol elemental composition in remote areas, such as using acid-soluble and total-soluble components and employing reference materials for quality control, are tailored to assess lower elemental concentrations typical in these regions. In contrast, urban environments may require different methods that account for higher pollution levels and diverse sources of emissions. The remote area's methods can provide insights into crustal and long-range transported pollutants, whereas urban methods might focus more on local anthropogenic sources.",
                "AnswerCn": "在偏远地区，气溶胶元素组成的数据收集方法，如使用酸溶性和总溶性成分，并采用参考材料进行质量控制，旨在评估这些地区典型的较低元素浓度。相比之下，城市环境可能需要不同的方法，以考虑更高的污染水平和多样的排放源。偏远地区的方法可以提供对地壳和长距离运输污染物的洞察，而城市方法则可能更侧重于当地的人为源。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the variations in element concentrations found in atmospheric aerosols collected from remote regions like the southeastern Tibetan Plateau?",
                "QuestionCn": "导致在遥远地区如东南藏高原收集的大气气溶胶中元素浓度变化的原因是什么？",
                "AnswerEn": "The variations in element concentrations in atmospheric aerosols from remote regions such as the southeastern Tibetan Plateau are influenced by factors like the predominant source of elements being crustal origins within the plateau itself and the transport of typical heavy metal elements from human activities in South Asia and Southeast Asia.",
                "AnswerCn": "来自遥远地区（如东南藏高原）的大气气溶胶中元素浓度的变化受到多种因素的影响，例如，元素的主要来源是该高原内部的地壳来源，以及来自南亚和东南亚人类活动的典型重金属元素的运输。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on understanding aerosol composition if the data collection methods involve using a combination of acid-soluble and total dissolution components?",
                "QuestionCn": "如果数据收集方法涉及使用酸溶性和总溶解成分的组合，那么对气溶胶成分的理解可能会产生哪些潜在影响？",
                "AnswerEn": "Using a combination of acid-soluble and total dissolution components allows for a more comprehensive analysis of the aerosol elemental composition. This approach can reveal differences in the solubility of elements, which is important for understanding their atmospheric behavior and sources. For instance, acid-soluble components might indicate elements more likely to interact with atmospheric acids, while total dissolution gives a complete picture of all elements present, including those from crustal sources. This comprehensive data collection method can provide insights into the balance between natural and anthropogenic contributions to aerosol composition, particularly in remote regions like the Tibetan Plateau.",
                "AnswerCn": "使用酸溶性和总溶解组分的组合可以更全面地分析气溶胶的元素组成。这种方法可以揭示元素溶解度的差异，这对于理解它们的气候行为和来源非常重要。例如，酸溶性组分可能表明更容易与大气酸相互作用的元素，而总溶解则提供了所有存在元素的完整图景，包括来自地壳源的元素。这种综合数据收集方法可以提供关于气溶胶组成中自然和人为贡献之间平衡的见解，特别是在像西藏高原这样的偏远地区。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the purpose of collecting aerosol element data from remote regions like southeastern Tibet, and how does this help in understanding the impact of human activities?",
                "QuestionCn": "收集像西南藏这样的偏远地区的气溶胶元素数据的目的是什么，这如何帮助我们理解人类活动的影响？",
                "AnswerEn": "The goal of collecting aerosol element data from remote regions such as southeastern Tibet is to enhance the understanding of the elemental composition of aerosols in these areas, which is crucial for assessing the impact of human activities. The data can reveal the presence and concentration of crustal elements and heavy metals, which are indicative of pollution from distant human activities in South and Southeast Asia. By comparing these concentrations to other regions, researchers can identify the primary sources of these elements and evaluate the extent of anthropogenic influence.",
                "AnswerCn": "收集来自偏远地区（如东南藏区）的气溶胶元素数据的目标是增强对这些地区气溶胶元素组成的理解，这对于评估人类活动的影响至关重要。这些数据可以揭示地壳元素和重金属的存在和浓度，这些元素是南亚和东南亚远程人类活动污染的指示。通过将这些浓度与其他地区进行比较，研究人员可以识别这些元素的主要来源，并评估人类影响的程度。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in the collection and analysis of aerosol elemental composition in remote areas of the southeastern Tibetan Plateau, and how are these methods adapted to ensure accurate results?",
                "QuestionCn": "在东南藏区偏远地区收集和分析气溶胶元素组成涉及哪些程序，以及这些方法如何调整以确保结果的准确性？",
                "AnswerEn": "The procedures involve collecting atmospheric aerosol samples (TSP) from remote areas, with a focus on both acid-soluble and total-soluble components. The acid-soluble components are measured after a reaction with 1% volume of nitric acid over seven days, while the total-soluble components are analyzed using a mixture of nitric acid and hydrofluoric acid under pressure digestion. Quality control is maintained using the Chinese loess reference material (GBW07408).",
                "AnswerCn": "该程序涉及从偏远地区收集大气气溶胶样品（TSP），重点关注酸溶性和总溶性成分。酸溶性成分在与1%体积的硝酸反应七天后进行测量，而总溶性成分则使用硝酸和氟化氢的混合物在高压消解下进行分析。质量控制使用中国黄土参考材料（GBW07408）进行维护。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}