{
  "id": "05b581fa-63d0-478f-bc26-344ea6d9a1ef",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Thermochronologic data of tectonic exhumation in the Tibetan Plateau and vicinities",
      "titleCn": "青藏高原及邻区山地构造侵蚀热年代学数据集",
      "description": "The age constraints for Cenozoic exhumation history of the northern Tibetan Plateau provides evidence for growth process of the plateau and interaction process of tectonics-climate-erosion in this region. Apatite fission track thermochronology has a relative lower closure temperature of ~100 °C, thus is capable of recording the exhumation process of upper crust. We collected 26 sedimentary samples in the Hongliugou section in northern Qaidam Basin, which consist of strata from the Lulehe Formation to Shizigou Formation. These samples were fission track dated using the external detector method in the Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences. The result shows fission track central age of these samples range in 36.4 ± 2.0 Ma to 78.0 ± 2.8 Ma. Most of our sample failed the chi-square test, indicating a mixture of multiple sources with different cooling ages. We use the binomial fitting method to decompose the mixture single-grain ages and obtained 55 age components. Decomposed component age of these detrital samples ranges in 21.2 ± 2.9 Ma to 102.8 ± 9.0 Ma. Integrated analysis of the fission track ages and confined track length indicates that samples in the upper 2500 m of the section had not affected by burial annealing after deposition, while that in the lower 2500 m were partial annealed after deposition. Unannealed fission track ages showing “static peaks” in ~60-50 Ma and ~40-36 Ma, which indicates the source of these detritus, the Qilian Shan, have experienced significant rock exhumation in these two stages in respective. This study suggests that tectonic deformation initiated in the northern Tibetan Plateau in early Cenozoic, which synchronous with India-Asia collision. Thus we suggest the Qilian Shan serves as the northern boundary of the Tibetan Plateau since the early Cenozoic.",
      "descriptionCn": "青藏高原北部新生代构造剥露过程的时间约束能为高原隆升过程及该区构造-气候-侵蚀相互作用过程研究提供依据。磷灰石裂变径迹热年代学的封闭温度较低（~100℃），能够记录地壳浅部发生的剥露过程。在柴达木盆地北缘红柳沟剖面新生代路乐河组-狮子沟组地层采集了26个沉积岩屑样品，并在中科院西北生态环境资源研究院以外探测器法进行裂变径迹测年。这些样品获得的磷灰石裂变径迹中心年龄在36.4 ± 2.0 Ma到78.0 ± 2.8 Ma。多数样品未通过卡方检验，指示多个冷却年龄岩体混合的碎屑源区。使用二项式拟合法分解每个样品的混合单颗粒年龄，获得55个年龄组分，拟合组分年龄在21.2 ± 2.9 Ma到102.8 ± 9.0 Ma。结合封闭径迹长度和拟合组分年龄，认为剖面2500m以上样品未发生沉积后埋藏退火作用，2500m以下样品沉积后裂变径迹部分退火。未退火裂变径迹年龄在~60-50 Ma和40-36 Ma分别表现为“静态峰”，指示碎屑物源区祁连山在这两时期分别发生显著岩石剥露。本研究揭示青藏高原北缘新生代构造变形开始于早新生代，与印度-欧亚板块碰撞时间几乎同步，指示祁连山在早新生代即是青藏高原的北部边界。",
      "instructions": "File Naming: Apatite Fission track single-grain ages were stored as .xlsx file. The filename is “Apatite Fission Track Thermochronologic Data from the Northern Qaidam Basin”. Data Reading: The data can be open and read by the Excel program directly.",
      "instructionsCn": "文件命名：磷灰石裂变径迹单颗粒年龄数据以.xlsx文件格式存储，文件名称为“Apatite Fission Track Thermochronologic Data from the Northern Qaidam Basin”。数据读取方式：该数据集可以直接用Excel程序打开并查看。",
      "east": 97.0,
      "west": 93.0,
      "south": 37.0,
      "north": 39.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 127520.0,
      "cstr": "18406.11.SolidEar.tpdc.271853",
      "doi": "10.11888/SolidEar.tpdc.271853",
      "dataFormat": null,
      "license": "Attribution 4.0 International (CC BY 4.0)"
    },
    "authorList": [
      {
        "nameCn": "宋春晖",
        "nameEn": "SONG Chunhui",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "何鹏举",
        "nameEn": "HE Pengju",
        "unitEn": "",
        "unitCn": "兰州大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Intensified Late Miocene Deformation in the Northern Qaidam Basin, Northern Tibetan Plateau, Constrained by Apatite Fission-Track Thermochronology",
        "referenceCn": null,
        "referenceEn": "He, P., Song, C., Wang, Y., Zhang, Y., Chen, W., Meng, Q. & Zhao, Y. (2021). Intensified Late Miocene Deformation in the Northern Qaidam Basin, Northern Tibetan Plateau, Constrained by Apatite Fission-Track Thermochronology. Frontiers in Earth Science, 9, 750993."
      },
      {
        "titleCn": null,
        "titleEn": "Early Cenozoic activated deformation in the Qilian Shan, northeastern Tibetan Plateau: Insights from detrital apatite fission-track analysis",
        "referenceCn": null,
        "referenceEn": "He, P., Song, C., Wang, Y., Wang, D., Chen, L., Meng, Q., & Fang, X. (2021). Early Cenozoic activated deformation in the Qilian Shan, northeastern Tibetan Plateau: Insights from detrital apatite fission‐track analysis. Basin Research, 33(3), 1731-1748."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      },
      {
        "nameCn": "热年代学",
        "nameEn": "Thermochronology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "柴北缘",
        "keywordEn": "Northern Qaidam Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "新生代",
        "keywordEn": "Cenozoic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "季风区古地理重建与古环境演化",
        "titleEn": "Strategic Priority Research Program (A) of the Chinese Academy of Sciences"
      },
      {
        "titleCn": "高原风化剥蚀历史及气候环境效应",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to study the tectonic erosion and thermal chronology of a mountainous region like the northern Tibetan Plateau?",
        "QuestionCn": "您能否提供一个用于研究像北藏高原这样的山区的构造侵蚀和热年代学的数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method is the use of apatite fission track thermochronology, which involves collecting sedimentary rock samples from various strata, such as the Luolehe Formation and Shizigou Formation, and measuring the fission track ages to determine the thermal history and erosion processes in the region.",
        "AnswerCn": "一种数据收集方法是使用磷灰石裂变轨迹热年代学，这涉及从不同地层（如罗乐河组和石子沟组）收集沉积岩样本，并测量裂变轨迹年龄，以确定该地区的热历史和侵蚀过程。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What insights can be drawn from the observed cooling ages of detrital sources and the static peaks in fission track ages regarding the tectonic and erosional history of mountain ranges in the Qinghai-Tibet Plateau region?",
        "QuestionCn": "从观察到的碎屑源的冷却年龄和裂变轨迹年龄的静态峰值中，可以得出关于青藏 Plateau地区山脉的构造和侵蚀历史的哪些见解？",
        "AnswerEn": "The observed cooling ages and static peaks in fission track ages indicate that significant rock exhumation events occurred in the Qilian Mountains during the periods of ~60-50 Ma and 40-36 Ma. This suggests that the tectonic deformation in the northern margin of the Qinghai-Tibet Plateau began in the early Cenozoic, coinciding with the collision time of the Indian and Eurasian plates. It implies that the Qilian Mountains served as the northern boundary of the Qinghai-Tibet Plateau in the early Cenozoic.",
        "AnswerCn": "观察到的冷却年龄和裂变径迹年龄的静态峰值表明，在大约60-50百万年前和40-36百万年前，祁连山发生了显著的岩石剥蚀事件。这表明青藏高原北缘的构造变形始于早新生代，恰逢印度板块与欧亚板块的碰撞时间。这暗示着祁连山在早新生代作为青藏高原的北界。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the primary factors that influence the accuracy of thermochronological data collection on the mountain tectonic erosion of the northern Tibetan Plateau and adjacent regions?",
        "QuestionCn": "影响北藏高原及其邻近地区山地构造侵蚀的热年代学数据收集准确性的主要因素有哪些？",
        "AnswerEn": "The accuracy of thermochronological data collection is influenced by factors such as the low closure temperature of apatite fission track thermochronology (~100℃), which records shallow crustal exhumation processes. The presence of multiple cooling ages due to mixed detrital source regions can also affect accuracy, as indicated by the failure of most samples in the chi-squared test. Additionally, the degree of post-depositional annealing in samples, as seen in samples below 2500m in the section, can influence the accuracy of the ages obtained.",
        "AnswerCn": "热年代学数据收集的准确性受到多种因素的影响，例如，磷灰石裂变径迹热年代学的低闭合温度（约100℃），记录了浅层地壳的剥蚀过程。由于混合的沉积源区域导致的多个冷却年龄的存在也会影响准确性，正如大多数样本在卡方检验中未能通过所示。此外，样本的后沉积退火程度，如在剖面下方2500米的样本中所见，也会影响获得年龄的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using multiple cooling age groups derived from single-grain age decomposition on the understanding of tectonic-erosion interactions in mountainous regions?",
        "QuestionCn": "使用单颗粒年龄分解得出的多个冷却年龄组对理解山区构造-侵蚀相互作用的潜在影响是什么？",
        "AnswerEn": "Using multiple cooling age groups derived from single-grain age decomposition allows for a more detailed understanding of the source area dynamics, as it can reveal complex histories of exhumation and erosion. This approach can indicate significant rock exhumation events at different time periods and help identify periods of static conditions. Such detailed age information provides insights into the timing and extent of tectonic activities, such as the early Cenozoic tectonic deformation in the northern margin of the Tibetan Plateau, which began almost synchronously with the India-Eurasia plate collision.",
        "AnswerCn": "使用来自单颗粒年龄分解的多个冷却年龄组可以更详细地理解源区动态，因为它可以揭示复杂的剥蚀和剥离历史。这种方法可以指示不同时间段内显著的岩石剥蚀事件，并帮助识别静态条件的时期。这种详细的年龄信息提供了对构造活动时序和范围的洞察，例如青藏 Plateau北缘的早期新生代构造变形，这一过程几乎与印度-欧亚板块碰撞同步开始。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind collecting and analyzing thermochronological data in the context of tectonic erosion studies in mountainous regions like the northern Tibetan Plateau?",
        "QuestionCn": "在像北藏区这样的山区进行构造侵蚀研究时，收集和分析热年代学数据的目标是什么？",
        "AnswerEn": "The goal of collecting and analyzing thermochronological data, such as apatite fission track dating, is to provide temporal constraints on tectonic exhumation processes in the northern Tibetan Plateau. This data is crucial for understanding the uplift history of the plateau and the interactions between tectonics, climate, and erosion. By analyzing the cooling ages of rock samples, researchers aim to reconstruct the exhumation history of the region, which can offer insights into the timing and dynamics of geological processes that have shaped the terrain, such as the collision between the Indian and Eurasian plates.",
        "AnswerCn": "收集和分析热年代学数据，如磷灰石裂变径迹定年，旨在为北部青藏 Plateau 的构造剥蚀过程提供时间约束。这些数据对于理解高原的隆起历史以及构造、气候和侵蚀之间的相互作用至关重要。通过分析岩石样本的冷却年龄，研究人员旨在重建该地区的剥蚀历史，这可以提供关于塑造地形的地质过程的时序和动态的见解，例如印度板块与欧亚板块之间的碰撞。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}