{
    "id": "0605bcf1-e6ff-434d-9e6a-c74ba9176bf4",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Land Cover Dataset at Qilian Mountain Area from 1985 to 2019 (V2.0)",
            "titleCn": "祁连山区域30m土地覆盖分类产品数据集（1985-2019）（V2.0）",
            "description": "This data set includes land cover classification products of 30 meters in Qilian mountain area from 1985 to 2019. Firstly, the product uses Landsat-8/OLI to construct the 2015 time series data. According to the different NDVI time series curves of various ground features, the knowledge of different features is summarized, the rules are set to extract different features, and the land cover classification map in 2015 is obtained. The classification system refers to IGBP classification system and from_ LC classification system can be divided into 10 categories: cultivated land, woodland, grassland, shrub, wetland, water body, impervious surface, bare land, glacier and snow. According to the accuracy evaluation of Google Earth HD images and field survey data, the overall accuracy of land cover classification products in 2015 was as high as 92.19%. Based on the land cover classification products in 2015, based on the Landsat series data and strong geodetic data processing ability of Google Earth engine platform, the land cover classification products from 1985 to 2019 are produced by using the idea and method of change detection. By comparing the classification products, it is concluded that the land cover classification products based on Google Earth engine platform have good consistency with the classification products based on time series method. In short, the land cover data set in the core area of Qilian Mountain has high overall accuracy, and the method based on Google Earth engine platform sample training can expand the existing classification products in time and space, and can reflect more land cover type change information in a long time series.",
            "descriptionCn": "本数据集包括祁连山区域1985-2019年的30m土地覆盖分类产品。该产品首先利用Landsat-8/OLI构造2015年时间序列数据，针对各类地物随时间变化呈现的NDVI时间序列曲线不同，对不同地物特征进行知识归纳，设定规则提取不同地物，得到2015年的土地覆盖分类图。分类系统参考了IGBP分类系统和FROM_LC分类系统，共分为耕地、林地、草地、灌丛、湿地、水体、不透水面、裸地、冰川和积雪共10大类。由Google Earth高清影像和实地调研数据进行精度评价，得出2015年土地覆盖分类产品的总体精度高达92.19%。以2015年的土地覆盖分类产品为基础，基于Google Earth Engine平台的Landsat系列数据和强大地数据处理能力，利用变化检测的思想和方法，生产出1985-2019年的土地覆盖分类产品。对分类产品进行比较，得出基于Google Earth Engine平台生产的土地覆盖分类产品与基于时间序列方法得到的分类产品具有很好的一致性。总之，祁连山核心区的土地覆盖数据集具有较高的总体精度，且基于Google Earth Engine平台样本训练的方法能够在时间和空间上对现有的分类产品进行扩展，能够在长时间序列上反映更多的土地覆盖类型变化信息。其中，1985-2015年的土地利用产品为5年1期，2015-2019年的土地利用产品为1年1期。",
            "instructions": "File Naming Convention: YYYY_QiLianShan_WholeArea _LC30.tif (YYYY: year)\nData Version：V1.0\nProjection：+proj=longlat +datum=WGS84 +no_defs\nData Format: GeoTIFF, 40850 rows ×17023 columes\nFilled Value：0",
            "instructionsCn": "文件命名约定：YYYY_QiLianShan_WholeArea_LC30.tif\t（YYYY：年）\n数据版本号：V1.0\n投影：Geographic\n数据格式：GeoTIFF, 66777行×40598列\n填充值：0",
            "east": 104.0,
            "west": 93.0,
            "south": 35.0,
            "north": 40.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 945760539.0,
            "cstr": "18406.11.Ecolo.tpdc.270916",
            "doi": "10.11888/Ecolo.tpdc.270916",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "杨爱霞",
                "nameEn": "YANG Aixia",
                "unitEn": "",
                "unitCn": "中国科学院遥感与数字地球研究所遥感科学国家重点实验室"
            },
            {
                "nameCn": " 仲波",
                "nameEn": "ZHONG Bo",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院遥感科学国家重点实验室"
            },
            {
                "nameCn": "角坤升",
                "nameEn": "JUE Kunsheng",
                "unitEn": "Institute of Remote Sensing and Digital Earth, CAS",
                "unitCn": "中国科学院空天信息创新研究院"
            },
            {
                "nameCn": "吴俊君",
                "nameEn": "WU Junjun",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Land cover mapping using time series HJ-1/CCD data",
                "referenceCn": null,
                "referenceEn": "Zhong, B., Ma, P., Nie, A., Yang, A., Yao, Y., Lü, W., & Liu, Q. (2014). Land cover mapping using time series HJ-1/CCD data. Science China Earth Sciences, 57(8), 1790-1799"
            },
            {
                "titleCn": null,
                "titleEn": "Finer resolution land-cover mapping using multiple classifiers and multisource remotely sensed data in the Heihe river basin",
                "referenceCn": null,
                "referenceEn": "Zhong, B., Yang, A.X., Nie, A.H., Yao, Y.J., Zhang, H., Wu, S.L., & Liu, Q.H.    (2015). Finer resolution land-cover mapping using multiple classifiers and multisource remotely sensed data in the Heihe river basin. IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, 8(10), 4973-4992."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "日地空间物理与天文",
                "nameEn": "Solar-Terrestrial Physics and Astronomy"
            }
        ],
        "themeList": [
            {
                "nameCn": "银河系",
                "nameEn": "Galactic System"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "祁连山区域",
                "keywordEn": "QiLianShan area"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1985,1990,1995,2000,2005,2010,2015,2016,2017,2018,2019",
                "keywordEn": "1985,1990,1995,2000,2005,2010,2015,2016,2017,2018,2019",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "全球AVHRR遥感植被春季返青期物候（1981-2013）",
                "titleEn": "The global AVHRR remote sensing vegetation phenology at peturning green stage in spring (1981-2003)"
            },
            {
                "titleCn": "“一带一路”地区生态承载力空间分布图（2015）",
                "titleEn": "Spatial distribution map of ecological carrying capacity in One Belt And One Road area in 2015"
            },
            {
                "titleCn": "中国湖泊数据集（1960s-2020）",
                "titleEn": "China lake dataset (1960s-2020)"
            },
            {
                "titleCn": "“一带一路”典型国家样地样点光谱特征（2015）",
                "titleEn": "Spectral characteristics of sample plots in typical countries along the belt (2015)"
            },
            {
                "titleCn": "“一带一路”沿线34个关键节点区域百米尺度GDP格网数据集（2015）",
                "titleEn": "100m Gridded datasets for Gross Domestic Product of 34 key nodes (2015)"
            },
            {
                "titleCn": "北极积雪面积比例时序数据（2000-2019）",
                "titleEn": "Time series data of snow area ratio in the Arctic (2000-2019)"
            },
            {
                "titleCn": "西亚地区荒漠化时空格局专题数据（1990-2018）",
                "titleEn": "Thematic data on desertification of Western Asia (1990-2008)"
            },
            {
                "titleCn": "欧亚大陆草地遥感三级分类图（2009）",
                "titleEn": "Classification map of grassland in Eurasia (2009)"
            },
            {
                "titleCn": "欧亚大陆温性草地类型时空变异图-中国内蒙古区域三级分类（2009）",
                "titleEn": "Spatiotemporal variation map of temperate grassland types in Eurasia- Inner Mongolia region three class classification (2009)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "What is the overall accuracy percentage achieved by the land cover classification product for the year 2015?",
                "QuestionCn": "2015年土地覆盖分类产品的整体准确率百分比是多少？",
                "AnswerEn": "92.19%",
                "AnswerCn": "92.19%",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the method of land cover classification using Google Earth Engine platform compare to traditional time series analysis in terms of accuracy and scalability when analyzing long-term land cover changes in the Qilian Mountains region?",
                "QuestionCn": "使用Google Earth Engine平台进行土地覆盖分类的方法与传统的时间序列分析在分析祁连山地区的长期土地覆盖变化时，在准确性和可扩展性方面有何比较？",
                "AnswerEn": "The method using Google Earth Engine platform shows a high overall accuracy and scalability, with the 2015 land cover classification product achieving an accuracy of 92.19%. It allows for expansion over time and space by effectively utilizing Landsat series data and powerful data processing capabilities. In comparison, traditional time series analysis also provides consistent results, but the Google Earth Engine platform enables a more comprehensive reflection of land cover type changes over a long time series.",
                "AnswerCn": "使用Google Earth Engine平台的方法显示出较高的整体准确性和可扩展性，2015年的土地覆盖分类产品达到了92.19%的准确率。它通过有效利用Landsat系列数据和强大的数据处理能力，允许在时间和空间上进行扩展。相比之下，传统的时间序列分析也提供了一致的结果，但Google Earth Engine平台能够更全面地反映长期时间序列中的土地覆盖类型变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using Google Earth Engine's data processing capabilities on the accuracy and consistency of long-term land cover classification datasets in mountainous regions?",
                "QuestionCn": "使用Google Earth Engine的数据处理能力对山区长期土地覆盖分类数据集的准确性和一致性有什么影响？",
                "AnswerEn": "Using Google Earth Engine's powerful data processing capabilities and Landsat series data allows for producing accurate and consistent land cover classification datasets over long time periods. The approach results in datasets with high overall accuracy, such as the 92.19% accuracy for the 2015 land cover classification, and ensures good consistency compared to those derived from time series methods.",
                "AnswerCn": "使用Google Earth Engine强大的数据处理能力和Landsat系列数据，可以在较长时间段内生成准确且一致的土地覆盖分类数据集。这种方法产生了高整体准确率的数据集，例如2015年土地覆盖分类的准确率为92.19%，并且与时间序列方法得出的结果相比，确保了良好的一致性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to create a dataset of land cover classification products for the Qilian Mountains region spanning from 1985 to 2019?",
                "QuestionCn": "为什么创建一个涵盖1985年至2019年间祁连山地区的土地覆盖分类产品数据集很重要？",
                "AnswerEn": "Creating a dataset of land cover classification products for the Qilian Mountains region spanning from 1985 to 2019 is important because it allows researchers to reflect on the changes in land cover types over a long time series. This helps in understanding the dynamics and variations in the environment, which can inform better land management and conservation strategies. The dataset provides high overall accuracy and consistency, leveraging Google Earth Engine's powerful data processing capabilities and change detection methods.",
                "AnswerCn": "创建一个涵盖1985年至2019年青藏高原地区的土地覆盖分类产品数据集非常重要，因为它使研究人员能够反映出长期时间序列中土地覆盖类型的变化。这有助于理解环境的动态和变化，从而为更好的土地管理和保护策略提供信息。该数据集提供了高整体准确性和一致性，利用了Google Earth Engine强大的数据处理能力和变化检测方法。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the steps involved in constructing time series data using Landsat-8/OLI for land cover classification in mountainous regions?",
                "QuestionCn": "构建使用Landsat-8/OLI进行山区土地覆盖分类的时间序列数据的步骤包括：\n\n1. 数据获取：从美国地质调查局（USGS）或其他数据源下载Landsat-8/OLI影像。\n2. 数据预处理：对影像进行辐射校正、大气校正和几何校正，以确保数据的准确性。\n3. 时间序列构建：选择特定时间段内的影像，按时间顺序排列，形成时间序列。\n4. 特征提取：从影像中提取相关特征，如植被指数（NDVI）、水体指数等，以增强分类效果。\n5. 数据分割：将影像数据分割成训练集和测试集，以便进行模型训练和验证。\n6. 分类模型选择：选择适合的分类算法，如随机森林、支持向量机或深度学习模型。\n7. 模型训练：使用训练集对分类模型进行训练。\n8. 模型验证：使用测试集评估模型的分类精度，进行必要的调整。\n9. 分类结果生成：应用训练好的模型对整个时间序列进行分类，生成土地覆盖图。\n10. 结果分析：分析分类结果，评估土地覆盖变化及其对环境的影响。",
                "AnswerEn": "The process involves utilizing Landsat-8/OLI to construct time series data for the year 2015, focusing on NDVI time series curves that vary over time. Knowledge is then inducted for different land features by setting rules to extract distinct land cover types, resulting in a land cover classification map. The classification system references the IGBP and FROM_LC systems, dividing the area into 10 categories such as cropland, forest, grassland, shrubland, wetland, water bodies, impervious surfaces, bare land, glaciers, and snow.",
                "AnswerCn": "该过程涉及利用Landsat-8/OLI构建2015年的时间序列数据，重点关注随时间变化的NDVI时间序列曲线。通过设定规则提取不同的土地覆盖类型，从而获得不同土地特征的知识，最终生成土地覆盖分类图。分类系统参考IGBP和FROM_LC系统，将区域划分为10个类别，如农田、森林、草地、灌木丛、湿地、水体、不可渗透表面、裸地、冰川和雪。",
                "Level": "C3(Applying)"
            }
        ]
    }
}