{
  "id": "06f892fd-bd36-4d70-9101-7cc932ebe85e",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Petrographic and heavy mineral composition of sediment in modern rivers sourcing from the Tibetan Plateau and neighboring areas",
      "titleCn": "发源于青藏高原及周边地区的现代河流沉积物碎屑组分和重矿物数据集",
      "description": "In this dataset, 659 modern fluvial sediment samples originating from the Tibetan Plateau were collected from 31 references, including 542 detrital petrographic data and 497 heavy mineral data. The dataset consists of four tables. The Reference table provides information such as data source, author, age, journal, DOI, etc., while the Sample table provides information such as location, latitude and longitude, sample ID and collection time of the sample. The Petrographic data table provides sediment type, identification method, analyzing window-size, and major clastic components, while the heavy-mineral data table provides sediment type, applied method, analyzing size, heavy mineral concentration and compositional information. All the data have been published in internationally renowned geoscience journals, which guarantee authenticity and reliability of all collected data. This dataset provides information on the sandy petrographic and heavy mineral composition of sediments carried by modern rivers originating from the Tibetan Plateau and its surrounding areas, providing basic data for a comprehensive understanding of the sediments produced in the Tibetan Plateau under the present environment and the differences of sediment components in different rivers, and laying a foundation for assessing the sediment supply and erosion status of different drainage basins. The characteristics of sediment composition of many major rivers in the world are tracked, which provides conditions for exploring the changes of sediment composition during sediment transport process.",
      "descriptionCn": "本数据集收录了来自31篇参考文献的659个发源于青藏高原及周边地区的现代河流沉积物样品数据，碎屑组分数据542条，重矿物组分数据497条。数据集包含4个表格，其中参考文献（Reference）表格提供了文献的来源、作者、年代、期刊、DOI号等信息，样品（Sample）表格提供了样品的位置、经纬度、编号及采集时间等信息。碎屑组分（Petrographic data）表格提供了样品类型、鉴定方法、样品粒径及主要碎屑组分，而重矿物组分（Heavy-mineral data）表格提供了沉积物类型、鉴定方法、粒径和重矿物浓度及组分信息。所有数据均已发表在国际知名地学刊物上，数据真实可靠。本数据集提供了发源于青藏高原及周边地区的现代河流携带的沉积物的砂质碎屑组分和重矿物组分信息，为全面了解现今环境下青藏高原产生沉积物的组分、不同河流的沉积物组分差异等提供了基础数据，为评估不同流域的沉积物供给、流域剥蚀状况奠定了基础，并追踪了多条世界级大河的沉积物组分特征，为探究沉积物搬运过程中的组分变化提供了条件。",
      "instructions": "Titan river sedimentation PTHM dataset; Directly open Excel for use",
      "instructionsCn": "Tibetan river sediment PTHM dataset； 直接打开Excel使用",
      "east": 121.18,
      "west": 67.45,
      "south": 17.01,
      "north": 40.84,
      "startTime": null,
      "endTime": null,
      "fileSize": 460536.0,
      "cstr": "18406.11.Terre.tpdc.301186",
      "doi": "10.11888/Terre.tpdc.301186",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "梁文栋",
        "nameEn": "LIANG Wendong ",
        "unitEn": "Chengdu University of Technology",
        "unitCn": "成都理工大学"
      },
      {
        "nameCn": "胡修棉",
        "nameEn": "HU Xiumian",
        "unitEn": "",
        "unitCn": "南京大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The extraordinary Namche Barwa sediment factory in the Eastern Himalayan Syntaxis",
        "referenceCn": null,
        "referenceEn": "Dong, X.L., Hu, X.M., Garzanti, E., Liang, W.D., Li, G.W., Lai, W., Wang, C.S., Han, Z.P., Deng, T., & Li, Z.C. (2023). The extraordinary Namche Barwa sediment factory in the Eastern Himalayan Syntaxis, Basin Research."
      },
      {
        "titleCn": null,
        "titleEn": "Petrographic composition and heavy minerals in modern river sand: A global database",
        "referenceCn": null,
        "referenceEn": "Liang, W.D., Hu, X.M., Garzanti, E., Wen, H.G., & Hou, M.C. (2023). Petrographic composition and heavy minerals in modern river sand: A global database. Geoscience Data Journal, 00, 1-9."
      },
      {
        "titleCn": null,
        "titleEn": "Grain-size and compositional variability of Yarlung Tsangpo sand (Xigaze transect, south Tibet): Implications for sediment mixing by fluvial and aeolian processes",
        "referenceCn": null,
        "referenceEn": "Lai, W., Liang, W.D., Hu, X.M., Garzanti, E., & Dong, X.L. (2023). Grain-size and compositional variability of Yarlung Tsangpo sand (Xigaze transect, south Tibet): Implications for sediment mixing by fluvial and aeolian processes, Journal of Palaeogeography, 12(2), 195-210."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "侵蚀",
        "nameEn": "erosion"
      },
      {
        "nameCn": "地貌",
        "nameEn": "Geomorphology"
      },
      {
        "nameCn": "沉积物",
        "nameEn": "sediments"
      },
      {
        "nameCn": "河流砂",
        "nameEn": "River sand"
      },
      {
        "nameCn": "流域水系",
        "nameEn": "Drainage Basin and River System"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原周边地区",
        "keywordEn": "The Tibetan Plateau and the surrounding areas"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "现代",
        "keywordEn": "modern",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "水系固体物质源-汇过程与演变",
        "titleEn": "source-to-sink process and evolution of solid matter in the water system"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific attributes and identification methods used for analyzing the petrographic and heavy-mineral components in sediment samples from rivers originating in the Qinghai-Tibet Plateau and surrounding areas?",
        "QuestionCn": "分析来自青藏高原及周边地区河流沉积样品的岩石薄片和重矿物成分时使用的具体属性和识别方法是什么？",
        "AnswerEn": "sample type, identification method, sample grain size, main detrital components, sediment type, heavy mineral concentration, component information",
        "AnswerCn": "样品类型，鉴定方法，样品粒度，主要碎屑成分，沉积物类型，重矿物浓度，成分信息",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'petrographic data' mean in the context of sediment analysis related to rivers originating from the Tibetan Plateau and surrounding areas?",
        "QuestionCn": "在与源自青藏高原及周边地区的河流相关的沉积物分析中，“岩石学数据”是什么意思？",
        "AnswerEn": "In the context of sediment analysis related to rivers originating from the Tibetan Plateau and surrounding areas, 'petrographic data' refers to information about the type, identification method, grain size, and main detrital components of sediment samples. This data helps in understanding the composition of sediments transported by modern rivers and provides a foundation for evaluating sediment supply and erosion conditions in different watersheds.",
        "AnswerCn": "在与源自青藏高原及周边地区的河流相关的沉积物分析中，“岩石学数据”指的是关于沉积物样本的类型、识别方法、颗粒大小和主要碎屑成分的信息。这些数据有助于理解现代河流所运输沉积物的组成，并为评估不同流域的沉积物供应和侵蚀条件提供基础。",
        "Level": "C2(Understanding)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting data on the detrital and heavy mineral components of sediments from modern rivers originating in the Qinghai-Tibet Plateau and surrounding areas?",
        "QuestionCn": "收集来自青藏高原及周边地区现代河流沉积物的碎屑和重矿物成分数据的主要目的是什麼？",
        "AnswerEn": "The primary objective is to provide foundational data to comprehensively understand the composition of sediments produced under current environmental conditions in the Qinghai-Tibet Plateau, evaluate sediment supply and erosion conditions across different river basins, and trace the sediment composition characteristics of world-class rivers to explore changes in sediment composition during transport.",
        "AnswerCn": "主要目标是提供基础数据，以全面了解青藏高原当前环境条件下产生的沉积物组成，评估不同流域的沉积物供应和侵蚀条件，并追踪世界级河流的沉积物组成特征，以探讨沉积物在运输过程中的组成变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What is the step-by-step procedure for collecting and analyzing sediment samples to determine the petrographic and heavy-mineral composition of modern river sediments originating from the Qinghai-Tibet Plateau and surrounding areas?",
        "QuestionCn": "收集和分析沉积物样本以确定源自青藏高原及周边地区的现代河流沉积物的岩石学和重矿物成分的逐步程序是什么？",
        "AnswerEn": "The procedure involves collecting sediment samples from various modern rivers originating from the Qinghai-Tibet Plateau and surrounding areas. The samples' location, longitude, latitude, and collection time are recorded. These samples are then analyzed to determine their petrographic and heavy-mineral compositions. The analysis process includes determining the sample type, identifying methods, and measuring grain size for both petrographic and heavy-mineral components. The data collected provides insights into the composition of sediments carried by these rivers, the differences in sediment composition among various rivers, and helps in assessing sediment supply and erosion conditions across different river basins.",
        "AnswerCn": "该程序涉及从青藏 Plateau及周边地区的现代河流中收集沉积物样本。记录样本的位置、经度、纬度和采集时间。然后对这些样本进行分析，以确定其岩石学和重矿物成分。分析过程包括确定样本类型、识别方法以及测量岩石学和重矿物成分的颗粒大小。收集的数据提供了关于这些河流所携带沉积物的成分、不同河流之间沉积物成分的差异，并有助于评估不同河流流域的沉积物供应和侵蚀条件。",
        "Level": "C3(Applying)"
      }
    ]
  }
}