{
  "id": "07a57201-d538-4cf1-9e42-94e8731a5ffd",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Zircon geochemical data of  Dexing porphyry Cu deposit",
      "titleCn": "德兴斑岩铜矿锆石单矿物地球化学数据",
      "description": "This data is the geochemical data of trace elements and U-Pb ages of zircons from Dexing porphyry Cu deposit, Jiangxi Province. The samples are granodiorite from Tongchang and Fujiawu mines. Zircons include magmatic zircons and inherited zircons. Zircon U-Pb ages and trace element data were analyzed by LA-ICP-MS in Guangzhou Institute of geochemistry, Chinese Academy of Sciences. The above data have been published in the high-level SCI Journal (Geochimica et Cosmochimica ACTA), and the data are true and reliable. The oxygen fugacity of magmatic zircons and inherited zircons with different ages can be calculated by the zircon age and trace element data, so as to study the reason for the change of redox conditions in Dexing copper mine. The source of Cu in the copper mine can be further inferred by the influence of oxygen fugacity on partial melting.",
      "descriptionCn": "本数据为江西德兴斑岩铜矿锆石的微量元素和U-Pb年龄地球化学数据。样品为采自铜厂、富家坞矿山的花岗闪长岩，锆石包括岩浆锆石和继承锆石。锆石的U-Pb年龄及微量元素数据分析均在中国科学院广州地球化学研究所完成，由LA-ICP-MS分析获得。以上数据已发表于高级别SCI期刊（Geochimica et Cosmochimica Acta），数据真实可靠。通过获得的锆石年龄和微量元素数据，可以计算形成年龄不同的岩浆锆石和继承锆石的氧逸度，以此研究德兴铜矿氧化还原条件改变的原因，通过氧逸度对部分熔融的影响还可进一步推测铜矿中Cu元素的来源。",
      "instructions": "The data is stored in Excel file and can be opened directly in Excel workbook. The file named \"Zrn_Tra\" represents the trace element geochemical data of zircon, \"Zrn_UPb\" represents zircon U-Pb age data.",
      "instructionsCn": "数据以Excel文件存储，可直接使用Excel工作薄打开。名称为“Zrn_Tra”的文件代表锆石的微量元素地球化学数据，“Zrn_UPb”代表锆石U-Pb年龄数据。",
      "east": 118.0,
      "west": 117.67,
      "south": 28.83,
      "north": 29.17,
      "startTime": null,
      "endTime": null,
      "fileSize": 36462.0,
      "cstr": null,
      "doi": "10.1016/j.gca.2017.03.013",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张潺蝉",
        "nameEn": "ZHANG Chanchan",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Oxygen fugacity and porphyry mineralization: A zircon perspective of Dexing porphyry Cu deposit",
        "referenceCn": null,
        "referenceEn": "Zhang, C. C., Sun, W. D., Wang, J. T., Zhang, L. P., Sun, S. J., & Wu, K. (2017). Oxygen fugacity and porphyry mineralization: A zircon perspective of Dexing porphyry Cu deposit, China. Geochimica et Cosmochimica Acta, 206, 343-363."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "氧逸度",
        "nameEn": "Oxygen fugacity"
      },
      {
        "nameCn": "锆石",
        "nameEn": "zircon"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "德兴斑岩铜矿",
        "keywordEn": "Dexing porphyry Cu deposit"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "中侏罗世",
        "keywordEn": "middle jurassic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What are the data collection methods used for obtaining U-Pb age and trace element data in zircon from porphyry copper deposits?",
        "QuestionCn": "用于获取斑岩铜矿床中锆石的U-Pb年龄和微量元素数据的数据收集方法有哪些？",
        "AnswerEn": "LA-ICP-MS analysis",
        "AnswerCn": "LA-ICP-MS 分析",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of the zircon geochemical data collected for porphyry copper deposits, and how do these characteristics help in understanding the formation and redox conditions?",
        "QuestionCn": "锆石地球化学数据在斑岩铜矿床中的特征是什么，这些特征如何帮助理解形成和氧化还原条件？",
        "AnswerEn": "trace elements, U-Pb age geochemistry",
        "AnswerCn": "微量元素，U-Pb年龄地球化学",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of using LA-ICP-MS analysis in obtaining U-Pb age and trace element data in the context of zircon geochemistry?",
        "QuestionCn": "在锆石地球化学的背景下，使用LA-ICP-MS分析获得U-Pb年龄和微量元素数据的意义是什么？",
        "AnswerEn": "LA-ICP-MS (Laser Ablation Inductively Coupled Plasma Mass Spectrometry) is significant in zircon geochemistry as it provides precise and accurate measurements of U-Pb ages and trace element concentrations. This technique allows researchers to determine the age and geochemical characteristics of zircon crystals, which are crucial for understanding the geological history and formation conditions of mineral deposits, such as the changes in redox conditions in porphyry copper deposits.",
        "AnswerCn": "LA-ICP-MS（激光剥蚀电感耦合等离子体质谱）在锆石地球化学中具有重要意义，因为它提供了铀-铅年龄和微量元素浓度的精确和准确测量。这项技术使研究人员能够确定锆石晶体的年龄和地球化学特征，这对于理解矿床的地质历史和形成条件至关重要，例如在斑岩铜矿床中氧化还原条件的变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for zircon U-Pb geochronology and trace element analysis in porphyry copper deposits compare to those used for similar studies in other mineral deposit types?",
        "QuestionCn": "锆石U-Pb年代学和斑岩铜矿床中微量元素分析的数据收集方法与其他矿床类型的类似研究相比有什么不同？",
        "AnswerEn": "The data collection methods for zircon U-Pb geochronology and trace element analysis in porphyry copper deposits, such as those from the Dexing deposit, involve LA-ICP-MS analysis, which is performed in specialized geochemistry institutes like the Guangzhou Institute of Geochemistry, Chinese Academy of Sciences. This method provides reliable age and elemental data crucial for understanding the oxidation-reduction conditions and the sources of elements like Cu in these deposits. In comparison, similar studies in other mineral deposit types may employ different instrumentation or techniques tailored to the specific mineralogy and geochemical characteristics of those deposits.",
        "AnswerCn": "锆石U-Pb地球年代学和微量元素分析在斑岩铜矿床（如德兴矿床）的数据收集方法中，涉及激光剥蚀-电感耦合等离子体质谱（LA-ICP-MS）分析，该分析在广州地球化学研究所等专业地球化学机构进行。这种方法提供了可靠的年龄和元素数据，对于理解这些矿床的氧化还原条件以及铜等元素的来源至关重要。相比之下，其他矿床类型的类似研究可能采用不同的仪器或技术，以适应特定矿物学和地球化学特征。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the accuracy and reliability of zircon U-Pb dating and trace element analysis in porphyry copper deposits?",
        "QuestionCn": "影响斜长石U-Pb定年和微量元素分析在斑岩铜矿床中准确性和可靠性的因素有哪些？",
        "AnswerEn": "The accuracy and reliability of zircon U-Pb dating and trace element analysis in porphyry copper deposits are influenced by factors such as the quality and preparation of zircon samples, the precision of the LA-ICP-MS analytical technique used, and the expertise of the researchers conducting the analysis. In this field, the data collection was conducted at the Guangzhou Institute of Geochemistry, Chinese Academy of Sciences, ensuring the use of advanced methodologies and equipment.",
        "AnswerCn": "锆石U-Pb定年和微量元素分析在斑岩铜矿床中的准确性和可靠性受到多个因素的影响，例如锆石样品的质量和制备、所使用的激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）分析技术的精度，以及进行分析的研究人员的专业水平。在这一领域，数据收集是在中国科学院广州地球化学研究所进行的，确保了使用先进的方法和设备。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on understanding the geochemical evolution of the Dexing porphyry copper deposit when utilizing zircon U-Pb age and trace element data from various geological samples?",
        "QuestionCn": "利用来自不同地质样本的锆石U-Pb年龄和微量元素数据，可能对理解德兴斑岩铜矿床的地球化学演化产生哪些潜在影响？",
        "AnswerEn": "Using zircon U-Pb age and trace element data allows researchers to calculate the oxygen fugacity of magmatic and inherited zircons formed at different ages, which can help in understanding the changes in redox conditions at the Dexing copper deposit. By analyzing these changes, researchers can infer the reasons for the variations in oxidation-reduction conditions and further hypothesize the source of copper in the deposit, providing insights into the geochemical evolution of the area.",
        "AnswerCn": "使用锆石U-Pb年龄和微量元素数据，研究人员可以计算不同年龄的岩浆和继承锆石的氧逸度，这有助于理解德兴铜矿的氧化还原条件变化。通过分析这些变化，研究人员可以推断氧化还原条件变化的原因，并进一步假设矿床中铜的来源，从而提供该地区地球化学演化的见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of collecting microelement and U-Pb age geochemical data from zircon samples in porphyry copper deposits?",
        "QuestionCn": "收集斑岩铜矿床中锆石样品的微量元素和U-Pb年龄地球化学数据的主要目标是什么？",
        "AnswerEn": "The primary goal of collecting microelement and U-Pb age geochemical data from zircon samples in porphyry copper deposits is to calculate the oxygen fugacity of magmatic and inherited zircon with different formation ages. This helps in studying the reasons behind changes in the redox conditions of the Dexing copper mine. Additionally, by understanding the influence of oxygen fugacity on partial melting, researchers can further infer the source of copper (Cu) elements in the copper deposits.",
        "AnswerCn": "收集来自斑岩铜矿床的锆石样品的微量元素和U-Pb年龄地球化学数据的主要目标是计算具有不同形成年龄的岩浆和继承锆石的氧逸度。这有助于研究德兴铜矿红氧化还原条件变化的原因。此外，通过理解氧逸度对部分熔融的影响，研究人员可以进一步推断铜矿床中铜元素（Cu）的来源。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}