{
    "id": "0800855f-7fc6-4f53-9d24-2d8fdad9b56c",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geochemical data set of amphibolites in Xilinhot area, Inner Mongolia",
            "titleCn": "内蒙古锡林浩特地区角闪岩的地球化学数据集",
            "description": "This data set includes major and trace data of whole rock, chemical data of amphibole plagioclase, zircon u-pb-hf isotope data and amphibole Ar isotope data of amphibolite and epidote amphibolite in Xilinhot area, Inner Mongolia. The major element data of the whole rock were obtained by XRF analysis, the trace element data by ICP-MS analysis, the chemical data of hornblende plagioclase minerals by EPMS analysis, the zircon U-Pb isotope data by LA-ICP-MS analysis, the zircon Hf isotope data by mc-la-icp-ms analysis, and the hornblende ar Ar isotope data by gv-5400 mass spectrometer. The above data were obtained in 2017 and published in gsab, a top international geoscience journal. The data are true and reliable. Through this set of data, we can analyze the characteristics of magma source area, understand the regional metamorphism events, and improve the Paleozoic tectonic evolution framework of the Central Asian orogenic belt.",
            "descriptionCn": "本数据集包含内蒙古锡林浩特地区角闪岩和绿帘角闪岩的全岩主微量数据，角闪石-斜长石矿物化学数据，锆石U-Pb-Hf同位素数据和角闪石Ar-Ar同位素数据。全岩主量元素数据由XRF分析获得，微量元素数据由ICP-MS分析获得，角闪石-斜长石矿物化学数据由EPMS分析测试得来，锆石U-Pb同位素数据由LA-ICP-MS测试获得，锆石Hf同位素数据由MC-LA-ICP-MS测试获得，角闪石Ar-Ar同位素数据由GV-5400质谱仪测试获得。以上数据于2017年测试获得，已发表至国际顶级地学期刊GSAB上，数据真实可靠。通过该套数据可以解析岩浆源区特征，了解区域变质作用事件，完善中亚造山带的古生代构造演化格架。",
            "instructions": "Naming method of data file: data is stored in Excel file. The major and trace elements are named \"2017 WR data\", the chemical data of amphibole plagioclase are named \"Hb-Pl chemical composition\", the zircon U-Pb-Hf isotopic data are named \"Zrn U-Pb-Hf isotope\", and the amphibole ar ar isotopic data are named \"Hb Ar-Ar data\".\nHow to use data: data sets can be directly opened and used in Excel workbooks.",
            "instructionsCn": "数据文件命名方式：数据以excel文件存储。主微量元素命名为“2017 WR data\"，角闪石-斜长石矿物化学数据命名为”Hb-Pl Chemical composition“，锆石U-Pb-Hf同位素数据数据命名为”Zrn U-Pb-Hf isotope“，角闪石Ar-Ar同位素数据命名为”Hb Ar-Ar data“。\n数据使用方法：数据集可以直接之间用excel工作簿打开并使用。",
            "east": 117.37,
            "west": 115.5,
            "south": 43.5,
            "north": 44.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 63253.0,
            "cstr": null,
            "doi": "10.1130/B31511.1",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李益龙",
                "nameEn": "LI Yilong",
                "unitEn": "",
                "unitCn": "中国地质大学(武汉)"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Late Devonian to early Carboniferous arc-related magmatism in the Baolidao arc, Inner Mongolia, China: Signifcance for southward accretion of the eastern Central Asian orogenic belt",
                "referenceCn": null,
                "referenceEn": "Li, Y.L., Brouwer, F.M., Xiao, W.J., Zheng, J.P. (2017). Late Devonian to early Carboniferous arc-related magmatism in the Baolidao arc, Inner Mongolia, China: Signifcance for southward accretion of the eastern Central Asian orogenic belt. Geological Society of America Bulletin, 129(5/6), 677-697."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "变质岩",
                "nameEn": "metamorphic rocks"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "大地构造",
                "nameEn": "Tectonics"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "板块俯冲",
                "nameEn": "Plate subduction"
            },
            {
                "nameCn": "锆石U-Pb定年",
                "nameEn": "Ziron U-Pb dating"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "锡林浩特",
                "keywordEn": "Xilinhot"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "晚泥盆世-早石炭世",
                "keywordEn": "Late Devonian to early Carboniferous",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and methods used to obtain geochemical data of amphibolites and actinolite amphibolites in the Inner Mongolia Xilinhot area?",
                "QuestionCn": "在内蒙古锡林浩特地区，角闪岩和角闪石角闪岩的地球化学数据的特征和获取方法是什么？",
                "AnswerEn": "whole-rock major and trace element data, amphibole-plagioclase mineral chemistry data, zircon U-Pb-Hf isotopic data, amphibole Ar-Ar isotopic data",
                "AnswerCn": "全岩主量和微量元素数据，角闪石-斜长石矿物化学数据，锆石U-Pb-Hf同位素数据，角闪石Ar-Ar同位素数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many types of isotopic data are collected in a dataset focusing on the geochemistry of amphibolites in Inner Mongolia Xilinhot area?",
                "QuestionCn": "在关注内蒙古锡林浩特地区角闪石岩地球化学的数据库中，收集了多少种同位素数据类型？",
                "AnswerEn": "3",
                "AnswerCn": "3",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of using different data collection methods like XRF, ICP-MS, EPMS, LA-ICP-MS, MC-LA-ICP-MS, and GV-5400 mass spectrometer in the geochemical analysis of rocks?",
                "QuestionCn": "在岩石的地球化学分析中，使用不同的数据收集方法如XRF、ICP-MS、EPMS、LA-ICP-MS、MC-LA-ICP-MS和GV-5400质谱仪具有重要意义。",
                "AnswerEn": "In the geochemical analysis of rocks, using various data collection methods is crucial for obtaining comprehensive and accurate datasets. XRF is used for determining major elemental compositions, while ICP-MS is employed for trace element analysis. EPMS provides mineral chemical data, helpful for understanding mineral compositions. LA-ICP-MS and MC-LA-ICP-MS are techniques for acquiring isotopic data, such as U-Pb and Hf isotopes, which are essential for age dating and tracing geochemical processes. The GV-5400 mass spectrometer is used for Ar-Ar isotopic analysis, aiding in deciphering the thermal history and metamorphic events. Each method contributes unique data critical for understanding the geological history and tectonic evolution of the region.",
                "AnswerCn": "在岩石的地球化学分析中，使用各种数据收集方法对于获得全面和准确的数据集至关重要。XRF用于确定主要元素组成，而ICP-MS则用于微量元素分析。EPMS提供矿物化学数据，有助于理解矿物组成。LA-ICP-MS和MC-LA-ICP-MS是获取同位素数据的技术，例如U-Pb和Hf同位素，这对于年龄测定和追踪地球化学过程至关重要。GV-5400质谱仪用于阿根廷-氩同位素分析，有助于解读热历史和变质事件。每种方法都提供独特的数据，对于理解该地区的地质历史和构造演化至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of using multiple advanced analytical techniques, such as XRF, ICP-MS, EPMS, LA-ICP-MS, MC-LA-ICP-MS, and GV-5400 mass spectrometry, on the comprehensiveness and reliability of geochemical datasets in studying regional metamorphic events?",
                "QuestionCn": "使用多种先进分析技术，如XRF、ICP-MS、EPMS、LA-ICP-MS、MC-LA-ICP-MS和GV-5400质谱，对研究区域变质事件的地球化学数据集的全面性和可靠性可能产生的结果是什么？",
                "AnswerEn": "Using a range of advanced analytical techniques can enhance the comprehensiveness and reliability of geochemical datasets by providing detailed and accurate data on major and trace elements, mineral chemistry, and isotopic compositions. This multi-faceted approach enables researchers to better decipher magma source characteristics, understand regional metamorphic events, and refine the structural evolution framework of orogenic belts such as the Central Asian Orogenic Belt.",
                "AnswerCn": "使用一系列先进的分析技术可以增强地球化学数据集的全面性和可靠性，提供关于主要和微量元素、矿物化学以及同位素组成的详细和准确的数据。这种多方面的方法使研究人员能够更好地解读岩浆源特征，理解区域变质事件，并完善诸如中亚造山带等造山带的构造演化框架。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal behind collecting geochemical datasets of amphibolite and greenschist from the Xilinhot region in Inner Mongolia, and how do these datasets contribute to understanding regional geological events?",
                "QuestionCn": "收集内蒙古锡林浩特地区的角闪岩和绿岩的地球化学数据集的主要目标是什么，这些数据集如何有助于理解区域地质事件？",
                "AnswerEn": "The primary goal of collecting these geochemical datasets is to analyze the characteristics of magma source regions and understand regional metamorphic events. This data helps in refining the Paleozoic tectonic evolution framework of the Central Asian Orogenic Belt.",
                "AnswerCn": "收集这些地球化学数据集的主要目标是分析岩浆源区的特征，并理解区域变质事件。这些数据有助于完善中亚造山带的古生代构造演化框架。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the instrumental techniques and procedural steps required to obtain geochemical datasets for amphibolite and epidote-amphibolite rocks in the Inner Mongolia Xilinhot region?",
                "QuestionCn": "获取内蒙古锡林浩特地区角闪岩和绿泥石角闪岩的地球化学数据所需的仪器技术和程序步骤是什么？",
                "AnswerEn": "To obtain geochemical datasets for amphibolite and epidote-amphibolite rocks in the Inner Mongolia Xilinhot region, the following instrumental techniques and procedural steps are used: Whole-rock major element data are acquired using X-ray fluorescence (XRF) analysis, while trace element data are obtained through inductively coupled plasma mass spectrometry (ICP-MS). For mineral chemistry data of amphibole and plagioclase, electron probe microanalysis (EPMA) is employed. Zircon U-Pb isotopic data are acquired using laser ablation inductively coupled plasma mass spectrometry (LA-ICP-MS), and zircon Hf isotopic data are obtained using multi-collector laser ablation inductively coupled plasma mass spectrometry (MC-LA-ICP-MS). Amphibole Ar-Ar isotopic data are measured using a GV-5400 mass spectrometer. These data were tested in 2017 and have been published in a top international geoscience journal, ensuring their authenticity and reliability.",
                "AnswerCn": "为了获得内蒙古锡林浩特地区的角闪岩和绿泥石角闪岩的地球化学数据，采用了以下仪器技术和程序步骤：全岩主要元素数据通过X射线荧光（XRF）分析获得，而微量元素数据则通过感应耦合等离子体质谱（ICP-MS）获得。对于角闪石和斜长石的矿物化学数据，采用电子探针显微分析（EPMA）。锆石U-Pb同位素数据通过激光剥蚀感应耦合等离子体质谱（LA-ICP-MS）获得，锆石Hf同位素数据则通过多收集器激光剥蚀感应耦合等离子体质谱（MC-LA-ICP-MS）获得。角闪石的氩-氩同位素数据使用GV-5400质谱仪进行测量。这些数据于2017年进行了测试，并已在国际顶级地球科学期刊上发表，确保了其真实性和可靠性。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enable the precise analysis of geochemical and isotopic data in metamorphic rocks?",
                "QuestionCn": "哪些技术进步使得对变质岩的地球化学和同位素数据进行精确分析成为可能？",
                "AnswerEn": "The precise analysis of geochemical and isotopic data in metamorphic rocks is enabled by technologies such as XRF for whole-rock major element analysis, ICP-MS for trace element analysis, EPMS for amphibole-plagioclase mineral chemistry, LA-ICP-MS for zircon U-Pb isotopic data, MC-LA-ICP-MS for zircon Hf isotopic data, and GV-5400 mass spectrometer for amphibole Ar-Ar isotopic data.",
                "AnswerCn": "变质岩中地球化学和同位素数据的精确分析得益于以下技术：XRF用于全岩主要元素分析，ICP-MS用于微量元素分析，EPMS用于角闪石-长石矿物化学，LA-ICP-MS用于锆石U-Pb同位素数据，MC-LA-ICP-MS用于锆石Hf同位素数据，以及GV-5400质谱仪用于角闪石Ar-Ar同位素数据。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}