{
    "id": "082f147b-17b8-403b-8eb4-864fa5d0072c",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "A wolf in sheep's clothing: Elaphe xiphodonta sp. nov. (Squamata: Colubridae) and its possible mimicry to Protobothrops jerdonii",
            "titleCn": "秦皇锦蛇——陕西秦岭发现拟态成剧毒蛇的锦蛇属新种",
            "description": "Based on the combined morphological, osteological characters and molecular phylogeny, we describe a new species of the genus Elaphe that was discovered from the south slope of the Qinling Mountains, Shaanxi, China, namely Elaphe xiphodonta sp. nov. It is distinguished from the other congeners by a combination of the following characters: dorsal scales in 21-21-17 rows, the medial 11 rows keeled; 202–204 ventral scales, 67–68 subcaudals; two preoculars (including one subpreocular); two postoculars; two anterior temporals, three posterior temporals; reduced maxillary teeth and dentary teeth number (maxillary teeth 9+2, dentary teeth 12; sharp cutting edges on the posterior or posterolateral surface of the rear maxillary teeth and dentary teeth; dorsa head yellow, three distinct markings on head and neck; a distinct black labial spot present in supralabials; dorsum yellow, 46–49 complete (or incomplete) large black-edged reddish brown blotches on body and 12–19 on tail, two rows of smaller blotches on each ventrolateral side; ventral scales yellow with mottled irregular black blotches, a few irregular small red spots dispersed on middle of ventral. Based on molecular phylogenetic analyses, the new species forms the sister taxon to E. zoigeensis. The discovery of this new species increases the number of the recognized species of the genus Elaphe to 20.",
            "descriptionCn": "数据内容：新种秦皇锦蛇Elpphe xiphodonta 的论文插图原始数据，\n新种秦皇锦蛇系发现于秦岭地区的锦蛇属基干物种，与分布在四川若尔盖的若尔盖锦蛇共同构成狭义锦蛇属的最基干支系。\n插图包括标本照、头骨CT扫描图，牙齿细节图，头部鳞片绘图，生境照片，采集地图以及系统发育关系图。\n来源：作者直接拍摄或绘制，以Photoshop/ArcGIS软件加工生成\n该数据可供后续研究中在标明作者版权的前提下直接引用。",
            "instructions": "Figure1~9",
            "instructionsCn": "",
            "east": 34.0,
            "west": 32.0,
            "south": 90.0,
            "north": 90.0,
            "startTime": "2020-09-30 00:00:00",
            "endTime": "2021-06-14 00:00:00",
            "fileSize": 35410049.0,
            "cstr": "18406.11.Ecolo.tpdc.271456",
            "doi": "10.11888/Ecolo.tpdc.271456",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "史静耸",
                "nameEn": "SHI Jingsong",
                "unitEn": "Institute Of Vertebrate Paleontology And Paleoanthropology, Chinese Academy Of Sciences",
                "unitCn": "中国科学院古脊椎动物与古人类研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A wolf in sheep's clothing: Elaphe xiphodonta sp. nov. (Squamata: Colubridae) and its possible mimicry to Protobothrops jerdonii",
                "referenceCn": null,
                "referenceEn": "Qi, Shi, Bu et.al., A wolf in sheep's clothing: Elaphe xiphodonta sp. nov. (Squamata: Colubridae) and its possible mimicry to Protobothrops jerdonii"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "爬行动物",
                "nameEn": "Reptiles"
            },
            {
                "nameCn": "生物资源",
                "nameEn": "Biological Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "秦岭",
                "keywordEn": "Qinling Mountains"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "现生",
                "keywordEn": "Recent",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What techniques and software tools can be utilized to process and enhance images and illustrations of new snake species for research purposes?",
                "QuestionCn": "可以利用哪些技术和软件工具来处理和增强新蛇种的图像和插图，以用于研究目的？",
                "AnswerEn": "The processing and enhancement of images and illustrations of new snake species can be achieved through photography and drawing by the authors, followed by processing using software tools such as Photoshop for image editing and ArcGIS for mapping.",
                "AnswerCn": "新蛇种的图像和插图的处理和增强可以通过作者的摄影和绘图来实现，随后使用软件工具如Photoshop进行图像编辑和ArcGIS进行制图。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological tools or software enable researchers to capture and process detailed imagery and maps for studying new snake species in the Qinling region?",
                "QuestionCn": "哪些技术工具或软件能够帮助研究人员捕捉和处理详细的图像和地图，以研究秦岭地区的新蛇种？",
                "AnswerEn": "The use of Photoshop and ArcGIS software enables the processing and generation of detailed imagery, such as specimen photographs, CT scans of skulls, tooth detail images, head scale drawings, habitat photos, and collection maps, which are crucial for studying new snake species in the Qinling region.",
                "AnswerCn": "使用Photoshop和ArcGIS软件可以处理和生成详细的图像，例如标本照片、头骨的CT扫描、牙齿细节图像、头部比例图、栖息地照片和采集地图，这些对于研究秦岭地区的新蛇种至关重要。",
                "Level": "C1(Remembering)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore various data collection methods used for capturing high-resolution imagery and CT scans for species classification and phylogenetic studies in herpetology.",
                "QuestionCn": "请探讨用于捕获高分辨率影像和CT扫描的各种数据收集方法，以便在爬行动物学中进行物种分类和系统发育研究。",
                "AnswerEn": "The data collection methods for species classification and phylogenetic studies in herpetology, as exemplified by the Qinhuang ratsnake, include direct photography of specimens and the creation of CT scans for detailed imaging. The data also incorporates detailed imagery of teeth, scales, and habitat, as well as maps generated via ArcGIS for geographic context. These methods are designed to ensure accurate species identification and to support phylogenetic analysis.",
                "AnswerCn": "在爬虫类学中，物种分类和系统发育研究的数据收集方法包括对标本的直接摄影和创建CT扫描以获取详细影像。数据还包括牙齿、鳞片和栖息地的详细图像，以及通过ArcGIS生成的地图以提供地理背景。这些方法旨在确保准确的物种识别，并支持系统发育分析。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}