{
  "id": "086197b0-70e7-44ac-b3dd-b992fb9911b2",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Late Holocene GDGTs and leaf wax fatty acid data from Xiada Co, western Qinghai Xizang Plateau",
      "titleCn": "青藏高原西部夏达错晚全新世GDGTs数据和叶腊脂肪酸数据",
      "description": "This data including the GDGTs data and fatty acid data records of Xiada Co in the west of Qinghai Tibet Plateau during the past 2000 years. These data are obtained by the research team using organic geochemical methods. The Xiada Co sediment core was collected in the summer of 2014. The water depth of the sampling point (33.392°N、79.363°E，4373m) is about 19m. The extraction of biomarkers in lake sediments was carried out by ultrasonic extraction. The extraction and testing of compounds were carried out in the laboratory of environmental change and surface processes, Institute of Qinghai Tibet Plateau, Chinese Academy of Sciences. The detection instrument of wax fatty acid compounds in sediments is gas chromatography flame ion detector (GC-FID, model: Agilent 7890a). The test instrument for GDGTs compounds is HPLC-APCI-MS (Agilent 1200 HPLC + 6100 MS), which is tested by three chromatographic columns in series. The model of chromatographic column is (hypersil gold silica, 100 mm) ×  2.1 mm, 1.9  μ m). 5-methyl bgdgts isomer and 6-methyl bgdgts isomer were effectively separated by silica gel column in series. This data can provide the climatic and environmental background of human activities in the western plateau of the late Holocene, provide a basis for understanding the process and mechanism of climate change in the western Qinghai Tibet Plateau in the past 2000, and provide boundary conditions for climate simulation.",
      "descriptionCn": "本数据是研究团队应用有机地球化学方法获得的青藏高原西部夏达错过去2000年的GDGTs数据和脂肪酸数据记录。夏达错湖芯采于2014年夏季，采样点（33.392°N、79.363°E，4373m）水深约19米。湖泊沉积物中叶腊脂肪酸和GDGTs的提取采用超声波萃取法，化合物的提取和测试在中国科学院青藏高原研究所环境变化与地表过程实验室进行。沉积物中叶腊脂肪酸化合物的检测仪器为气相色谱-火焰离子检器（GC-FID，型号: Agilent 7890A)。GDGTs化合物的测试仪器为HPLC-APCI-MS (Agilent 1200 HPLC+6100 MS)，采用3根色谱柱串联的方法进行测试，色谱柱型号为（Hypersil GOLD Silica, 100 mm× 2.1 mm, 1.9 μm），硅胶柱串联有效的分离了5-甲基bGDGTs异构体和6-甲基bGDGTs异构体。本数据可以提供晚全新世高原西部人类活动的气候环境背景，为理解过去2000年青藏高原西部气候变化过程和机制提供依据，为气候模拟提供边界条件。",
      "instructions": "The data is stored in Excel format, which contains the information of branched GDGTs compounds and leaf wax fatty acid compounds in Xiada Co during the past 2000 years..",
      "instructionsCn": "该数据以Excel格式存储，表格中包含过去两千年以来夏达错湖芯的支链GDGTs化合物数据和叶腊脂肪酸化合物数据。",
      "east": 79.42,
      "west": 79.33,
      "south": 33.38,
      "north": 33.42,
      "startTime": null,
      "endTime": null,
      "fileSize": 155648.0,
      "cstr": "18406.11.Paleoenv.tpdc.272105",
      "doi": "10.11888/Paleoenv.tpdc.272105",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "侯居峙",
        "nameEn": "HOU Juzhi",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "李秀美",
        "nameEn": "LI Xiumei ",
        "unitEn": "Xinyang Normal University",
        "unitCn": "信阳师范学院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Centennial-scale climate variability during the past 2000 years derived from lacustrine sediment on the western Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Li, X.M., Wang, M.D., & Hou*, J.Z. (2019). Centennial-scale climate variability during the past 2000 years derived from lacustrine sediment on the western Tibetan Plateau, Quaternary International, 510, 65-75."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "古气候重建",
        "nameEn": "Paleoclimate Reconstruction"
      },
      {
        "nameCn": "湖相沉积",
        "nameEn": "Lacustrine Sediments"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "过去2000年",
        "keywordEn": "the past 2000 years",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "青藏高原夏达错晚全新世气候变化与人类活动的湖泊分子化石记录",
        "titleEn": "Lake molecular fossil records of climatic change and human activities in Xiada Co on the Tibetan Plateau during the Late Holocene"
      },
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
        "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What methods are used to extract GDGTs and fatty acids from lake sediments in the Qinghai-Tibet Plateau?",
        "QuestionCn": "在青藏高原的湖泊沉积物中提取GDGTs和脂肪酸的方法有哪些？",
        "AnswerEn": "ultrasonic extraction method",
        "AnswerCn": "超声波提取方法",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the methods used for extracting leaf wax fatty acids and GDGTs from lake sediments?",
        "QuestionCn": "从湖泊沉积物中提取叶蜡脂肪酸和GDGTs的方法的特点是什么？",
        "AnswerEn": "ultrasonic extraction, gas chromatography-flame ionization detector (GC-FID, model: Agilent 7890A), HPLC-APCI-MS (Agilent 1200 HPLC+6100 MS), three chromatographic columns in series (Hypersil GOLD Silica, 100 mm× 2.1 mm, 1.9 μm)",
        "AnswerCn": "超声波提取，气相色谱-火焰离子化检测器（GC-FID，型号：Agilent 7890A），高效液相色谱-大气压化学电离质谱（HPLC-APCI-MS，Agilent 1200 HPLC+6100 MS），三根串联色谱柱（Hypersil GOLD Silica，100 mm×2.1 mm，1.9 μm）",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the water depth at the sampling point used for collecting GDGTs and fatty acid data in the lake?",
        "QuestionCn": "在湖泊中用于收集GDGTs和脂肪酸数据的采样点的水深是多少？",
        "AnswerEn": "19 meters",
        "AnswerCn": "19米",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the selection of specific data extraction techniques, such as ultrasonic extraction, for analyzing GDGTs and fatty acids in sediment samples from lakes in high-altitude regions?",
        "QuestionCn": "哪些因素促成了选择特定的数据提取技术，例如超声提取，用于分析高海拔地区湖泊沉积物样品中的GDGTs和脂肪酸？",
        "AnswerEn": "The choice of ultrasonic extraction for GDGTs and fatty acids in sediment samples is likely influenced by the need for effective separation and analysis of organic compounds within complex matrices typical of lake sediments. This method allows efficient extraction of organic compounds while preserving their integrity, which is crucial for accurate climate and environmental reconstructions in high-altitude regions like the Tibetan Plateau. Additionally, the method's compatibility with subsequent analytical techniques, such as GC-FID and HPLC-APCI-MS, ensures comprehensive detection and quantification of the target compounds.",
        "AnswerCn": "选择超声波提取法用于沉积物样品中的GDGTs和脂肪酸，可能是由于需要在典型湖泊沉积物的复杂基质中有效分离和分析有机化合物。这种方法能够高效提取有机化合物，同时保持其完整性，这对于在高海拔地区如青藏高原进行准确的气候和环境重建至关重要。此外，该方法与后续分析技术（如GC-FID和HPLC-APCI-MS）的兼容性，确保了目标化合物的全面检测和定量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using ultrasonication extraction in the collection of GDGTs and fatty acids data from lake sediments on the quality and reliability of resulting datasets?",
        "QuestionCn": "使用超声波提取法从湖泊沉积物中收集GDGTs和脂肪酸数据的潜在后果是什么，这对结果数据集的质量和可靠性有什么影响？",
        "AnswerEn": "The use of ultrasonication extraction in collecting GDGTs and fatty acids data from lake sediments can lead to more efficient and thorough extraction of compounds, potentially enhancing the quality and reliability of the datasets. This method allows for effective separation and analysis of complex compounds, which can improve the accuracy of climate and environmental reconstructions for the past 2000 years in the western Tibetan Plateau.",
        "AnswerCn": "超声波提取法在从湖泊沉积物中收集GDGTs和脂肪酸数据方面的应用，可以更高效和全面地提取化合物，潜在地提高数据集的质量和可靠性。这种方法能够有效分离和分析复杂化合物，从而改善对过去2000年西藏 Plateau气候和环境重建的准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind collecting GDGTs and fatty acid data from lake sediments in the western Tibetan Plateau during the Late Holocene period?",
        "QuestionCn": "在晚全新世期间，从西藏高原湖泊沉积物中收集GDGTs和脂肪酸数据的主要目标是什么？",
        "AnswerEn": "The primary objective is to provide a climatic and environmental background for human activities in the western Tibetan Plateau over the past 2000 years, to understand the processes and mechanisms of climate change in this region, and to provide boundary conditions for climate modeling.",
        "AnswerCn": "主要目标是为过去2000年西藏高原的人类活动提供气候和环境背景，以理解该地区气候变化的过程和机制，并为气候模型提供边界条件。",
        "Level": "C2(Understanding)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the extraction and analysis of GDGTs and fatty acids from lake sediment cores in high-altitude environments?",
        "QuestionCn": "哪些技术进步使得在高海拔环境中从湖泊沉积物核心中提取和分析GDGTs和脂肪酸成为可能？",
        "AnswerEn": "The extraction and analysis of GDGTs and fatty acids from lake sediment cores in high-altitude environments are enabled by the use of ultrasonic extraction methods and advanced chromatographic and mass spectrometric technologies. Specifically, the use of gas chromatography with a flame ionization detector (GC-FID) and high-performance liquid chromatography coupled with atmospheric pressure chemical ionization mass spectrometry (HPLC-APCI-MS) allows for efficient extraction and precise analysis of these compounds. The implementation of a three-column tandem system effectively separates different GDGTs isomers, enhancing the accuracy of data related to paleoclimate studies.",
        "AnswerCn": "在高海拔环境中，湖泊沉积物核心中GDGTs和脂肪酸的提取和分析得益于超声提取方法以及先进的色谱和质谱技术。具体而言，气相色谱法结合火焰离子化检测器（GC-FID）和高效液相色谱法联用大气压化学电离质谱（HPLC-APCI-MS）能够高效提取并精确分析这些化合物。三柱串联系统的实施有效分离不同的GDGTs异构体，提高了与古气候研究相关数据的准确性。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}