{
  "id": "0864bef1-b59a-4019-b2e7-30676e977e2b",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Meteorological data on East Rongbuk glacier (May-July)",
      "titleCn": "东绒布冰川气象数据（5-7月）",
      "description": "The data in the form of .xlsx store the meteorological varialbes observed  on the East Rongbuk glacier from May to July.  Two sheets, named \"Surface_energy_budget\" and \"Cycle\", respectivley, are included. In the sheet of \"surface_energy_budget\", the meteorological variables are as follows: Four-component radiations (incident solar radiation, reflected shortwave radiation, incoming longwave radiation, outgoing longwave radiation)、wind speed and direction, air temperature and relative humidity,  cloud index, south Asian summer monsoon and albedo. In addition, net shortwave radiation, net longwave radiation, net radiation, sensible heat, latent heat and subsurface heat are also included.  Energy fluxes are in unit of W m-2. The sheet of \"Cycle\" stores the diurnal cycle of the meteorological variables mentioned above. In the first line, the prefixes of \"1\"、\"2\" and “3” indicate three observational periods, i.e., \"1\" represents days from 1 - 28 May, \"2\" represents the period between 29 May 16 June and \"3\" indicates time episode from  17 June to 22 July.",
      "descriptionCn": "本数据集是在东绒布冰川通过野外架设气象站实测获得的气象观测资料，以excel形式存储，内含2个数据列表：Surface_energy_budget和Cycle。Surface_energy_budget数据集包括四分量辐射，风速风向温度湿度（1.5 m和2.5 m）。与辐射相关的气象要素为：向下短波、反射短波、向下长波、向上长波、净短波、净长波、净辐射、感热、潜热、地下传导热、云量（cloud index_根据Faiver et al. 2004, JGR）、南亚季风指数、反照率；Cycle列表，是5-7月气象要素的日循环值；第1行字段名称前缀“1”、“2”和“3”表示观测期的三个时段，分别是：1 May-28 May、29 May -16 June、17 June - 22 July。",
      "instructions": "File name: the data is stored in the form of. Xlsx excle.\nReading method: Excel 2007.",
      "instructionsCn": "文件命名：数据以后缀为.xlsx的excle形式存储。\n读取方式：excel2007。",
      "east": 86.95,
      "west": 86.95,
      "south": 28.02,
      "north": 28.02,
      "startTime": "2005-05-01 00:00:00",
      "endTime": "2005-07-22 00:00:00",
      "fileSize": 90464.0,
      "cstr": "18406.11.Glacio.tpdc.271215",
      "doi": "10.11888/Glacio.tpdc.271215",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘伟刚",
        "nameEn": "LIU Weigang",
        "unitEn": "",
        "unitCn": "甘肃省气象局兰州干旱气象研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Monsoon clouds control the summer surface energy balance on East Rongbuk glacier (6523 m above sea level), the northern of Mt. Qomolangma (Everest)",
        "referenceCn": null,
        "referenceEn": "Liu, W., Zhang, D., Qin, X., van den Broeke, M. R., Jiang, Y., Yang, D., & Ding, M. (2021). Monsoon clouds control the summer surface energy balance on East Rongbuk glacier (6,523 m above sea level), the northern of Mt. Qomolangma (Everest). Journal of Geophysical Research: Atmospheres, 126, e2020JD033998. https://doi.org/10.1029/2020JD033998"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      },
      {
        "nameCn": "能量平衡",
        "nameEn": "Surface energy balance"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "东绒布冰川",
        "keywordEn": "East Rongbuk glacier"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2005",
        "keywordEn": "2005",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific meteorological elements measured in a dataset collected from a glacier meteorological station during the months of May to July?",
        "QuestionCn": "在冰川气象站收集的从五月到七月的数据集中测量的具体气象要素有哪些？",
        "AnswerEn": "four-component radiation, wind speed and direction, temperature, humidity, downward shortwave radiation, reflected shortwave radiation, downward longwave radiation, upward longwave radiation, net shortwave radiation, net longwave radiation, net radiation, sensible heat, latent heat, ground conductive heat, cloud cover, South Asian monsoon index, albedo",
        "AnswerCn": "四分量辐射、风速和风向、温度、湿度、向下短波辐射、反射短波辐射、向下长波辐射、向上长波辐射、净短波辐射、净长波辐射、净辐射、感热、潜热、地面传导热、云量、南亚季风指数、反照率",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many distinct meteorological elements are measured in a dataset collected at the Dongrongbu Glacier from May to July?",
        "QuestionCn": "在5月至7月期间，在东戎布冰川收集的数据集中测量了多少个不同的气象要素？",
        "AnswerEn": "13",
        "AnswerCn": "13",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the method of collecting meteorological data through field-installed weather stations on glaciers compare to remote sensing techniques in terms of capturing surface energy budget components and meteorological variables like wind speed, direction, temperature, and humidity?",
        "QuestionCn": "通过在冰川上安装的气象站收集气象数据的方法与遥感技术在捕捉表面能量预算组成部分以及气象变量（如风速、风向、温度和湿度）方面的比较如何？",
        "AnswerEn": "The method described in the field involves collecting meteorological data directly on 东绒布冰川 using weather stations, storing the data in excel format, and focusing on variables like shortwave and longwave radiation, wind speed and direction, temperature, and humidity at specific heights (1.5 m and 2.5 m). This approach can provide detailed, high-resolution data specific to the localized conditions on the glacier. In comparison, remote sensing techniques might offer broader spatial coverage and the ability to monitor inaccessible areas, but could lack the precise, localized detail that field-installed weather stations can provide, particularly for specific energy budget components and microclimate variables.",
        "AnswerCn": "该领域的方法涉及在东绒布冰川上直接收集气象数据，使用气象站存储数据为Excel格式，重点关注短波和长波辐射、风速和风向、温度和湿度等变量，测量高度为1.5米和2.5米。这种方法可以提供针对冰川局部条件的详细、高分辨率数据。相比之下，遥感技术可能提供更广泛的空间覆盖和监测难以到达区域的能力，但在特定能量预算组成部分和微气候变量方面，可能缺乏气象站提供的精确、局部细节。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in accurately measuring meteorological elements on glaciers, specifically during limited observation periods like May to July?",
        "QuestionCn": "在冰川上准确测量气象元素的挑战因素有哪些，特别是在像5月至7月这样有限的观测期间？",
        "AnswerEn": "Accurately measuring meteorological elements on glaciers during specific periods, such as May to July, can be challenging due to factors like the variability in weather conditions, the influence of the South Asian monsoon, and the need to capture the diurnal cycle of meteorological elements. The dataset's segmentation into different observation periods (1 May-28 May, 29 May -16 June, 17 June - 22 July) suggests these time frames are critical, potentially due to changes in seasonal weather patterns and monsoon activity affecting measurements like radiation components, temperature, humidity, and cloud cover.",
        "AnswerCn": "在特定时期（如5月至7月）准确测量冰川上的气象元素可能会面临挑战，原因包括天气条件的变化、南亚季风的影响，以及需要捕捉气象元素的日变化周期。数据集分为不同的观测时期（5月1日至5月28日、5月29日至6月16日、6月17日至7月22日），这表明这些时间框架是关键的，可能是由于季节性天气模式和季风活动的变化影响了辐射成分、温度、湿度和云量等测量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on data accuracy and reliability when meteorological data is collected over multiple observation periods with varying conditions on a glacier site?",
        "QuestionCn": "在冰川站点收集气象数据时，如果在多个观测期内存在不同的条件，可能对数据的准确性和可靠性产生哪些潜在影响？",
        "AnswerEn": "The use of multiple observation periods (1 May-28 May, 29 May -16 June, 17 June - 22 July) in collecting meteorological data on the glacier site might lead to variations in data accuracy and reliability due to changing environmental conditions. These changes can affect factors like wind speed, temperature, and humidity, which in turn influence the accuracy of derived meteorological elements such as radiation components, sensible and latent heat, and cloud indices. The observation of these variables across different periods allows for a comprehensive understanding of seasonal variations, but also poses challenges in maintaining consistency and comparability across datasets.",
        "AnswerCn": "在冰川地点收集气象数据时，使用多个观察期（5月1日至5月28日，5月29日至6月16日，6月17日至7月22日）可能会导致数据准确性和可靠性的变化，因为环境条件的变化。这些变化可能影响风速、温度和湿度等因素，从而影响衍生气象元素的准确性，如辐射成分、显热和潜热以及云指数。在不同时间段观察这些变量可以全面了解季节变化，但也给保持数据集的一致性和可比性带来了挑战。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}