{
    "id": "08a95cc1-19ba-41b5-9b9d-353f4f6b9d1e",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (an observation system of Meteorological elements gradient of Yulei station on Qinghai lake, 2019)",
            "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（青海湖湖面气象要素梯度观测系统-2019）",
            "description": "This dataset includes data recorded by the Qinghai Lake integrated observatory network obtained from an observation system of Meteorological elements gradient of Yulei station on Qinghai lake from October 23 to December 31, 2019. The site (100° 29' 59.726'' E, 36° 35' 27.337'' N) was located on the Yulei Platform in Erlangjian scenic area, Qinghai Province. The elevation is 3209m. The installation heights and orientations of different sensors and measured quantities were as follows: air temperature and humidity profile (HMP155; 12 and 12.5 m above the water surface, towards north), wind speed and direction profile (windsonic; 14 m above the water surface, towards north) , rain gauge (TE525M; 10m above the water surface in the eastern part of the Yulei platform ), four-component radiometer (NR01; 10 m above the water surface, towards south), one infrared temperature sensors (SI-111; 10 m above the water surface, towards south, vertically downward), photosynthetically active radiation (LI190SB; 10 m above the water surface, towards south), water temperature profile (109, -0.2, -0.5, -1.0, -2.0, and -3.0 m).\nThe observations included the following: air temperature and humidity (Ta_12 m, Ta_12.5 m; RH_12 m, RH_12.5 m) (℃ and %, respectively), wind speed (Ws_14 m) (m/s), wind direction (WD_14 m) (°) , precipitation (rain) (mm), four-component radiation (DR, incoming shortwave radiation; UR, outgoing shortwave radiation; DLR_Cor, incoming longwave radiation; ULR_Cor, outgoing longwave radiation; Rn, net radiation) (W/m^2), infrared temperature (IRT_1) (℃), photosynthetically active radiation (PAR) (μmol/ (s m-2)), water temperature (Tw_20cm、Tw_50cm、Tw_100cm、Tw_200cm、Tw_300cm) (℃).\nThe data processing and quality control steps were as follows: (1) The AWS data were averaged over intervals of 10 min for a total of 144 records per day. The other data in addition to the four-component radiation data during January 1 to October 12 were missing because the malfunction of datalogger. The missing data were denoted by -6999. (2) Data in duplicate records were rejected. (3) Unphysical data were rejected. (4) The data marked in red are problematic data. (5) The format of the date and time was unified, and the date and time were collected in the same column, for example, date and time: 2018-1-1 10:30. Moreover, suspicious data were marked in red.",
            "descriptionCn": "该数据集包含了2018年10月23日至2019年12月31日青海湖流域水文气象观测网青海湖鱼雷发射基地站气象要素梯度观测系统数据。站点位于青海省青海湖二郎剑景区鱼雷发射基地，下垫面是青海湖水面。观测点经纬度为：东经 100° 29' 59.726''E，北纬 36° 35' 27.337''N，海拔3209m。风速/风向架设在距湖面14m处，共1层，朝向正北；空气温度、相对湿度传感器分别架设在距湖面12m、12.5m处，共2层，朝向正北；翻斗式雨量计安装在距湖面10m处；四分量辐射仪安装在距湖面10m处，朝向正南；一个红外温度计安装在距湖面10m处，朝向正南，探头朝向是垂直向下；湖水温度探头设在水下0.2, 0.5, 1.0, 2.0, and 3.0 m处；光合有效辐射仪安装在距湖面10m处，探头朝向是垂直向下，朝向正南。\n观测项目有：风速（WS_14m）(单位：米/秒)、风向（WD_14m）(单位：度)、空气温湿度（Ta_12m、Ta_12.5m和RH_12m、RH_12.5m）(单位：摄氏度、百分比)、降水量（Rain）(单位：毫米)、湖表辐射温度（IRT_1）(单位：摄氏度)、光合有效辐射（PAR）(单位：微摩尔/平方米秒) 、四分量辐射（DR、UR、DLR_Cor、ULR_Cor、Rn）(单位：瓦/平方米)、湖水温度（Tw_20cm、Tw_50cm、Tw_100cm、Tw_200cm、Tw_300cm）(单位：摄氏度)。\n观测数据的处理与质量控制：（1）确保每天144个数据（每10min），若出现数据的缺失，则由-6999标示；2018.1.1-10.12由于由于采集器的问题，除四分量外的气象数据均无记录；（2）剔除有重复记录的时刻；（3）删除了明显超出物理意义或超出仪器量程的数据；（4）数据中以红字标示的部分为有疑问的数据；（5）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2018-1-1 10:30。",
            "instructions": "Year+** observatory network+ site+ AWS",
            "instructionsCn": "年份+**观测网+站点名称+AWS",
            "east": 100.5,
            "west": 100.5,
            "south": 36.59,
            "north": 36.59,
            "startTime": "2018-11-13 08:00:00",
            "endTime": "2020-01-21 08:00:00",
            "fileSize": 10321679.0,
            "cstr": "18406.11.Meteoro.tpdc.270732",
            "doi": "10.11888/Meteoro.tpdc.270732",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李小雁",
                "nameEn": "LI Xiaoyan",
                "unitEn": "Faculty of Geographical Science,  Beijing Normal University ",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Li, X.Y., Yang, X.F., Ma, Y.J., Hu, G.R., Hu, X., Wu, X.C., Wang, P., Huang, Y.M., Cui, B.L., & Wei, J.Q. (2018). Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau. Vadose Zone Journal, 17(1)."
            },
            {
                "titleCn": null,
                "titleEn": "Evaporation and surface energy budget over the largest high‐altitude saline lake on the Qinghai‐Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Li, X.Y., Ma, Y.J., Huang, Y.M., Hu, X., Wu, X.C., Wang, P., Li, G.Y., Zhang, S.Y., Wu, H.W., Jiang, Z.Y., Cui, B.L., & Liu, L. (2016). Evaporation and surface energy budget over the largest high-altitude saline lake on the Qinghai-Tibet Plateau. Journal of Geophysical Research: Atmospheres, 121(18), 10470-10485."
            },
            {
                "titleCn": null,
                "titleEn": "Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai‐Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Zhang, S.Y., Li, X.Y., Zhao, G.Q., &Huang, Y.M. (2016). Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai-Tibet Plateau. Ecohydrology, 9(2), 267-279."
            },
            {
                "titleCn": null,
                "titleEn": "Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai–Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Zhang, S.Y., Li, X.Y., Ma, Y.J., Zhao, G.Q., Li, L., Chen, J., Jiang, Z.Y., & Huang, Y.M. (2014). Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai-Tibet Plateau. Cold Regions Science and Technology, 102, 8-20."
            },
            {
                "titleCn": null,
                "titleEn": "Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China",
                "referenceCn": null,
                "referenceEn": "Yu, G.R., Zhu, X.J., Fu, Y.L., He, H.L., Wang, Q.F., Wen, X.F., Li, X.R., Zhang, L.M., Zhang, L., Su, W., Li, S.G., Sun, X.M., Zhang, Y.P., Zhang, J.H., Yan, J.H., Wang, H.M., Zhou, G.S., Jia, B.R., Xiang, W.H., Li, Y.N., Zhao, L., Wang, Y.F., Shi, P.L., Chen, S.P., Zhao, F.H., Wang, Y.Y., & Tong, C.L. (2013). Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China. Global Change Biology, 19, 798–810."
            },
            {
                "titleCn": null,
                "titleEn": "Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Gu, S., Tang, Y.H., Du, M.Y., Kato, T., Li, Y.N., Cui, X.Y., &Zhao, X.Q. (2003). Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau, Journal of Geophysical Research, 108(D21), 4670."
            },
            {
                "titleCn": null,
                "titleEn": "Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China",
                "referenceCn": null,
                "referenceEn": "Fu, Y., Zheng, Z., Yu, G., Hu, Z., Sun, X., Shi, P., Wang, Y., & Zhao, X. (2009). Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China. Biogeosciences, 6, 2879–2893."
            },
            {
                "titleCn": null,
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleCn": null,
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleCn": null,
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceCn": null,
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceCn": null,
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleCn": null,
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceCn": null,
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleCn": null,
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceCn": null,
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleCn": null,
                "titleEn": "Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., &Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675."
            },
            {
                "titleCn": null,
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes.",
                "referenceCn": null,
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleCn": null,
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceCn": null,
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleCn": null,
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceCn": null,
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleCn": null,
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleCn": null,
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceCn": null,
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleCn": null,
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceCn": null,
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceCn": null,
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleCn": null,
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceCn": null,
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleCn": null,
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleCn": null,
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤含水量",
                "nameEn": "Soil water content"
            },
            {
                "nameCn": "土壤热通量",
                "nameEn": "Soil heat flux"
            },
            {
                "nameCn": "气象要素",
                "nameEn": "Meteorological element"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            },
            {
                "nameCn": "风",
                "nameEn": "Winds"
            },
            {
                "nameCn": "风向",
                "nameEn": "Wind direction"
            },
            {
                "nameCn": "风速",
                "nameEn": "wind speed"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "二郎剑景区鱼雷发射基地站",
                "keywordEn": "Yulei station in Erlangjian scenic area"
            },
            {
                "keywordCn": "青海湖流域",
                "keywordEn": "Qinghai Lake Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2019",
                "keywordEn": "2019",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ],
            "backgroundCn": [
                "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被的混合物。因此，单源模型显然无法准确估算表面蒸散，因为其影响。",
                "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，其中假设能量分配发生在“冠层上方”和“土壤下方”两种情况。水蒸气和热量在冠层内部的参考高度相遇。此外，混合的水蒸气和热量只能通过冠层顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型较为复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测，这些参数和观测无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
                "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射计视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量值来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了与使用波恩比-能量平衡系统、涡动协方差（EC）系统或大孔径闪烁仪的测量结果相比的总通量或蒸散发（土壤加冠层）。",
                "在强烈对流的灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，尤其是在能量平衡闭合不完整的情况下，EC通量测量的H和LE与可用能量Rn−G0之间存在差异。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这种温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文指出，与观测到的复合辐射温度相比，组分温度存在高估现象。这往往对TSEB模型的性能产生最关键的影响。此外，该区域的强对流环境也是另一个因素。"
            ],
            "research objectiveCn": [
                "在这封信中，地面测量的土壤和冠层成分温度被用来估算蒸散（E）、蒸发（T）和蒸散量（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，具体表现为E（E/ET%）和T（T/ET%）的观测比率。",
                "这封信的目的是利用高分辨率热像仪观察到的土壤和冠层组件温度作为输入，通过一系列TSEB模型来估算蒸散发（E）、温度（T）和蒸散发总量（ET），并随后结合稳定氧和氢同位素技术以及涡度相关（EC）测量更好地验证E、T和ET。"
            ],
            "challengesCn": [
                "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
                "导出组件温度的误差主要是由于图像分类错误引起的；这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还由于EC系统的不确定性，当灌溉农田的平均H较小时，这种不确定性为18%。由于图像像素分类错误，土壤像素被错误地计为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气向上辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
            ],
            "methodsCn": [
                "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括地面5米处的气温、风速、湿度，12米高处使用四分量辐射计测量的四分量辐射，以及在离地面4.5米处使用EC系统以10 Hz采样频率测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00之间收集为热图像。基于地面测量数据，采用Craig–Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
                "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的显热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）计算得出。土壤和冠层的组件温度是通过热成像相机获得的图像计算得出的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热成像图像中提取土壤和冠层的方向亮温。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。最后，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
            ],
            "datasetCn": [
                "实验区域是一个人工绿洲，种植有玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于蒸散发的比率。这是在多尺度蒸散发观测实验中进行的，该实验针对异质土地表面，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
            ],
            "findingsCn": [
                "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
                "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估计的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值一致。此外，TSEB模型对Rn、H和LE的估计也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Are the component temperatures of soil and vegetation used for estimating evapotranspiration in the TSEB model obtained from thermal infrared cameras?",
                "QuestionCn": "TSEB模型中用于估算蒸散发的土壤和植被的组成温度是通过热红外相机获得的吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Is the four-component radiometer used for measuring radiation in the meteorological observation systems at both Qinghai Lake and the Daman superstation?",
                "QuestionCn": "四分量辐射计是否用于青海湖和大满超级站的气象观测系统中测量辐射？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "In the collection of data for evapotranspiration modeling, are thermal cameras, radiometers, or eddy covariance systems more frequently employed?",
                "QuestionCn": "在蒸散发建模的数据收集过程中，热像仪、辐射计或涡度协方差系统中哪种更常被使用？",
                "AnswerEn": "eddy covariance systems",
                "AnswerCn": "涡度相关系统",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the components measured in the Qinghai Lake surface meteorological gradient observation system, and where are the sensors positioned?",
                "QuestionCn": "青海湖表面气象梯度观测系统测量的组件包括哪些，以及传感器的位置在哪里？",
                "AnswerEn": "wind speed, wind direction, air temperature, relative humidity, precipitation, lake surface radiative temperature, photosynthetically active radiation, four-component radiation, lake water temperature",
                "AnswerCn": "风速、风向、空气温度、相对湿度、降水量、湖面辐射温度、光合有效辐射、四分量辐射、湖水温度",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are faced in accurately estimating surface fluxes in strongly advective irrigated agricultural areas using models?",
                "QuestionCn": "在强对流灌溉农业地区，使用模型准确估计表面通量面临哪些挑战？",
                "AnswerEn": "Incomplete energy balance closure",
                "AnswerCn": "不完整的能量平衡闭合",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Where was the field observation for the experiment involving the TSEB model conducted, and what data collection methods were employed?",
                "QuestionCn": "该实验涉及TSEB模型的现场观察是在何处进行的，以及采用了哪些数据收集方法。",
                "AnswerEn": "Daman superstation",
                "AnswerCn": "达曼超级站",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a data quality control method used in hydrometeorological datasets to ensure the reliability of observational data over time?",
                "QuestionCn": "在水文气象数据集中，确保观测数据随时间可靠性的一个数据质量控制方法的例子是什么？",
                "AnswerEn": "In the dataset from the 青海湖鱼雷发射基地 station, data quality control includes ensuring a fixed number of data points per day, marking missing data with a specific code (-6999), removing duplicate records, and eliminating data points that exceed physical or instrumental limits.",
                "AnswerCn": "在青海湖鱼雷发射基地站的数据集中，数据质量控制包括确保每天有固定数量的数据点，用特定代码（-6999）标记缺失数据，删除重复记录，以及消除超过物理或仪器限制的数据点。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you give an example of how advanced imaging techniques are utilized in data collection for estimating evapotranspiration in heterogeneous landscapes?",
                "QuestionCn": "您能否举例说明在异质景观中如何利用先进成像技术进行数据收集以估算蒸散发？",
                "AnswerEn": "In the Daman superstation study, a high-resolution thermal infrared camera was used to measure soil and canopy component temperatures. These temperatures were then employed in the two-source energy balance model to partition evapotranspiration into soil evaporation and canopy transpiration, demonstrating the use of thermal imaging in complex landscape assessments.",
                "AnswerCn": "在达曼超级站研究中，使用高分辨率热红外相机测量土壤和冠层组件的温度。这些温度随后被用于双源能量平衡模型，以将蒸散发分为土壤蒸发和冠层蒸腾，展示了热成像在复杂景观评估中的应用。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the detailed specifications of sensors used in a meteorological observation system for collecting atmospheric and hydrological data?",
                "QuestionCn": "气象观测系统中用于收集大气和水文数据的传感器的详细规格是什么？",
                "AnswerEn": "wind speed/direction sensors at 14m, temperature and humidity sensors at 12m and 12.5m, radiation and precipitation instrumentation at 10m, water temperature sensors at 0.2m, 0.5m, 1.0m, 2.0m, 3.0m",
                "AnswerCn": "风速/风向传感器在14米，温度和湿度传感器在12米和12.5米，辐射和降水仪器在10米，水温传感器在0.2米、0.5米、1.0米、2.0米、3.0米。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the common challenges faced in ensuring data quality and consistency in a hydrometeorological dataset?",
                "QuestionCn": "确保水文气象数据集的数据质量和一致性时常见的挑战有哪些？",
                "AnswerEn": "missing data, issues with data acquisition systems, removal of duplicate entries, deletion of data that exceeds physical limits or instrument range, data marked with uncertainties, consistent date and time formatting",
                "AnswerCn": "缺失数据、数据采集系统问题、删除重复条目、删除超过物理限制或仪器范围的数据、标记有不确定性的数据、一致的日期和时间格式。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors should be considered when partitioning evapotranspiration into its components using a two-source energy balance model?",
                "QuestionCn": "在使用双源能量平衡模型将蒸散发分解为其组成部分时，应考虑以下因素：",
                "AnswerEn": "soil and canopy component temperatures, soil heat flux, radiometric temperatures, high-resolution thermal cameras, atmospheric conditions, strong advection, errors in image classification",
                "AnswerCn": "土壤和冠层组分温度、土壤热通量、辐射温度、高分辨率热成像仪、大气条件、强烈平流、图像分类错误",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'component temperature separation' in the application of models for estimating evapotranspiration over heterogeneous land surfaces?",
                "QuestionCn": "“组分温度分离”在估算异质土地表面蒸散发模型应用中的意思是什么。",
                "AnswerEn": "Component temperature separation refers to the process of distinguishing and estimating the temperatures of different surface components, such as soil and canopy, from composite radiometric temperatures. This separation is crucial for applying models like the two-source energy balance (TSEB) model, which requires accurate soil and vegetation component temperatures to estimate evaporation, transpiration, and evapotranspiration accurately.",
                "AnswerCn": "组件温度分离是指从复合辐射温度中区分和估计不同表面组件（如土壤和冠层）温度的过程。这种分离对于应用像双源能量平衡（TSEB）模型至关重要，因为该模型需要准确的土壤和植被组件温度，以准确估计蒸发、蒸腾和蒸散发。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection techniques employed in the 青海湖流域地表过程综合观测网 compare with those used in the Daman superstation for measuring meteorological parameters?",
                "QuestionCn": "青海湖流域地表过程综合观测网采用的数据收集技术与达曼超级站用于测量气象参数的技术相比如何？",
                "AnswerEn": "The 青海湖流域地表过程综合观测网 utilizes a gradient observation system focusing on various meteorological elements such as wind speed, air temperature, and radiation at different heights above the lake surface, while the Daman superstation measures parameters like air temperature, wind speed, and four-component radiation at various heights above the ground using a boundary layer tower. Both systems employ high-frequency measurements but differ in the placement and specific parameters measured, reflecting their distinct environmental contexts.",
                "AnswerCn": "青海湖流域地表过程综合观测网利用梯度观测系统，关注湖面不同高度的风速、气温和辐射等多种气象要素，而大曼超级站则通过边界层塔在不同高度上测量空气温度、风速和四组分辐射等参数。这两个系统都采用高频测量，但在布置和具体测量参数上有所不同，反映了它们各自独特的环境背景。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the similarities and differences in data quality control methods between the 青海湖流域观测网 dataset and datasets obtained using the TSEB model in agricultural areas?",
                "QuestionCn": "青海湖流域观测网数据集与农业地区使用TSEB模型获得的数据集在数据质量控制方法上的相似性和差异性是什么？",
                "AnswerEn": "The 青海湖流域观测网 dataset employs specific quality control methods such as marking missing data with -6999, removing duplicate records, and highlighting questionable data in red. In contrast, datasets using the TSEB model may focus more on validating component temperature estimates through comparisons with ground-based measurements and isotope techniques. Both emphasize accuracy but differ in specific quality control techniques due to differing data types and environmental conditions.",
                "AnswerCn": "青海湖流域观测网数据集采用了特定的质量控制方法，例如用-6999标记缺失数据、删除重复记录以及将可疑数据用红色突出显示。相比之下，使用TSEB模型的数据集可能更侧重于通过与地面测量和同位素技术的比较来验证组件温度估计。两者都强调准确性，但由于数据类型和环境条件的不同，具体的质量控制技术有所不同。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might the methodology of using a two-source energy balance model be adapted to improve accuracy in arid regions, based on data collection challenges highlighted in the field?",
                "QuestionCn": "如何调整使用双源能量平衡模型的方法，以提高在干旱地区的准确性，基于在该领域强调的数据收集挑战。",
                "AnswerEn": "To improve accuracy in arid regions, the methodology could incorporate better image classification techniques to reduce errors caused by vegetation abundance, as well as account for atmospheric conditions affecting radiation transmittance. By addressing these sources of error, the model's effectiveness in separating soil and canopy component temperatures could be enhanced.",
                "AnswerCn": "为了提高干旱地区的准确性，该方法可以采用更好的图像分类技术，以减少由于植被丰度造成的错误，并考虑影响辐射透过率的大气条件。通过解决这些误差来源，模型在分离土壤和树冠成分温度方面的有效性可以得到增强。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What implications do the methods of temperature measurement and partitioning have for future data collection strategies in complex ecosystems?",
                "QuestionCn": "温度测量和分区方法对复杂生态系统未来数据收集策略的影响是什么？",
                "AnswerEn": "The use of high-resolution thermal cameras and the partitioning of ET into E and T using stable isotopes indicate that precise measurement and classification of soil and canopy temperatures are crucial. Future data collection strategies may benefit from integrating advanced imaging techniques and isotopic analysis to enhance the accuracy of energy balance models in complex ecosystems.",
                "AnswerCn": "高分辨率热像仪的使用以及利用稳定同位素将蒸散（ET）分解为蒸发（E）和蒸腾（T）表明，精确测量和分类土壤和树冠温度至关重要。未来的数据收集策略可能会受益于整合先进的成像技术和同位素分析，以提高复杂生态系统中能量平衡模型的准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes uncertainties in estimating evapotranspiration components using the two-source energy balance (TSEB) model in arid regions?",
                "QuestionCn": "在干旱地区，使用双源能量平衡（TSEB）模型估算蒸散发组成部分时，造成不确定性的原因是什么？",
                "AnswerEn": "The uncertainties in estimating evapotranspiration components using the TSEB model are mainly caused by errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. These errors stem from image classification inaccuracies, variations in vegetation abundance, and the strong advective environment characteristic of arid regions.",
                "AnswerCn": "使用TSEB模型估计蒸散发组成部分的不确定性主要源于从表面复合辐射温度中确定表面土壤和植被组分温度的误差。这些误差源于图像分类的不准确性、植被丰度的变化以及干旱地区特有的强对流环境。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why do errors occur in the estimation of incoming short- and long-wave radiation transmittances through vegetation canopies?",
                "QuestionCn": "为什么在估算植被冠层的入射短波和长波辐射透过率时会出现误差？",
                "AnswerEn": "Errors in estimating incoming short- and long-wave radiation transmittances through vegetation canopies occur due to atmospheric upwelling radiation and transmittance not being considered, along with uncertainties in the classification of soil and canopy pixels, which can lead to misestimation of the canopy temperature.",
                "AnswerCn": "在估计植被冠层的短波和长波辐射透过率时，由于未考虑大气上行辐射和透过率，以及土壤和冠层像素分类的不确定性，可能导致冠层温度的误估。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors contribute to the challenges of measuring evaporation and transpiration on the ground?",
                "QuestionCn": "影响地面蒸发和蒸腾测量挑战的因素有哪些？",
                "AnswerEn": "Challenges in measuring evaporation and transpiration on the ground are due to the composite temperature separation approaches being limited in effectiveness, especially in arid regions. Additionally, the high uncertainty of measurements using methods like the eddy covariance (EC) system contributes to these challenges.",
                "AnswerCn": "在地面上测量蒸发和蒸腾的挑战主要是由于复合温度分离方法在干旱地区的有效性有限。此外，使用涡度协方差（EC）系统的测量方法的不确定性较高，也加剧了这些挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the specific procedures involved in setting up and calibrating the four-component radiometer for accurate measurement of radiative fluxes in a hydrological and meteorological observation network?",
                "QuestionCn": "设置和校准四分量辐射计以准确测量水文和气象观测网络中的辐射通量所涉及的具体程序是什么？",
                "AnswerEn": "The four-component radiometer is installed at a specific height above the surface, here at 10 m above the lake surface, with orientation towards the south. Regular calibration must ensure accurate measurements of the four radiative components: downward shortwave (DR), upward shortwave (UR), downward longwave corrected (DLR_Cor), and upward longwave corrected (ULR_Cor) radiation, which are crucial for calculating net radiation (Rn). Calibration involves checking against known radiative standards and adjusting for any deviations.",
                "AnswerCn": "四分量辐射计安装在离湖面10米的特定高度，朝向南方。定期校准必须确保四个辐射分量的准确测量：下行短波辐射（DR）、上行短波辐射（UR）、修正后的下行长波辐射（DLR_Cor）和修正后的上行长波辐射（ULR_Cor），这些对于计算净辐射（Rn）至关重要。校准涉及与已知辐射标准进行对比，并调整任何偏差。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How are the ground-based meteorological parameters collected to ensure the quality and accuracy of data in a comprehensive observational network?",
                "QuestionCn": "如何收集地面气象参数，以确保综合观测网络中数据的质量和准确性？",
                "AnswerEn": "Meteorological parameters are measured every 10 minutes to ensure a high temporal resolution of data. Specific procedures for data quality control include ensuring 144 data entries per day, marking missing data with a placeholder (-6999), removing duplicate records, and eliminating data that fall outside of physical or instrumental ranges. Consistent formatting of date and time into a single column further standardizes the dataset for further analysis.",
                "AnswerCn": "气象参数每10分钟测量一次，以确保数据的高时间分辨率。数据质量控制的具体程序包括确保每天有144条数据记录，用占位符（-6999）标记缺失数据，删除重复记录，以及消除超出物理或仪器范围的数据。将日期和时间统一格式化为一列，进一步标准化数据集以便于后续分析。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "How do data quality control measures enable the reliable use of meteorological datasets in research studies?",
                "QuestionCn": "数据质量控制措施如何使气象数据集在研究中可靠使用。",
                "AnswerEn": "Data quality control measures, such as ensuring a consistent data record with 144 data points per day, marking missing data with placeholders, and removing duplicate or physically implausible data points, enable the reliable use of meteorological datasets by maintaining data integrity and accuracy.",
                "AnswerCn": "数据质量控制措施，例如确保每天有144个数据点的一致数据记录、用占位符标记缺失数据，以及删除重复或物理上不合理的数据点，能够通过维护数据的完整性和准确性，使气象数据集的可靠使用成为可能。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "What factors could affect the accuracy of surface flux estimates in strongly advective environments, and how might these be mitigated in data collection methodologies?",
                "QuestionCn": "在强对流环境中，影响表面通量估计准确性的因素有哪些？如何在数据收集方法中减轻这些影响？",
                "AnswerEn": "Factors affecting the accuracy of surface flux estimates in strongly advective environments include errors in determining surface temperature components, uncertainties in atmospheric conditions, and the mixed nature of soil and vegetation temperatures. Mitigation strategies could involve using high-resolution thermal imagery for more accurate temperature separation, employing stable isotope techniques to validate measurements, and improving image classification methods to reduce errors.",
                "AnswerCn": "在强对流环境中，影响表面通量估计准确性的因素包括表面温度分量的确定误差、大气条件的不确定性以及土壤和植被温度的混合特性。缓解策略可以包括使用高分辨率热成像技术以更准确地分离温度，采用稳定同位素技术来验证测量结果，以及改进图像分类方法以减少误差。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of using multiple sensor layers in capturing comprehensive data for surface processes in lake environments?",
                "QuestionCn": "如何评估在湖泊环境中使用多个传感器层捕获表面过程综合数据的有效性？",
                "AnswerEn": "The use of multiple sensor layers, such as those for wind speed, air temperature, humidity, and radiation at various heights, provides a robust mechanism for capturing detailed meteorological data. This approach allows for a comprehensive understanding of surface processes by enabling the measurement of different environmental parameters at varying levels above the lake surface. This can be advantageous for accurately modeling and understanding complex interactions between the atmosphere and the lake surface.",
                "AnswerCn": "使用多个传感器层，例如用于风速、空气温度、湿度和辐射的传感器，能够在不同高度上捕捉详细的气象数据。这种方法通过在湖面上方的不同水平上测量不同的环境参数，提供了对表面过程的全面理解。这对于准确建模和理解大气与湖面之间复杂的相互作用是非常有利的。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what are the key challenges in ensuring data quality and consistency in meteorological datasets collected over extended periods?",
                "QuestionCn": "在确保长期收集的气象数据集的数据质量和一致性方面，关键挑战是什么？",
                "AnswerEn": "Key challenges in ensuring data quality and consistency include the need for meticulous data processing and quality control measures such as addressing missing data, removing duplicate records, and filtering out data that exceed physical or instrumental limits. Additionally, issues such as equipment malfunctions, as noted with the lack of meteorological data due to a collector problem in the dataset, illustrate the importance of maintaining equipment to prevent data gaps.",
                "AnswerCn": "确保数据质量和一致性的关键挑战包括需要细致的数据处理和质量控制措施，例如处理缺失数据、删除重复记录以及过滤超出物理或仪器限制的数据。此外，设备故障的问题，例如由于采集器问题导致数据集中缺乏气象数据，说明了维护设备以防止数据缺口的重要性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I'm unsure how stable isotopes are used to validate evapotranspiration measurements in the context of these datasets.",
                "QuestionCn": "我不确定稳定同位素如何用于验证蒸散发测量在这些数据集中的应用。",
                "AnswerEn": "Stable oxygen and hydrogen isotopes are used to validate evapotranspiration measurements by comparing them with ratios of evaporation and transpiration (E/ET% and T/ET%). These isotopes provide a way to assess the accuracy of evapotranspiration estimates derived from models like the TSEB, particularly when combined with ground-based measurements such as those from an eddy covariance system.",
                "AnswerCn": "稳定的氧和氢同位素用于通过比较蒸发和蒸腾的比率（E/ET% 和 T/ET%）来验证蒸散发测量。这些同位素提供了一种评估从模型（如TSEB）得出的蒸散发估计准确性的方法，特别是当与地面测量（如涡度协方差系统）结合使用时。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please elaborate on the data collection methods used for capturing meteorological and hydrological variables over lake surfaces, considering the challenges of missing data and quality control.",
                "QuestionCn": "请详细说明用于捕捉湖面气象和水文变量的数据收集方法，考虑到缺失数据和质量控制的挑战。",
                "AnswerEn": "The data collection methods involve using various sensors and instruments placed at specific heights above the lake surface to measure meteorological variables such as wind speed, wind direction, air temperature, relative humidity, precipitation, radiation, and lake water temperature. Quality control measures include ensuring consistent data collection (144 data points per day), marking missing data with specific indicators, removing duplicate or physically implausible data, and unifying date and time formats.",
                "AnswerCn": "数据收集方法涉及在湖面上方特定高度放置各种传感器和仪器，以测量气象变量，如风速、风向、气温、相对湿度、降水量、辐射和湖水温度。质量控制措施包括确保一致的数据收集（每天144个数据点），用特定指示符标记缺失数据，删除重复或物理上不合理的数据，以及统一日期和时间格式。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please suggest potential strategies for expanding datasets to include more robust evaluations of evapotranspiration models in advective environments.",
                "QuestionCn": "请建议潜在的策略，以扩展数据集，以便更全面地评估在平流环境中蒸散发模型的表现。",
                "AnswerEn": "Potential strategies include integrating ground-based measurements with satellite data for broader spatial coverage, employing high-precision thermal cameras for detailed temperature mapping, and using stable isotope techniques for validating evapotranspiration estimates. Additionally, employing advanced image classification techniques to enhance component temperature accuracy and conducting experiments under varying climatic conditions can lead to more comprehensive datasets.",
                "AnswerCn": "潜在的策略包括将地面测量与卫星数据结合，以获得更广泛的空间覆盖，采用高精度热成像相机进行详细的温度映射，以及使用稳定同位素技术来验证蒸散发估算。此外，采用先进的图像分类技术以提高组件温度的准确性，并在不同气候条件下进行实验，可以获得更全面的数据集。",
                "Level": "C6(Creating)"
            }
        ]
    }
}