{
  "id": "08ff81f5-3813-4041-ac54-33789d2fc4fa",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Data set of metallogenic regionalization of pegmatitic rare-metals in western Yunnan  (2019-2022)",
      "titleCn": "滇西伟晶岩型稀有金属成矿带数据集（2019-2022）",
      "description": "1) the western yunnan pegmatite type rare metal mineralization zoning into gaoligong mountains metallogenic belt, tengchong - lianghe metallogenic belt, cimo metallogenic belt, and phoenix city - lincang metallogenic belt and so on four metallogenic belt, metadata contains information ore belt is as follows: the main mineral rock, rock characteristics, the main mineral, rare metal mineralization mainly elements, diagenetic mineralization ages.Gaoligong mountains metallogenic belt rare metal pegmatite may cause for deep penetrating, its orebody mainly produce Yu Zhongshen metamorphic tectonic fissures, other three metallogenic belt rare metal pegmatite and its nearby granite has a close genetic relationship, its orebody mainly output within the granite rock body, inner and outer contact zone or away from the rock mass of the structure of the surrounding rock fracture.Mineralization age concentrated in the Himalayan period, the mineralization age concentrated in the Himalayan period, covers the paleocene, Eocene, Oligocene and Miocene four metallogenic period, its age range is mainly focused on the 62-15 ma.The age range as the main focus on 62-15 ma.2) data from the field \"synthetical consolidation and rehabilitation field geological work and literature.3) data on high credibility, has practical application value.4) as the western yunnan pegmatite type rare metal ore provides the foundation, pointed out the direction.",
      "descriptionCn": "1）将滇西伟晶岩型稀有金属成矿区划分为高黎贡山成矿带、腾冲—梁河成矿带、西盟成矿带和凤庆—临沧成矿带等四个成矿带，元数据包含矿带如下信息：主要岩石矿物，围岩特征，主要稀有金属矿物，主要矿化元素，成岩成矿年龄。高黎贡山成矿带稀有金属伟晶岩可能为深熔成因，其矿体主要产出于中深变质岩的构造裂隙中，其它三个成矿带稀有金属伟晶岩与其附近的花岗岩有密切的成因关系，其矿体主要产出于花岗岩体内部、内外接触带或远离岩体的围岩构造裂隙中。矿化时代集中于喜山期，矿化时代集中于喜山期，涵盖古新世、始新世、渐新世、中新世四个成矿时期，其年龄范围为主要集中于62-15Ma。其年龄范围为主要集中于62-15Ma。2）数据来自野外现场地质工作和文献综合整理。3）数据总体可信度高，具有实际应用价值。4）为滇西伟晶岩型稀有金属找矿提供了基础、指明了方向。",
      "instructions": "Four metallogenic belts 20220714. TXT",
      "instructionsCn": "Four metallogenic belts 20220714.txt",
      "east": 101.0,
      "west": 98.25,
      "south": 21.9,
      "north": 28.0,
      "startTime": "2019-11-01 08:47:23",
      "endTime": "2022-07-14 08:47:23",
      "fileSize": 11122.0,
      "cstr": "18406.11.SolidEar.tpdc.300528",
      "doi": "10.11888/SolidEar.tpdc.300528",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "余勇",
        "nameEn": "YU Yong",
        "unitEn": "Guilin University of Technology",
        "unitCn": "桂林理工大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "滇西伟晶岩型稀有金属矿床成矿规律与找矿方向",
        "titleEn": null,
        "referenceCn": "余勇, 李祖福, 白令安, 徐恒, 张岐能, 梁吉.(2022). 滇西伟晶岩型稀有金属矿床成矿规律与找矿方向. 岩石学报, 38(7), 2052-2066. DOI:10.18654/1000-0569/2022.07.14",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "稀有金属伟晶岩",
        "nameEn": "Rare elements pegmatites"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "滇西",
        "keywordEn": "Western Yunnan"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019-2022",
        "keywordEn": "2019-2022",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to gather information about the mineralization age and rock characteristics in rare metal pegmatite mineralization zones?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于收集关于稀有金属伟晶岩矿化带的矿化年龄和岩石特征的信息？",
        "AnswerEn": "Data collection methods include field geological work and comprehensive literature review, focusing on the mineralization age and characteristics of major rock types and rare metal minerals within the pegmatite mineralization zones in western Yunnan.",
        "AnswerCn": "数据收集方法包括实地地质工作和全面的文献综述，重点关注西云南地区斑岩矿化带内主要岩石类型和稀有金属矿物的矿化年龄和特征。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the determination of mineralization ages ranging from 62-15Ma in the formation of rare metal pegmatite belts?",
        "QuestionCn": "在稀有金属伟晶岩带的形成中，决定矿化年龄在62-15百万年之间的因素有哪些？",
        "AnswerEn": "The mineralization ages ranging from 62-15Ma are concentrated in the Himalayan period, covering Paleocene, Eocene, Oligocene, and Miocene epochs. This is due to the geological processes that occurred during these timeframes, which influenced the formation and mineralization in the pegmatite belts of western Yunnan.",
        "AnswerCn": "矿化年龄范围为62-15百万年，集中在喜马拉雅时期，涵盖了古新世、始新世、渐新世和中新世。这是由于在这些时间段内发生的地质过程影响了云南西部斑岩带的形成和矿化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the objective of collecting and organizing data from the rare metal mineralization zones in the western Yunnan pegmatite field?",
        "QuestionCn": "收集和整理西云南伟晶岩区稀有金属矿化带数据的目标是什么？",
        "AnswerEn": "The objective of collecting and organizing data from the rare metal mineralization zones in western Yunnan is to provide a foundational basis and guidance for exploring rare metal resources in pegmatite deposits. The data aims to delineate different metallogenic belts, characterize their geological features, and understand their mineralization processes, which can aid in efficient resource exploration and assessment.",
        "AnswerCn": "收集和整理云南西部稀有金属矿化带的数据，旨在为探讨斑岩矿床中的稀有金属资源提供基础依据和指导。该数据旨在划定不同的成矿带，表征其地质特征，并理解其矿化过程，这将有助于高效的资源勘探和评估。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural methodologies are employed to collect and validate geological data for delineating rare metal mineralization zones in pegmatite regions?",
        "QuestionCn": "在斑岩地区划定稀有金属矿化带时，采用哪些程序方法收集和验证地质数据？",
        "AnswerEn": "Data collection involves field-based geological surveys and comprehensive literature reviews. The surveys are conducted to gather metadata on characteristics such as major rock minerals, surrounding rock features, and mineralization elements. The data is then validated through its application in guiding rare metal prospecting in Western Yunnan pegmatite-type mineralization zones.",
        "AnswerCn": "数据收集涉及基于实地的地质调查和全面的文献回顾。调查旨在收集关于主要岩石矿物、周围岩石特征和矿化元素等特征的元数据。然后通过在指导西云南伟晶岩型矿化区的稀有金属勘探中的应用来验证这些数据。",
        "Level": "C3(Applying)"
      }
    ]
  }
}