{
  "id": "090d9d19-7d6c-4784-befa-6ce17b0ddea3",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Spatiotemporal variation Atlas of vegetation productivity in Qinghai Tibet Plateau (2001-2020)",
      "titleCn": "青藏高原植被生产力时空变化图集（2001-2020）",
      "description": "Accurate estimation of the gross primary production (GPP) of terrestrial vegetation is vital for understanding the global carbon cycle and predicting ecosystem response to future climate change. For the regional study, MODIS derived GPP is the wildly acknowledged datasets. This MODIS based annual GPP datasets for the Tibetan Pleatau (8km°×8km° spatial resolution products) is a cumulative composite of GPP values based on the original MOD17A2H and MYD17A2H at the yearly step. The scale factor is 0.0001 and the data type is GeoTIFF. Notice that the period covering by this dataset are consistent with the original MODIS dataset, for MOD is 2001 to 2020 while for MYD is 2002to 2020. Due to the first half year of MYD17A2H were not produced, we used the first half-year of MOD17A2H and the second half-year of MYD17A2H to produce the MYD GPP for 2002.",
      "descriptionCn": "生态系统总初级生产力（ Ecosystem Gross Primary Productivity, GPP）是全球变化研究中重要的生态系统功能性指标，是应用生态学方法研究生态系统的碳通量、碳储量以及碳循环过程的关键参数，为评价区域生态系统在全球的碳平衡以及区域贡献和响应提供了基础。目前，MODIS卫星数据产品是估算生态系统总初级生产力的一类最普遍最重要的数据源。以青藏高原为研究区域，基于2001至2020年MOD17A2H和MYD17A2H的8天累计GPP数据，将全年的GPP数据进行累加，并进行空间重采样，最终得到了与GIMMS长时间序列空间分辨率一致的青藏高原区域2001-2020 的本项年尺度GPP数据。数据格式为GeoTIFF，GPP值的缩放系数为0.0001。需要特别说明的是，由于传感器工作时间的差异，MOD系列数据从2001年开始，而MYD系列数据则从2002年开始。另外，其中2002年的MYD系列GPP由于上半年数据的缺失，因此使用上半年的MOD系列数据进行替代，从而获取MYD的2002年数据。数据包含背景值0，已设置为nodata。",
      "instructions": "Rule of Name: \nYYYY_SSSGPP_TP.tif is the annual GPP for different sensor of MODIS, which include MOD from Terra and MYD from Aqua.  SSS can be MOD and MYD. YYYY  is the year.  \nSSS_MeanGPPxxxx-yyyy.tif is the average annual GPP for Tibetan Plateau over last two decades. SSS can be MOD and MYD while xxxx is the start of observation and yyyy indicates the end of observation period.\nData format: GeoTIF  \nSpatial extent: 39.8S-26.0N 73.5E-104.5E\nFill value: Nodata. Nan\nScale factor: 0.0001\nUnit: g C m−2 year−1 with a scalar factor of 0.0001.",
      "instructionsCn": "文件命名：年生产力数据以GeoTIFF格式存储，逐年GPP文件的名称为“ YYYY_SSSGPP_TP.tif”，其中YYYY代表年，SSS代表MODIS不同观测平台的数据来源（Terra的MOD和Aqua的MYD），比如2001_MODGPP_TP.tif，代表这个TIF文件描述2001年基于MOD17A2H青藏高原的年生产力大小，另含近20年的年GPP均值数据，命名格式为“ SSS_MeanGPPxxxx-yyyy”，xxxx为起始年份，yyyy 为结束年份。其中，由于MYD系列 数据生产年限从2002年下半年开始，原始合成的MYD2002年下半年GPP也列在文件夹中。\n数据读取方式：该数据集中的所有GeoTIFF文件可用Arcgis/ENVI/QGIS等空间分析软件打开，也支持R及python读取。其中填充值为Nodata或者 Nan， 数据的缩放系数为0.0001，换算为单位为kg C m−2 year−1 需将原始数据乘以10000。",
      "east": 73.5,
      "west": 104.5,
      "south": 26.0,
      "north": 39.8,
      "startTime": "2001-01-01 00:00:00",
      "endTime": "2020-12-31 00:00:00",
      "fileSize": 12880219.0,
      "cstr": "18406.11.Terre.tpdc.300323",
      "doi": "10.11888/Terre.tpdc.300323",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张扬建",
        "nameEn": "ZHANG Yangjian",
        "unitEn": "Institute of Geographic Sciences and Natural Resources Research, CAS",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "张宪洲",
        "nameEn": "ZHANG Xianzhou",
        "unitEn": "Institute of Geographic Sciences and Natural Resources Research,Chinese Academy of Sciences",
        "unitCn": "中国科学院地理科学与资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Improvements of the MODIS terrestrial gross and net primary production global data set",
        "referenceCn": null,
        "referenceEn": "Zhao, M., Heinsch, F.A., Nemani, R.R., & Running, S.W. (2005). Improvements of the MODIS terrestrial gross and net primary production global data set. Remote sensing of Environment, 95(2), 164-176."
      },
      {
        "titleCn": null,
        "titleEn": "Solar radiation and productivity in tropical ecosystems",
        "referenceCn": null,
        "referenceEn": "Monteith, J.L. (1972). Solar radiation and productivity in tropical ecosystems. Journal of applied ecology, 9(3), 747-66."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "异养呼吸",
        "nameEn": "Heterotrophic respiration"
      },
      {
        "nameCn": "总初级生产力",
        "nameEn": "Gross primary product"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "生态遥感产品",
        "nameEn": "Ecological remote sensing products"
      },
      {
        "nameCn": "自养呼吸",
        "nameEn": "Autotrophic respiration"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2001-2020",
        "keywordEn": "2001-2020",
        "type": "temporal"
      },
      {
        "keywordCn": "20年",
        "keywordEn": "20 years",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "What is the total duration in years for which the gross primary productivity data was collected on the Tibetan Plateau?",
        "QuestionCn": "在青藏高原上收集的总初级生产力数据的持续时间是多少年？",
        "AnswerEn": "20 years",
        "AnswerCn": "20年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is 'Ecosystem Gross Primary Productivity (GPP)' in the context of global change research?",
        "QuestionCn": "生态系统总初级生产力（GPP）在全球变化研究中的背景是什么？",
        "AnswerEn": "Ecosystem Gross Primary Productivity (GPP) is an important functional indicator in global change research that quantifies the carbon flux, carbon storage, and carbon cycle processes within ecosystems. It serves as a foundational parameter for evaluating the carbon balance of regional ecosystems and their contributions and responses to global carbon dynamics.",
        "AnswerCn": "生态系统总初级生产力（GPP）是全球变化研究中的一个重要功能指标，它量化了生态系统内的碳通量、碳储存和碳循环过程。它作为评估区域生态系统碳平衡及其对全球碳动态的贡献和响应的基础参数。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do MODIS satellite data products compare to the MYD series in terms of their ability to estimate ecosystem gross primary productivity (GPP) for the Tibetan Plateau from 2001 to 2020?",
        "QuestionCn": "MODIS卫星数据产品与MYD系列在估算2001年至2020年西藏高原的生态系统总初级生产力（GPP）方面有何比较？",
        "AnswerEn": "MODIS satellite data products are a commonly used and important data source for estimating ecosystem gross primary productivity (GPP). The MOD series data is available from 2001 onwards, while the MYD series data starts from 2002. In 2002, due to missing data in the MYD series for the first half of the year, the MOD series data was used as a substitute to obtain the MYD series data for that year.",
        "AnswerCn": "MODIS卫星数据产品是估算生态系统总初级生产力（GPP）常用且重要的数据来源。MOD系列数据自2001年开始提供，而MYD系列数据自2002年开始提供。在2002年，由于MYD系列数据上半年缺失，使用MOD系列数据作为替代，以获取该年的MYD系列数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the choice of MODIS satellite data products for estimating ecosystem gross primary productivity in the Tibetan Plateau?",
        "QuestionCn": "哪些因素影响选择MODIS卫星数据产品来估算青藏高原的生态系统总初级生产力？",
        "AnswerEn": "MODIS satellite data products are chosen because they are one of the most prevalent and important data sources for estimating ecosystem gross primary productivity. They provide key parameters for studying carbon flux, carbon storage, and carbon cycling processes, which are essential for evaluating the carbon balance of regional ecosystems and their contribution and response to global changes.",
        "AnswerCn": "MODIS卫星数据产品之所以被选择，是因为它们是估算生态系统总初级生产力最普遍和重要的数据来源之一。它们提供了研究碳通量、碳储存和碳循环过程的关键参数，这对于评估区域生态系统的碳平衡及其对全球变化的贡献和响应至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using MODIS satellite data products as the primary source for estimating ecosystem gross primary productivity on the accuracy and reliability of carbon flux assessments?",
        "QuestionCn": "使用MODIS卫星数据产品作为估算生态系统总初级生产力的主要来源，对碳通量评估的准确性和可靠性可能产生的后果是什么？",
        "AnswerEn": "Using MODIS satellite data products as the primary source for estimating ecosystem gross primary productivity is likely to provide a consistent and widely applicable dataset, given its broad coverage and regular updates. However, it may also introduce challenges related to spatial and temporal resolution, which could affect the accuracy and reliability of carbon flux assessments. The necessity to replace missing data, such as using MOD data to fill gaps in MYD data for 2002, might introduce discrepancies or uncertainties in annual GPP calculations. Despite these challenges, MODIS data remains a key tool for evaluating regional ecosystems' carbon balance and their contributions to global carbon dynamics.",
        "AnswerCn": "使用MODIS卫星数据产品作为估算生态系统总初级生产力的主要来源，可能会提供一个一致且广泛适用的数据集，考虑到其广泛的覆盖范围和定期更新。然而，这也可能引入与空间和时间分辨率相关的挑战，这可能会影响碳通量评估的准确性和可靠性。替换缺失数据的必要性，例如使用MOD数据填补2002年MYD数据的空缺，可能会在年度GPP计算中引入差异或不确定性。尽管存在这些挑战，MODIS数据仍然是评估区域生态系统碳平衡及其对全球碳动态贡献的关键工具。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind developing a dataset that tracks the spatio-temporal changes in vegetation productivity on the Qinghai-Tibet Plateau from 2001 to 2020 using MODIS satellite data?",
        "QuestionCn": "开发一个跟踪2001年至2020年青藏高原植被生产力时空变化的数据集，使用MODIS卫星数据的目标是什么？",
        "AnswerEn": "The primary objective is to provide a crucial ecological functional indicator for global change research by estimating ecosystem gross primary productivity (GPP). This serves as a key parameter for studying carbon flux, carbon storage, and carbon cycle processes in ecosystems. It lays the foundation for assessing the regional ecosystem's contribution and response to global carbon balance. The dataset aims to offer consistent annual-scale GPP data for the Qinghai-Tibet Plateau by integrating MOD17A2H and MYD17A2H data, addressing data gaps and ensuring compatibility with long-term spatial resolution data like GIMMS.",
        "AnswerCn": "主要目标是通过估算生态系统的总初级生产力（GPP）来为全球变化研究提供一个关键的生态功能指标。这是研究生态系统中碳通量、碳储存和碳循环过程的关键参数，为评估区域生态系统对全球碳平衡的贡献和响应奠定基础。该数据集旨在通过整合MOD17A2H和MYD17A2H数据，为青藏高原提供一致的年度GPP数据，解决数据缺口，并确保与长期空间分辨率数据（如GIMMS）的兼容性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in processing satellite data to estimate ecosystem gross primary productivity over a specific region like the Qinghai-Tibet Plateau?",
        "QuestionCn": "处理卫星数据以估算特定区域（如青藏高原）生态系统总初级生产力的程序步骤有哪些？",
        "AnswerEn": "The procedural steps involve using MODIS satellite data products, specifically the MOD17A2H and MYD17A2H 8-day cumulative GPP data, to estimate ecosystem gross primary productivity. The data is collected from 2001 to 2020 and involves accumulating the GPP data over the entire year, followed by spatial resampling to achieve consistency with the GIMMS long-term series spatial resolution for the Qinghai-Tibet Plateau region. Additionally, due to sensor operational differences, data from the MOD series is used to substitute missing data for the MYD series in 2002, particularly for the first half of the year.",
        "AnswerCn": "程序步骤涉及使用MODIS卫星数据产品，特别是MOD17A2H和MYD17A2H的8天累计GPP数据，以估算生态系统的总初级生产力。数据收集时间为2001年至2020年，涉及对整个年度的GPP数据进行累积，随后进行空间重采样，以实现与青藏高原地区GIMMS长期系列空间分辨率的一致性。此外，由于传感器操作差异，使用MOD系列的数据来替代2002年MYD系列的缺失数据，特别是针对上半年的数据。",
        "Level": "C3(Applying)"
      }
    ]
  }
}