{
    "id": "092c0803-891f-4edb-8878-754f01bbe0db",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of airborne microwave radiometers (L&K bands) mission in the Linze-Biandukou flight zone on May 25 2008",
            "titleCn": "黑河综合遥感联合试验：临泽-扁都口飞行区L&K波段机载微波辐射计数据集（2008年5月25日）",
            "description": "This dataset was acquired on May 25, 2008 by the L&K-band airborne microwave radiometer at the Linze-Biandukou flight area.The L-band frequency is 1.4 GHz, the rear view is 35 degrees, and the dual-polarization (H and V) information is obtained; the K-band frequency is 18.7 GHz, with zenith angle observation, and there is no polarization information. The plane took off from Zhangye Airport at 9:51 (Beijing time, the same below) and landed at 15:01. The observation from 10:10 to 12:30 was in the Linze area, the flight altitude is about 1800m, and the flight speed is about 250km/hr. The plane flew low over Linze Reservoir from 12:31 to 12:38. The plane works  in the Bianduko aerophotography region from13:13 to 14:35, the flight altitude is about 3000m, and the flight speed is about 250km/hr.\nThe original data is divided into two parts: microwave radiometer data and GPS data. The L and K bands of microwave radiometer are all from non-imaging observation, the digital values obtained from instantaneous observation are recorded by text files, the longitude and latitude of flight and the attitude parameters of aircraft are recorded by GPS data. At the same time, through the respective clock records of the microwave radiometer and GPS, the microwave observation can be linked with the GPS record, and the microwave observation can be matched with the geographical coordinate information. Due to the relatively low resolution of the microwave radiometer, the  leeway, welter and pitching of the aircraft are generally neglected in data processing. According to the target of use and relative flight altitude (H), after calibration and coordinate matching, the observation information can be rasterized. The resolution (x) of the L and K bands can be considered consistent with the observation footprint. The reference resolution is: L band, x = 0.3H; K band, x = 0.24H. After the above steps, products that can be directly used by users can be  obtained.",
            "descriptionCn": "本数据集为L&K波段机载微波辐射计于2008年05月25日获取，地点在临泽-扁都口飞行区。\n其中L波段频率为1.4GHz，后视35度观测，获取双极化（H和V）信息；K波段频率为18.7GHz，天顶角观测，无极化信息。飞机9:51（北京时间，下同）从张掖机场起飞，15:01降落。10:10-12:30在临泽摄区观测，飞行高度1800m左右，飞行速度250km/hr左右。12:31-12:38低飞临泽水库。13:13-14:35在扁都口摄区工作，飞行高度3000m左右，飞行速度250km/hr左右。\n原始数据分为两部分，分别为微波辐射计数据和GPS数据。其中微波辐射计L和K波段均属非成像观测，由文本文件记录瞬时观测获得的数码值，GPS数据记录飞行时的经纬度以及飞机姿态参数等。使用微波辐射计观测数据时需要根据定标系数将记录的数码值转换为亮温值（定标系数文件与原始观测数据归档在一起）。同时，通过微波辐射计和GPS各自的时钟记录，可以将微波观测与GPS记录联系起来，给微波观测匹配地理坐标信息。由于微波辐射计观测分辨率较粗，数据处理中一般忽略飞机的航偏、翻滚以及俯仰效应。根据使用目标及飞行相对航高（H），在定标和坐标匹配后，还可以将观测信息栅格化，L和K波段的分辨率（x）与观测足迹（footprint）可以认为一致，参考分辨率为：L波段，x=0.3H；K波段，x=0.24H。经过以上各步处理后，可以获得用户能够直接使用的产品。",
            "instructions": "",
            "instructionsCn": "",
            "east": 101.1,
            "west": 100.05,
            "south": 38.15,
            "north": 39.4,
            "startTime": "2008-06-07 17:50:00",
            "endTime": "2008-06-07 23:01:00",
            "fileSize": 11512973.0,
            "cstr": "18406.11.water973.0214.db",
            "doi": "10.3972/water973.0214.db",
            "dataFormat": "",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王树果",
                "nameEn": "WANG Shuguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "王旭峰",
                "nameEn": "WANG Xufeng",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, CAS",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "肖青",
                "nameEn": "XIAO Qing",
                "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
                "unitCn": "中国科学院遥感与数字地球研究所"
            },
            {
                "nameCn": "刘强",
                "nameEn": "Liu Qiang",
                "unitEn": "",
                "unitCn": "中国科学院遥感应用研究所"
            },
            {
                "nameCn": "赵凯",
                "nameEn": "ZHAO Kai",
                "unitEn": "Northeast Institute of geography and AGgroecology, Chinese Academy of Sciences",
                "unitCn": "中国科学院东北地理与农业生态研究所"
            },
            {
                "nameCn": " 金吉南",
                "nameEn": "JIN Jinan",
                "unitEn": "",
                "unitCn": "中国科学院东北地理与农业生态研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": "微波辐射计",
                "nameEn": "Microwave radiometer"
            },
            {
                "nameCn": "机载遥感",
                "nameEn": "Airborne remote sensing"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游干旱区水文试验区",
                "keywordEn": "Arid Region Hydrology in the Middle Reaches"
            },
            {
                "keywordCn": "临泽站加密观测区",
                "keywordEn": "Closed observation area of Linze station"
            },
            {
                "keywordCn": "扁都口加密观测区",
                "keywordEn": "closed observation area of Biandoukou"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008-05-25",
                "keywordEn": "2008-05-25",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
                "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
                "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
            },
            {
                "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
                "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
            },
            {
                "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
                "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
            },
            {
                "titleCn": "2010年代三江源多年冻土稳定型分布图",
                "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
            },
            {
                "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
                "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
            },
            {
                "titleCn": "西藏纳木错水温监测数据（2011-2014）",
                "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collected by L&K band airborne microwave radiometers in remote sensing experiments?",
                "QuestionCn": "L&K波段空气微波辐射计在遥感实验中收集的数据的特征是什么？",
                "AnswerEn": "non-imaging observations, digital values, L-band 1.4GHz, dual polarization (H and V), 35-degree back-view angle, K-band 18.7GHz, no polarization, zenith angle, microwave radiometer data, GPS data, latitude, longitude, aircraft attitude parameters, calibration coefficients, coarse resolution, consistent resolution and footprint, L-band resolution x=0.3H, K-band resolution x=0.24H",
                "AnswerCn": "非成像观测，数字值，L波段1.4GHz，双极化（水平和垂直），35度后视角，K波段18.7GHz，无极化，天顶角，微波辐射计数据，GPS数据，纬度，经度，飞机姿态参数，校准系数，粗分辨率，一致的分辨率和覆盖范围，L波段分辨率x=0.3H，K波段分辨率x=0.24H",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the total number of flight hours recorded during the data collection process involving L&K band airborne microwave radiometer?",
                "QuestionCn": "在涉及L&K波段空中微波辐射计的数据收集过程中记录的总飞行小时数是多少？",
                "AnswerEn": "5 hours 10 minutes",
                "AnswerCn": "5小时10分钟",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'L&K band airborne microwave radiometer data' mean in the context of remote sensing experiments?",
                "QuestionCn": "'L&K带空气微波辐射计数据'在遥感实验中的含义是什么。",
                "AnswerEn": "L&K band airborne microwave radiometer data refers to measurements collected using airborne microwave radiometers that operate at L band (1.4GHz) and K band (18.7GHz) frequencies. These measurements are acquired during flight operations to observe specific areas, capturing dual polarization information at the L band and non-polarized data at the K band. The data includes microwave radiometer readings and GPS data, which are combined to provide geographic context. The raw data needs to be calibrated to convert digital values into brightness temperatures, and can be processed further to align with geographic coordinates and create grid-based products with specific resolutions based on flight altitude.",
                "AnswerCn": "L&K波段空中微波辐射计数据是指使用空中微波辐射计在L波段（1.4GHz）和K波段（18.7GHz）频率下收集的测量数据。这些测量是在飞行操作期间进行的，旨在观察特定区域，捕获L波段的双极化信息和K波段的非极化数据。数据包括微波辐射计读数和GPS数据，这些数据结合在一起提供地理上下文。原始数据需要进行校准，以将数字值转换为亮温，并可以进一步处理以与地理坐标对齐，并根据飞行高度创建具有特定分辨率的网格产品。",
                "Level": "C2(Understanding)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of using L&K band airborne microwave radiometers over the Linze-Biandukou flight area, and how does this approach enhance our understanding of land surface parameters?",
                "QuestionCn": "在林泽-边渡口飞行区域使用L&K波段空中微波辐射计的主要目标是什么？这种方法如何增强我们对地表参数的理解？",
                "AnswerEn": "The primary objective of using L&K band airborne microwave radiometers over the Linze-Biandukou flight area is to capture high-resolution brightness temperature data that can be transformed into valuable land surface parameters. This approach enhances our understanding by providing dual-polarization information at the L band and zenith angle observations at the K band, which are crucial for analyzing soil moisture content and other surface characteristics. The methodology allows for the integration of microwave and GPS data to assign geographical coordinates to the observations, facilitating accurate spatial analysis and modeling of environmental phenomena.",
                "AnswerCn": "使用L&K波段空中微波辐射计在林泽-边渡口飞行区域的主要目标是捕获高分辨率的亮温数据，这些数据可以转化为有价值的地表参数。这种方法通过提供L波段的双极化信息和K波段的天顶角观测，增强了我们对土壤湿度含量和其他表面特征的分析能力。该方法允许将微波数据和GPS数据整合，以便为观测分配地理坐标，从而促进环境现象的准确空间分析和建模。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the necessary steps to convert digital values from microwave radiometer observations into usable brightness temperature values, and how is geographical coordinate information integrated into these observations?",
                "QuestionCn": "将微波辐射计观测的数字值转换为可用的亮温值所需的必要步骤，以及如何将地理坐标信息整合到这些观测中。",
                "AnswerEn": "To convert digital values from microwave radiometer observations into usable brightness temperature values, calibration coefficients are required to transform the recorded digital values into brightness temperature values. These calibration coefficients are archived together with the original observational data. The integration of geographical coordinate information into the observations is achieved by linking microwave observation records with GPS data through their respective clock records, matching microwave observations with geographic coordinates.",
                "AnswerCn": "为了将微波辐射计观测的数字值转换为可用的亮温值，需要校准系数来将记录的数字值转换为亮温值。这些校准系数与原始观测数据一起存档。通过将微波观测记录与GPS数据通过各自的时钟记录进行链接，集成地理坐标信息，从而将微波观测与地理坐标匹配。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methods enable the integration of microwave radiometer data with GPS data to provide geolocated observational information in aerial surveys?",
                "QuestionCn": "哪些方法可以将微波辐射计数据与GPS数据集成，以提供航空调查中的地理定位观测信息？",
                "AnswerEn": "The integration of microwave radiometer data with GPS data is enabled by synchronizing the time stamps from the radiometer and GPS systems, allowing the assignment of geographic coordinates to microwave observations. This process involves converting digital values recorded by the radiometer into brightness temperatures using calibration coefficients, and then matching these observations with GPS-recorded latitude, longitude, and aircraft attitude parameters.",
                "AnswerCn": "微波辐射计数据与GPS数据的集成通过同步辐射计和GPS系统的时间戳来实现，从而将地理坐标分配给微波观测。这个过程涉及使用校准系数将辐射计记录的数字值转换为亮温，并将这些观测与GPS记录的纬度、经度和飞机姿态参数进行匹配。",
                "Level": "C3(Applying)"
            }
        ]
    }
}