{
    "id": "092e3253-0740-4b36-b6e0-44dfc4d36fee",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Long time series data set of extreme precipitation index in arid region of Central Asia",
            "titleCn": "中亚干旱区极端降水指数长时间序列数据集（1925-2005）",
            "description": "The long-time series data set of extreme precipitation index in the arid region of Central Asia contains 10 extreme precipitation index long-time series data of 49 stations. Based on the daily precipitation data of the global daily climate historical data network (ghcn-d), the data quality control and outlier elimination were used to select the stations that meet the extreme precipitation index calculation. Ten extreme precipitation indexes (prcptot, SDII, rx1day, rx5day, r95ptot, r99ptot, R10, R20) defined by the joint expert group on climate change detection and index (etccdi) were calculated 、CWD、CDD）。 Among them, there are 15 time series from 1925 to 2005. This data set can be used to detect and analyze the frequency and trend of extreme precipitation events in the arid region of Central Asia under global climate change, and can also be used as basic data to explore the impact of extreme precipitation events on agricultural production and life and property losses.",
            "descriptionCn": "中亚干旱区极端降水指数长时间序列数据集包含了49个站点的10项极端降水指数长时间序列数据。该数据集以全球日气候历史数据网络（GHCN-D）的逐日降水数据为基础，经过数据质量控制和异常值剔除，选取符合极端降水指数计算的站点，计算了气候变化检测和指数联合专家组（ETCCDI）定义的10项极端降水指数（PRCPTOT、SDII、RX1day、RX5day、R95pTOT、R99pTOT、R10、R20、CWD、CDD）。其中，有15站时间序列为1925-2005年。本数据集可以作为在全球气候变化下中亚干旱区极端降水事件发生频率和趋势探测分析的材料，也可以作为基础数据来探索极端降水事件对农牧业生产和生命财产损失的影响。",
            "instructions": "The data files are stored separately by stations, and the extreme precipitation index data is stored in Excel format with the name of“ yyyyy.xlsx ”Where yyyyy represents the WMO site number. Convenient for subsequent processing and application, users can selectively download data according to the actual situation.",
            "instructionsCn": "数据文件按站点分别存储，极端降水指数数据以EXCEL格式存储，文件的名称为“yyyyy.xlsx”，其中yyyyy代表WMO站点编号。便于后续处理与应用，用户可根据实际情况选择性地下载数据。",
            "east": 85.0,
            "west": 48.0,
            "south": 35.0,
            "north": 55.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 592739.0,
            "cstr": "18406.11.Meteoro.tpdc.271138",
            "doi": "10.11888/Meteoro.tpdc.271138",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "姚俊强",
                "nameEn": "YAO Junqiang",
                "unitEn": "",
                "unitCn": "中国气象局乌鲁木齐沙漠气象研究所"
            },
            {
                "nameCn": "陈静",
                "nameEn": "CHEN Jing",
                "unitEn": "",
                "unitCn": "中国气象局乌鲁木齐沙漠气象研究所"
            },
            {
                "nameCn": "李建刚",
                "nameEn": "LI Jiangang",
                "unitEn": "",
                "unitCn": "中国气象局乌鲁木齐沙漠气象研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Intensification of extreme precipitation in arid Central Asia",
                "referenceCn": null,
                "referenceEn": "Yao, J., Chen, Y., Chen, J., Zhao, Y., & Mao, W. (2020). Intensification of extreme precipitation in arid central asia. Journal of Hydrology, 125760. doi.org/10.1016/j.jhydrol.2020.125760"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            },
            {
                "nameCn": "降水量",
                "nameEn": "Precipitation amount"
            },
            {
                "nameCn": "降雨强度",
                "nameEn": "Rainfall rate"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中亚干旱区",
                "keywordEn": "Central  Asia"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1925-2005",
                "keywordEn": "1925-2005",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            },
            {
                "titleCn": "中亚极端降水演变特征及预报方法研究",
                "titleEn": "National Key Research and Development Program of China"
            },
            {
                "titleCn": "国家自然科学基金",
                "titleEn": "National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the features and characteristics of a dataset used to analyze long-term trends in extreme precipitation indices in arid regions of Central Asia?",
                "QuestionCn": "用于分析中亚干旱地区极端降水指数长期趋势的数据集的特征和特点是什么？",
                "AnswerEn": "long-term series, extreme precipitation indices, multiple stations, arid regions of Central Asia, daily precipitation data, global climate history data network, quality control, outlier removal, PRCPTOT, SDII, RX1day, RX5day, R95pTOT, R99pTOT, R10, R20, CWD, CDD, period from 1925 to 2005",
                "AnswerCn": "长期序列，极端降水指数，多站点，中亚干旱地区，每日降水数据，全球气候历史数据网络，质量控制，离群值去除，PRCPTOT，SDII，RX1day，RX5day，R95pTOT，R99pTOT，R10，R20，CWD，CDD，时间段从1925年到2005年。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many stations are included in a dataset related to extreme precipitation indices for arid regions of Central Asia over a long time series?",
                "QuestionCn": "与中亚干旱地区极端降水指数相关的数据集中包含多少个站点，涵盖了较长时间序列？",
                "AnswerEn": "49",
                "AnswerCn": "49",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '极端降水指数' mean in the context of data collection for climate studies in arid regions of Central Asia?",
                "QuestionCn": "'极端降水指数'在中亚干旱地区气候研究的数据收集中指的是用于衡量极端降水事件频率和强度的指标。",
                "AnswerEn": "In the context of data collection for climate studies in arid regions of Central Asia, '极端降水指数' refers to extreme precipitation indices that are calculated using daily precipitation data. These indices, defined by the Expert Team on Climate Change Detection and Indices (ETCCDI), include PRCPTOT, SDII, RX1day, RX5day, R95pTOT, R99pTOT, R10, R20, CWD, and CDD, which help in detecting the frequency and trends of extreme precipitation events under global climate change.",
                "AnswerCn": "在中亚干旱地区气候研究的数据收集中，“极端降水指数”是指使用日降水数据计算的极端降水指数。这些指数由气候变化检测和指数专家组（ETCCDI）定义，包括PRCPTOT、SDII、RX1day、RX5day、R95pTOT、R99pTOT、R10、R20、CWD和CDD，帮助检测全球气候变化下极端降水事件的频率和趋势。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the selection of specific stations for calculating extreme precipitation indices in arid regions of Central Asia?",
                "QuestionCn": "在中亚干旱地区，选择特定气象站用于计算极端降水指数的因素有哪些？",
                "AnswerEn": "The selection of specific stations for calculating extreme precipitation indices in arid regions of Central Asia is influenced by the availability of daily precipitation data from the Global Historical Climatology Network (GHCN-D), the quality control measures applied to the data, and the elimination of anomalies. Additionally, stations are chosen based on their ability to meet the criteria necessary for calculating extreme precipitation indices as defined by the Expert Team on Climate Change Detection and Indices (ETCCDI).",
                "AnswerCn": "在中亚干旱地区，选择特定气象站以计算极端降水指数受到全球历史气候网络（GHCN-D）每日降水数据的可用性、数据质量控制措施的影响，以及异常值的排除。此外，选择气象站还基于其满足气候变化检测和指数专家组（ETCCDI）定义的计算极端降水指数所需的标准。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using long-term series data from multiple stations with varying time spans on the analysis of extreme precipitation trends in arid regions?",
                "QuestionCn": "使用来自多个站点的长期系列数据，这些站点的时间跨度不同，可能对干旱地区极端降水趋势分析产生的潜在后果是什么？",
                "AnswerEn": "Using long-term series data from multiple stations with varying time spans can lead to comprehensive insights into spatial and temporal patterns of extreme precipitation trends in arid regions. It allows for the identification of regional differences in precipitation behavior and the assessment of the impact of climate change on extreme precipitation events. However, it may also introduce challenges such as data inconsistency and potential biases due to the different lengths of data records, which must be carefully managed through rigorous quality control and normalization techniques.",
                "AnswerCn": "使用来自多个站点的长期系列数据，尽管时间跨度不同，可以深入了解干旱地区极端降水趋势的空间和时间模式。这使得能够识别降水行为的区域差异，并评估气候变化对极端降水事件的影响。然而，这也可能带来挑战，例如数据不一致和由于数据记录长度不同而可能引入的偏差，这些问题必须通过严格的质量控制和标准化技术进行仔细管理。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective behind creating a dataset that includes a long time series of extreme precipitation indices for arid regions of Central Asia?",
                "QuestionCn": "创建一个包含中亚干旱地区极端降水指数的长期时间序列数据集的主要目标是什么？",
                "AnswerEn": "The primary objective is to provide material for detecting and analyzing the frequency and trends of extreme precipitation events in the arid regions of Central Asia under global climate change. Additionally, it serves as foundational data to explore the impact of these events on agricultural and pastoral production as well as on property and life loss.",
                "AnswerCn": "主要目标是提供材料，以检测和分析全球气候变化下中亚干旱地区极端降水事件的频率和趋势。此外，这些数据还作为基础数据，用于探讨这些事件对农业和牧业生产以及财产和生命损失的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in selecting suitable stations and calculating extreme precipitation indices for long-term data analysis in arid regions of Central Asia?",
                "QuestionCn": "在中亚干旱地区进行长期数据分析时，选择合适的气象站和计算极端降水指数涉及哪些程序？",
                "AnswerEn": "The process involves using daily precipitation data from the Global Historical Climatology Network (GHCN-D), applying data quality control measures, and removing outliers. Suitable stations are selected based on their ability to support the calculation of extreme precipitation indices. The calculation of indices is performed according to the definitions by the Expert Team on Climate Change Detection and Indices (ETCCDI), which includes indices such as PRCPTOT, SDII, and RX1day, among others.",
                "AnswerCn": "该过程涉及使用全球历史气候网络（GHCN-D）的每日降水数据，应用数据质量控制措施，并去除异常值。根据能够支持极端降水指数计算的能力选择合适的气象站。指数的计算是根据气候变化检测和指数专家组（ETCCDI）的定义进行的，包括PRCPTOT、SDII和RX1day等指数。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data quality control and anomaly exclusion techniques enable the creation of long-term extreme precipitation index datasets in arid regions of Central Asia?",
                "QuestionCn": "哪些数据质量控制和异常排除技术能够在中亚干旱地区创建长期极端降水指数数据集？",
                "AnswerEn": "The dataset is based on the daily precipitation data from the Global Historical Climatology Network (GHCN-D) and involves data quality control and anomaly exclusion. These processes support the selection of stations suitable for calculating extreme precipitation indices, ensuring accurate representation of long-term trends and events.",
                "AnswerCn": "该数据集基于全球历史气候网络（GHCN-D）的每日降水数据，并涉及数据质量控制和异常值排除。这些过程支持选择适合计算极端降水指数的气象站，确保长期趋势和事件的准确表示。",
                "Level": "C6(Creating)"
            }
        ]
    }
}