{
  "id": "0933ec3e-5562-4b99-bc0f-c61e7b403b1f",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Spatial distribution data set of extreme precipitation hazard (2020)",
      "titleCn": "极端降水灾害危险性空间分布数据集（2020）",
      "description": "Based on the global surface water data (wod) from 1984 to 2018, the extreme precipitation frequency index and extreme precipitation intensity index were selected. Combined with the spatial analysis method in ArcGIS, the risk level of flood disaster in 34 key nodes under extreme precipitation conditions was constructed and evaluated. One belt, one road, 34 key nodes, is evaluated for the risk of flooding in the key areas of the \"one belt\" Road area under extreme precipitation events, which provides a basis for local government departments to make decisions and early warning before floods occur, so that we can gain valuable time for disaster prevention and mitigation measures to reduce the lives of the people brought by floods. Loss of property.",
      "descriptionCn": "此数据集以1984-2018年全球地表水数据（WOD）为基础，选取了极端降水频率指标和极端降水强度指标，结合ArcGIS中的空间分析方法，构建评估了34个关键节点在极端降水条件下发生洪涝灾害的危险性等级。34个关键节点百里级危险性评估数据集评估了“一带一路”重点区域在极端降水事件下的洪涝灾害危险性，为当地政府部门决策提供依据，同时以便在洪涝灾害发生前进行预警，从而可以争取到宝贵的时间采取防灾减灾措施，降低洪涝灾害所带来的人民群众生命财产损失。",
      "instructions": "Risk assessment results are stored in TIFF format and can be opened by ArcGIS. The file name is“ xxx.tif \", where XXX represents the name of the node",
      "instructionsCn": "危险性评价成果以tiff格式储存，可以使用ArcGIS打开，文件的名称为\"xxx.tif\"，其中xxx代表节点的名称",
      "east": -180.0,
      "west": 180.0,
      "south": -50.0,
      "north": 50.0,
      "startTime": "2015-06-01 00:00:00",
      "endTime": "2020-12-23 00:00:00",
      "fileSize": 180407377.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "葛咏",
        "nameEn": "GE Yong",
        "unitEn": "Institute of Geographic Sciences and Natural Resources Research, CAS",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "李强子",
        "nameEn": "LI Qiangzi",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "李毅",
        "nameEn": "LI Yi",
        "unitEn": "Institute of Remote Sensing and Digital Earth",
        "unitCn": "中科院遥感所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "AIMERG: a new Asian precipitation dataset (0.1◦/half-hourly, 2000–2015) by calibrating the GPM-era IMERG at a daily scale using APHRODITE",
        "referenceCn": null,
        "referenceEn": "Ma, Z.Q., Xu, J.T., Zhu, S.Y., Yang, J., Tang, G.Q., Yang, Y.J., Shi, Z., and Hong, Y. (2020). AIMERG: a new Asian precipitation dataset (0.1°/half-hourly, 2000–2015) by calibrating the GPM-era IMERG at a daily scale using APHRODITE, Earth Syst. Sci. Data, 12, 1525–1544, https://doi.org/10.5194/essd-12-1525-2020."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "极端降水",
        "nameEn": "Extreme Precipitation"
      },
      {
        "nameCn": "自然灾害",
        "nameEn": "Natural Disaster"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "“一带一路”区域重要节点",
        "keywordEn": "Important nodes in the One Belt And One Road region"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2020",
        "keywordEn": "2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the spatial distribution data used for assessing extreme precipitation disaster risk levels?",
        "QuestionCn": "用于评估极端降水灾害风险水平的空间分布数据的特征是什么？",
        "AnswerEn": "global surface water data from 1984-2018, indicators of extreme precipitation frequency and intensity, spatial analysis methods in ArcGIS, risk levels of flooding disasters under extreme precipitation conditions at 34 critical nodes, key regions along the 'Belt and Road' initiative",
        "AnswerCn": "1984-2018年的全球地表水数据，极端降水频率和强度的指标，ArcGIS中的空间分析方法，34个关键节点在极端降水条件下的洪水灾害风险水平，“一带一路”倡议沿线的关键区域。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many key nodes are assessed for flood risk under extreme precipitation conditions?",
        "QuestionCn": "在极端降水条件下，评估了多少个关键节点的洪水风险？",
        "AnswerEn": "34",
        "AnswerCn": "34",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What spatial analysis methods could be inferred as effective when assessing the risk levels of flood disasters under extreme precipitation conditions?",
        "QuestionCn": "在评估极端降水条件下洪水灾害风险水平时，可以推断出哪些空间分析方法是有效的？",
        "AnswerEn": "The use of ArcGIS spatial analysis methods is implied as an effective approach for assessing the risk levels of flood disasters under extreme precipitation conditions, by integrating extreme precipitation frequency and intensity indicators with spatial distribution data.",
        "AnswerCn": "使用ArcGIS空间分析方法被认为是评估极端降水条件下洪水灾害风险水平的有效方法，通过将极端降水频率和强度指标与空间分布数据相结合。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on disaster risk assessment if spatial analysis methods using ArcGIS are incorporated into the evaluation of extreme precipitation events?",
        "QuestionCn": "如果在极端降水事件的评估中纳入使用ArcGIS的空间分析方法，灾害风险评估可能会产生哪些潜在影响？",
        "AnswerEn": "Incorporating spatial analysis methods using ArcGIS can enhance the accuracy and reliability of disaster risk assessments by providing detailed spatial distribution data, which helps evaluate the flood risk levels of key nodes under extreme precipitation conditions. This can assist local governments in making informed decisions and implementing timely warnings to reduce the impact of floods on human life and property.",
        "AnswerCn": "利用ArcGIS进行空间分析方法可以提高灾害风险评估的准确性和可靠性，提供详细的空间分布数据，帮助评估关键节点在极端降水条件下的洪水风险水平。这可以帮助地方政府做出明智的决策，并实施及时的预警，以减少洪水对人类生命和财产的影响。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind using extreme precipitation frequency and intensity indicators for assessing flood risk in key areas?",
        "QuestionCn": "使用极端降水频率和强度指标评估关键区域洪水风险的目标是什么？",
        "AnswerEn": "The objectives are to evaluate the risk levels of flood disasters under extreme precipitation conditions at 34 key nodes, providing a foundation for local government decision-making, facilitating early warning before flood disasters occur, and allowing time to implement disaster prevention and mitigation measures to reduce loss of life and property.",
        "AnswerCn": "目标是在34个关键节点下评估极端降水条件下洪灾的风险水平，为地方政府决策提供基础，促进洪灾发生前的预警，并留出时间实施灾害预防和减轻措施，以减少生命和财产损失。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methods are used to assess the risk levels of flooding disasters at key nodes under extreme precipitation conditions using spatial analysis?",
        "QuestionCn": "在极端降水条件下，评估关键节点洪水灾害风险水平的空间分析方法有哪些？",
        "AnswerEn": "The risk levels of flooding disasters at key nodes under extreme precipitation conditions are assessed by selecting extreme precipitation frequency and intensity indicators based on global surface water data from 1984-2018, and using spatial analysis methods in ArcGIS to evaluate the danger levels.",
        "AnswerCn": "在极端降水条件下，通过选择极端降水频率和强度指标，评估关键节点的洪水灾害风险水平，数据来源于1984-2018年的全球地表水数据，并使用ArcGIS中的空间分析方法评估危险等级。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What spatial analysis methods enable the assessment of flood disaster risk levels under extreme precipitation conditions?",
        "QuestionCn": "哪些空间分析方法能够评估极端降水条件下的洪水灾害风险水平？",
        "AnswerEn": "The use of ArcGIS spatial analysis methods enables the assessment of flood disaster risk levels under extreme precipitation conditions. This involves evaluating the frequency and intensity of extreme precipitation events to determine the flood risk for critical areas.",
        "AnswerCn": "使用ArcGIS空间分析方法可以评估极端降水条件下的洪水灾害风险水平。这涉及评估极端降水事件的频率和强度，以确定关键区域的洪水风险。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}