{
  "id": "095f027b-b913-4f1f-ba3d-766fabcc6868",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Prehistoric human activities in Kona basin, northeastern Qinghai Tibet Plateau and their environmental background to Lake Cuona in winter",
      "titleCn": "青藏高原东北部科纳盆地史前人类活动及其冬给错那湖的环境背景",
      "description": "In the dense area of stone products exposed to the ground, five different sizes (about 2 × 3 m). The stone materials are collected and analyzed in detail by using technology typology. In addition, it has a tetrahedral selection of 1.2 × 5 m of soil and 10 cm of topsoil were removed. These 10 – 50 cm soil samples were screened by wet sieving at 2 cm intervals, and the residues found in each layer were counted. At the same time, the djcn 3-2-2 profile (No. 1-10) exposed and scattered on the ground of the study area was measured and excavated on ten hearth. The profile was collected from local sedimentary strata about 2 m southeast of the site. The section is about 100 cm thick. According to the lithology and color of the sediments, two main stratigraphic units are identified. Between 0 and 90cm, the stratum is composed of light yellow loess, where there are two buried cultural layers rich in charcoal. 24 – 28 cm and 30 – 32 cm, respectively; In the lower layer of D, 90-100 cm depth is blue gray lacustrine sediments. 45 samples were collected at 2 cm intervals along the cross section for measuring particle size, magnetic susceptibility, pollen, charcoal and fungal spores; Three charcoal samples (djcn 3-2-2c1) were collected from the furnace and burned soil in the field, and djcn 3-2-2c2 and djcn 3-2-2c3 from the burned soil (No. 5 and No. 8 hearth) were collected from AMS14C dating of beta analytical company in Miami, Florida, USA. AMS14C dates were further converted to calendar year values by using the intcal 13 calibration curve of calib Rev 7.0.2 program (stuiver and Reimer, 1993) (reimeret et al., 2013). Physical geography and environmental process of Qinghai Normal University. Spectrometer (ICP-MS). The unexposed middle part was used to measure the equivalent dose (DE). We also use automatic RIS ø The OSL measurements were obtained by TL / osl-da-20-c / dreamer. 90Sr / 90Y beta light source was used in the laboratory. Sample preparation included treatment with HCl (10%) and H2O2 (30%) respectively to remove organic matter and carbonate. Select 38 to 63 by wet sieving µ And treated with H2SiF6 for about 2 weeks. Water content 10 ± 5% to calculate age (stauch et al., 2012). The particle size and magnetic susceptibility were measured in the Key Laboratory of physical geography and environmental process of Qinghai Province, Qinghai Normal University. Standard processes were used for particle size analysis, including removing carbonate and organic matter with HCl (10%) and H2O2 (10%), respectively, and treating dispersant with 10 ml of 10% (NaPO3) 6 and shaking with an ultrasonic cleaning machine to fully disperse the particles (Lu and an, 1997). Susceptibility was analyzed with MS2 dual frequency susceptibility meter produced by bartington, UK. The low frequency magnetic susceptibility is obtained by calculating the difference between the average of three low frequency magnetic susceptibility values and the average of two background values. The fungal spores, charcoal and pollen samples were treated with HF (faegri and Iversen, 1989; Moore et al., 1991). The samples were boiled in 10% HCl and 10% KOH to dissolve calcium minerals and humus. The sample is then passed through 200 µ M sieve, and treated with 40% HF to digest the fine silica. Next, pass the sample through 7 µ M screen to remove clay sized particles. Finally, the samples were stored and fixed in glycerol jelly. Pollen and fungal spores were identified at 400 and 1000 magnification. The identification of fungal spore morphotypes is based on comparison with the descriptions and illustrations of van geel (1978), van geel et al（ Pollen and fungal spores of van.300 were recorded for each sample and expressed as a percentage of the total content. Pollen and fungi were first isolated by adding Lycoris radiata spores (27637 ± 563 spores) to calculate spore concentration values, and then use Tilia and Tilia graph software to make charts (Grimm, 2011). Charcoal was counted and divided into two types, namely 20 – 100 µ M and > 100 µ m。",
      "descriptionCn": "在暴露于地面的石头制品的密集区域中，布置了五个大小不同（约2×2.3 m）的四方体（T1-T5）。使用技术类型学对石材进行了收集和详细分析。此外，具有1.2的四方体选择×0.5 m的土壤并去除10 cm的表层土壤，以2 cm的间隔通过湿筛筛选这些10–50 cm的土壤样品，并对每层中发现的残留物进行计数，同时十个炉床测量并挖掘了（1-10号）裸露并散布在研究区域地面上的DJCN 3-2-2剖面。该剖面是从该站点东南约2 m处的当地沉积地层收集的。剖面约100厘米厚，根据沉积物的岩性和颜色，确定了两个主要的地层单元。在0至90厘米之间，地层由浅黄色黄土组成，在该处有两个埋藏的富含木炭的文化层。分别为24–28厘米和30–32厘米；而在d的较低层90-100厘米的深处是蓝灰色湖相沉积物。沿断面以2 cm的间隔收集了45个样品，分别用于测量颗粒大小，磁化率，花粉，木炭和真菌孢子;从田间的炉膛和烧过的土壤中，采集了三个木炭样品（DJCN 3-2-2 C1，从美国佛罗里达州迈阿密市Beta Analytic公司进行的AMS14C测年收集了分别来自烧过的土壤（分别为5号和8号炉台）的DJCN 3-2-2 C2和DJCN 3-2-2 C3。 。通过使用Calib REV 7.0.2程序（Stuiver andReimer，1993）的IntCal 13校准曲线（Reimeret等，2013）将AMS14C日期进一步转换为日历年值。青海师范大学自然地理与环境过程。光谱仪（ICP-MS）。未暴露的中间部分用于测量等效剂量（De）。我们还使用自动RisøTL / OSL-DA-20-C / Dreader获得了OSL测量值。实验室辐射使用90Sr / 90Y beta光源。样品制备包括分别用HCl（10％）和H2O2（30％）处理以去除有机物质和碳酸盐。通过湿筛分选择38至63 µm的颗粒，并用H2SiF6处理约2周。用水含量10±5％来计算年龄（Stauch等人，2012）。在青海师范学院青海省自然地理与环境过程重点实验室完成了粒度和磁化率的测定。粒度分析采用标准工艺，包括用HCl处理（10％）和H2O2（10％）分别去除碳酸盐和有机物质，以及用10 mL的10％（NaPO3）6处理分散剂并用超声波清洗机摇动以使颗粒充分分散（Lu and An，1997）。易感性是用英国Bartington生产的MS2双频磁化率仪进行分析。通过计算三个低频磁化率平均值与两个背景值的平均值之差获得低频磁化率值。对真菌孢子，木炭和花粉样品进行氢氟酸（HF）处理处理方法（Faegri和Iversen，1989； Moore等，1991）。将样品分别在10％HCl和10％KOH中煮沸以溶解钙质矿物质和腐殖质组分。然后将样品通过200 µm筛网过筛，并用40％HF处理以消解细小的二氧化硅。接下来，将样品过7 µm筛网以除去粘土大小的颗粒。最后，将样品储存并固定在甘油冻中。在400倍和1000倍的放大倍数下鉴定出花粉和真菌孢子。真菌孢子形态型的鉴定是基于与Van Geel（1978），Van Geel等人的描述和插图的比较。 （1989年，2003年，2011年），记录了每个样品的Van.300花粉和真菌孢子，并表示为总含量的百分比。花粉和真菌最初通过向样品中添加石蒜孢子片（27637±563孢子）来计算孢子浓度值，然后使用Tilia和Tilia-Graph软件制作图表（Grimm，2011年）。对木炭进行了计数，并将其分为两种类型，即20–100 µm和> 100 µm。",
      "instructions": "The data set is stored in Excel format and contains two worksheets: djcn3-2-2 --- pollen, NPP and charcoaldata (original data) and djcn environmental indicators (particle size, chromaticity and magnetic susceptibility) age worksheets. There are three sheet tables in the NPP and charcoaldata worksheet, which are pollen, NPP and charcoaldata There are samples depth / clycopodium Betula Corylus Picea Pinus Ulmus Alnus (Alnus), Juglans (Juglans), Cupressaceae (Cupressaceae), Chenopodiaceae Elaeagnaceae ephdra Tamaricaceae Fabaceae Rosaceae Nitraria Cyperaceae Artemisia Poaceae aster-t taraxacum-t saussurea-t Ranunculaceae Lamiaceae Thalictrum Apiaceae Polygonum campa Nulaceae (platycodoniaceae) Gentianaceae Caprifoliaceae Caryophyllaceae GERANIACEAE Thymelaeaceae Brassicaceae (Cruciferae) Liliaceae Solanaceae Primulaceae Polypodiaceae / pyrosia gleicheniaceae Abies Limonium Moraceae Humulus Boraginaceae ）Pollen concentration data of Typhaceae, Euphorbiaceae and ongraceae were collected. NPP included samples depth / cm, Lycopodium, sordaria type (hdv-55a), sporormeiella type (hdv-113), coniochaeta type (hdv-172), delitschia spp glomus CF. fasciculatum apiosordaria type (hdv-169) cercophora type (hdv-112) arnium type (hdv-261262) thecaphora Isl-1, isl-2, isl-4, isl-5, isl-6, isl-7, isl-8 (Savoryella) ISL-9 (Valsaria?) 、 Isl-11, isl-12, isl-13 sum data. There are samples, depth / cm, Lycopodium, 20-100 in charcoal μ m、 ＞100 μ m. Data of sum. The data in the working table of djcn environmental indicators (particle size, chromaticity and magnetic susceptibility) are sample name, depth (CM), age (KA) and average particle size/ μ M particle size < 4 μ M /%, particle size < 4-63 μ M /%, particle size > 63 μ M /%, brightness, redness, yellowness, susceptibility / (10-8si), < 2 μ m（%）、 2-63 μ m（%）、 >63 μ M (%), sorting, skewness, kurtosis.",
      "instructionsCn": "该数据集以Excel格式存储，包含了2个工作表，分别是DJCN3-2-2---Pollen，NPP and Charcoal data（原始数据）工作表和DJCN环境指标（粒度、色度、磁化率）年代工作表。其中NPP and Charcoal data（原始数据）工作表中有3个Sheet表分别是Pollen、NPP、Charcoal.Pollen中有Samples Depth/cLycopodium Betula Corylus Picea Pinus Ulmus Alnus(桤木) Juglans（胡桃） Cupressaceae（柏科） Chenopodiaceae Elaeagnaceae Ephdra Tamaricaceae（柽柳科） Fabaceae Rosaceae Nitraria Cyperaceae Artemisia Poaceae Aster-T Taraxacum-T Saussurea-T Ranunculaceae Lamiaceae Thalictrum Apiaceae Polygonum Campanulaceae（桔梗科） Gentianaceae Caprifoliaceae Caryophyllaceae Geraniaceae Thymelaeaceae Brassicaceae（十字花科） Liliaceae Solanaceae（茄科） Primulaceae Polypodiaceae/Pyrrosia(水龙骨科/石韦属) Gleicheniaceae(里白科) Abies（冷杉） Limonium（补血草属） Moraceae/Humulus（桑科/葎草属） Boraginaceae(紫草科) Typhaceae（香蒲科） Euphorbiaceae（大戟科） ongraceae(柳叶榛科) SUM Lt*Pf Lf*g 孢粉浓度的数据。NPP中有Samples Depth/cm、 Lycopodium 、Sordaria-type (HdV-55A)、 Sporormiella-type(HdV-113)、Coniochaeta-type(HdV-172)、 Delitschia spp Glomus cf. fasciculatum Apiosordaria-type(HdV-169) Cercophora-type（HdV-112） Arnium-type(HdV-261,262) Thecaphora ISL-1、 ISL-2 、ISL-4、 ISL-5、 ISL-6、 ISL-7、 ISL-8 、(Savoryella) ISL-9 (Valsaria?) 、ISL-11 、ISL-12 、ISL-13 SUM的数据。Charcoal中有Samples 、Depth/cm、 Lycopodium 、20-100μm、 ＞100μm 、SUM的数据。DJCN环境指标（粒度、色度、磁化率）年代工作表中的数据是样品名称、深度（cm）、 Age(ka 平均粒径/μm粒度＜4μm/%、粒度＜4-63μm/%、 粒度＞63μm/% 、亮度、 红度、 黄度 、磁化率/（10-8SI）、 <2μm（%）、 2-63μm（%）、 >63μm（%） 、分选 、偏度、 峰度。",
      "east": 98.75,
      "west": 98.33,
      "south": 35.22,
      "north": 35.83,
      "startTime": null,
      "endTime": null,
      "fileSize": 2121440.0,
      "cstr": "18406.11.Paleoenv.tpdc.271272",
      "doi": "10.11888/Paleoenv.tpdc.271272",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "候光良",
        "nameEn": "HOU Guangliang",
        "unitEn": "QInghai Normal University",
        "unitCn": "青海师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Ecological development of Lake Donggi Cona, north-eastern Tibetan Plateau,since the late glacial on basis of organic geochemical proxiesand non-pollen palynomorphs",
        "referenceCn": null,
        "referenceEn": "Aichner, B., Herzschuh, U., Wilkes, H., et al. (2012). Ecological development of Lake Donggi Cona, north-eastern Tibetan Plateau,since the late glacial on basis of organic geochemical proxiesand non-pollen palynomorphs. Palaeogeography, Palaeoclimatology, Palaeoecology, 313(1), 140–149."
      },
      {
        "titleCn": null,
        "titleEn": "The prehistory of the Tibetan Plateau to the seventh century A.D., Perspectives and research from China and the west since 1950",
        "referenceCn": null,
        "referenceEn": "Aldenderfer, M., and Zhang, Y.N. (2004). The prehistory of the Tibetan Plateau to the seventh century A.D., Perspectives and research from China and the west since 1950. Journal of World Prehistory, 18(1), 1–55."
      },
      {
        "titleCn": null,
        "titleEn": "Interplay between the Westerlies and Asian monsoon recorded in Lake Qinghai sediments since 32 ka. Scientific Reports 2, 619.Baker AG, Bhagwat SA and Willis KJ (2013) Do dung fungal spores make a good proxy for past distribution of large herbivores",
        "referenceCn": null,
        "referenceEn": "An, Z.S., Colman, S.M., Zhou, W.J., et al. (2012). Interplay between the Westerlies and Asian monsoon recorded in Lake Qinghai sediments since 32 ka. Scientific Reports 2, 619.Baker AG, Bhagwat SA and Willis KJ (2013) Do dung fungal spores make a good proxy for past distribution of large herbivores. Quaternary Science Reviews, 62, 21–31."
      },
      {
        "titleCn": null,
        "titleEn": "Quantification of population sizes of large herbivores and their long-term functional role in ecosystems using dung fungal spores",
        "referenceCn": null,
        "referenceEn": "Baker, A.G., Cornelissen, P., Shonil, A., et al. (2016). Quantification of population sizes of large herbivores and their long-term functional role in ecosystems using dung fungal spores. Methods in Ecology and Evolution, 7(11), 1273–1281."
      },
      {
        "titleCn": null,
        "titleEn": "An Illustrated Guide to the Coprophilous Ascomycetes of Australia. Saint Paul, MN, APS Press. Blackford JJ and Innes JB (2006) Linking current environments and processes to fungal spore assemblages, Surface NPM data from woodland environments",
        "referenceCn": null,
        "referenceEn": "Bell, A. (2005). An Illustrated Guide to the Coprophilous Ascomycetes of Australia. Saint Paul, MN, APS Press. Blackford JJ and Innes JB (2006) Linking current environments and processes to fungal spore assemblages, Surface NPM data from woodland environments. Review of Palaeobotany and Palynology, 141, 179–187."
      },
      {
        "titleCn": null,
        "titleEn": "Late occupation of the high-elevation northern Tibetan Plateau based on cosmogenic, luminescence, and radiocarbon ages",
        "referenceCn": null,
        "referenceEn": "Brantingham, P.J., Gao, X., Madsen, D.B., et al. (2013). Late occupation of the high-elevation northern Tibetan Plateau based on cosmogenic, luminescence, and radiocarbon ages. Geoarchaeology, 28, 413–431."
      },
      {
        "titleCn": null,
        "titleEn": "A short chronology for the peopling of the Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Brantingham, P.J., Gao, X., Olsen, J.W., et al. (2007). A short chronology for the peopling of the Tibetan Plateau. Developments in Quaternary Science, 9(7), 129–150."
      },
      {
        "titleCn": null,
        "titleEn": "Changes of fire environment recorded by charcoal hided in Holocene profiles in the eastern and western Loess Plateau",
        "referenceCn": null,
        "referenceEn": "Cao, Y.F., Huang, C.C., Han, J.Q., et al. (2007). Changes of fire environment recorded by charcoal hided in Holocene profiles in the eastern and western Loess Plateau. Geography and GeoInformation Science, 23(1), 92–96."
      },
      {
        "titleCn": null,
        "titleEn": "Different mechanisms of magnetisation recorded in experimental fires, Archaeomagnetic implications",
        "referenceCn": null,
        "referenceEn": "Carrancho, A., Villalaín, J.J. (2011). Different mechanisms of magnetisation recorded in experimental fires, Archaeomagnetic implications. Earth and Planetary Science Letters, 312(1–2), 176–187."
      },
      {
        "titleCn": null,
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3600 B.P",
        "referenceCn": null,
        "referenceEn": "Chen, F.H., Dong, G.H., Zhang, D.J., Liu, X.Y., Jia, X., An, C.B., Ma, M.M., Xie, Y.W., Barton, L., Ren, X.Y., Zhao, Z.J., Wu, X.H., Jones, M.K. (2015). Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3600 B.P. Science, 347( 6219) : 248-250."
      },
      {
        "titleCn": null,
        "titleEn": "The process and driving force for peopling the Tibetan Plateau during prehistoric periods",
        "referenceCn": null,
        "referenceEn": "Chen, F.H., Liu, F.W., Zhang, D.J., et al. (2016). The process and driving force for peopling the Tibetan Plateau during prehistoric periods. Chinese Journal of Nature, 38(4), 235–240."
      },
      {
        "titleCn": null,
        "titleEn": "A late middle pleistocene denisovan mandible from the tibetan plateau",
        "referenceCn": null,
        "referenceEn": "Chen, F.H., Frido Welker, Chuan-Chou Shen, Shara E. Bailey, Inga Bergmann, Simon Davis, Huan Xia, Hui Wang, Roman Fischer, Sarah E. Freidline, Tsai-Luen Yu, Matthew M. Skinner, Stefanie Stelzer, Guangrong Dong, Qiaomei Fu, Guanghui Dong, Jian Wang, Dongju Zhang & Jean-Jacques Hublin  (2019). A late middle pleistocene denisovan mandible from the tibetan plateau. Nature, 569(7756), 409-412."
      },
      {
        "titleCn": null,
        "titleEn": "Discuss to the nature of Zongri relic",
        "referenceCn": null,
        "referenceEn": "Chen, H.H., Ge, S.B., and Li, G.L. (1998). Discuss to the nature of Zongri relic. Archaeology, 19(5), 23–27 (in Chinese)."
      },
      {
        "titleCn": null,
        "titleEn": "A 5600-yr history of changing vegetation, sea levels and human impacts from the Black Sea coast of Georgia",
        "referenceCn": null,
        "referenceEn": "Connor, S.E., Thomas, I., & Kvavadze, E.V. (2007). A 5600-yr history of changing vegetation, sea levels and human impacts from the Black Sea coast of Georgia. The Holocene, 17(1), 25–36."
      },
      {
        "titleCn": null,
        "titleEn": "Modern and fossil nonpollen palynomorphs from the Basque mountains (westernPyrenees, France), The use of coprophilous fungi to reconstruct pastoral activity",
        "referenceCn": null,
        "referenceEn": "Cugny, C., Mazier, F., & Galop, D. (2010). Modern and fossil nonpollen palynomorphs from the Basque mountains (westernPyrenees, France), The use of coprophilous fungi to reconstruct pastoral activity. Vegetation History and Archaeobotany, 19, 391–408."
      },
      {
        "titleCn": null,
        "titleEn": "Moving agriculture onto the Tibetan Plateau, The archaeobotanical evidence",
        "referenceCn": null,
        "referenceEn": "D’Alpoim Guedes J, Lu, H.L., Li, Y.X., et al. (2014).  Moving agriculture onto the Tibetan Plateau, The archaeobotanical evidence.Archaeological and Anthropological Sciences, 6(3), 255–269."
      },
      {
        "titleCn": null,
        "titleEn": "Basin morphology and seismic stratigraphy of Lake Donggi Cona,north-eastern Tibetan Plateau, China",
        "referenceCn": null,
        "referenceEn": "Dietze, E., Wünnemann, B., Diekmann, B., et al. (2010). Basin morphology and seismic stratigraphy of Lake Donggi Cona,north-eastern Tibetan Plateau, China. Quaternary International, 218(1), 131–142."
      },
      {
        "titleCn": null,
        "titleEn": "Mid-Holocene climate change and its effect on prehistoric cultural evolution in eastern Qinghai Province China",
        "referenceCn": null,
        "referenceEn": "Dong,G.H., Jia,X., An, C.B., Ma, MM.(2012).Mid-Holocene climate change and its effect on prehistoric cultural evolution in eastern Qinghai Province China. Quaternary Research, 77,23-30."
      },
      {
        "titleCn": null,
        "titleEn": "Age determination for a Neolithic site in northeastern Qinghai-Tibetan Plateau using acombined luminescence and radiocarbon dating",
        "referenceCn": null,
        "referenceEn": "E, C.Y., Lai, Z.P., Hou, G.L., et al. (2015). Age determination for a Neolithic site in northeastern Qinghai-Tibetan Plateau using acombined luminescence and radiocarbon dating. Quaternary Geochronology, 30(Part. B), 411–415."
      },
      {
        "titleCn": null,
        "titleEn": "New evidence of human activities at an altitude of 4000 meters area of Qinghai-Tibet Plateau",
        "referenceCn": null,
        "referenceEn": "Hou, G.L., Cao, G.C., E, C.Y., et al. (2016). New evidence of human activities at an altitude of 4000 meters area of Qinghai-Tibet Plateau. Acta Geographica Sinica, 71(7), 1231–1240."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "海相沉积",
        "nameEn": "Marine Sediments"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "冬给错那湖",
        "keywordEn": "Donggi Cona Lake"
      },
      {
        "keywordCn": "青藏高原东北部",
        "keywordEn": "Northeastern part of qinghai-tibet plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "距今170万年 - 公元21世纪",
        "keywordEn": "1.7 million years ago - 21st century AD",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
        "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a comprehensive data collection method used to analyze prehistoric human activities and environmental contexts in a specific region?",
        "QuestionCn": "您能否提供一个综合数据收集方法的例子，用于分析特定地区的史前人类活动和环境背景？",
        "AnswerEn": "A comprehensive data collection method in this domain involves arranging square units of varying sizes in a concentrated area of exposed stone artifacts, performing detailed analysis and collection using technotypology, excavating and measuring multiple hearths, and analyzing different layers through wet screening. Additionally, samples are collected at consistent intervals for particle size, magnetic susceptibility, pollen, charcoal, and fungal spore analysis. Techniques such as AMS14C dating, OSL measurements, and grain size analysis using standard procedures are employed to gather data on prehistoric human activities and environmental contexts.",
        "AnswerCn": "在该领域的综合数据收集方法包括在一片集中暴露的石器遗物区域内排列不同大小的方形单元，使用技术类型学进行详细分析和收集，挖掘和测量多个火塘，并通过湿筛分析不同的层。此外，按照一致的间隔收集样本，以进行颗粒大小、磁敏感性、花粉、木炭和真菌孢子分析。采用AMS14C测年、光释光（OSL）测量和使用标准程序进行的颗粒大小分析等技术，以收集有关史前人类活动和环境背景的数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many soil samples were collected for sediment analysis in the region of interest?",
        "QuestionCn": "在相关区域收集了多少土壤样本用于沉积物分析？",
        "AnswerEn": "45 samples",
        "AnswerCn": "45个样本",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of using technological typology in the analysis of stone artifacts?",
        "QuestionCn": "在石器分析中使用技术类型学的意义是什么？",
        "AnswerEn": "Technological typology in the analysis of stone artifacts involves collecting and conducting detailed analyses to categorize stone tools based on their production techniques and characteristics. This method aids in understanding past human activities and cultural attributes by examining the craftsmanship and technological developments reflected in the stone artifacts.",
        "AnswerCn": "石器文物分析中的技术类型学涉及收集和进行详细分析，以根据其生产技术和特征对石器工具进行分类。这种方法通过检查石器文物中反映的工艺和技术发展，帮助理解过去人类活动和文化特征。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for detailed sediment sampling and analysis when studying prehistoric human activity in the Tibetan Plateau region?",
        "QuestionCn": "在研究青藏高原地区的史前人类活动时，详细的沉积物采样和分析的需求是什么原因？",
        "AnswerEn": "The need for detailed sediment sampling and analysis arises from the complex stratigraphy and lithology of the region, which includes different layers such as loess, lake deposits, and cultural layers rich in charcoal. This complexity requires precise sampling to differentiate between natural and anthropogenic influences, understand environmental changes, and accurately date layers using methods like AMS14C dating and OSL measurements.",
        "AnswerCn": "详细的沉积物采样和分析的需求源于该地区复杂的地层和岩性，包括不同的层次，如黄土、湖泊沉积物和富含木炭的文化层。这种复杂性要求精确的采样，以区分自然和人类影响，理解环境变化，并使用AMS14C测年和光释光（OSL）测量等方法准确地对各层进行年代测定。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodologies are employed to accurately measure the sedimentary layers and analyze the cultural and environmental significance of artifacts in prehistoric human activity sites?",
        "QuestionCn": "为了准确测量沉积层并分析史前人类活动遗址中文物的文化和环境意义，采用了哪些方法论？",
        "AnswerEn": "Methodologies include the use of technical typology to collect and analyze stone artifacts, excavation and measurement of hearths, and the collection of sediment samples at 2 cm intervals for particle size, magnetic susceptibility, pollen, charcoal, and fungal spore analysis. Radiocarbon dating using AMS14C and OSL measurements are conducted to determine the age of samples. Sample preparation involves treatments with HCl, H2O2, and HF, along with wet sieving and ultrasonic dispersion for particle analysis. Magnetic susceptibility is measured using a Bartington MS2 dual-frequency susceptibility meter, and pollen and fungal spores are identified under magnification. Charcoal is categorized by size for further analysis.",
        "AnswerCn": "方法论包括使用技术类型学收集和分析石器，挖掘和测量火塘，以及以2厘米间隔收集沉积样本进行颗粒大小、磁敏感性、花粉、木炭和真菌孢子分析。使用AMS14C进行放射性碳定年和OSL测量以确定样本的年龄。样本准备涉及用HCl、H2O2和HF处理，以及进行湿筛分和超声波分散以进行颗粒分析。磁敏感性使用Bartington MS2双频敏感性计进行测量，花粉和真菌孢子在放大镜下进行鉴定。木炭按大小分类以便进一步分析。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}