{
  "id": "097ed724-4de6-4da5-b468-f35bf59451a3",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Ecosystem restoration dataset on the Tibetan Plateau after grazing exclusion (2005-2020) ",
      "titleCn": "青藏高原禁牧后生态系统恢复数据集（2005-2021）",
      "description": "The dataset on ecosystem restoration after grazing exclusion was constructed based on the literature on grassland change. The dataset contains 136 studies, mainly focusing on several regions of China's \"Returning Rangeland to Grassland\" program, including 29 sample sites on the Qinghai-Tibetan Plateau. The information collected includes data source, soil type, dominant species, grassland type, location, climate, grazing exclusion years, soil organic carbon and total nitrogen, above- and below-ground biomass, soil layer depth, soil bulk density, etc. Some important indicators, such as soil carbon stock, soil nitrogen stock, and above- and below-ground biomass carbon, have been further calculated. The dataset is useful for a deeper understanding of the impacts of grazing exclusion on soil and vegetation biomass. The data were derived from relevant literature covering 2005 to 2021. After careful data integration and cleaning, the credibility and accuracy of the data are guaranteed, and the data quality is excellent. The dataset is of great importance for assessing the effects of grazing exclusion policies on grassland ecosystem restoration. In the future, this dataset can be used for the validation of ecological process models, the formulation of grassland management policies, and the guidance of related ecological environmental protection work, providing scientific support for sustainable grassland management.",
      "descriptionCn": "基于对禁牧草地变化相关文献的检索，构建了禁牧后生态系统恢复数据集。该数据集包含了136项研究，主要聚焦于中国“退牧还草”项目的多个地区，其中涵盖了29个青藏高原的样点。收集的信息包括数据源、地点、土壤类型、优势种、草地类型、位置、气候数据、禁牧年限、土壤有机碳和总氮、地上和地下生物量、土壤表层深度、土壤容重等，进一步计算了土壤碳储量、土壤氮储量、地上和地下生物量碳等重要指标。该数据集有助于深入理解禁牧对土壤和植被生物量的影响。数据来源于涵盖2005年至2021年的相关文献，经过认真的数据整合与清洗，保障了数据的可信度与准确性，数据质量优良。该数据库对于评估禁牧政策对草原生态系统恢复的效果具有重要意义。未来，这些数据可用于生态过程模型的验证、草原管理政策制定以及相关生态环境保护工作的指导，为可持续草原管理提供科学支持。",
      "instructions": "File name: The ecosystem restoration data after grazing exclusion is saved in EXCEL format, and the name of the file is \"Ecosystem restoration dataset on the Tibetan Plateau after grazing exclusion (2005-2021).xlsx\", where (2005-2021) represents the time range (year) of the dataset.\nData reading method: This dataset can be opened directly with the Excel program.",
      "instructionsCn": "文件命名：禁牧后生态系统恢复数据以EXCEL格式存储，文件的名称为“Ecosystem restoration dataset on the Tibetan Plateau after grazing exclusion (2005-2021).xlsx”，其中(2005-2021)代表数据集覆盖的时间范围（年份）。 数据读取方式：该数据集可以直接用Excel打开。",
      "east": 102.6,
      "west": 93.45,
      "south": 30.51,
      "north": 37.62,
      "startTime": "2005-01-09 17:56:01",
      "endTime": "2021-02-09 17:56:01",
      "fileSize": 336357.0,
      "cstr": "18406.11.Terre.tpdc.300969",
      "doi": "10.11888/Terre.tpdc.300969",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "徐梦洋",
        "nameEn": "XU Mengyang",
        "unitEn": "",
        "unitCn": "西北农林科技大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Effects of grazing exclusion on carbon sequestration in China's grassland",
        "referenceCn": null,
        "referenceEn": "Deng, L., Shangguan, Z.P., Wu, G.L., & Chang, X.F. (2017). Effects of grazing exclusion on carbon sequestration in China's grassland. Earth-Science Reviews, 173, 84–95."
      },
      {
        "titleCn": null,
        "titleEn": "China’s land carbon sink is primarily driven by a portfolio of ecological restoration policies since 1980",
        "referenceCn": null,
        "referenceEn": "Yue, C., Xu, M.Y., Ciais, P., Tao, S., Shen, H.Z., Chang, J.F., Li, W., Deng, L., He, J.H., Leng, Y., Li, Y., Wang, J.M., Xu, C., Zhang, H., Zhang, P.Y., Zhang, L.K., Zhao, J., Zhu, L., & Piao, S.L. (2024). China’s land carbon sink is primarily driven by a portfolio of ecological restoration policies since 1980."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土地利用/覆盖",
        "nameEn": "Land Use/Land Cover"
      },
      {
        "nameCn": "草地",
        "nameEn": "Grassland"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2005-2020",
        "keywordEn": "2005-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and components typically included in a dataset focused on ecosystem recovery following grazing exclusion?",
        "QuestionCn": "在研究放牧排除后生态系统恢复的数据集中，通常包括哪些特征和组成部分？",
        "AnswerEn": "sources of information, geographic location, soil types, dominant species, grassland types, climatic data, duration of grazing exclusion, soil organic carbon levels, total nitrogen levels, aboveground biomass, belowground biomass, soil surface depth, soil bulk density, soil carbon storage, soil nitrogen storage, biomass carbon",
        "AnswerCn": "信息来源、地理位置、土壤类型、优势物种、草地类型、气候数据、禁牧持续时间、土壤有机碳含量、总氮含量、地上生物量、地下生物量、土壤表层深度、土壤容重、土壤碳储量、土壤氮储量、生物量碳。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many research studies are included in the ecosystem recovery dataset related to grazing prohibition on the Tibetan Plateau?",
        "QuestionCn": "与青藏高原放牧禁令相关的生态系统恢复数据集中包含多少项研究？",
        "AnswerEn": "136",
        "AnswerCn": "136",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the successful integration and cleaning of data from multiple studies to ensure high-quality dataset construction in the field of ecosystem recovery post-grazing prohibition?",
        "QuestionCn": "成功整合和清理来自多个研究的数据，以确保在禁牧后生态系统恢复领域构建高质量数据集的因素包括哪些？",
        "AnswerEn": "The successful integration and cleaning of data from multiple studies into a high-quality dataset in the field of ecosystem recovery post-grazing prohibition are influenced by factors such as the thorough retrieval of relevant literature, careful selection of studies that provide comprehensive data covering various aspects like data source, location, soil type, and dominant species. Additional factors include consistent methodologies for calculating important ecological indicators such as soil carbon and nitrogen storage, as well as aboveground and belowground biomass carbon. Rigorous data integration and cleaning processes contribute to the reliability and accuracy of the dataset, making it a valuable resource for evaluating the effects of grazing prohibition policies on grassland ecosystems.",
        "AnswerCn": "成功整合和清理来自多个研究的数据，以形成高质量的数据集，涉及到多个因素，例如彻底检索相关文献、仔细选择提供全面数据的研究，这些数据涵盖了数据来源、地点、土壤类型和主要物种等各个方面。其他因素还包括计算重要生态指标（如土壤碳和氮储存、地上和地下生物量碳）的统一方法。严格的数据整合和清理过程有助于提高数据集的可靠性和准确性，使其成为评估禁牧政策对草原生态系统影响的宝贵资源。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on soil and vegetation biomass when implementing a data collection method that integrates multiple data sources from various regions within the Qinghai-Tibet Plateau?",
        "QuestionCn": "在实施一种整合来自青藏高原各个地区的多种数据源的数据收集方法时，对土壤和植被生物量可能产生的后果是什么？",
        "AnswerEn": "The integration of data from multiple sources across various regions of the Qinghai-Tibet Plateau can enhance the understanding of the impact of grazing prohibition on soil and vegetation biomass. It allows for a comprehensive analysis of factors such as soil organic carbon, total nitrogen, and biomass changes in different soil types and climates. This approach can lead to more accurate assessments of the ecosystem recovery following grazing prohibition, informing sustainable grassland management practices.",
        "AnswerCn": "整合来自青藏高原各个地区的多种数据，可以增强对禁牧对土壤和植被生物量影响的理解。这种方法允许对不同土壤类型和气候下的土壤有机碳、总氮和生物量变化等因素进行全面分析。这种方法可以更准确地评估禁牧后生态系统的恢复情况，从而为可持续草原管理实践提供信息。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary aim of compiling a dataset on ecosystem recovery following grazing prohibition in the Qinghai-Tibet Plateau?",
        "QuestionCn": "编制关于青藏高原禁牧后生态系统恢复的数据集的主要目的是什麼？",
        "AnswerEn": "The primary aim of compiling a dataset on ecosystem recovery following grazing prohibition in the Qinghai-Tibet Plateau is to deeply understand the impact of grazing prohibition on soil and vegetation biomass. This dataset provides crucial information for evaluating the effectiveness of grazing prohibition policies on grassland ecosystem recovery, supporting sustainable grassland management, and guiding ecological protection efforts.",
        "AnswerCn": "编制关于青藏高原禁牧后生态系统恢复的数据集的主要目的是深入了解禁牧对土壤和植被生物量的影响。该数据集为评估禁牧政策对草原生态系统恢复的有效性提供了重要信息，支持可持续草原管理，并指导生态保护工作。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What steps are involved in constructing a dataset that assesses the impact of grazing prohibition on ecosystem recovery, including the selection of study sites and integration of soil and biomass data?",
        "QuestionCn": "构建一个评估禁牧对生态系统恢复影响的数据集需要哪些步骤，包括研究地点的选择以及土壤和生物量数据的整合？",
        "AnswerEn": "To construct a dataset assessing the impact of grazing prohibition on ecosystem recovery, one should start by identifying relevant studies from literature spanning a specified period, such as 2005 to 2021. The selection of study sites should focus on areas impacted by projects like China's 'retire grazing and restore grassland' initiative, ensuring a variety of locations, soil types, and grassland types are covered. Data integration would involve collecting information on data sources, geographical locations, soil types, dominant species, climate data, and grazing prohibition durations. Soil and biomass data collection should include measurements of soil organic carbon, total nitrogen, above and below ground biomass, soil surface depth, and bulk density. Subsequent calculations to derive critical indicators such as soil carbon and nitrogen storage and biomass carbon would be necessary. Ensuring data accuracy and reliability requires thorough data cleaning and integration processes.",
        "AnswerCn": "为了构建一个评估禁牧对生态系统恢复影响的数据集，首先应从2005年至2021年间的文献中识别相关研究。研究地点的选择应集中在受到中国“退牧还草”项目影响的地区，确保涵盖多样的地点、土壤类型和草原类型。数据整合将涉及收集数据来源、地理位置、土壤类型、优势物种、气候数据和禁牧持续时间的信息。土壤和生物量数据收集应包括土壤有机碳、总氮、地上和地下生物量、土壤表层深度和容重的测量。随后需要进行计算，以得出土壤碳和氮储存以及生物量碳等关键指标。确保数据准确性和可靠性需要进行彻底的数据清理和整合过程。",
        "Level": "C6(Creating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable the integration of various ecological indicators to assess the impact of grazing prohibition on soil and vegetation biomass across multiple regions?",
        "QuestionCn": "哪些方法论能够整合各种生态指标，以评估禁牧对多个地区土壤和植被生物量的影响？",
        "AnswerEn": "The methodologies involve collecting and integrating information from multiple studies including data on soil type, dominant species, grassland type, location, climate data, grazing prohibition duration, soil organic carbon, total nitrogen, aboveground and belowground biomass, soil surface depth, and soil bulk density. These data points allow for the calculation of important indicators such as soil carbon storage, soil nitrogen storage, and biomass carbon, enabling a comprehensive assessment of the ecological impact of grazing prohibition.",
        "AnswerCn": "这些方法涉及收集和整合来自多个研究的信息，包括土壤类型、优势物种、草地类型、位置、气候数据、禁牧持续时间、土壤有机碳、总氮、地上和地下生物量、土壤表层深度和土壤容重等数据。这些数据点可以计算出重要指标，如土壤碳储存、土壤氮储存和生物量碳，从而能够全面评估禁牧的生态影响。",
        "Level": "C6(Creating)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be challenges in achieving consistent data collection across multiple regions for a dataset focusing on post-grazing ban ecosystem recovery in the Qinghai-Tibet Plateau?",
        "QuestionCn": "为什么在青藏高原以放牧禁令后生态系统恢复为重点的数据集中，跨多个地区实现一致的数据收集可能会面临挑战？",
        "AnswerEn": "Achieving consistent data collection across multiple regions could be challenging due to the diverse environmental conditions and varying soil and vegetation types across the Qinghai-Tibet Plateau. Additionally, the differences in data sources and methodologies used in the 136 studies might lead to variability in the collected data. Ensuring accurate and reliable data requires careful integration and cleaning processes to maintain data quality and consistency.",
        "AnswerCn": "在青藏高原的多个地区实现一致的数据收集可能面临挑战，因为该地区的环境条件、土壤和植被类型各不相同。此外，136项研究中使用的数据来源和方法的差异可能导致收集数据的变异性。确保数据的准确性和可靠性需要仔细的整合和清理过程，以维护数据质量和一致性。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}