{
    "id": "09af9b64-410c-4c48-a744-3f9190225806",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geological Atlas of copper molybdenum polymetallic deposits in Chizhou area of middle lower Yangtze metallogenic belt",
            "titleCn": "中下扬子成矿带铜钼多金属矿床池州地区矿床地质图图集",
            "description": "The contents include: geological map of pailou molybdenum gold polymetallic deposit, section map of No.7 exploration line of pailou molybdenum gold polymetallic deposit, geological map of Mashi copper mine, section map of No.4 exploration line of Mashi copper mine, geological map of Matou copper molybdenum deposit.\nThere are 10 gold ore bodies and 7 molybdenum ore belts in pailou deposit. The length and thickness of individual gold ore bodies are tens of meters and 0.28 – 4.00 meters. The gold grade of pailou deposit is 1.19 – 22.0 g / T. The molybdenum ore body is 400-600 m long and 1.50-6.50 m thick, and mainly occurs in granodiorite (porphyry) and hornblende near the contact zone with surrounding rock. The average grade of molybdenum is 0.04 – 0.13 wt%. The ore of pailou deposit is mainly pyrite, molybdenite and disseminated ore. The ore minerals are mainly composed of molybdenite, pyrite, stibnite and a small amount of pyrrhotite. The main gangue minerals are quartz, feldspar, sericite and chlorite.\nThere are dozens of copper ore bodies in Mashi copper deposit, with copper grade of 0.21 – 0.34 wt%. Copper orebodies of 330-600m in length and 20-50m in thickness were found in granodiorite (porphyry) and cryptoexplosive breccia. The main alteration types of Mashi deposit are silicification, sericitization and pyritization. Matou molybdenum copper deposit is a medium porphyry deposit with molybdenum reserves of 60000 T and copper resources of more than 100000 t. The main alteration types of Matou deposit are silicification, sericitization and potassic feldsparization. The ore in Matou deposit is mainly chalcopyrite, molybdenite, quartz vein ore and disseminated ore.\nThe above data have been published in SCI high-level journals, and the data are true and reliable. The data is stored in JPG format.",
            "descriptionCn": "内容包括： 牌楼钼金多金属矿床地质图，牌楼钼金多金属矿床7号勘探线剖面图，马市铜矿地质图，马市铜矿4号勘探线剖面图，马头铜钼矿床地质图。\n牌楼矿床有10个金矿体和7个钼矿带。单个金矿体的长度和厚度为数十米和0.28–4.00米。牌楼矿床的金品位为1.19–22.0 g/t。钼矿体长400～600m，厚1.50～6.50m，主要赋存于与围岩接触带附近的花岗闪长岩（斑岩）和角岩中。钼的平均品位为0.04–0.13 wt%。牌楼矿床矿石主要为黄铁矿、辉钼矿和浸染矿。矿石矿物主要由辉钼矿、黄铁矿、辉锑矿及少量磁黄铁矿组成。脉石矿物主要为石英、长石、绢云母和绿泥石。\n马石地区铜矿床有几十个铜矿体，铜品位为0.21–0.34 wt%。在花岗闪长岩（斑岩）和隐爆角砾岩中发现了长度和厚度分别为330-600m和20-50m的铜矿体。马石矿床蚀变类型主要为硅化、绢云母化和黄铁矿化。马头钼铜矿床为中型斑岩型矿床，钼储量6万t，铜资源量>10万t。马头矿床蚀变类型主要为硅化、绢云母化和钾长石化。马头矿床矿石主要为黄铜矿、辉钼矿石英脉型矿石和浸染型矿石。\n以上数据已发表于SCI高级别期刊，数据真实可靠。数据以jpg形式储存。",
            "instructions": "The data is stored in JPG format without file naming. Usage: open the data through the software with image editor function.",
            "instructionsCn": "数据以jpg形式储存，无文件命名方式。使用方法：将数据通过有图片编辑器功能软件打开即可。",
            "east": 117.4,
            "west": 117.2,
            "south": 30.2,
            "north": 30.4,
            "startTime": null,
            "endTime": null,
            "fileSize": 3203240.0,
            "cstr": null,
            "doi": "10.1016/j.oregeorev.2019.04.018",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "谢建成",
                "nameEn": "XIE Jiancheng",
                "unitEn": "",
                "unitCn": "合肥工业大学资源与环境工程学院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Geochronological and geochemical constraints on the formation of chizhou cu-mo polymetallic deposits, middle and lower yangtze metallogenic belt, eastern china",
                "referenceCn": null,
                "referenceEn": "Jx, A., Dt, A., Dx, A., Yu, W.A., Ql, A., & Xy, B., et al. (2019). Geochronological and geochemical constraints on the formation of chizhou cu-mo polymetallic deposits, middle and lower yangtze metallogenic belt, eastern china. Ore Geology Reviews, 109, 322-347."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "同位素地球化学",
                "nameEn": "Isotopic geochemistry"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "地质图",
                "nameEn": "geologic map"
            },
            {
                "nameCn": "基岩岩性",
                "nameEn": "bedrock lighology"
            },
            {
                "nameCn": "大地构造",
                "nameEn": "Tectonics"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "池州",
                "keywordEn": "Chizhou"
            },
            {
                "keywordCn": "长江中下游成矿带",
                "keywordEn": "Lower Yangtze River Belt"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "侏罗纪",
                "keywordEn": "Jurassic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and properties of geological maps used in the exploration of copper-molybdenum polymetallic deposits in the 中下扬子成矿带?",
                "QuestionCn": "在中下扬子成矿带中，用于铜-钼多金属矿床勘探的地质图的特征和属性包括：",
                "AnswerEn": "mineral body lengths, thicknesses, ore grades, mineral compositions, gold ore bodies, molybdenum ore bodies, associated minerals like pyrite, molybdenite",
                "AnswerCn": "矿体长度、厚度、矿石品位、矿物成分、金矿体、钼矿体、伴生矿物如黄铁矿、辉钼矿。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What are the primary minerals found in the 中下扬子成矿带铜钼多金属矿床池州地区, and how are they typically represented in geological datasets?",
                "QuestionCn": "中下扬子成矿带铜钼多金属矿床池州地区主要矿物有哪些，它们通常在地质数据集中如何表示？",
                "AnswerEn": "The primary minerals found in the 中下扬子成矿带铜钼多金属矿床池州地区 include pyrite, molybdenite, chalcopyrite, and minor magnetite. These minerals are typically represented in geological datasets through detailed geological maps and cross-sectional diagrams, which outline the distribution, length, and thickness of mineral bodies within the region. The data is stored in jpg format, indicating a visual representation of these geological features.",
                "AnswerCn": "中下扬子成矿带铜钼多金属矿床池州地区主要矿物包括黄铁矿、钼矿、黄铜矿和少量磁铁矿。这些矿物通常通过详细的地质图和剖面图在地质数据集中表示，描绘了该地区矿体的分布、长度和厚度。数据以jpg格式存储，表示这些地质特征的视觉表现。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the geological mapping techniques used for the Paolou molybdenum-gold polymetallic deposit compare to those used for the Mashitou copper-molybdenum deposit in terms of capturing ore mineral composition and alteration types?",
                "QuestionCn": "用于Paolou钼金多金属矿床的地质测绘技术与用于Mashitou铜钼矿床的技术在捕捉矿石矿物成分和蚀变类型方面有何比较？",
                "AnswerEn": "The geological mapping techniques for the Paolou molybdenum-gold polymetallic deposit involve identifying gold and molybdenum ore bodies with specific compositions such as pyrite, molybdenite, and stibnite, alongside alteration types like silicification and sericitization. In contrast, the Mashitou copper-molybdenum deposit mapping techniques focus on capturing ore compositions like chalcopyrite and molybdenite, with alteration types including silicification, sericitization, and potassic alteration. While both deposits involve similar minerals like molybdenite, the focus at Paolou is more on gold content, whereas Mashitou emphasizes copper and molybdenum within different host rocks.",
                "AnswerCn": "Paolou钼金多金属矿床的地质测绘技术涉及识别具有特定成分的金和钼矿体，如黄铁矿、钼矿和锑矿，以及硅化和白云母化等蚀变类型。相比之下，Mashitou铜钼矿床的测绘技术则侧重于捕捉如黄铜矿和钼矿等矿石成分，蚀变类型包括硅化、白云母化和钾质蚀变。虽然两个矿床都涉及类似的矿物如钼矿，但Paolou更侧重于金含量，而Mashitou则强调铜和钼在不同的母岩中的分布。",
                "Level": "C2(Understanding)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the ultimate goal of creating a geological map dataset for the mineral deposits in the Chizhou area of the Middle-Lower Yangtze River Metallogenic Belt?",
                "QuestionCn": "创建中下游扬子江成矿带池州地区矿产资源的地质图数据集的最终目标是什么？",
                "AnswerEn": "The ultimate goal of creating a geological map dataset for the mineral deposits in the Chizhou area is to provide detailed and reliable geological information that can support exploration and evaluation of mineral resources such as gold, molybdenum, and copper. This data assists in understanding the distribution, quality, and potential extraction value of these mineral deposits, thereby aiding in informed decision-making in mining operations and contributing to the academic understanding of the region's geology.",
                "AnswerCn": "创建池州地区矿产资源地质图数据集的最终目标是提供详细可靠的地质信息，以支持对金、钼和铜等矿产资源的勘探和评估。这些数据有助于了解这些矿产资源的分布、质量和潜在开采价值，从而帮助矿业运营中的明智决策，并为学术界对该地区地质的理解做出贡献。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What geological and technological methods enable the accurate mapping and analysis of mineral deposits in complex terrains such as the 中下扬子成矿带?",
                "QuestionCn": "哪些地质和技术方法能够在复杂地形如中下扬子成矿带中实现矿产资源的准确勘测和分析？",
                "AnswerEn": "The geological mapping of mineral deposits in the 中下扬子成矿带, such as those in the 牌楼 and 马石 areas, relies on detailed geological surveys and the use of geophysical techniques to delineate ore bodies. The integration of traditional geological mapping with modern technologies like remote sensing, geochemical analysis, and geophysical surveys (e.g., magnetic and electrical methods) enables the accurate representation of the complex geological features. These methods allow for the identification of mineralization zones and the assessment of ore quality and quantity.",
                "AnswerCn": "中下扬子成矿带的矿产资源地质勘查，如牌楼和马石地区，依赖于详细的地质调查和地球物理技术来划定矿体。传统地质测绘与现代技术（如遥感、地球化学分析和地球物理勘查（例如磁法和电法）的结合，使复杂的地质特征得以准确呈现。这些方法能够识别矿化带，并评估矿石的质量和数量。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}