{
    "id": "09cd2ce1-6a7c-4119-b7c5-e77481a5a26f",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Phylogeny of gammarids from the Tibetan Plateau (2018)",
            "titleCn": "西藏地区的钩虾谱系关系图（2018）",
            "description": "The molecular phylogeny of gammarids was reconstructed based on collections from the Tibetan Plateau. Genomic DNA was extracted from fresh specimens and molecular sequences were acquired by PCR. The phylogeny was reconstructed using Maximum Likelihood and Bayesian methods. Reduced-Representation Genome Sequencing was conducted for 10 individuals per population to explore the population dynamics. Based on the phylogeny of gammarids from the Tibetan Plateau, the effects of climate change will be addressed and the adaptation of gammarids will be discussed. This dataset can be used to evaluate the species diversity and to give a background for biodiversity conservation.",
            "descriptionCn": "基于西藏地区的钩虾物种名录及其分布基础数据库，采用分子生物学方法构建西藏地区钩虾谱系关系图。提取钩虾新鲜标本的基因组DNA，通过PCR扩增获取分子序列，应用最大似然法和贝叶斯法构建系统发育树。每个种群选取10个个体进行简化基因组测序，构建基因组，分析种群动态。综合分析西藏地区钩虾谱系关系图，从进化、遗传的视角探讨气候环境变化对钩虾多样性的影响以及钩虾对环境变化的响应，为西藏地区生物多样性评估和生态保护提供科学依据。",
            "instructions": "In image format, can be opened and analysed in Photoshop software.",
            "instructionsCn": "图片形式，可以采用Photoshop打开查看和分析",
            "east": 105.0,
            "west": 70.0,
            "south": 26.0,
            "north": 40.0,
            "startTime": "2018-09-04 16:00:00",
            "endTime": "2019-07-06 16:00:00",
            "fileSize": 270219.0,
            "cstr": "18406.11.Ecolo.tpdc.270358",
            "doi": "10.11888/Ecolo.tpdc.270358",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "侯仲娥",
                "nameEn": "HOU Zhonge",
                "unitEn": "",
                "unitCn": "中国科学院动物研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "中国动物志甲壳动物亚门端足目钩虾亚目(三)",
                "titleEn": null,
                "referenceCn": "侯仲娥，李枢强，郑亚咪. 中国动物志甲壳动物亚门端足目钩虾亚目(三). 2019",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "生物资源",
                "nameEn": "Biological Resources"
            },
            {
                "nameCn": "甲壳动物",
                "nameEn": "Crustacea"
            },
            {
                "nameCn": "钩虾",
                "nameEn": "Gammarids"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "泛第三极",
                "keywordEn": "Pan-Third pole"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018",
                "keywordEn": "2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the essential characteristics of data collection methods used for constructing phylogenetic trees of amphipods in the Tibet region?",
                "QuestionCn": "用于构建西藏地区虾蛄的系统发育树的数据收集方法的基本特征是什么？",
                "AnswerEn": "genomic DNA extraction, PCR amplification, molecular sequences, maximum likelihood methods, Bayesian methods, simplified genome sequencing, population dynamics analysis",
                "AnswerCn": "基因组DNA提取，PCR扩增，分子序列，最大似然法，贝叶斯方法，简化基因组测序，种群动态分析",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many individual specimens are used for simplified genome sequencing from each population in a dataset related to amphipod phylogenetics in the Tibetan region?",
                "QuestionCn": "在与西藏地区的 amphipod 系统发育学相关的数据集中，每个种群用于简化基因组测序的个体标本数量是多少？",
                "AnswerEn": "10",
                "AnswerCn": "10",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the process of constructing a phylogenetic tree using molecular biology methods?",
                "QuestionCn": "构建系统发育树的过程使用分子生物学方法包括以下步骤：\n\n1. **选择研究对象**：确定要研究的物种或基因组。\n\n2. **样本收集**：从选定的物种中提取DNA、RNA或蛋白质样本。\n\n3. **分子序列获取**：使用测序技术（如Sanger测序或高通量测序）获得目标基因或基因组的分子序列。\n\n4. **序列比对**：使用生物信息学工具（如Clustal Omega或MAFFT）对获得的序列进行比对，以识别相似性和差异。\n\n5. **选择模型**：根据序列数据选择适当的进化模型（如JC69、K2P等），以描述序列之间的演化关系。\n\n6. **构建树形结构**：使用不同的算法（如邻接法、最大似然法或贝叶斯推断）构建系统发育树。\n\n7. **树的评估**：通过自助法（Bootstrap）或其他方法评估树的可靠性和支持度。\n\n8. **结果解释**：分析系统发育树，推断物种之间的进化关系和历史。\n\n9. **可视化**：使用软件（如FigTree或iTOL）将系统发育树可视化，以便于展示和解释结果。",
                "AnswerEn": "Constructing a phylogenetic tree using molecular biology methods involves extracting genomic DNA from fresh specimens, amplifying the DNA through PCR to obtain molecular sequences, and then applying methods such as maximum likelihood and Bayesian inference to construct the phylogenetic tree.",
                "AnswerCn": "构建系统发育树的方法涉及从新鲜标本中提取基因组DNA，通过PCR扩增DNA以获得分子序列，然后应用最大似然法和贝叶斯推断等方法来构建系统发育树。",
                "Level": "C6(Creating)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can the phylogenetic relationships of amphipods in the Tibet region, derived from molecular biology methods, indicate about the impact of climate and environmental changes on biodiversity?",
                "QuestionCn": "来自分子生物学方法的西藏地区虾蛄的系统发育关系可以指示气候和环境变化对生物多样性的影响。",
                "AnswerEn": "The phylogenetic relationships of amphipods in the Tibet region, constructed using molecular biology methods, can indicate how climate and environmental changes have influenced the diversity and adaptability of amphipod species. By analyzing the evolutionary and genetic data, researchers can infer how different species have responded to past climate variations and predict potential future impacts on biodiversity. This analysis provides insights into the mechanisms of environmental adaptation and resilience, offering a scientific basis for biodiversity assessment and ecological conservation in the region.",
                "AnswerCn": "利用分子生物学方法构建的西藏地区虾蛄的系统发育关系，可以指示气候和环境变化如何影响虾蛄物种的多样性和适应性。通过分析进化和遗传数据，研究人员可以推断不同物种如何应对过去的气候变化，并预测未来对生物多样性的潜在影响。这一分析为环境适应和韧性机制提供了洞察，为该地区的生物多样性评估和生态保护提供了科学依据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on the understanding of biodiversity in Tibet if molecular biology methods are used to construct phylogenetic trees from genomic data of amphipod species?",
                "QuestionCn": "如果使用分子生物学方法从甲壳类物种的基因组数据构建系统发育树，这可能对对西藏生物多样性的理解产生哪些潜在影响？",
                "AnswerEn": "Using molecular biology methods to construct phylogenetic trees from genomic data of amphipod species can lead to a deeper understanding of the evolutionary relationships and genetic diversity of these species in Tibet. It provides insights into how climate and environmental changes impact the diversity and adaptability of amphipods, which can inform biodiversity assessments and ecological conservation strategies.",
                "AnswerCn": "使用分子生物学方法从青藏高原的甲壳类物种基因组数据构建系统发育树，可以更深入地理解这些物种的进化关系和遗传多样性。这为我们提供了气候和环境变化如何影响甲壳类动物的多样性和适应性的见解，这可以为生物多样性评估和生态保护策略提供信息。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to use molecular biology methods and genomic sequencing when constructing a phylogenetic tree of amphipods in the Tibet region?",
                "QuestionCn": "在构建西藏地区的等足类动物系统发育树时，使用分子生物学方法和基因组测序的重要性是什么？",
                "AnswerEn": "Using molecular biology methods and genomic sequencing allows for a detailed and accurate construction of the phylogenetic tree by analyzing the genomic DNA of amphipods. This method helps in understanding the evolutionary and genetic relationships among species, assessing the impact of climate and environmental changes on biodiversity, and providing scientific support for biodiversity assessment and ecological protection in the Tibet region.",
                "AnswerCn": "使用分子生物学方法和基因组测序可以通过分析甲壳类动物的基因组DNA，详细而准确地构建系统发育树。这种方法有助于理解物种之间的进化和遗传关系，评估气候和环境变化对生物多样性的影响，并为西藏地区的生物多样性评估和生态保护提供科学支持。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the steps involved in constructing a phylogenetic tree using molecular biology methods for species in the Tibet region?",
                "QuestionCn": "构建一个使用分子生物学方法的系统发育树的步骤，针对西藏地区的物种包括：\n\n1. **样本收集**：在西藏地区收集目标物种的样本，包括组织、血液或其他生物材料。\n\n2. **DNA提取**：从收集的样本中提取DNA，使用适当的提取试剂盒或方法。\n\n3. **基因选择**：选择适合的基因或基因组区域进行分析，通常选择具有系统发育信息的基因，如线粒体基因或核基因。\n\n4. **PCR扩增**：使用聚合酶链反应（PCR）技术扩增所选基因的特定片段。\n\n5. **测序**：对PCR产物进行测序，以获得基因序列数据。\n\n6. **序列比对**：使用生物信息学工具（如ClustalW或MAFFT）对获得的序列进行比对，识别保守区域和变异。\n\n7. **构建进化模型**：选择合适的进化模型（如Kimura 2-parameter模型或GTR模型）来描述序列之间的演化关系。\n\n8. **构建系统发育树**：使用最大似然法（ML）、贝叶斯推断或邻接法（NJ）等方法构建系统发育树。\n\n9. **树的评估**：通过自助法（bootstrap）或其他方法评估树的可靠性和支持度。\n\n10. **结果解释**：分析系统发育树，推断物种之间的进化关系，并与已知的生物学信息进行比较。\n\n11. **发表和共享数据**：将研究结果整理成论文，发表在科学期刊上，并共享数据以供其他研究者使用。",
                "AnswerEn": "To construct a phylogenetic tree for species in the Tibet region using molecular biology methods, researchers first extract genomic DNA from fresh specimens of amphipods. They then use PCR amplification to obtain molecular sequences. The sequences are analyzed using maximum likelihood and Bayesian methods to construct the phylogenetic tree. For each population, simplified genome sequencing is performed on 10 individuals to build the genome and analyze population dynamics.",
                "AnswerCn": "为了使用分子生物学方法构建西藏地区物种的系统发育树，研究人员首先从新鲜的等足动物标本中提取基因组DNA。然后，他们使用PCR扩增获得分子序列。通过最大似然法和贝叶斯方法分析这些序列，以构建系统发育树。对于每个种群，研究人员对10个个体进行简化基因组测序，以构建基因组并分析种群动态。",
                "Level": "C3(Applying)"
            }
        ]
    }
}