{
    "id": "09f79570-47b7-402d-900f-dd1bb1c22b12",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Distribution map of the relationship between vegetation and freeze-thaw changes in the Arctic (1982-2015)",
            "titleCn": "北极地区植被与冻融变化关系分布图（1982-2015）",
            "description": "As an important part of the global carbon pool, Arctic permafrost is one of the most sensitive regions to global climate change. The rate of warming in the Arctic is twice the global average, causing rapid changes in Arctic permafrost. The NDVI change data set of different types of permafrost regions in the Northern Hemisphere from 1982 to 2015 has a temporal resolution of every five years, covers the entire Arctic Rim countries, and a spatial resolution of 8km. Based on multi-source remote sensing, simulation, statistics and measured data, GIS method and ecological method are used to quantify the regulation and service function of permafrost in the northern hemisphere to the ecosystem, and all the data are subject to quality control.",
            "descriptionCn": "北极多年冻土区作为全球碳库的重要组成部分，是全球气候变化最敏感的区域之一。北极地区变暖的速度是全球平均速度的两倍，引发北极多年冻土的快速变化。1982-2015北半球不同类型多年冻土区NDVI变化数据集，时间分辨率为每5年一期，覆盖范围为整个环北极国家，空间分辨率为8km，以多源遥感、模拟、统计和实测数据为基础，使用GIS方法和生态学方法结合，量化了北半球多年冻土对生态系统的调节服务功能，其所有数据进行了质量控制。",
            "instructions": "The distribution map of the relationship between vegetation and freeze-thaw changes in the Arctic region is stored in the format of maps and can be opened by ArcGIS.",
            "instructionsCn": "北极地区植被与冻融变化关系分布图以图件格式存储，可用Arcgis打开。",
            "east": 177.2,
            "west": 163.56,
            "south": 32.95,
            "north": 81.49,
            "startTime": null,
            "endTime": null,
            "fileSize": 74928.0,
            "cstr": "18406.11.Cryos.tpdc.272703",
            "doi": "10.11888/Cryos.tpdc.272703",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王世金",
                "nameEn": "WANG Shijin ",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Northern hemisphere greening in association with warming permafrost",
                "referenceCn": null,
                "referenceEn": "Peng, X., Zhang, T., Frauenfeld, O.W., Wang, S., Qiao, L., Du, R., & Mu, C. (2020). Northern hemisphere greening in association with warming permafrost. Journal of Geophysical Research: Biogeosciences, 125, e2019JG005086. https://doi.org/ 10.1029/2019JG005086."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰冻圈遥感",
                "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
            },
            {
                "nameCn": "冰冻圈遥感产品",
                "nameEn": "Cryosphere remote sensing products"
            },
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            },
            {
                "nameCn": "冻土分布",
                "nameEn": "Frozen ground distribution"
            },
            {
                "nameCn": "冻土消融",
                "nameEn": "Permafrost degradation"
            },
            {
                "nameCn": "土壤冻融",
                "nameEn": "soil freeze/thaw"
            },
            {
                "nameCn": "多年冻土",
                "nameEn": "Permafrost"
            },
            {
                "nameCn": "多年冻土退化",
                "nameEn": "Permafrost degradation;"
            },
            {
                "nameCn": "季节冻土",
                "nameEn": "seasonally frozen ground"
            },
            {
                "nameCn": "活动层",
                "nameEn": "active layer"
            },
            {
                "nameCn": "第三极",
                "nameEn": "Third Pole"
            },
            {
                "nameCn": "表面冻融",
                "nameEn": "Surface Freeze-thaw Cycle/State"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "北半球多年冻土",
                "keywordEn": "the permafrost over the Northern Hemisphere"
            },
            {
                "keywordCn": "北极",
                "keywordEn": "Arctic"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1982-2015",
                "keywordEn": "1982-2015",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "地球大数据科学工程专项时空三极环境项目",
                "titleEn": "CASEarth:Big Earth Data for Three Poles"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Permafrost is a subsurface phenomenon that underlies a significant part of the land and sea in the Northern Hemisphere. Permafrost stores large amounts of organic carbon, affects the stability of bedrock and unconsolidated sediments, and impacts the costs and methods used for infrastructure development. Despite its global significance, there is still no method to reliably detect the occurrence and extent of permafrost at medium to high spatial resolutions and at a global scale. The first comprehensive Northern Hemisphere permafrost extent map was compiled by Brown et al. (1997), based on national and regional maps and expert knowledge from different time periods and sources. High-resolution maps (up to 1km2) have been successfully produced using the TTOP (temperature at the top of permafrost) model for individual regions and countries. The TTOP approach uses only a small number of input parameters and has been successfully employed at regional and continental scales for Canada, Scandinavia, and China."
            ],
            "research objective": [
                "In this study, we extend and improve the remote sensing approach of Westermann et al. (2015a) and apply a TTOP–based scheme to the entire Northern Hemisphere. We compile the first permafrost temperature and zonation map at the circum-Arctic scale with a resolution of 1km2 that includes a statistical representation of subpixel variability of permafrost temperatures based on snow and landcover heterogeneity."
            ],
            "challenges": [
                "Despite its global significance, there is still no method to reliably detect the occurrence and extent of permafrost at medium to high spatial resolutions and at a global scale. Extrapolating these observations to larger regions is hampered by the considerable spatial variability of the ground thermal regime and an uneven distribution of sites that results in extensive unsampled areas."
            ],
            "methods": [
                "For calculation of mean annual ground temperature (MAGT), we use the CryoGrid 1 model, based on the TTOP equilibrium approach. We compile spatially distributed datasets of TDD and FDD from remotely sensed land surface temperature (LST) products. We employ the MODIS MOD11A1 and MYD11A1 level 3 product in processing version 6, which contains up to two daytime and two night-time measurements per day. Downscaling of the ERA-interim reanalysis data to the 1km2 resolution of individual MODIS pixels is accomplished by computing atmospheric lapse rates and the elevation difference between the ERA orography field and the elevation of a 1km2 pixel. We compare our ensemble MAGT mean to in-situ point measurements in 359 boreholes in the GTN-P and 392 boreholes in the TSP project network. The model calculates mean annual ground temperature (MAGT) at the top of the permafrost based on mean annual air temperature (MAAT) and uses semi-empirical adjustment factors for the effects of snow cover and the thermal offset."
            ],
            "dataset": [
                "We compile spatially distributed datasets of TDD and FDD from remotely sensed land surface temperature (LST) products. The Moderate Resolution Imaging Spectroradiometers (MODIS) on board the Terra and Aqua satellites have provided LST measurements at a spatial resolution of 1km2 since 2000 and 2002, respectively. The study period, therefore, starts in 2000 and extends to the end of 2016. Extended data gaps in the MODIS LST time series due to cloud cover can result in a systematic cold bias in seasonal averages."
            ],
            "findings": [
                "The accuracy of the modelled mean annual ground temperature (MAGT) at the top of the permafrost is ±2°C when compared to permafrost borehole data. The modelled permafrost area (MAGT<0°C) covers 13.9×106 km2 (ca. 15% of the exposed land area), which is within the range or slightly below the average of previous estimates. The sum of all pixels having isolated patches, sporadic, discontinuous or continuous permafrost (permafrost probability>0) is around 21×106 km2 (22% of exposed land area), which is approximately 2×106 km2 less than estimated previously."
            ],
            "backgroundCn": [
                "永冻土是一种地下现象，覆盖了北半球大量的陆地和海洋。永冻土储存着大量的有机碳，影响着基岩和松散沉积物的稳定性，并对基础设施开发的成本和方法产生影响。尽管其全球重要性显著，但目前仍没有可靠的方法能够在全球范围内以中到高的空间分辨率检测永冻土的发生和分布。Brown等人（1997）编制了第一幅全面的北半球永冻土分布图，该图基于不同时间段和来源的国家和区域地图及专家知识。利用TTOP（永冻土顶部温度）模型，已经成功地为个别地区和国家制作了高分辨率地图（高达1km²）。TTOP方法仅使用少量输入参数，并已成功应用于加拿大、斯堪的纳维亚和中国的区域和大陆尺度。"
            ],
            "research objectiveCn": [
                "在本研究中，我们扩展并改进了Westermann等人（2015a）提出的遥感方法，并将基于TTOP的方案应用于整个北半球。我们编制了第一个以1km²分辨率的环极区范围内的永久冻土温度和分区图，其中包括基于雪和土地覆盖异质性的永久冻土温度的亚像素变异性统计表示。"
            ],
            "challengesCn": [
                "尽管其全球意义重大，但目前仍没有可靠的方法在全球范围内以中到高的空间分辨率检测永久冻土的发生和范围。将这些观测结果外推到更大区域受到地面热状态的显著空间变异性和站点分布不均的限制，导致存在大量未采样区域。"
            ],
            "methodsCn": [
                "为了计算平均年地温（MAGT），我们使用基于TTOP平衡方法的CryoGrid 1模型。我们编制了来自遥感地表温度（LST）产品的空间分布数据集，包括累积冷却度（TDD）和累积加热度（FDD）。我们采用MODIS MOD11A1和MYD11A1第6版的水平3产品进行处理，该产品每天包含最多两个白天和两个夜间的测量。通过计算大气垂直温度梯度和ERA地形场与1km²像素的海拔差异，将ERA-interim再分析数据下采样到1km²的分辨率。我们将我们的集成MAGT均值与GTN-P网络中的359个钻孔和TSP项目网络中的392个钻孔的现场点测量进行比较。该模型基于年均气温（MAAT）计算冻土顶部的平均年地温（MAGT），并使用半经验调整因子来考虑雪盖和热偏移的影响。"
            ],
            "datasetCn": [
                "我们编制了来自遥感地表温度（LST）产品的空间分布数据集，包括日间温度（TDD）和夜间温度（FDD）。搭载在Terra和Aqua卫星上的中分辨率成像光谱仪（MODIS）自2000年和2002年以来提供了1km²空间分辨率的LST测量。因此，研究期从2000年开始，延续到2016年底。由于云层覆盖，MODIS LST时间序列中存在较长的数据缺口，这可能导致季节平均值出现系统性的低温偏差。"
            ],
            "findingsCn": [
                "模型化的多年冻土顶部年均地温（MAGT）与多年冻土钻孔数据相比，其准确度为±2°C。模型化的多年冻土面积（MAGT<0°C）覆盖13.9×10^6 km²（约占暴露陆地面积的15%），这一数值在之前估计的范围内或略低于平均值。所有具有孤立斑块、零星、间歇性或连续多年冻土（多年冻土概率>0）的像素总和约为21×10^6 km²（占暴露陆地面积的22%），这比之前的估计少约2×10^6 km²。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can the TTOP model be used to generate high-resolution maps of permafrost at a resolution of 1km2?",
                "QuestionCn": "TTOP模型可以用于生成分辨率为1km²的高分辨率永久冻土地图吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "Is cloud cover a challenge that can result in a systematic cold bias in MODIS LST time series?",
                "QuestionCn": "云层覆盖是否会导致MODIS LST时间序列中出现系统性的冷偏差？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which remote sensing products are more suitable for observing permafrost changes, MODIS or other satellite data?",
                "QuestionCn": "哪些遥感产品更适合观察永久冻土变化，MODIS还是其他卫星数据？",
                "AnswerEn": "MODIS",
                "AnswerCn": "MODIS",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is the TTOP model or another modeling approach more effective for predicting mean annual ground temperature (MAGT) at permafrost sites?",
                "QuestionCn": "TTOP模型或其他建模方法在预测永久冻土地区的年均地温（MAGT）方面哪种更有效？",
                "AnswerEn": "TTOP model",
                "AnswerCn": "TTOP模型",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are temperature data from ERA-interim reanalysis or in-situ point measurements more reliable for calibrating permafrost models?",
                "QuestionCn": "ERA-Interim再分析的温度数据还是现场点测量的温度数据，对于校准永久冻土模型来说，哪种更可靠？",
                "AnswerEn": "in-situ point measurements",
                "AnswerCn": "原位点测量",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What methods are used to calculate the mean annual ground temperature in permafrost regions?",
                "QuestionCn": "在永久冻土地区，计算年均地温的方法有哪些？",
                "AnswerEn": "CryoGrid 1 model",
                "AnswerCn": "CryoGrid 1模型",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges exist in detecting and mapping permafrost at medium to high spatial resolutions globally?",
                "QuestionCn": "在全球范围内以中到高空间分辨率检测和绘制永久冻土时，存在哪些挑战？",
                "AnswerEn": "considerable spatial variability of the ground thermal regime",
                "AnswerCn": "地面热状况的显著空间变异性",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you give an example of a data collection method for assessing permafrost temperature and zonation at a high spatial resolution?",
                "QuestionCn": "您能否提供一个用于评估高空间分辨率的永冻土温度和分带的数据收集方法的示例？",
                "AnswerEn": "An example of a data collection method is the use of the CryoGrid 1 model based on the TTOP equilibrium approach, which involves compiling spatially distributed datasets of TDD (thawing degree days) and FDD (freezing degree days) from remotely sensed land surface temperature (LST) products provided by the MODIS MOD11A1 and MYD11A1 level 3 products.",
                "AnswerCn": "数据收集方法的一个例子是基于TTOP平衡方法的CryoGrid 1模型，该模型涉及从MODIS MOD11A1和MYD11A1级别3产品提供的遥感地表温度（LST）产品中编制空间分布的数据集，包括融化度日（TDD）和冻结度日（FDD）。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when compiling datasets for permafrost extent and temperature at a global scale?",
                "QuestionCn": "在全球范围内编制永久冻土范围和温度数据集时面临的一个挑战是什么？",
                "AnswerEn": "An example of a challenge is the considerable spatial variability of the ground thermal regime and the uneven distribution of sites, which results in extensive unsampled areas, making it difficult to reliably detect the occurrence and extent of permafrost at medium to high spatial resolutions globally.",
                "AnswerCn": "一个挑战是地面热状态的空间变异性很大，以及站点分布不均，导致存在大量未采样区域，这使得在全球范围内以中到高空间分辨率可靠地检测永久冻土的发生和范围变得困难。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset that aids in understanding the spatial variability of permafrost temperatures?",
                "QuestionCn": "您能否提供一个有助于理解永久冻土温度空间变异性的示例数据集？",
                "AnswerEn": "An example of such a dataset includes spatially distributed datasets of TDD and FDD derived from remotely sensed LST products, specifically the MODIS measurements, which have been available at a spatial resolution of 1km2 since 2000 and 2002, respectively.",
                "AnswerCn": "这样的数据集的一个例子包括从遥感地表温度（LST）产品中获得的空间分布数据集，包括TDD和FDD，具体来说，MODIS测量自2000年和2002年以来以1km²的空间分辨率提供。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key methodologies used to quantify the relationship between vegetation and permafrost changes in the Arctic region?",
                "QuestionCn": "量化北极地区植被与永冻土变化之间关系的关键方法论有哪些？",
                "AnswerEn": "GIS methods, ecological approaches, remote sensing, simulation, statistical data, empirical data",
                "AnswerCn": "地理信息系统方法、生态学方法、遥感、模拟、统计数据、实证数据",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the characteristics and challenges of detecting permafrost occurrence and extent at medium to high spatial resolutions?",
                "QuestionCn": "检测多年冻土的发生和范围在中到高空间分辨率下的特征和挑战是什么？",
                "AnswerEn": "considerable spatial variability of the ground thermal regime, uneven distribution of observational sites, extensive unsampled areas",
                "AnswerCn": "地面热状况具有显著的空间变异性，观测站点分布不均，存在大量未采样区域。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the properties of datasets used to calculate mean annual ground temperature (MAGT) in permafrost regions?",
                "QuestionCn": "用于计算永久冻土地区年均地温（MAGT）的数据集的属性是什么？",
                "AnswerEn": "spatially distributed, thawing and freezing degree days, derived from remotely sensed land surface temperature products, downscaled to 1km2 resolution, compared to in-situ data from boreholes for validation",
                "AnswerCn": "空间分布的融化和冻结度日，源自遥感地表温度产品，下采样至1平方公里分辨率，与钻孔的现场数据进行验证。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the permafrost extent dataset used for mapping in the Northern Hemisphere?",
                "QuestionCn": "北半球永久冻土范围数据集用于制图的空间分辨率是多少？",
                "AnswerEn": "1 km²",
                "AnswerCn": "1 平方公里",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many boreholes were used for in-situ point measurements to compare the ensemble mean annual ground temperature (MAGT)?",
                "QuestionCn": "用于比较集合平均年地温（MAGT）的原位点测量的钻孔数量是多少？",
                "AnswerEn": "359, 392",
                "AnswerCn": "359, 392",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the 'TTOP equilibrium approach' in the context of permafrost temperature modeling?",
                "QuestionCn": "在永久冻土温度建模的背景下，“TTOP平衡方法”指的是一种用于模拟和预测永久冻土温度变化的模型。",
                "AnswerEn": "The TTOP equilibrium approach is a method used to calculate mean annual ground temperature (MAGT) at the top of the permafrost. It is based on mean annual air temperature (MAAT) and uses semi-empirical adjustment factors for the effects of snow cover and the thermal offset.",
                "AnswerCn": "TTOP平衡方法是一种用于计算永久冻土顶部的年均地温（MAGT）的方法。该方法基于年均气温（MAAT），并使用半经验调整因子来考虑雪盖和热偏移的影响。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is meant by 'subpixel variability of permafrost temperatures' in remote sensing?",
                "QuestionCn": "“永久冻土温度的亚像素变异性”在遥感中的意思是什么。",
                "AnswerEn": "Subpixel variability of permafrost temperatures refers to the statistical representation of temperature variations within a pixel, which can be affected by factors such as snow and landcover heterogeneity. This concept is used to enhance the accuracy of permafrost temperature mapping at high resolutions.",
                "AnswerCn": "亚像素的永冻土温度变异性是指在一个像素内温度变化的统计表现，这种变化可能受到雪和土地覆盖异质性等因素的影响。这个概念用于提高高分辨率永冻土温度映射的准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the use of GIS methods and ecological approaches in quantifying permafrost's ecosystem regulatory functions compare to the TTOP-based scheme for mapping permafrost temperature and zonation?",
                "QuestionCn": "GIS方法和生态学方法在量化永冻土生态系统调节功能方面的应用，与基于TTOP的永冻土温度和分区映射方案相比，如何？",
                "AnswerEn": "The GIS methods and ecological approaches are used to quantify the regulatory functions of permafrost on ecosystems, relying on multi-source data and focusing on the ecological impact of permafrost. In contrast, the TTOP-based scheme is centered on mapping permafrost temperature and zonation, utilizing remote sensing data and statistical methods to achieve high-resolution permafrost temperature mapping.",
                "AnswerCn": "GIS方法和生态学方法用于量化永冻土对生态系统的调节功能，依赖于多源数据，并关注永冻土的生态影响。相比之下，基于TTOP的方案则集中于绘制永冻土温度和分区，利用遥感数据和统计方法实现高分辨率的永冻土温度映射。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do the challenges of detecting permafrost occurrence and extent at medium to high spatial resolutions differ from the issues encountered with data gaps in MODIS LST time series?",
                "QuestionCn": "在中到高空间分辨率下，检测永冻土的发生和范围所面临的挑战与MODIS LST时间序列中数据缺口所遇到的问题有何不同？",
                "AnswerEn": "The challenge of detecting permafrost involves the considerable spatial variability of the ground thermal regime and the uneven distribution of observation sites, leading to unsampled areas at medium to high resolutions. On the other hand, the MODIS LST time series faces challenges due to data gaps caused by cloud cover, which can lead to systematic biases in the temperature data.",
                "AnswerCn": "检测永久冻土的挑战在于地面热状态的显著空间变异性和观测点的不均匀分布，这导致在中到高分辨率下存在未采样区域。另一方面，MODIS LST时间序列面临由于云层覆盖造成的数据缺口，这可能导致温度数据的系统性偏差。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the variability in snow and landcover heterogeneity influence the accuracy of remotely sensed permafrost temperature data?",
                "QuestionCn": "雪和土地覆盖异质性的变化如何影响遥感获取的永冻土温度数据的准确性？",
                "AnswerEn": "The variability in snow and landcover heterogeneity is statistically represented in the permafrost temperature and zonation map at the circum-Arctic scale, which allows for subpixel variability of permafrost temperatures. This variability can influence the accuracy of remotely sensed data by affecting the thermal regime and introducing spatial variability that must be accounted for in modeling permafrost temperatures.",
                "AnswerCn": "在环极地区的永久冻土温度和分区图中，雪和土地覆盖异质性的变异性以统计方式表示，这允许对永久冻土温度进行亚像素变异性。这种变异性可能会影响遥感数据的准确性，因为它会影响热状态并引入必须在建模永久冻土温度时考虑的空间变异性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the challenges in using remote sensing data for detecting the extent of permafrost at medium to high spatial resolutions?",
                "QuestionCn": "使用遥感数据检测多年冻土范围在中到高空间分辨率下面临的挑战有哪些？",
                "AnswerEn": "The challenges in using remote sensing data include the considerable spatial variability of the ground thermal regime and the uneven distribution of observation sites, which results in extensive unsampled areas. Additionally, extended data gaps due to cloud cover in MODIS LST time series can result in systematic cold biases in seasonal averages, complicating the reliable detection of permafrost extent.",
                "AnswerCn": "使用遥感数据的挑战包括地面热状况的显著空间变异性和观测点分布的不均匀性，这导致了广泛的未采样区域。此外，由于MODIS LST时间序列中的云层覆盖，数据缺口的延续可能导致季节平均值出现系统性的低偏差，从而使得可靠检测永久冻土的范围变得复杂。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes challenges in detecting the occurrence and extent of permafrost at medium to high spatial resolutions globally?",
                "QuestionCn": "导致全球范围内在中到高空间分辨率下检测永久冻土的发生和范围的挑战的原因是什么？",
                "AnswerEn": "The significant spatial variability of the ground thermal regime and an uneven distribution of observational sites contribute to challenges in reliably detecting permafrost occurrence and extent at medium to high spatial resolutions globally, resulting in extensive unsampled areas.",
                "AnswerCn": "地面热状态的显著空间变异性和观测站点的不均匀分布使得在全球范围内以中到高空间分辨率可靠地检测永久冻土的存在和范围面临挑战，导致大量区域未被采样。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it difficult to extrapolate permafrost observations to larger regions?",
                "QuestionCn": "为什么将永久冻土观测结果外推到更大区域是困难的？",
                "AnswerEn": "Extrapolating permafrost observations to larger regions is difficult due to considerable spatial variability in the ground thermal regime and the uneven distribution of observation sites, which leads to extensive unsampled areas.",
                "AnswerCn": "由于地面热状态的显著空间变异性和观测点的不均匀分布，推断更大区域的永久冻土观测结果变得困难，这导致了广泛的未采样区域。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors lead to systematic cold bias in MODIS LST time series used for permafrost data collection?",
                "QuestionCn": "导致用于永久冻土数据收集的MODIS LST时间序列系统性冷偏差的因素有哪些？",
                "AnswerEn": "Extended data gaps in the MODIS LST time series, often due to cloud cover, can lead to a systematic cold bias in seasonal averages when used for permafrost data collection.",
                "AnswerCn": "MODIS LST 时间序列中的延长数据缺口，通常由于云层覆盖，可能导致在用于永久冻土数据收集时季节平均值出现系统性的冷偏差。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How might the application of GIS methods influence the quantification of ecosystem regulatory services in permafrost regions?",
                "QuestionCn": "GIS方法的应用如何影响对永久冻土地区生态系统调节服务的量化？",
                "AnswerEn": "The application of GIS methods in quantifying ecosystem regulatory services in permafrost regions allows for spatial analysis and visualization of data. It can enhance the understanding of permafrost's impact on ecosystems by incorporating diverse datasets, such as temperature and vegetation indices, thereby providing a detailed spatial distribution of ecological functions and changes over time.",
                "AnswerCn": "在永冻土地区应用GIS方法量化生态系统调节服务，可以进行数据的空间分析和可视化。通过整合多样化的数据集，如温度和植被指数，它可以增强对永冻土对生态系统影响的理解，从而提供生态功能和变化的详细空间分布。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What could be the impact on data accuracy when using remotely sensed land surface temperature products with extended data gaps due to cloud cover?",
                "QuestionCn": "使用遥感地表温度产品时，如果由于云层覆盖导致数据存在较长的缺口，可能会对数据准确性产生什么影响？",
                "AnswerEn": "Using remotely sensed land surface temperature products with extended data gaps due to cloud cover can introduce a systematic cold bias in seasonal averages. This could affect the accuracy of modelled ground temperatures, potentially leading to underestimation of permafrost areas and challenges in accurately assessing permafrost dynamics and trends.",
                "AnswerCn": "使用遥感地表温度产品时，由于云层覆盖导致的长期数据缺失可能会在季节平均值中引入系统性的冷偏差。这可能会影响模型化地面温度的准确性，潜在地导致对永久冻土面积的低估，并在准确评估永久冻土动态和趋势方面带来挑战。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to develop a permafrost temperature and zonation map at the circum-Arctic scale using a TTOP-based scheme?",
                "QuestionCn": "在环北极范围内使用TTOP（地面温度-土壤温度-冰冻层）基础方案开发永久冻土温度和分区图是重要的，原因如下：",
                "AnswerEn": "Developing a permafrost temperature and zonation map at the circum-Arctic scale using a TTOP-based scheme is important because it helps overcome the challenges of detecting permafrost occurrence and extent at medium to high spatial resolutions globally. This map provides a comprehensive understanding of permafrost conditions, accommodating the considerable spatial variability and uneven site distribution, thus improving infrastructure planning and climate change impact assessments in these regions.",
                "AnswerCn": "在环极地区开发基于TTOP方案的永久冻土温度和分区图非常重要，因为它有助于克服在全球中高空间分辨率下检测永久冻土出现和分布的挑战。该地图提供了对永久冻土状况的全面理解，适应了显著的空间变异性和不均匀的站点分布，从而改善了这些地区的基础设施规划和气候变化影响评估。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is the goal of using MODIS LST data in conjunction with atmospheric lapse rates and elevation differences for downscaling ERA-interim reanalysis data?",
                "QuestionCn": "使用MODIS LST数据结合大气温度递减率和海拔差异来下调ERA-Interim再分析数据的目标是什么？",
                "AnswerEn": "The goal of using MODIS LST data with atmospheric lapse rates and elevation differences for downscaling ERA-interim reanalysis data is to achieve a higher resolution of 1km2 for individual MODIS pixels. This method enhances the accuracy of permafrost temperature modeling and provides better spatial representation of ground thermal regimes, which are crucial for validating model outputs against in-situ borehole measurements and refining regional and continental permafrost mapping.",
                "AnswerCn": "使用MODIS LST数据结合大气垂直温度梯度和海拔差异对ERA-Interim再分析数据进行下分辨率处理的目标是实现对单个MODIS像素的1km²更高分辨率。这种方法提高了永冻土温度建模的准确性，并提供了更好的地面热状况空间表现，这对于验证模型输出与现场钻孔测量结果的一致性以及完善区域和大陆级别的永冻土制图至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How do researchers address the challenges of cloud cover affecting the accuracy of MODIS LST data in the analysis of permafrost temperature and zonation?",
                "QuestionCn": "研究人员如何应对云层覆盖对MODIS地表温度（LST）数据在分析永冻土温度和分区时准确性的影响？",
                "AnswerEn": "Extended data gaps in the MODIS LST time series due to cloud cover can result in a systematic cold bias in seasonal averages. Researchers must account for these gaps and biases when analyzing permafrost temperature and zonation, possibly through data interpolation or using complementary data sources to fill in the missing information.",
                "AnswerCn": "由于云层覆盖，MODIS LST 时间序列中的延长数据缺口可能导致季节平均值出现系统性的冷偏差。研究人员在分析永久冻土温度和分区时必须考虑这些缺口和偏差，可能需要通过数据插值或使用补充数据源来填补缺失的信息。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What procedure is followed in using the CryoGrid 1 model to calculate mean annual ground temperature (MAGT) at the top of permafrost?",
                "QuestionCn": "使用CryoGrid 1模型计算永久冻土顶部的年均地温（MAGT）时遵循的程序是什么？",
                "AnswerEn": "The CryoGrid 1 model calculates MAGT at the top of permafrost based on the TTOP equilibrium approach. It uses mean annual air temperature (MAAT) and semi-empirical adjustment factors for the effects of snow cover and thermal offset. The model's results are compared against in-situ point measurements from boreholes to verify accuracy.",
                "AnswerCn": "CryoGrid 1模型基于TTOP平衡方法计算永久冻土顶部的平均年气温（MAGT）。它使用平均年气温（MAAT）和半经验调整因子来考虑雪盖和热偏移的影响。该模型的结果与钻孔的现场点测量数据进行比较，以验证其准确性。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "How do statistical methods enable the representation of subpixel variability in permafrost temperature mapping?",
                "QuestionCn": "统计方法如何使得在永久冻土温度映射中表示亚像素变异性成为可能？",
                "AnswerEn": "Statistical methods enable the representation of subpixel variability in permafrost temperature mapping by accounting for heterogeneity in snow cover and landcover, which influence permafrost temperatures. These methods allow for a more detailed representation of temperature variations within a pixel, thereby improving the accuracy of permafrost zonation maps.",
                "AnswerCn": "统计方法通过考虑雪盖和土地覆盖的异质性，能够在永久冻土温度映射中表示亚像素变异性，这些因素会影响永久冻土温度。这些方法允许在一个像素内更详细地表示温度变化，从而提高永久冻土分区图的准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What conditions or factors influence the accuracy of modeled mean annual ground temperatures in permafrost regions?",
                "QuestionCn": "影响永久冻土地区模型化年均地面温度准确性的条件或因素有哪些？",
                "AnswerEn": "The accuracy of modeled mean annual ground temperatures in permafrost regions is influenced by factors such as the quality and resolution of land surface temperature data, the modeling approach used (e.g., TTOP equilibrium approach), and the consideration of snow cover effects and thermal offsets. Additionally, the presence of data gaps due to cloud cover in remotely sensed time series can also affect the accuracy of seasonal temperature averages.",
                "AnswerCn": "在永冻土地区，模型化的年均地面温度的准确性受到多个因素的影响，例如地表温度数据的质量和分辨率、所使用的建模方法（例如TTOP平衡方法）、以及对雪盖效应和热偏移的考虑。此外，由于云层覆盖导致的遥感时间序列数据缺失也会影响季节性温度平均值的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be difficulties in using remote sensing technology to map permafrost extent at a medium to high spatial resolution?",
                "QuestionCn": "使用遥感技术以中到高空间分辨率绘制永久冻土分布可能会遇到困难的原因是什么？",
                "AnswerEn": "Despite the global significance of permafrost, reliably detecting its occurrence and extent at medium to high spatial resolutions is challenging due to the considerable spatial variability of the ground thermal regime and an uneven distribution of sites, which results in extensive unsampled areas.",
                "AnswerCn": "尽管永久冻土在全球具有重要意义，但由于地面热状态的显著空间变异性和站点分布的不均匀性，可靠地检测其发生和范围在中到高空间分辨率上是具有挑战性的，这导致了广泛的未采样区域。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are potential reasons for the systematic cold bias in seasonal averages of remotely sensed land surface temperature datasets?",
                "QuestionCn": "遥感地表温度数据集季节平均值中系统性冷偏差的潜在原因是什么？",
                "AnswerEn": "Extended data gaps in the MODIS LST time series due to cloud cover can result in a systematic cold bias in seasonal averages.",
                "AnswerCn": "由于云层覆盖，MODIS LST 时间序列中的延长数据缺口可能导致季节平均值出现系统性的冷偏差。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "In your opinion, what are the main challenges associated with detecting permafrost occurrence and extent using current data collection methods?",
                "QuestionCn": "在我看来，使用当前的数据收集方法检测永久冻土的发生和范围面临的主要挑战是什么？",
                "AnswerEn": "The main challenges include the considerable spatial variability of the ground thermal regime, which complicates extrapolation to larger regions, and the uneven distribution of observation sites leading to unsampled areas. Additionally, there is no universally reliable method to detect permafrost at medium to high spatial resolutions globally, which affects the accuracy and comprehensiveness of the data collected.",
                "AnswerCn": "主要挑战包括地面热状态的显著空间变异性，这使得向更大区域的外推变得复杂，以及观测点的不均匀分布导致未采样区域的存在。此外，目前没有一种普遍可靠的方法可以在全球范围内以中到高空间分辨率检测永久冻土，这影响了所收集数据的准确性和全面性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the potential advantages and limitations of integrating multiple data sources, such as remote sensing, simulations, and in-situ measurements, in studying permafrost dynamics?",
                "QuestionCn": "整合多种数据源，如遥感、模拟和现场测量，在研究永冻土动态方面的潜在优势和局限性是什么？",
                "AnswerEn": "Integrating multiple data sources allows for a more comprehensive analysis of permafrost dynamics by combining the strengths of each method, such as the wide coverage of remote sensing and the detailed accuracy of in-situ measurements. However, limitations include potential discrepancies between data sources and the complexity of merging datasets with varying resolutions and scales. Despite these challenges, such integration enhances the understanding of permafrost distribution and temperature.",
                "AnswerCn": "整合多个数据源可以通过结合每种方法的优势，提供对永冻土动态的更全面分析，例如遥感的广泛覆盖和现场测量的详细准确性。然而，局限性包括数据源之间可能存在的差异以及合并具有不同分辨率和尺度的数据集的复杂性。尽管面临这些挑战，这种整合仍能增强对永冻土分布和温度的理解。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how spatial variability in permafrost temperatures can be accurately represented using remote sensing data.",
                "QuestionCn": "我不明白如何使用遥感数据准确表示永冻土温度的空间变异性。",
                "AnswerEn": "The spatial variability of permafrost temperatures is represented statistically by using snow and landcover heterogeneity. The TTOP–based scheme is applied to compile a permafrost temperature and zonation map with a resolution of 1km2, which includes this variability.",
                "AnswerCn": "永冻土温度的空间变异性通过雪和土地覆盖的异质性进行统计表示。基于TTOP的方案被应用于编制一幅分辨率为1km²的永冻土温度和分区图，其中包含了这种变异性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how data from different sources like remote sensing, simulations, and statistical measurements are integrated to study permafrost changes.",
                "QuestionCn": "我无法理解如何将来自不同来源的数据，如遥感、模拟和统计测量，整合在一起以研究永久冻土的变化。",
                "AnswerEn": "Data from multiple sources such as remote sensing, simulations, and statistical measurements are integrated using GIS and ecological methods, ensuring that all datasets undergo quality control. This integration allows for the quantification of the permafrost's ecological regulatory service functions.",
                "AnswerCn": "来自遥感、模拟和统计测量等多个来源的数据通过GIS和生态方法进行整合，确保所有数据集都经过质量控制。这种整合使得能够量化永久冻土的生态调节服务功能。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I am unsure about the challenges faced in detecting permafrost extent and its implications for data collection.",
                "QuestionCn": "我不确定在检测永久冻土范围及其对数据收集的影响方面面临的挑战。",
                "AnswerEn": "Detecting the extent of permafrost at medium to high spatial resolutions globally is challenging due to the considerable spatial variability of the ground thermal regime and uneven distribution of sampling sites, leading to extensive unsampled areas.",
                "AnswerCn": "在中到高空间分辨率下，全球范围内检测永冻土的范围具有挑战性，因为地面热状况存在显著的空间变异性，并且采样点分布不均，导致大量区域未被采样。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please summarize the challenges encountered in detecting the occurrence and extent of permafrost at medium to high spatial resolutions on a global scale and suggest potential solutions.",
                "QuestionCn": "总结在全球范围内以中到高空间分辨率检测永久冻土的发生和范围时遇到的挑战，并提出潜在解决方案。",
                "AnswerEn": "Challenges include the considerable spatial variability of the ground thermal regime and uneven distribution of observation sites, resulting in extensive unsampled areas. Potential solutions could involve improving remote sensing techniques and enhancing model accuracy by incorporating more comprehensive datasets and finer spatial resolutions.",
                "AnswerCn": "挑战包括地面热状态的显著空间变异性和观测点的不均匀分布，导致大量未采样区域。潜在的解决方案可以包括改进遥感技术，并通过整合更全面的数据集和更细的空间分辨率来提高模型的准确性。",
                "Level": "C6(Creating)"
            }
        ]
    }
}