{
  "id": "0a4c49e9-bacd-4aea-b745-9811ee7ede1d",
  "relatedPaper": 3,
  "context": {
    "metadata": {
      "titleEn": "Qinghai Tibet Plateau Lake Ice Phenology Data Set Based on MODIS Daily Snow Products (2001-2020)",
      "titleCn": "基于MODIS每日积雪产品的青藏高原湖冰物候数据集（2001-2020）",
      "description": "This data set provides the lake ice phenology of 71 lakes on the Qinghai Tibet Plateau from 2001 to 2020, including the freeze-up start, freeze-up end, break-up start, break-up end, complete freezing duration, and ice cover duration. The data set was extracted from the cloud-gap-filled MODIS daily snow product based on a dynamic changed threshold. Compared with the coarse resolution passive microwave AMSR-E/2 lake ice phenology data set, the average absolute error of the freeze-up start date was 2.33-7.25 days, and the average absolute error of the break-up end date was 1.75-4.67 days. The data can provide a data basis for the relevant research on the response of the Qinghai Tibet Plateau lake system to climate change.",
      "descriptionCn": "该数据集提供了2001-2020年青藏高原71个湖泊的湖冰物候，包括开始冻结日、完全冻结日、开始消融日、完全消融日、完全封冻时间和湖冰覆盖时间。数据集采用动态阈值法提取自经过双星去云和临近日去云后的MODIS每日积雪产品。与粗分辨率被动微波AMSR-E/2湖冰物候数据集对比，开始冻结日的平均绝对误差为2.33-7.25天，完全消融日的平均绝对误差为1.75-4.67天。该数据可为青藏高原湖泊系统响应气候变化的相关研究提供数据基础。",
      "instructions": "File name: lake ice phenology data is stored in csv format, and the file name is \"lake_name. csv\", where lake_name represents the English name of each lake. For example, Qinghai Lake.csv represents this csv file to describe the lake ice phenology records of Qinghai Lake from 2001 to 2020.\nData reading mode: all csv files in the dataset can be directly opened with Excel and other software.",
      "instructionsCn": "文件命名：湖冰物候数据以csv格式存储，文件的名称为“lake_name.csv”，其中lake_name代表各湖泊的英文名。比如Qinghai Lake.csv就代表这个csv文件描述2001-2020年Qinghai Lake的湖冰物候记录。\n数据读取方式：该数据集中的所有csv文件可直接用Excel等软件打开。",
      "east": 105.0,
      "west": 73.0,
      "south": 25.0,
      "north": 40.0,
      "startTime": "2000-09-01 00:00:00",
      "endTime": "2020-08-31 00:00:00",
      "fileSize": 41595.0,
      "cstr": "18406.11.Cryos.tpdc.272921",
      "doi": "10.11888/Cryos.tpdc.272921",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "蔡宇",
        "nameEn": "CAI Yu",
        "unitEn": "",
        "unitCn": "南京大学"
      },
      {
        "nameCn": "柯长青",
        "nameEn": "KE Changqing",
        "unitEn": "",
        "unitCn": "南京大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Variations of Lake Ice Phenology on the Tibetan Plateau From 2001 to 2017 Based on MODIS Data",
        "referenceCn": null,
        "referenceEn": "Cai, Y., Ke, C.Q., Li, X., Zhang, G., Duan, Z., & Lee, H. (2019). Variations of Lake Ice Phenology on the Tibetan Plateau From 2001 to 2017 Based on MODIS Data. Journal of Geophysical Research: Atmospheres, 124(2), 825–843. https://doi.org/10.1029/2018JD028993"
      },
      {
        "titleCn": null,
        "titleEn": "MODIS-observed variations of lake ice phenology in Xinjiang, China",
        "referenceCn": null,
        "referenceEn": "Cai, Y., Ke, C.Q., Yao, G., & Shen, X. (2020). MODIS-observed variations of lake ice phenology in Xinjiang, China. Climatic Change, 158(3–4). https://doi.org/10.1007/s10584-019-02623-2"
      },
      {
        "titleCn": null,
        "titleEn": "What caused the spatial heterogeneity of lake ice phenology changes on the Tibetan Plateau?",
        "referenceCn": null,
        "referenceEn": "Cai, Y., Ke, C.Q., Xiao, Y., & Wu, J. (2022). What caused the spatial heterogeneity of lake ice phenology changes on the Tibetan Plateau? Science of The Total Environment, 836, 155517. https://doi.org/10.1016/j.scitotenv.2022.155517"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰冻圈遥感",
        "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
      },
      {
        "nameCn": "冰冻圈遥感产品",
        "nameEn": "Cryosphere remote sensing products"
      },
      {
        "nameCn": "湖冰",
        "nameEn": "Lake ice"
      },
      {
        "nameCn": "湖冰物候",
        "nameEn": "Lake ice phenology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "Tibetan Plateau",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2001-2020",
        "keywordEn": "2001-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "国家自然科学基金",
        "titleEn": "National Natural Science Foundation of China"
      },
      {
        "titleCn": "青藏高原东南部冰川储量变化的多源遥感综合研究",
        "titleEn": "Key Program of the National Natural Science Foundation of China"
      },
      {
        "titleCn": "国家自然科学基金",
        "titleEn": "Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Lakes in cold mid- and high-latitude regions produce seasonal ice cover, which impacts the physical, chemical, and biological processes in the lake. Especially in arid regions where lakes have special ecological and economic significance, people live with and utilize frozen lakes. There has been consistent evidence from historical records that ice on lakes and rivers in the Northern Hemisphere experienced later freeze-up and earlier break-up at average trends of 5.8 days/century and 6.5 days/century, respectively, from 1846 to 1995. Satellite microwave ice records also indicated that 43 out of 71 (60.6%) lakes in the Northern Hemisphere exhibited shorter ice cover durations from 2002 to 2015. The ice cover durations for 69% of the lakes on the Tibetan Plateau shortened at a rate of 0.80 days/year from 2001 to 2017. To date, widespread loss of lake ice around the Northern Hemisphere has been discovered, and it is expected to continue in the upcoming years. Xinjiang is located in Northwestern China where there is a distinctive mountain-basin system; the lakes in this area are distributed in different mountain ranges and basins, and most of them are salt lakes. The perennial arid and semiarid climatic conditions where evaporation is greater than precipitation have caused many lakes in Xinjiang to continue to shrink and salinize over the last century. However, in recent years, the increase in precipitation and cryosphere changes has contributed to the overall increase in lake storage."
      ],
      "research objective": [
        "Therefore, this study aimed to obtain the ice phenology of 23 lakes in Xinjiang, China, from 2001 to 2018 using Moderate Resolution Imaging Spectroradiometer (MODIS) daily snow products. Change trends and significant differences over 18 years will be evaluated, and their relationship with climatic factors and lake physicochemical factors will be analyzed and discussed."
      ],
      "challenges": [
        "However, to date, there is no existing study specifically on the ice phenology of Xinjiang lakes."
      ],
      "methods": [
        "The cloud removal process has two steps. First, the Terra and Aqua snow cover products are combined. Second, the pixels from images within 2 days before and after the occurrence of cloud-covered pixels are combined to fill the data gap caused by cloud cover (Gafurov and Bárdossy 2009; Cai et al. 2019). In consideration of the inevitable noise during the freeze-up/break-up periods, 5% and 95% of the frozen and unfrozen lake areas are used as thresholds instead of 0 and 100% (Kropáček et al. 2013; Cai et al. 2019). Four lake ice phenology dates are extracted based on the thresholds, and four durations are then calculated. Freeze-up start (FUS) represents the first appearance of lake ice in winter, freeze-up end (FUE) represents the time when lake ice completely covered the lake, break-up start (BUS) represents the first appearance of lake water in spring, and break-up end (BUE) represents the complete disappearance of lake ice (Cai et al. 2017). The freeze-up duration (FUD) is the duration from FUS to FUE, the break-up duration (BUD) is from BUS to BUE, the complete freezing duration (CFD) is from FUE to BUS, and the ice cover duration (ICD) is from FUS to BUE (Fig. 3)."
      ],
      "dataset": [
        "A total of 23 lakes with annual ice cover periods were selected to study the variations in lake ice phenology and their relationships with climate change, with 13 lakes smaller than 100 km² and ten lakes larger than 100 km². The available MODIS daily snow products include MOD10A1 (Terra, from 1 August 2000 to 31 July 2018) and MYD10A1 (Aqua, from 1 August 2002 to 31 July 2018), and the spatial resolution is 500 m. Four tiles cover all 23 lakes (h23v04, h24v04, h24v05, and h25v05) in Xinjiang."
      ],
      "findings": [
        "The results of MODIS-derived lake ice phenology showed consistent variations with existing ice phenology data sets derived from passive microwave data. Generally, lakes in Xinjiang begin to freeze from October to December every year, and their ice cover periods end from March to June. The average ice cover duration for the 23 lakes is 167 days, of which 16 lakes have an average shortening rate of −1.08 days/year and seven lakes have an average extending rate of 1.18 days/year. The majority of lakes experienced later freeze-up (17 lakes) and earlier break-up (18 lakes) from 2001 to 2018. Lake ice phenology is affected by both climatic factors and lake physicochemical characteristics, in which freeze-up dates are more easily affected by lake-specific factors such as lake area (r = 0.535), while climatic factors especially water surface temperature have greater impacts on lake break-up dates (r = −0.874). Compared to air temperature, water surface temperature changes have a more direct influence on the variations in lake ice phenology, 1° increase in water surface temperature may cause the ice cover duration to decrease by 12 days, while precipitation changes have almost no effect on the lakes in Xinjiang."
      ],
      "backgroundCn": [
        "寒冷的中高纬度地区的湖泊会产生季节性冰盖，这影响了湖泊的物理、化学和生物过程。特别是在干旱地区，湖泊具有特殊的生态和经济意义，人们与冰冻湖泊共存并加以利用。历史记录提供了一致的证据，表明北半球的湖泊和河流的冰层在1846年至1995年间经历了更晚的结冰和更早的融化，平均趋势分别为每世纪5.8天和6.5天。卫星微波冰层记录也显示，从2002年到2015年，北半球71个湖泊中有43个（60.6%）的冰盖持续时间缩短。2001年至2017年间，青藏高原上69%的湖泊的冰盖持续时间以每年0.80天的速度缩短。迄今为止，北半球湖泊冰层的广泛消失已被发现，并预计在未来几年将继续发生。新疆位于中国西北部，那里有独特的山盆系统；该地区的湖泊分布在不同的山脉和盆地中，大多数是盐湖。由于常年干旱和半干旱的气候条件，蒸发量大于降水量，导致新疆的许多湖泊在过去一个世纪中持续缩小和盐化。然而，近年来降水量的增加和冰冻圈变化促成了湖泊储水量的整体增加。"
      ],
      "research objectiveCn": [
        "因此，本研究旨在利用中分辨率成像光谱仪（MODIS）每日雪产品获取中国新疆23个湖泊在2001年至2018年间的冰现象。将评估18年来的变化趋势和显著差异，并分析和讨论其与气候因素和湖泊物理化学因素的关系。"
      ],
      "challengesCn": [
        "然而，到目前为止，尚无针对新疆湖泊冰期现象的专门研究。"
      ],
      "methodsCn": [
        "云层去除过程分为两个步骤。首先，将Terra和Aqua的雪覆盖产品结合在一起。其次，将发生云覆盖像素前后2天内的图像像素结合起来，以填补因云覆盖造成的数据缺口（Gafurov和Bárdossy 2009；Cai等，2019）。考虑到在结冰/解冻期间不可避免的噪声，使用5%和95%的冰冻和未冰冻湖泊面积作为阈值，而不是0和100%（Kropáček等，2013；Cai等，2019）。根据这些阈值提取四个湖冰物候日期，并计算四个持续时间。结冰开始（FUS）表示冬季湖冰的首次出现，结冰结束（FUE）表示湖冰完全覆盖湖面的时间，解冻开始（BUS）表示春季湖水的首次出现，解冻结束（BUE）表示湖冰的完全消失（Cai等，2017）。结冰持续时间（FUD）是从FUS到FUE的持续时间，解冻持续时间（BUD）是从BUS到BUE的持续时间，完全结冰持续时间（CFD）是从FUE到BUS的持续时间，冰盖持续时间（ICD）是从FUS到BUE的持续时间（图3）。"
      ],
      "datasetCn": [
        "共选择了23个湖泊来研究湖冰物候的变化及其与气候变化的关系，这些湖泊中有13个湖泊面积小于100平方公里，10个湖泊面积大于100平方公里。可用的MODIS每日雪产品包括MOD10A1（Terra，时间范围为2000年8月1日至2018年7月31日）和MYD10A1（Aqua，时间范围为2002年8月1日至2018年7月31日），空间分辨率为500米。四个图块覆盖了新疆的所有23个湖泊（h23v04、h24v04、h24v05和h25v05）。"
      ],
      "findingsCn": [
        "MODIS派生的湖冰物候结果与现有的被动微波数据集所得到的冰物候数据表现出一致的变化。一般来说，新疆的湖泊每年从十月到十二月开始结冰，冰盖期从三月到六月结束。这23个湖泊的平均冰盖持续时间为167天，其中16个湖泊的平均缩短率为−1.08天/年，7个湖泊的平均延长率为1.18天/年。在2001年至2018年期间，大多数湖泊经历了较晚的结冰（17个湖泊）和较早的融冰（18个湖泊）。湖冰物候受气候因素和湖泊物理化学特征的影响，其中结冰日期更容易受到湖泊特定因素的影响，如湖泊面积（r = 0.535），而气候因素，特别是水面温度，对湖泊融冰日期的影响更大（r = −0.874）。与气温相比，水面温度变化对湖冰物候变化的影响更为直接，水面温度每升高1°可能导致冰盖持续时间减少12天，而降水变化对新疆的湖泊几乎没有影响。"
      ]
    },
    {
      "background": [
        "Many studies have shown that lake ice phenology (i.e., the timing of freezeup, breakup, and duration of ice cover) responds well to climatic and environmental changes. Changes in air and water surface temperatures related to climatic changes are important factors in the lake ice phenology changes. However, due to the harsh environment and limited accessibility, few meteorological stations exist in the central and western TP where lakes are concentrated; thus, it is difficult to carry out field observations. Remote sensing data have been widely used in lake ice monitoring. The unique geographical and climatic conditions of the TP make it a region of high interest for climate research. Recent studies on individual lakes have shown that on the TP, the freezeup dates of some lakes have been delayed, the breakup dates have advanced, and the ice cover durations have significantly shortened. However, there are few ice phenology studies covering the entire TP."
      ],
      "research objective": [
        "To obtain the lake ice phenology variations on the TP, the daily snow products of MODIS are used to extract the freezeup and breakup dates of lake-wide ice cover from 2001 to 2017. The lake ice durations are then calculated, and the spatial variabilities and change rates of lake ice phenology are analyzed. Using reanalysis data and available satellite data set, the effects of air temperature, lake surface water temperature, and wind speed on lake ice phenology are analyzed. In addition, possible influence of geographical determined lake locations and physico-chemical conditions on lake ice phenology are also investigated."
      ],
      "challenges": [
        "The lack of historical observational data makes it difficult to study lake ice phenology on the TP without using remote sensing data. The quality of MODIS daily snow cover products limits the number of lakes that can be studied, and the low spatial resolution of reanalysis data makes it difficult to represent the actual meteorological conditions of each lake. It is also difficult to ensure the reliability of historical lake physico-chemical data that were collected several decades ago."
      ],
      "methods": [
        "By analyzing the freezeup/breakup characteristics for each lake on the TP, 58 lakes with a stable ice cover period (less cloud cover, less pixel misclassification, and obvious ice cover period) are manually selected as study lakes. The cloud removal (gapfilling) process has two steps. The first step is to combine daily Terra and Aqua snow cover products to determine lake cover type. The second step is based on the temporal correlation of cloud cover pixels. First, if a pixel on date t is cloud covered, the pixels on the images of previous and next days will be searched, and if both pixels are covered by water, the pixel on date t is determined to be covered by water. To extract lake ice, pixels covering a lake need to be first distinguished from other types of pixels, such as cloud and land. A threshold of 0.4 for Normalized Difference Snow Index (NDSI) is applied to extract the extent of a lake. Then, according to the actual reflectance of each image, different thresholds on the near-infrared band are set to distinguish lake ice from lake water."
      ],
      "dataset": [
        "MODIS is mounted on the Terra and Aqua satellites, which obtain global observation data every one or two days. The available daily snow cover products with a spatial resolution of 500 m from MODIS include MOD10A1 (Terra) and MYD10A1 (Aqua). The available temporal range of MOD10A1 is from 1 August 2000 to 31 July 2017 and that of MYD10A1 is from 1 August 2002 to 31 July 2017. Four MODIS tiles (h24v05, h25v05, h25v06, and h26v05) cover the 58 lakes of this study. The data were obtained from the U.S. National Snow and Ice Data Center."
      ],
      "findings": [
        "Generally, the lakes in the northern Inner-TP have earlier freezeup dates and later breakup dates (i.e., longer ice cover durations) than those in the southern Inner-TP. Over 17 years, the mean ice cover duration of 58 lakes is 157.78 days, 18 (31%) lakes have a mean extending rate of 1.11 day/year, and 40 (69%) lakes have a mean shortening rate of 0.80 day/year."
      ],
      "backgroundCn": [
        "许多研究表明，湖冰物候（即结冰、融冰的时间及冰盖持续时间）对气候和环境变化的响应良好。与气候变化相关的空气和水面温度变化是湖冰物候变化的重要因素。然而，由于环境恶劣和可达性有限，青藏高原中部和西部湖泊集中地区的气象站数量较少，因此进行实地观测非常困难。遥感数据已被广泛应用于湖冰监测。青藏高原独特的地理和气候条件使其成为气候研究的高关注区域。近期对个别湖泊的研究表明，在青藏高原，一些湖泊的结冰日期有所延迟，融冰日期提前，冰盖持续时间显著缩短。然而，覆盖整个青藏高原的冰物候研究仍然较少。"
      ],
      "research objectiveCn": [
        "为了获取青藏高原湖泊冰期现象的变化，使用MODIS的每日雪产品提取2001年至2017年间湖泊冰盖的冻结和融化日期。然后计算湖泊冰期的持续时间，并分析湖泊冰期的空间变异性和变化率。利用再分析数据和可用的卫星数据集，分析气温、湖面水温和风速对湖泊冰期现象的影响。此外，还研究了地理位置和物理化学条件对湖泊冰期现象的可能影响。"
      ],
      "challengesCn": [
        "缺乏历史观测数据使得在青藏高原上研究湖泊冰现象变得困难，而无法使用遥感数据。MODIS每日雪盖产品的质量限制了可研究湖泊的数量，重分析数据的低空间分辨率使得难以准确表示每个湖泊的实际气象条件。此外，确保几十年前收集的历史湖泊物理化学数据的可靠性也很困难。"
      ],
      "methodsCn": [
        "通过分析每个湖泊的冰冻/解冻特征，手动选择了58个具有稳定冰盖期的湖泊作为研究湖泊（云层覆盖较少，像素误分类较少，冰盖期明显）。云去除（填补缺口）过程分为两个步骤。第一步是结合每日的Terra和Aqua雪盖产品来确定湖泊覆盖类型。第二步基于云覆盖像素的时间相关性。首先，如果某个像素在日期t被云覆盖，将搜索前后两天的图像像素，如果这两个像素都被水覆盖，则将日期t的像素确定为被水覆盖。为了提取湖冰，首先需要将覆盖湖泊的像素与其他类型的像素（如云和陆地）区分开来。应用0.4的归一化差异雪指数（NDSI）阈值来提取湖泊的范围。然后，根据每幅图像的实际反射率，设置不同的近红外波段阈值以区分湖冰和湖水。"
      ],
      "datasetCn": [
        "MODIS安装在Terra和Aqua卫星上，能够每一到两天获取全球观测数据。可用的每日雪盖产品包括MOD10A1（Terra）和MYD10A1（Aqua），其空间分辨率为500米。MOD10A1的可用时间范围为2000年8月1日至2017年7月31日，而MYD10A1的可用时间范围为2002年8月1日至2017年7月31日。四个MODIS瓦片（h24v05、h25v05、h25v06和h26v05）覆盖了本研究中的58个湖泊。数据来自美国国家雪冰数据中心。"
      ],
      "findingsCn": [
        "一般来说，北部内陆青藏 Plateau 的湖泊冰封日期较早，解冻日期较晚（即冰盖持续时间较长），而南部内陆青藏 Plateau 的湖泊则相反。在17年的时间里，58个湖泊的平均冰盖持续时间为157.78天，其中18个湖泊（31%）的平均延长率为每年1.11天，40个湖泊（69%）的平均缩短率为每年0.80天。"
      ]
    },
    {
      "background": [
        "Due to the sensitivity of lake ice phenology to climate change, numerous studies have focused on changes in lake ice phenology on a regional or hemispheric scale. A consistent result of rapid ice loss has been concluded for lakes in the Northern Hemisphere in recent decades under the background of climate warming. Previous studies on the Tibetan Plateau also reported an overall trend of a later freeze-up, an earlier break-up, and a shorter ice cover duration for lake ice phenology. The climatic factors most relevant to ice phenology changes included air temperature, precipitation, and wind speed. Moreover, Liu et al. (2018) noted that the increasing snowfall brought by the winter North Atlantic Oscillation cooled the lake surface, which could explain the delayed break-up dates in the southern plateau. In addition, as another consequence of climate change, the physical and chemical properties of lakes on the Tibetan Plateau have undergone remarkable changes in recent years, which have affected the thermal requirements of ice formation and decay."
      ],
      "research objective": [
        "Therefore, this study aimed to explore the influence of climate change and lake properties on lake ice phenology on the Tibetan Plateau. Finally, we summarized the effects of changes in multiple climatic factors and lake properties on the variations in lake ice phenology on the Tibetan Plateau."
      ],
      "challenges": [
        "However, due to the remoteness and harsh environment, field records about the lakes on the Tibetan Plateau are very scarce. Limited by data acquisition, it is difficult to carry out quantitative, large-scale research on the effects of lake properties on lake ice phenology; thus, very few studies have discussed the relationship between ice phenology changes and lake properties. However, most lakes on the Tibetan Plateau lack the local measurements of key parameters that are required for model establishment and calibration, which limits the widespread application of lake models across regions."
      ],
      "methods": [
        "We collected ice phenology records for 58 lakes in Qinghai and Tibet from 2001 to 2017 and for 12 lakes in southern Xinjiang (on the Tibetan Plateau) from 2001 to 2018. We extended the ice phenology for the 70 lakes to 2020 and additionally extracted the results for Tangra Yumco from 2001 to 2020. The change trends of lake ice phenology on the Tibetan Plateau from 2001 to 2020 were calculated using Sen's (1968) slope and trend-free pre-whitening procedure Mann-Kendall test. We estimated the change trends of climatic factors from 2001 to 2020 and evaluated the correlation between lake ice phenology and climatic factors. We utilized the multiple general linear model to quantify the relative contribution of the four climatic factors (air temperature, solar radiation, precipitation, and wind speed) to variations in lake ice phenology."
      ],
      "dataset": [
        "We collected ice phenology records for 58 lakes in Qinghai and Tibet from 2001 to 2017 and for 12 lakes in southern Xinjiang (on the Tibetan Plateau) from 2001 to 2018. We extended the ice phenology for the 70 lakes to 2020 and additionally extracted the results for Tangra Yumco from 2001 to 2020. The geographic location, elevation, area, and average depth of each of the 71 lakes were obtained from the HydroLAKES dataset. The lake area dataset from 2000 to 2019 (in 2000, 2005, 2010, 2015, and 2019) was obtained from Zhang (2021)."
      ],
      "findings": [
        "Air temperature change was the dominant factor affecting ice phenology changes, followed by solar radiation. Changes in air temperature and solar radiation together explained 75.18% of the variations in ice cover duration. Wind speed additionally contributed to the delay of break-up end dates and extension of ice cover durations."
      ],
      "backgroundCn": [
        "由于湖冰物候对气候变化的敏感性，许多研究集中在区域或半球尺度上湖冰物候的变化。近年来，在气候变暖的背景下，北半球的湖泊普遍出现了快速冰层消失的现象。对青藏高原的先前研究也报告了湖冰物候整体趋势为延迟结冰、提前解冻以及冰盖持续时间缩短。与冰物候变化最相关的气候因素包括气温、降水和风速。此外，刘等（2018）指出，冬季北大西洋涛动带来的降雪增加使湖面降温，这可以解释南部高原解冻日期的延迟。此外，作为气候变化的另一个后果，青藏高原湖泊的物理和化学性质近年来发生了显著变化，这影响了冰层形成和消融的热要求。"
      ],
      "research objectiveCn": [
        "因此，本研究旨在探讨气候变化和湖泊特性对青藏高原湖泊冰期现象的影响。最后，我们总结了多种气候因素和湖泊特性变化对青藏高原湖泊冰期现象变化的影响。"
      ],
      "challengesCn": [
        "然而，由于偏远和恶劣的环境，关于青藏高原湖泊的实地记录非常稀缺。由于数据获取的限制，难以进行定量的大规模研究，以探讨湖泊特性对湖冰物候的影响；因此，关于冰物候变化与湖泊特性之间关系的研究非常少。然而，青藏高原的大多数湖泊缺乏建立和校准模型所需的关键参数的本地测量，这限制了湖泊模型在各个地区的广泛应用。"
      ],
      "methodsCn": [
        "我们收集了2001年至2017年间青海和西藏58个湖泊的冰现象记录，以及2001年至2018年间南疆12个湖泊的冰现象记录。我们将70个湖泊的冰现象延伸至2020年，并额外提取了唐古拉湖2001年至2020年的结果。我们使用Sen（1968）斜率和无趋势预处理的Mann-Kendall检验计算了2001年至2020年间青藏高原湖泊冰现象的变化趋势。我们估算了2001年至2020年间气候因素的变化趋势，并评估了湖泊冰现象与气候因素之间的相关性。我们利用多元广义线性模型量化了四个气候因素（气温、太阳辐射、降水和风速）对湖泊冰现象变化的相对贡献。"
      ],
      "datasetCn": [
        "我们收集了2001年至2017年间青海和西藏58个湖泊的冰现象记录，以及2001年至2018年间南疆12个湖泊（位于青藏高原）的冰现象记录。我们将70个湖泊的冰现象延伸至2020年，并额外提取了唐拉雍措2001年至2020年的结果。每个湖泊的地理位置、海拔、面积和平均深度数据来自HydroLAKES数据集。2000年至2019年的湖泊面积数据（2000年、2005年、2010年、2015年和2019年）来自Zhang（2021）。"
      ],
      "findingsCn": [
        "空气温度变化是影响冰相现象变化的主要因素，其次是太阳辐射。空气温度和太阳辐射的变化共同解释了75.18%的冰盖持续时间变化。风速还进一步导致了冰层解冻结束日期的延迟和冰盖持续时间的延长。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Can the cloud removal process effectively enhance the accuracy of ice phenology data collection from MODIS daily snow products?",
        "QuestionCn": "云去除过程是否能有效提高从MODIS每日雪产品中收集的冰相数据的准确性？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Does the use of thresholds, such as the Normalized Difference Snow Index (NDSI), aid in distinguishing lake ice from other surface types in remote sensing data?",
        "QuestionCn": "使用阈值，例如归一化差异雪指数（NDSI），有助于在遥感数据中区分湖冰与其他表面类型吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the cloud removal process for lake ice phenology data more effectively handled by combining Terra and Aqua MODIS products, using temporal correlation of cloud cover pixels, or another method?",
        "QuestionCn": "湖冰物候数据的云去除过程是通过结合Terra和Aqua MODIS产品、利用云覆盖像素的时间相关性，还是通过其他方法更有效地处理？",
        "AnswerEn": "combining Terra and Aqua snow cover products",
        "AnswerCn": "合并Terra和Aqua的雪盖产品",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "Where do researchers acquire the spatial resolution data for lake ice phenology studies?",
        "QuestionCn": "研究人员从哪里获取湖泊冰相研究的空间分辨率数据？",
        "AnswerEn": "MODIS",
        "AnswerCn": "MODIS",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge faced during the collection of lake ice phenology data on the Tibetan Plateau, and how is it addressed?",
        "QuestionCn": "在收集青藏高原湖泊冰期数据时面临的一个挑战是什么，以及如何解决这个问题？",
        "AnswerEn": "A challenge is the limited accessibility and harsh environment, which makes field observations difficult. This is addressed by using remote sensing data from MODIS, despite limitations in spatial resolution and cloud cover challenges, to monitor lake ice phenology across large areas.",
        "AnswerCn": "一个挑战是有限的可达性和恶劣的环境，这使得实地观察变得困难。为了解决这个问题，使用了MODIS的遥感数据，尽管在空间分辨率和云层覆盖方面存在局限性，但仍然可以监测大范围内的湖冰物候。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of the type of dataset that might be used to study the relationship between lake ice phenology and climate change on the Tibetan Plateau?",
        "QuestionCn": "您能否提供一个示例，说明可能用于研究青藏高原湖泊冰现象与气候变化之间关系的数据集类型？",
        "AnswerEn": "A dataset that could be used includes MODIS daily snow products (MOD10A1 and MYD10A1) with a spatial resolution of 500 m, covering multiple lakes over several years, alongside reanalysis data for climatic factors like air temperature, solar radiation, precipitation, and wind speed.",
        "AnswerCn": "一个可以使用的数据集包括MODIS每日雪产品（MOD10A1和MYD10A1），空间分辨率为500米，覆盖多个湖泊和多个年份，以及气候因素的再分析数据，如气温、太阳辐射、降水量和风速。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used for analyzing lake ice phenology on the Tibetan Plateau?",
        "QuestionCn": "用于分析青藏高原湖泊冰相的资料收集方法的特点是什么？",
        "AnswerEn": "MODIS daily snow products, cloud removal methods, threshold applications, combining Terra and Aqua snow cover products, utilizing temporal correlations.",
        "AnswerCn": "MODIS每日雪产品，云去除方法，阈值应用，结合Terra和Aqua雪盖产品，利用时间相关性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors are considered in the feature specification of datasets used to study lake ice phenology in arid regions?",
        "QuestionCn": "在研究干旱地区湖泊冰相的过程中，数据集的特征规范考虑了哪些因素？",
        "AnswerEn": "spatial resolution of satellite imagery, temporal range of data collection, thresholds for distinguishing ice cover from water, air and water surface temperatures, lake-specific physicochemical characteristics",
        "AnswerCn": "卫星影像的空间分辨率、数据收集的时间范围、区分冰盖与水体的阈值、空气和水面温度、湖泊特定的物理化学特征。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many lakes in Xinjiang were studied for ice phenology using MODIS data from 2001 to 2018?",
        "QuestionCn": "在2001年至2018年期间，使用MODIS数据研究了新疆多少个湖泊的冰相现象？",
        "AnswerEn": "23",
        "AnswerCn": "23",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the number of lakes included in the Qinghai and Tibet ice phenology records from 2001 to 2017?",
        "QuestionCn": "2001年至2017年，青海和西藏冰现象记录中包含的湖泊数量是多少？",
        "AnswerEn": "58",
        "AnswerCn": "58",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the dynamic threshold method in the context of extracting lake ice phenology data?",
        "QuestionCn": "在提取湖冰物候数据的背景下，什么是动态阈值方法？",
        "AnswerEn": "The dynamic threshold method is a data extraction technique used to determine lake ice phenology from satellite snow products. It involves setting thresholds, such as 5% and 95% of frozen and unfrozen lake areas, to extract lake ice phenology dates, including freeze-up start, freeze-up end, break-up start, and break-up end.",
        "AnswerCn": "动态阈值方法是一种数据提取技术，用于从卫星雪产品中确定湖泊冰雪现象。它涉及设置阈值，例如冻结和未冻结湖泊面积的5%和95%，以提取湖泊冰雪现象日期，包括结冰开始、结冰结束、融化开始和融化结束。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What does the term 'cloud removal process' signify in the collection of remote sensing data for lake ice monitoring?",
        "QuestionCn": "“云去除过程”在湖冰监测的遥感数据收集中意味着什么？",
        "AnswerEn": "The cloud removal process refers to techniques used to address missing data due to cloud cover in remote sensing images. It involves combining daily Terra and Aqua snow cover products and using temporal correlation of images to fill data gaps by determining pixel states based on surrounding days' data, ensuring more complete datasets for lake ice monitoring.",
        "AnswerCn": "云去除过程是指用于处理遥感图像中由于云层覆盖而缺失数据的技术。它涉及结合每日的Terra和Aqua雪盖产品，并利用图像的时间相关性来填补数据缺口，通过根据周围天的数据确定像素状态，从而确保湖冰监测的更完整数据集。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How is 'Normalized Difference Snow Index (NDSI)' utilized in the context of distinguishing lake ice from water?",
        "QuestionCn": "“归一化差异雪指数（NDSI）”在区分湖冰和水的背景下是如何使用的？",
        "AnswerEn": "The Normalized Difference Snow Index (NDSI) is used in remote sensing to differentiate snow or ice from other surfaces. In lake ice monitoring, a threshold of NDSI (e.g., 0.4) is applied to distinguish lake ice from water by analyzing the reflectance values in the snow-covered areas of satellite imagery.",
        "AnswerCn": "归一化差异雪指数（NDSI）在遥感中用于区分雪或冰与其他表面。在湖面冰监测中，通过分析卫星影像中雪覆盖区域的反射值，应用NDSI的阈值（例如0.4）来区分湖冰和水。",
        "Level": "C3(Applying)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the differences in the selection criteria for lakes studied in relation to lake ice phenology on the Tibetan Plateau compared to Xinjiang lakes?",
        "QuestionCn": "关于青藏高原和新疆湖泊在湖冰物候研究中的选择标准有什么不同？",
        "AnswerEn": "For the Tibetan Plateau, 58 lakes with stable ice cover periods were manually selected based on criteria such as less cloud cover and clear ice cover periods. In contrast, the Xinjiang study focused on 23 lakes selected for their annual ice cover periods, considering both smaller and larger lakes. The selection on the Tibetan Plateau was more focused on the quality of ice cover data, while the Xinjiang study considered a broader range of lake sizes.",
        "AnswerCn": "对于青藏高原，手动选择了58个湖泊，基于较少的云层覆盖和清晰的冰盖期等标准，确保冰盖期的稳定性。相比之下，新疆的研究则关注于23个湖泊，选择标准是它们的年冰盖期，同时考虑了较小和较大的湖泊。青藏高原的选择更注重冰盖数据的质量，而新疆的研究则考虑了更广泛的湖泊规模。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In terms of climatic factors influencing lake ice phenology, how do the impacts of air temperature and water surface temperature compare between studies on Xinjiang lakes and the Tibetan Plateau?",
        "QuestionCn": "在影响湖泊冰期的气候因素方面，空气温度和水面温度的影响在新疆湖泊和青藏高原的研究中有何比较？",
        "AnswerEn": "For Xinjiang lakes, water surface temperature showed a stronger correlation with lake break-up dates than air temperature, with a 1° increase in water surface temperature resulting in a decrease of ice cover duration by 12 days. In contrast, for the Tibetan Plateau, air temperature changes were identified as the dominant factor affecting ice phenology, explaining a significant portion of the variations in ice cover duration. This suggests different climatic influences on lake ice dynamics between the two regions.",
        "AnswerCn": "对于新疆湖泊，水面温度与湖泊解冻日期的相关性比气温更强，水面温度每升高1°，冰盖持续时间减少12天。相比之下，对于青藏高原，气温变化被认为是影响冰相现象的主导因素，解释了冰盖持续时间变化的显著部分。这表明两地区湖泊冰动态受不同气候影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the use of a dynamic threshold method in data collection from MODIS daily snow products improve the accuracy of ice phenology data compared to passive microwave datasets?",
        "QuestionCn": "动态阈值方法在从MODIS每日雪产品中收集数据的使用，如何提高冰相数据的准确性，相较于被动微波数据集？",
        "AnswerEn": "The dynamic threshold method used in data collection from MODIS daily snow products allows for a more precise extraction of lake ice phenology data by addressing noise and cloud cover issues. This results in reduced average absolute errors in determining freeze and breakup dates compared to coarser resolution passive microwave datasets, thereby enhancing the accuracy of phenological observations.",
        "AnswerCn": "动态阈值方法在从MODIS日雪产品中收集数据时，可以更精确地提取湖冰物候数据，解决了噪声和云层覆盖问题。这导致在确定冻结和解冻日期时，相较于较粗分辨率的被动微波数据集，平均绝对误差减少，从而提高了物候观测的准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the variability in lake ice phenology data when using MODIS daily snow products?",
        "QuestionCn": "使用MODIS每日雪产品时，湖泊冰相数据的变异性原因是什么？",
        "AnswerEn": "The variability in lake ice phenology data when using MODIS daily snow products can be attributed to factors such as cloud cover, pixel misclassification, and the need for dynamic threshold methods. The cloud removal process involves combining Terra and Aqua snow cover products and utilizing temporal correlations to fill data gaps. Additionally, the selection of frozen and unfrozen lake area thresholds, such as 5% and 95%, is crucial to account for noise during freeze-up and break-up periods.",
        "AnswerCn": "使用MODIS每日雪产品时，湖冰物候数据的变异性可以归因于云覆盖、像素误分类以及动态阈值方法的需求等因素。云去除过程涉及结合Terra和Aqua雪覆盖产品，并利用时间相关性来填补数据空缺。此外，选择冻结和未冻结湖面区域的阈值，如5%和95%，对于在结冰和融化期间考虑噪声至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of utilizing MODIS daily snow products for extracting lake ice phenology data in cold mid- and high-latitude regions?",
        "QuestionCn": "利用MODIS每日雪产品提取寒冷的中高纬度地区湖泊冰相数据的主要目标是什么？",
        "AnswerEn": "The primary objective is to obtain accurate ice phenology data for lakes, which includes identifying the timing of freeze-up and break-up periods, to understand the effects of climate change on these lakes over time. This data helps analyze change trends and the relationship between ice phenology and climatic factors, especially in regions where field observations are challenging.",
        "AnswerCn": "主要目标是获取湖泊的准确冰相数据，包括识别结冰和融化的时间，以了解气候变化对这些湖泊的影响。这些数据有助于分析变化趋势以及冰相与气候因素之间的关系，特别是在实地观察困难的地区。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to explore the effects of climatic factors and lake properties on lake ice phenology in the Tibetan Plateau?",
        "QuestionCn": "探讨气候因素和湖泊特性对青藏高原湖泊冰期现象的影响为何重要？",
        "AnswerEn": "Exploring the effects is crucial because the Tibetan Plateau has unique geographical and climatic conditions that significantly influence lake ice phenology. Understanding these effects helps identify the key climatic and physicochemical factors driving changes in ice duration, which is vital for predicting future changes in response to climate change.",
        "AnswerCn": "探索这些影响至关重要，因为青藏高原具有独特的地理和气候条件，这些条件显著影响湖泊冰期的现象。了解这些影响有助于识别驱动冰层持续时间变化的关键气候和物理化学因素，这对于预测未来气候变化响应中的变化至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What specific procedures are followed to extract lake ice phenology data from MODIS daily snow products?",
        "QuestionCn": "从MODIS每日雪产品中提取湖冰物候数据的具体程序是什么？",
        "AnswerEn": "The cloud removal process involves two steps: first, combining Terra and Aqua snow cover products, and second, filling data gaps caused by cloud cover by combining pixels from images within two days before and after the occurrence of cloud-covered pixels. The thresholds used include 5% and 95% of frozen and unfrozen lake areas to account for inevitable noise during freeze-up/break-up periods. Specific lake ice phenology dates such as freeze-up start, freeze-up end, break-up start, and break-up end are extracted based on these thresholds.",
        "AnswerCn": "云去除过程包括两个步骤：首先，结合Terra和Aqua的雪覆盖产品，其次，通过结合发生云覆盖像素前后两天内的图像像素来填补因云覆盖造成的数据缺口。使用的阈值包括5%和95%的冰冻和非冰冻湖泊面积，以考虑在冻结/解冻期间不可避免的噪声。根据这些阈值提取特定的湖冰物候日期，如冻结开始、冻结结束、解冻开始和解冻结束。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can the impact of climatic factors on lake ice phenology be quantitatively analyzed?",
        "QuestionCn": "如何定量分析气候因素对湖泊冰期现象的影响？",
        "AnswerEn": "The impact of climatic factors on lake ice phenology can be quantitatively analyzed by estimating change trends of climatic factors and evaluating their correlation with lake ice phenology. A multiple general linear model can be utilized to quantify the relative contribution of climatic factors such as air temperature, solar radiation, precipitation, and wind speed to variations in lake ice phenology.",
        "AnswerCn": "气候因素对湖泊冰期现象的影响可以通过估计气候因素的变化趋势并评估其与湖泊冰期现象的相关性进行定量分析。可以利用多元广义线性模型来量化气候因素（如气温、太阳辐射、降水量和风速）对湖泊冰期现象变化的相对贡献。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the methodological steps taken to ensure the reliability of lake ice phenology data extracted from remote sensing products despite challenges like cloud cover and low spatial resolution?",
        "QuestionCn": "为了确保从遥感产品中提取的湖冰物候数据的可靠性，尽管面临云层覆盖和低空间分辨率等挑战，采取了哪些方法步骤？",
        "AnswerEn": "To ensure reliability, lakes with stable ice cover periods (less cloud cover, less pixel misclassification) are manually selected. The cloud removal process involves combining daily Terra and Aqua snow cover products and filling gaps using temporal correlation of cloud cover pixels. A threshold of 0.4 for the Normalized Difference Snow Index (NDSI) is applied to extract lake extent, and different thresholds on the near-infrared band are set to distinguish lake ice from lake water.",
        "AnswerCn": "为了确保可靠性，手动选择了冰盖稳定的湖泊（较少的云覆盖，较少的像素误分类）。云去除过程涉及结合每日的Terra和Aqua雪盖产品，并利用云覆盖像素的时间相关性填补空缺。应用0.4的归一化差异雪指数（NDSI）阈值来提取湖泊范围，并在近红外波段设置不同的阈值以区分湖冰和湖水。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements enable the extraction of lake ice phenology data from remote sensing products?",
        "QuestionCn": "哪些技术进步使得从遥感产品中提取湖冰物候数据成为可能？",
        "AnswerEn": "The use of MODIS daily snow products, which are obtained from Terra and Aqua satellites, allows for the extraction of lake ice phenology data. These products offer a spatial resolution of 500 meters and are available globally, enabling the monitoring of ice phenology over large regions. Techniques such as cloud removal via combining Terra and Aqua products and temporal correlation of cloud-covered pixels further enhance data quality.",
        "AnswerCn": "MODIS每日雪产品是通过Terra和Aqua卫星获取的，允许提取湖冰物候数据。这些产品提供500米的空间分辨率，并在全球范围内可用，使得对大区域的冰物候监测成为可能。通过结合Terra和Aqua产品进行云去除以及对云覆盖像素的时间相关性分析等技术，进一步提高了数据质量。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What conditions and methodologies enable the reliable extraction of lake ice phenology from satellite data despite challenges like cloud cover and low spatial resolution?",
        "QuestionCn": "哪些条件和方法能够在云层覆盖和低空间分辨率等挑战下，可靠地从卫星数据中提取湖泊冰期现象？",
        "AnswerEn": "The reliable extraction of lake ice phenology from satellite data is enabled by methodologies such as cloud removal processes, which involve combining Terra and Aqua snow cover products and filling data gaps by analyzing temporal correlations. Additionally, the use of dynamic thresholds for frozen and unfrozen lake areas helps mitigate noise during freeze-up and break-up periods, ensuring more accurate extraction of phenology dates.",
        "AnswerCn": "从卫星数据中可靠提取湖冰物候的能力得益于一些方法，例如云去除过程，这涉及结合Terra和Aqua的雪盖产品，并通过分析时间相关性填补数据空缺。此外，使用动态阈值来区分冻结和未冻结的湖面区域，有助于在结冰和融化期间减少噪声，从而确保更准确地提取物候日期。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might some data collection methods for lake ice phenology face challenges in accurately capturing freeze-up and break-up dates on the Tibetan Plateau?",
        "QuestionCn": "一些湖泊冰现象的数据收集方法在准确捕捉青藏高原的结冰和融冰日期时可能面临挑战的原因是什么？",
        "AnswerEn": "Challenges arise due to the lack of historical observational data and the limitations of remote sensing data quality, which restrict the number of lakes that can be studied. Inaccurate meteorological representation due to low spatial resolution of reanalysis data and unreliability of historical lake physico-chemical data further contribute to these challenges.",
        "AnswerCn": "由于缺乏历史观测数据和遥感数据质量的限制，导致研究湖泊的数量受到限制，从而产生了挑战。由于再分析数据的空间分辨率低以及历史湖泊物理化学数据的不可靠性，气象表现的不准确性进一步加剧了这些挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there an expectation for the variations in lake ice phenology to differ based on climatic factors and lake physicochemical characteristics?",
        "QuestionCn": "为什么对湖泊冰现象的变化在气候因素和湖泊物理化学特征的影响下会有不同的预期？",
        "AnswerEn": "Lake ice phenology is significantly influenced by both climatic factors and lake-specific characteristics. Freeze-up dates are more affected by lake-specific factors such as lake area, while climatic factors, particularly water surface temperature, have a greater impact on break-up dates. Changes in water surface temperature can directly influence ice cover duration, unlike precipitation changes.",
        "AnswerCn": "湖冰物候受到气候因素和湖泊特征的显著影响。结冰日期更多地受到湖泊特征（如湖泊面积）的影响，而气候因素，特别是水面温度，对融冰日期的影响更大。水面温度的变化可以直接影响冰盖持续时间，而降水变化则没有这种直接影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How effective do you consider the dynamic threshold method for extracting lake ice phenology data from satellite imagery, given the challenges of cloud cover and pixel misclassification?",
        "QuestionCn": "您认为动态阈值方法在从卫星影像中提取湖冰物候数据的有效性如何，考虑到云层覆盖和像素误分类的挑战？",
        "AnswerEn": "The dynamic threshold method is considered effective for extracting lake ice phenology data from satellite imagery despite challenges like cloud cover and pixel misclassification. It involves the use of specific thresholds for frozen and unfrozen lake areas and implements a cloud removal process that combines Terra and Aqua snow cover products with a temporal correlation approach to fill data gaps. This method has shown to provide consistent results with existing datasets, although some limitations remain due to the inherent noise in satellite data during freeze-up and break-up periods.",
        "AnswerCn": "动态阈值方法被认为是从卫星影像中提取湖冰物候数据的有效手段，尽管面临云层覆盖和像素误分类等挑战。该方法涉及对冻结和未冻结湖区使用特定阈值，并实施一种云去除过程，该过程结合了Terra和Aqua雪盖产品以及时间相关的方法来填补数据空缺。该方法已显示出与现有数据集提供一致的结果，尽管在冻结和解冻期间，由于卫星数据固有的噪声，仍然存在一些局限性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, what are the main limitations of using MODIS daily snow products for lake ice phenology studies in remote regions like the Tibetan Plateau?",
        "QuestionCn": "在我看来，使用MODIS每日雪产品进行遥远地区如青藏高原的湖冰物候研究的主要限制是什么？",
        "AnswerEn": "The main limitations of using MODIS daily snow products for lake ice phenology studies in remote regions like the Tibetan Plateau include the low spatial resolution of the data, which may not fully capture meteorological conditions at each lake. Additionally, the quality of the MODIS products can limit the number of lakes that can be studied, particularly where cloud cover and pixel misclassification are prevalent. Furthermore, the lack of historical observational data and the difficulty in ensuring the reliability of historical lake physico-chemical data pose challenges for comprehensive analyses.",
        "AnswerCn": "使用MODIS日雪产品进行遥远地区（如青藏高原）湖泊冰相研究的主要限制包括数据的低空间分辨率，这可能无法充分捕捉每个湖泊的气象条件。此外，MODIS产品的质量可能限制可研究湖泊的数量，特别是在云层覆盖和像素误分类普遍存在的情况下。此外，缺乏历史观测数据以及确保历史湖泊物理化学数据可靠性的困难也给全面分析带来了挑战。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What improvements or alternative data collection methods could enhance the accuracy of lake ice phenology datasets on the Tibetan Plateau and similar regions?",
        "QuestionCn": "哪些改进或替代数据收集方法可以提高对青藏高原及类似地区湖泊冰期现象数据集的准确性？",
        "AnswerEn": "Improvements or alternative data collection methods that could enhance the accuracy of lake ice phenology datasets on the Tibetan Plateau could include the integration of higher-resolution satellite imagery or data from other remote sensing technologies like passive microwave sensors. Implementing advanced algorithms for cloud detection and removal, as well as more accurate thresholding techniques for ice and water discrimination, could also improve data quality. Additionally, expanding field observations and utilizing reanalysis datasets with better spatial representation could provide complementary data to validate and refine satellite-derived results.",
        "AnswerCn": "提高青藏高原湖泊冰期现象数据集准确性的改进或替代数据收集方法可以包括整合更高分辨率的卫星影像或其他遥感技术的数据，如被动微波传感器。实施先进的云检测和去除算法，以及更准确的冰水区分阈值技术，也可以改善数据质量。此外，扩大实地观测并利用具有更好空间表示的再分析数据集，可以提供补充数据，以验证和完善卫星衍生结果。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how cloud cover can be effectively removed when collecting data on lake ice phenology using satellite images.",
        "QuestionCn": "我不明白在使用卫星图像收集湖冰物候数据时，如何有效去除云层覆盖。",
        "AnswerEn": "The cloud removal process involves two steps. First, the Terra and Aqua snow cover products are combined. Second, the pixels from images within 2 days before and after the occurrence of cloud-covered pixels are combined to fill the data gap caused by cloud cover. This method helps in ensuring the continuity and accuracy of the data collected.",
        "AnswerCn": "云去除过程包括两个步骤。首先，将Terra和Aqua的雪覆盖产品结合在一起。其次，将发生云覆盖像素前后2天内的图像像素结合起来，以填补因云覆盖造成的数据缺口。这种方法有助于确保所收集数据的连续性和准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about the methods used to determine the dates of freeze-up and break-up in lake ice phenology datasets.",
        "QuestionCn": "我对用于确定湖泊冰冻和解冻日期的冰相数据集的方法感到不确定。",
        "AnswerEn": "The dates of freeze-up and break-up are determined by setting specific thresholds. Freeze-up start is marked by the first appearance of lake ice, and freeze-up end is when the lake is completely covered by ice. Similarly, break-up start is marked by the first appearance of open water, and break-up end is when the ice completely disappears. These thresholds help in systematically extracting the lake ice phenology dates from satellite data.",
        "AnswerCn": "冰封开始的日期是通过设定特定的阈值来确定的，冰封开始是指湖面上首次出现冰层，而冰封结束是指湖面完全被冰覆盖。同样，解冻开始是指首次出现开水，而解冻结束是指冰层完全消失。这些阈值有助于系统地从卫星数据中提取湖冰现象的日期。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of how climatic factors are correlated with changes in lake ice phenology on the Tibetan Plateau.",
        "QuestionCn": "我无法理解气候因素与青藏高原湖泊冰期变化之间的相关性。",
        "AnswerEn": "Climatic factors such as air temperature, solar radiation, and wind speed are correlated with changes in lake ice phenology. Air temperature change is the dominant factor affecting ice phenology, followed by solar radiation. Together, they account for a significant portion of the variations in ice cover duration. Wind speed also contributes to the delay of break-up end dates and the extension of ice cover durations.",
        "AnswerCn": "气候因素如空气温度、太阳辐射和风速与湖泊冰层物候变化相关。空气温度变化是影响冰层物候的主导因素，其次是太阳辐射。它们共同解释了冰盖持续时间变化的显著部分。风速也对冰层解冻结束日期的延迟和冰盖持续时间的延长有所贡献。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore methods for mitigating cloud cover interference in remote sensing datasets used for analyzing lake ice phenology.",
        "QuestionCn": "探索减轻云层覆盖对用于分析湖泊冰相现象的遥感数据集干扰的方法。",
        "AnswerEn": "Cloud cover interference is addressed by combining Terra and Aqua snow cover products and using temporal correlation to fill gaps. Pixels from images within 2 days before and after cloud-covered pixels are used to fill these gaps, ensuring a more complete dataset for analysis.",
        "AnswerCn": "云层覆盖干扰通过结合Terra和Aqua的雪盖产品并使用时间相关性来填补空白。使用在云覆盖像素前后2天内的图像像素来填补这些空白，确保分析数据集的完整性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please detail the challenges associated with using MODIS daily snow products for studying lake ice phenology and suggest potential solutions.",
        "QuestionCn": "使用MODIS日雪产品研究湖冰物候的挑战包括：\n\n1. **空间分辨率限制**：MODIS的空间分辨率为250米到1千米，可能无法捕捉到小型湖泊或局部区域的冰覆盖情况。\n2. **云覆盖问题**：MODIS数据受云层影响较大，云覆盖会导致数据缺失，从而影响冰的监测。\n3. **时间延迟**：MODIS数据的获取和处理可能存在时间延迟，影响实时监测和分析。\n4. **分类精度**：MODIS雪产品的分类可能会将冰和雪混淆，导致对湖冰状态的误判。\n5. **地形影响**：复杂地形可能影响MODIS的观测结果，导致湖冰覆盖的估计不准确。\n\n潜在解决方案包括：\n\n1. **结合高分辨率数据**：使用高分辨率卫星图像（如Sentinel-2）与MODIS数据结合，以提高湖泊冰覆盖的监测精度。\n2. **云去除算法**：开发和应用更先进的云去除算法，以减少云对数据质量的影响。\n3. **多时相分析**：利用多时相的MODIS数据进行综合分析，以弥补单一时间点数据的不足。\n4. **改进分类方法**：采用机器学习等先进技术改进冰雪分类算法，提高分类精度。\n5. **地形校正**：在分析过程中考虑地形因素，进行地形校正，以提高结果的准确性。",
        "AnswerEn": "Challenges with MODIS daily snow products include low spatial resolution and limitations in representing actual meteorological conditions for each lake. Solutions include manual selection of lakes with stable ice cover, cloud removal techniques, and integrating MODIS data with reanalysis datasets to enhance accuracy.",
        "AnswerCn": "MODIS每日雪产品面临的挑战包括低空间分辨率和在每个湖泊中代表实际气象条件的局限性。解决方案包括手动选择具有稳定冰盖的湖泊、云去除技术，以及将MODIS数据与再分析数据集结合以提高准确性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please investigate the potential of utilizing additional climatic and geographical datasets to enhance the understanding of lake ice phenology on the Tibetan Plateau.",
        "QuestionCn": "请调查利用额外的气候和地理数据集来增强对青藏高原湖泊冰相的理解的潜力。",
        "AnswerEn": "The study integrates ice phenology records with climatic factors like air temperature, solar radiation, and wind speed. Using reanalysis data and the HydroLAKES dataset for geographical attributes, such as location and elevation, helps analyze the influence of climatic and lake-specific factors on ice phenology.",
        "AnswerCn": "该研究将冰现象记录与气候因素（如气温、太阳辐射和风速）相结合。利用再分析数据和HydroLAKES数据集中的地理属性（如位置和海拔）有助于分析气候和湖泊特定因素对冰现象的影响。",
        "Level": "C6(Creating)"
      }
    ]
  }
}