{
    "id": "0c06b152-bb89-470f-a393-53eb154a9973",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Chronological and mineralogical data sets of garnet Staurolite mica schists from xiangtaohu area, central Qiangtang, Tibet",
            "titleCn": "西藏羌塘中部香桃湖地区石榴石-十字石云母片岩的年代学及矿物学数据集",
            "description": "In this project, the garnet Staurolite mica schist in xiangtaohu area of central Qiangtang was systematically analyzed by petrology, mineralogy, detrital zircon and Muscovite ar Ar dating. Petrological and mineralogical studies show that the samples underwent the superposition of early blueschist facies and late amphibolite facies metamorphism. Detrital zircon analysis shows that the samples were derived from Carboniferous island arc magmatism in the hanging wall of the subduction zone. The AR AR results of Muscovite are 263-259 Ma, which represents the cooling age of the diapir after it entered the middle and lower crust of the hanging wall. This study reveals the subduction erosion during the subduction of oceanic plate from the perspective of metamorphic evolution for the first time, and suggests that the special rocks exposed in the low temperature / high pressure metamorphic belt may have important implications for identifying the subduction erosion in the ancient subduction zone.",
            "descriptionCn": "项目研究对羌塘中部香桃湖地区的石榴石十字石云母片岩进行了系统的岩石学、矿物学、碎屑锆石分析以及白云母Ar-Ar定年。岩石学和矿物学研究显示，样品经历了早期蓝片岩相的地温高压变质作用和晚期的角闪岩相变质作用的叠加。碎屑锆石分析表明，样品物源来源于俯冲带上盘石炭纪岛弧岩浆作用。白云母Ar-Ar结果为263-259 Ma，代表其底辟进入上盘中下地壳后的冷却年龄。该项研究首次从变质演化角度揭示了大洋板块俯冲过程中的俯冲侵蚀作用，同时暗示在低温/高压变质带中出露的这类遭受中-高温变质叠加的特殊岩石可能对识别古俯冲带中的俯冲侵蚀作用具有重要启示意义。",
            "instructions": "All data have been saved in Excel. Detrital zircon age data is stored in zircon data file, muscovite Ar dating data in Muscovite ar file, and mineralogical data in minerals data file.",
            "instructionsCn": "所有数据均已excel表格保存。碎屑锆石年龄数据存放在ZirconData文件，白云母Ar-Ar定年数据存放在MuscoviteArAr文件，矿物学数据存放在MineralsData文件。",
            "east": 84.95,
            "west": 84.67,
            "south": 34.25,
            "north": 34.32,
            "startTime": null,
            "endTime": null,
            "fileSize": 67299.0,
            "cstr": "18406.11.Geo.tpdc.271322",
            "doi": "10.11888/Geo.tpdc.271322",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "张修政",
                "nameEn": "ZHANG Xiuzheng",
                "unitEn": "Guangzhou Institute of Geochemistry, Chinese Academy of Science",
                "unitCn": "中国科学院广州地球化学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Metamorphic records for subduction erosion and subsequent underplating processes revealed by garnet-staurolite-muscovite schists in central Qiangtang, Tibet",
                "referenceCn": null,
                "referenceEn": "Zhang, X.-Z., Dong, Y.-S., Wang, Q., Dan, W., Zhang, C., Xu, W., Huang, M.-L., (2017). Metamorphic records for subduction erosion and subsequent underplating processes revealed by garnet-staurolite-muscovite schists in central Qiangtang, Tibet. Geochemistry Geophysics Geosystems18, 266–279."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "变质岩",
                "nameEn": "metamorphic rocks"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "电子探针",
                "nameEn": "electron microprobe"
            },
            {
                "nameCn": "锆石",
                "nameEn": "zircon"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "羌塘中部",
                "keywordEn": "central Qiangtang"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibet"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "晚二叠纪",
                "keywordEn": "Late Permian",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to analyze garnet-staurolite-mica schist in terms of its petrology, mineralogy, detrital zircon analysis, and muscovite Ar-Ar dating?",
                "QuestionCn": "您能否提供一个数据收集方法的示例，用于分析石榴石-十字石-云母片岩的岩石学、矿物学、碎屑锆石分析和白云母阿根廷-氩气定年？",
                "AnswerEn": "A data collection method involves conducting systematic petrological and mineralogical studies, detrital zircon analysis, and muscovite Ar-Ar dating. This approach reveals that samples undergo early-stage blueschist facies metamorphism followed by overprinting of amphibolite facies metamorphism, with detrital zircon analysis indicating a provenance from Carboniferous island arc magmatism on the subduction zone upper plate. Muscovite Ar-Ar results of 263-259 Ma represent the cooling age after the diapir reached the middle to lower crust of the upper plate.",
                "AnswerCn": "一种数据收集方法涉及进行系统的岩石学和矿物学研究、碎屑锆石分析以及白云母的氩-氩定年。这种方法揭示样本经历了早期的蓝片岩相变质作用，随后被角闪岩相变质作用所覆盖，碎屑锆石分析表明其来源于碳iferous岛弧岩浆作用的俯冲带上板块。白云母氩-氩结果显示263-259百万年前的冷却年龄，代表了岩体到达上板块中下地壳后的冷却时间。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and methodologies involved in collecting data for garnet-staurolite-mica schist from the central Xiangtaohu Lake area in Tibet?",
                "QuestionCn": "收集来自西藏中央香涛湖地区的石榴石-十字石-云母片岩数据的特征和方法包括哪些内容？",
                "AnswerEn": "petrological, mineralogical, detrital zircon analysis, white mica Ar-Ar dating, early blueschist facies high-pressure metamorphism, later amphibolite facies overprinting, provenance from Carboniferous island arc magmatism, white mica Ar-Ar results of 263-259 Ma",
                "AnswerCn": "岩石学、矿物学、碎屑锆石分析、白云母Ar-Ar定年、早期蓝片岩相高压变质作用、后期角闪岩相叠加、来自石炭纪岛弧岩浆活动的物源、白云母Ar-Ar结果为263-259 Ma。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many samples were analyzed for the garnet-staurolite mica schist in the Xiangtaohu area of central Qiangtang?",
                "QuestionCn": "在中央羌塘的香桃湖地区，分析了多少个样本的石榴石-十字石云母片岩？",
                "AnswerEn": "The dataset does not specify the exact number of samples analyzed for the garnet-staurolite mica schist in the Xiangtaohu area.",
                "AnswerCn": "数据集中未指定具体分析了多少来自香桃湖地区的石榴石-十字石云母片岩样本。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'Ar-Ar dating' mean in the context of mineralogical studies?",
                "QuestionCn": "在矿物学研究中，“Ar-Ar测年”指的是一种用于确定矿物和岩石年龄的放射性同位素测定方法。",
                "AnswerEn": "Ar-Ar dating is a radiometric dating method used to determine the age of minerals and rocks. In the context of mineralogical studies, it involves the use of argon isotopes, specifically measuring the ratio of argon-40 to argon-39, to date the cooling history of minerals such as white mica, thereby providing insights into geological processes like metamorphism and tectonic events.",
                "AnswerCn": "氩-氩（Ar-Ar）定年是一种放射性定年方法，用于确定矿物和岩石的年龄。在矿物学研究中，它涉及使用氩同位素，特别是测量氩-40与氩-39的比率，以确定矿物（如白云母）的冷却历史，从而提供对地质过程（如变质作用和构造事件）的见解。",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the combination of petrological and mineralogical analyses with detrital zircon analysis and white mica Ar-Ar dating help infer the geological evolution and metamorphic history of garnet-staurolite mica schist?",
                "QuestionCn": "结合岩石学和矿物学分析、碎屑锆石分析以及白云母氩-氩同位素定年，可以帮助推断石榴石-十字石云母片岩的地质演化和变质历史。",
                "AnswerEn": "The integration of petrological and mineralogical analyses with detrital zircon analysis and white mica Ar-Ar dating can provide insights into the metamorphic history by revealing the sequence of metamorphic events the rocks have undergone. These methods suggest that the samples experienced high-pressure metamorphism during an earlier blueschist-facies phase followed by overprinting by a later amphibolite-facies metamorphism. Detrital zircon analysis links the provenance of the samples to Carboniferous island arc magmatism in the forearc region of a subduction zone, and Ar-Ar dating of white mica provides cooling ages of 263-259 Ma, marking the cooling period after diapirism into the upper-middle crust. This approach reveals subduction erosion during oceanic plate subduction and suggests that rocks exposed in low-temperature/high-pressure metamorphic belts with medium-high temperature overprints may be significant in identifying subduction erosion in ancient subduction zones.",
                "AnswerCn": "岩石的岩石学和矿物学分析与碎屑锆石分析和白云母氩-氩（Ar-Ar）定年相结合，可以提供关于变质历史的见解，揭示岩石经历的变质事件序列。这些方法表明，样品经历了早期的蓝片岩相高压变质作用，随后被后来的角闪岩相变质作用所覆盖。碎屑锆石分析将样品的来源与碳iferous岛弧岩浆活动联系起来，该活动发生在俯冲带的前弧区域，而白云母的氩-氩定年提供了263-259百万年的冷却年龄，标志着岩石在上中地壳中的上升冷却期。这种方法揭示了在海洋板块俯冲过程中发生的俯冲侵蚀，并表明在低温/高压变质带中暴露的岩石，伴随中高温的覆盖，可能在识别古代俯冲带中的俯冲侵蚀方面具有重要意义。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the underlying factors that contribute to the complexity of collecting accurate mineralogical and geochronological data in regions like the central Qiangtang area of Tibet?",
                "QuestionCn": "在像西藏中央羌塘地区这样的区域，收集准确的矿物学和地质年代学数据的复杂性背后的因素有哪些？",
                "AnswerEn": "The complexity arises from the need to systematically analyze petrology, mineralogy, and detrital zircon, as well as perform Ar-Ar dating on white mica. These processes are influenced by the region's geological history, including early blueschist facies metamorphism and later overprinting by amphibolite facies, which complicates the interpretation of metamorphic evolution and tectonic settings. Additionally, the unique mineral assemblages resulting from subduction-related processes and subsequent erosion may impact data collection accuracy and reliability.",
                "AnswerCn": "复杂性源于需要系统地分析岩石学、矿物学和碎屑锆石，以及对白云母进行氩-氩（Ar-Ar）定年。这些过程受到该地区地质历史的影响，包括早期的蓝片岩相变质作用和后来的角闪岩相重叠，这使得变质演化和构造背景的解释变得复杂。此外，由于与俯冲相关的过程和随后的侵蚀所导致的独特矿物组合，可能会影响数据收集的准确性和可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the implications for mineralogical and geological data collection methods when analyzing garnet-staurolite mica schists through Ar-Ar dating and detrital zircon analysis?",
                "QuestionCn": "在通过阿根廷-氩（Ar-Ar）定年和碎屑锆石分析分析石榴石-十字石云母片岩时，矿物学和地质数据收集方法的影响是什么？",
                "AnswerEn": "The use of Ar-Ar dating and detrital zircon analysis in the study of garnet-staurolite mica schists suggests that data collection methods need to accommodate both low-temperature/high-pressure and medium-high temperature metamorphic processes. This dual-phase analysis can provide insights into the cooling ages of tectonic processes and the sources of sedimentary materials, thereby revealing the complex history of subduction erosion and metamorphic overprinting in tectonic settings.",
                "AnswerCn": "在对石榴石-十字石云母片岩的研究中，使用氩-氩（Ar-Ar）定年和碎屑锆石分析表明，数据收集方法需要适应低温/高压和中高温变质过程。这种双相分析可以提供关于构造过程冷却年龄和沉积材料来源的见解，从而揭示构造环境中俯冲侵蚀和变质重叠的复杂历史。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}