{
  "id": "0c60e5b8-a1a5-4378-9acd-82e0610c932a",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Hydrogen isotope data set of leaf wax from Lugu Lake, Southwest China since the last glacial maximum",
      "titleCn": "中国西南泸沽湖末次冰盛期以来叶蜡氢同位素数据集",
      "description": "This study selected Lugu Lake in Southwest China to reconstruct the continuous precipitation isotope data in Indian monsoon region since the past 28 Ka based on the long-chain n-alkane hydrogen isotope. The results show that the precipitation hydrogen isotope is gradually positive in 28-15 Ka, negative in 15-10 Ka, and gradually positive again after 10 Ka. Three Millennium scale (H2, H1 and YD) isotope bias events were recorded. The reconstructed results of hydrogen isotope of precipitation in this study are very consistent with the variation of oxygen isotope of stalagmites in Indian monsoon region and East Asian monsoon region, which indicates that the physical process of precipitation isotope variation since the last glacial maximum in Asian monsoon region should be similar. By comparing the results of trace21ka model, it is concluded that the precipitation isotope in monsoon region is controlled by the intensity of monsoon trough, which provides a specific physical explanation for the monsoon intensity.",
      "descriptionCn": "该研究选取中国西南地区泸沽湖，基于长链正构烷烃叶蜡氢同位素重建了过去28ka以来印度季风区连续的降水同位素数据，结果显示降水氢同位素在28-15ka逐渐偏正，15-10ka偏负，10ka之后再次逐渐偏正，并记录了三次千年尺度（H2、H1和YD）同位素偏负事件。本研究重建的降水氢同位素结果与印度季风区和东亚季风区石笋氧同位素变化非常一致，揭示在广泛的亚洲季风区末次盛冰期以来降水同位素变化的物理过程应该是相似的。通过对比Trace21ka模型结果认为，季风区降水同位素受控于季风槽强度变化，为季风强度变化提供了一个具体的指标。",
      "instructions": "The data is named after the name of the paper and can be viewed and edited by WPS or excel.",
      "instructionsCn": "数据以论文名称命名，可用WPS或Excel等软件进行查看和编辑。",
      "east": 100.12,
      "west": 100.12,
      "south": 26.5,
      "north": 26.5,
      "startTime": null,
      "endTime": null,
      "fileSize": 17508.0,
      "cstr": null,
      "doi": "10.1029/2021GL092460",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "赵成",
        "nameEn": "ZHAO Cheng",
        "unitEn": "",
        "unitCn": "南京大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Paleoclimate significance of reconstructed rainfall isotope changes in Asian monsoon region",
        "referenceCn": null,
        "referenceEn": "Zhao, C., Cheng, J., Wang, J., Yan, H., Leng, C., Zhang, C., et al. (2021). Paleoclimate significance of reconstructed rainfall isotope changes in Asian monsoon region. Geophysical Research Letters, 48, e2021GL092460. \n https://doi.org/10.1029/2021GL092460"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "古气候重建",
        "nameEn": "Paleoclimate Reconstruction"
      },
      {
        "nameCn": "同位素",
        "nameEn": "Isotopes"
      },
      {
        "nameCn": "湖泊沉积物",
        "nameEn": "Lake sediments"
      },
      {
        "nameCn": "生物化石",
        "nameEn": "Macrofossils"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国西南",
        "keywordEn": "Southwest China"
      },
      {
        "keywordCn": "泸沽湖",
        "keywordEn": "Lugu Lake"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "末次盛冰期后",
        "keywordEn": "After the last ice age",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
        "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the features of data collection methods that enable the reconstruction of past isotopic changes in monsoon regions using leaf wax hydrogen isotopes?",
        "QuestionCn": "数据收集方法的哪些特征能够利用叶蜡氢同位素重建季风地区过去的同位素变化？",
        "AnswerEn": "analyzing long-chain n-alkane leaf wax hydrogen isotopes, reconstruct continuous precipitation isotope data, variations in hydrogen isotopes, gradual positive shifts from 28-15ka, negative shifts from 15-10ka, return to positive shifts after 10ka, millennial-scale isotopic negative events (H2, H1, YD), compare with speleothem oxygen isotope changes",
        "AnswerCn": "分析长链正烷烃叶蜡氢同位素，重建连续的降水同位素数据，氢同位素的变化，从28-15千年前逐渐正向变化，15-10千年前负向变化，10千年后回到正向变化，千年尺度的同位素负向事件（H2, H1, YD），与钟乳石氧同位素变化进行比较。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods for reconstructing precipitation isotopes using leaf wax hydrogen isotopes compare to those using stalagmite oxygen isotopes in the context of understanding monsoon intensity changes since the Last Glacial Maximum?",
        "QuestionCn": "用于重建降水同位素的叶蜡氢同位素的数据收集方法与使用钟乳石氧同位素的方法在理解自最后冰期以来季风强度变化的背景下有何比较？",
        "AnswerEn": "The data collection method using leaf wax hydrogen isotopes involves analyzing long-chain n-alkane hydrogen isotopes from sediment cores, which provides a continuous record of precipitation isotopes over the past 28,000 years. This method captures shifts in hydrogen isotopes that correlate with changes in monsoon intensity. In contrast, stalagmite oxygen isotope analysis involves measuring oxygen isotopic ratios in speleothems, which also reflect past monsoon variations but may differ in temporal resolution and spatial coverage. Both methods show consistent patterns of monsoon intensity changes, such as isotopic shifts during millennial-scale events like H2, H1, and YD, suggesting similar controlling physical processes across the Asian monsoon region since the Last Glacial Maximum.",
        "AnswerCn": "使用叶蜡氢同位素的数据收集方法涉及分析沉积物核心中的长链n-烷烃氢同位素，这提供了过去28,000年的降水同位素的连续记录。这种方法捕捉到氢同位素的变化，与季风强度的变化相关。相比之下，钟乳石氧同位素分析涉及测量钟乳石中的氧同位素比率，这也反映了过去季风的变化，但在时间分辨率和空间覆盖范围上可能有所不同。这两种方法显示出季风强度变化的一致模式，例如在千年尺度事件如H2、H1和YD期间的同位素变化，表明自最后冰期最大期以来，亚洲季风区域内存在类似的控制物理过程。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the observed isotopic shifts in hydrogen isotopes from leaf waxes tell us about the monsoon intensity changes over the past 28,000 years in the Southwest China region?",
        "QuestionCn": "叶蜡中氢同位素的观测变化可以告诉我们关于过去28,000年间中国西南地区季风强度变化的信息吗？",
        "AnswerEn": "The isotopic shifts in hydrogen isotopes from leaf waxes indicate changes in monsoon intensity over the past 28,000 years, showing a gradual positive shift from 28-15ka, a negative shift from 15-10ka, and a positive shift again after 10ka. These shifts align with the stalagmite oxygen isotope variations in both the Indian and East Asian monsoon regions, suggesting that the underlying physical process affecting precipitation isotopes in these broad Asian monsoon areas since the Last Glacial Maximum is similar. The fluctuations in these isotopic values could be controlled by changes in monsoon trough intensity, providing a concrete indicator of monsoon intensity changes.",
        "AnswerCn": "氢同位素在叶蜡中的变化表明，在过去28,000年中季风强度的变化，显示出从28-15千年前的逐渐正向变化，从15-10千年前的负向变化，以及在10千年后再次的正向变化。这些变化与印度和东亚季风地区的钟乳石氧同位素变化相一致，表明自最后冰期最大期以来，影响这些广泛亚洲季风地区降水同位素的基本物理过程是相似的。这些同位素值的波动可能受到季风槽强度变化的控制，提供了季风强度变化的具体指标。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the primary factors that influence the accuracy and reliability of long-chain n-alkane leaf wax hydrogen isotope data collection methods when reconstructing past monsoonal precipitation isotopes?",
        "QuestionCn": "影响长链n-烷烃叶蜡氢同位素数据收集方法在重建过去季风降水同位素时准确性和可靠性的主要因素有哪些？",
        "AnswerEn": "The primary factors influencing the accuracy and reliability of long-chain n-alkane leaf wax hydrogen isotope data collection methods include the changes in monsoon trough intensity, which serve as a specific indicator for monsoon strength variation. Additionally, the physical processes of isotope variation across the monsoon regions since the Last Glacial Maximum are considered similar, and this consistency with stalagmite oxygen isotope changes in both the Indian and East Asian monsoon regions suggests a robust methodology.",
        "AnswerCn": "影响长链n-烷烃叶蜡氢同位素数据收集方法准确性和可靠性的主要因素包括季风槽强度的变化，这作为季风强度变化的特定指标。此外，自最后冰期以来，季风区域内同位素变化的物理过程被认为是相似的，这与印度和东亚季风区域的钟乳石氧同位素变化的一致性表明了一种可靠的方法论。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using leaf wax hydrogen isotopes as a method to reconstruct past monsoon precipitation patterns over a 28,000-year period in terms of understanding the physical processes driving rainfall isotope changes in monsoon regions?",
        "QuestionCn": "使用叶蜡氢同位素作为重建过去28,000年季风降水模式的方法，可能会对理解驱动季风地区降雨同位素变化的物理过程产生什么影响？",
        "AnswerEn": "Using leaf wax hydrogen isotopes to reconstruct past monsoon precipitation patterns can reveal that the changes in rainfall hydrogen isotopes over the last ice age in monsoon regions are consistent with stalagmite oxygen isotope changes in the Indian and East Asian monsoon areas. This suggests that the physical processes driving these changes are similar across the broader Asian monsoon region. Additionally, it provides a specific indicator of monsoon intensity changes, as it is influenced by variations in monsoon trough strength.",
        "AnswerCn": "使用叶蜡氢同位素重建过去的季风降水模式可以揭示，在季风地区，冰河时代降水氢同位素的变化与印度和东亚季风地区的钟乳石氧同位素变化是一致的。这表明，驱动这些变化的物理过程在更广泛的亚洲季风区域是相似的。此外，它提供了一个季风强度变化的具体指标，因为它受到季风槽强度变化的影响。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the purpose of reconstructing past precipitation isotopic data using hydrogen isotopes from leaf waxes in China's southwest region?",
        "QuestionCn": "使用中国西南地区叶蜡中的氢同位素重建过去降水同位素数据的目的是什么？",
        "AnswerEn": "The purpose is to understand the continuous changes in precipitation isotopes in the Indian monsoon region over the past 28,000 years, revealing isotopic shifts during different climate periods and providing insights into the physical processes influencing precipitation isotopes across the Asian monsoon region since the Last Glacial Maximum. This helps in identifying changes in monsoon intensity, as indicated by variations in the monsoon trough strength, and aligns with isotopic changes observed in speleothem records from both the Indian and East Asian monsoon regions.",
        "AnswerCn": "研究的目的是了解过去28,000年印度季风地区降水同位素的持续变化，揭示不同气候时期的同位素变化，并提供对影响亚洲季风地区降水同位素的物理过程的见解。这有助于识别季风强度的变化，反映在季风槽强度的变化上，并与印度和东亚季风地区的石筍记录中观察到的同位素变化相一致。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodologies are employed to reconstruct historical precipitation isotope data using long-chain n-alkane leaf wax hydrogen isotopes?",
        "QuestionCn": "使用长链n-烷烃叶蜡氢同位素重建历史降水同位素数据的方法论有哪些？",
        "AnswerEn": "The research approach involves selecting a specific region, such as Lugu Lake in southwestern China, and using long-chain n-alkane leaf wax hydrogen isotopes to reconstruct continuous precipitation isotope data over the past 28,000 years. This method shows the gradual positive shift of hydrogen isotopes in precipitation from 28-15 ka, a negative shift from 15-10 ka, and another gradual positive shift after 10 ka, while recording three millennial-scale negative isotopic events (H2, H1, and YD).",
        "AnswerCn": "研究方法涉及选择一个特定区域，例如中国西南部的泸沽湖，并利用长链n-烷烃叶蜡氢同位素重建过去28,000年的连续降水同位素数据。该方法显示出氢同位素在降水中的逐渐正向偏移，从28-15千年前的正向偏移，15-10千年前的负向偏移，以及10千年后再次出现的逐渐正向偏移，同时记录了三个千年尺度的负同位素事件（H2、H1和YD）。",
        "Level": "C3(Applying)"
      }
    ]
  }
}