{
  "id": "0d00c9f3-4ed4-43c9-9fb8-c43cba84b410",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Whole rock Sr-Nd isotopic data set of Yanshanian intermediate acid rocks in the northern margin of North China and its adjacent areas",
      "titleCn": "华北北缘及其邻区燕山期中酸性岩全岩Sr-Nd同位素数据集",
      "description": "This data is SR Nd isotopic geochemical data of Yanshanian intermediate acid rocks in the northern margin of North China and its adjacent areas. SR Nd isotope data were obtained by MC-ICP-MS analysis. Some data have been published in high-level SCI journals, and the data are true and reliable. SR Nd isotopic data can find out the variation law of isotopic composition in the study area. It is an important part of Geochemistry and geochronology. It is one of the most important tracing means to explore rock genesis and crust mantle evolution. This data can provide a trace of the magma source area in the northern margin of North China and its adjacent areas. It is an effective way to explore the genesis of intermediate acid rocks in this area, and provide support and help for the further study of regional geodynamic mechanism.",
      "descriptionCn": "本数据为华北北缘及其邻区燕山期中酸性岩的Sr-Nd同位素地球化学数据。Sr-Nd同位素数据由MC-ICP-MS分析获得。部分数据已发表于高级别SCI期刊，数据真实可靠。Sr-Nd同位素数据可以查明研究区同位素组成变化规律，是地球化学和地质年代学的重要组成部分，是探讨岩石成因和壳幔演化最重要的示踪手段之一。该数据可提供示踪华北北缘及其邻区岩浆源区，是探讨该区中酸性岩成因的有效途径，为进一步研究区域大地动力学机制提供支持与帮助。",
      "instructions": "All data are stored in Excel file and can be opened directly in office. The name is WR_ Sr-Nd \"represents the whole rock Sr-Nd isotopic data.",
      "instructionsCn": "所有数据以Excel文件储存，可直接使用Office打开。名称为”WR_Sr-Nd”代表全岩Sr-Nd同位素数据。",
      "east": 134.0,
      "west": 112.0,
      "south": 42.0,
      "north": 53.0,
      "startTime": "2016-06-06 00:00:00",
      "endTime": "2021-05-10 11:59:59",
      "fileSize": 21606.0,
      "cstr": "18406.11.Geo.tpdc.271558",
      "doi": "10.11888/Geo.tpdc.271558",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "葛文春",
        "nameEn": "GE Wenchun",
        "unitEn": "",
        "unitCn": "吉林大学地球科学学院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Geodynamic Evolution of Flat‐Slab Subduction of Paleo‐Pacific Plate: Constraints From Jurassic Adakitic Lavas in the Hailar Basin, NE China",
        "referenceCn": null,
        "referenceEn": "Ji, Z., Meng, Q.A., Wan, C.B., Zhu, D. F., Ge, W.C., Zhang, Y.L., Yang, H., & Dong, Y. (2019). Geodynamic Evolution of Flat‐Slab Subduction of Paleo‐Pacific Plate: Constraints From Jurassic Adakitic Lavas in the Hailar Basin, NE China.Tectonics, 38(12)."
      },
      {
        "titleCn": null,
        "titleEn": "Petrogenesis and tectonic implications of Early Jurassic volcanic rocks of the Raohe accretionary complex, NE China",
        "referenceCn": null,
        "referenceEn": "Wang, Z.H., Ge, W.C., Yang, H., Bi, J.H., Ji, Z., Dong, Y., & Xu, W.L. (2017). Petrogenesis and tectonic implications of Early Jurassic volcanic rocks of the Raohe accretionary complex, NE China. Journal of Asian Earth Sciences, 134, 262-280."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "Sr-Nd同位素",
        "nameEn": "Sr-Nd isotope"
      },
      {
        "nameCn": "同位素地球化学",
        "nameEn": "Isotopic geochemistry"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "华北北缘",
        "keywordEn": "the northern margin of north china"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "燕山期",
        "keywordEn": "Yanshanian",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of Sr-Nd isotopic data collection methods used for studying mid-acid rocks in the Yanshan period in the northern margin of North China and its neighboring areas?",
        "QuestionCn": "用于研究华北北缘及其邻近地区燕山期中酸性岩石的Sr-Nd同位素数据收集方法的特点是什么？",
        "AnswerEn": "MC-ICP-MS analysis, isotopic composition changes, tracing rock genesis, crust-mantle evolution, exploring magmatic source regions, regional geodynamic mechanisms",
        "AnswerCn": "MC-ICP-MS分析、同位素组成变化、追踪岩石成因、地壳-地幔演化、探索岩浆源区、区域地球动力学机制",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'Sr-Nd isotopic geochemistry dataset' mean in the context of geochemical and geochronological studies?",
        "QuestionCn": "在地球化学和年代学研究的背景下，“Sr-Nd同位素地球化学数据集”是什么意思？",
        "AnswerEn": "An 'Sr-Nd isotopic geochemistry dataset' refers to data obtained from the analysis of strontium (Sr) and neodymium (Nd) isotopes in rocks, which are crucial for understanding the isotopic composition changes in a study area. This data, typically obtained via MC-ICP-MS analysis, is a key component in geochemical and geochronological studies, acting as an important tracer for investigating rock genesis and crust-mantle evolution, and providing insights into the magmatic source regions and the formation processes of intermediate-acidic rocks.",
        "AnswerCn": "“Sr-Nd同位素地球化学数据集”是指通过分析岩石中的锶（Sr）和钕（Nd）同位素获得的数据，这对于理解研究区域内同位素组成的变化至关重要。这些数据通常通过多接收器电感耦合等离子体质谱（MC-ICP-MS）分析获得，是地球化学和年代学研究中的关键组成部分，作为重要的示踪剂，用于研究岩石的成因和地壳-地幔演化，并提供关于岩浆源区和中酸性岩石形成过程的见解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the variations in Sr-Nd isotopic data indicate about the magmatic sources and evolutionary processes in the crust and mantle of the North China Craton and its adjacent regions during the Yanshanian period?",
        "QuestionCn": "在燕山期，Sr-Nd同位素数据的变化可以表明华北克拉通及其邻近地区的地壳和地幔的岩浆源和演化过程有哪些？",
        "AnswerEn": "The variations in Sr-Nd isotopic data can indicate the compositional changes and evolutionary trends in isotopic compositions within the study area. These variations are crucial for understanding the geochemical and geochronological aspects of the rocks, serving as an effective tracer for studying the origin of rocks and the evolutionary processes between the crust and mantle. This information helps in exploring the magmatic source regions and understanding the genesis of intermediate to acidic rocks, ultimately providing insights into the regional geodynamic mechanisms.",
        "AnswerCn": "Sr-Nd同位素数据的变化可以指示研究区域内成分变化和演化趋势。这些变化对于理解岩石的地球化学和年代学方面至关重要，作为研究岩石起源和地壳与地幔之间演化过程的有效示踪剂。这些信息有助于探索岩浆源区，理解中酸性岩石的成因，最终为区域地球动力机制提供见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using MC-ICP-MS analysis for Sr-Nd isotope data collection on the understanding of crust-mantle evolution in the region?",
        "QuestionCn": "使用MC-ICP-MS分析Sr-Nd同位素数据收集对该地区地壳-地幔演化理解的潜在后果是什么？",
        "AnswerEn": "Using MC-ICP-MS analysis for Sr-Nd isotope data collection allows for precise and reliable data that can reveal isotope composition variations in the study area. This method is crucial for understanding the crust-mantle evolution, as it provides important geochemical and geochronological information. It helps in tracing the magmatic source regions and understanding the genesis of intermediate-acidic rocks, which in turn supports further research into regional geodynamic mechanisms.",
        "AnswerCn": "使用MC-ICP-MS分析Sr-Nd同位素数据收集可以获得精确可靠的数据，这些数据能够揭示研究区域内同位素组成的变化。这种方法对于理解地壳-地幔演化至关重要，因为它提供了重要的地球化学和地质年代学信息。它有助于追踪岩浆源区并理解中酸性岩石的成因，从而支持对区域地球动力机制的进一步研究。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of collecting Sr-Nd isotope geochemical data for intermediate-acidic rocks in the context of the Yanshanian period in the northern margin of North China and its neighboring areas?",
        "QuestionCn": "在北中国及其邻近地区的燕山期，收集Sr-Nd同位素地球化学数据的主要目标是什么？",
        "AnswerEn": "The primary goal of collecting Sr-Nd isotope geochemical data for intermediate-acidic rocks in this context is to investigate the isotopic composition variation patterns of the study area. This data serves as a crucial component of geochemistry and geochronology, acting as an essential tracer for understanding rock genesis and crust-mantle evolution. Moreover, it aims to trace the magmatic source regions in the northern margin of North China and its neighboring areas, providing an effective approach to exploring the genesis of intermediate-acidic rocks in the region. Additionally, it supports further research into regional geodynamic mechanisms.",
        "AnswerCn": "收集中酸性岩石的Sr-Nd同位素地球化学数据的主要目标是在此背景下研究研究区域的同位素组成变化模式。这些数据作为地球化学和地质年代学的重要组成部分，充当理解岩石成因和地壳-地幔演化的关键追踪器。此外，它旨在追踪华北北缘及其邻近地区的岩浆源区，为探索该地区中酸性岩石的成因提供有效的方法。同时，它也支持对区域地球动力机制的进一步研究。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the analytical procedures and technological methods employed to obtain Sr-Nd isotope geochemistry data for intermediate-acidic rocks in the context of geochemical and geological chronologies?",
        "QuestionCn": "在地球化学和地质年代学的背景下，获取中酸性岩石的锶-铕同位素地球化学数据所采用的分析程序和技术方法是什么？",
        "AnswerEn": "The Sr-Nd isotope geochemistry data for intermediate-acidic rocks are obtained using MC-ICP-MS analysis, which provides reliable and accurate isotopic compositions crucial for investigating the isotopic variation patterns in the research area.",
        "AnswerCn": "中酸性岩石的Sr-Nd同位素地球化学数据是通过MC-ICP-MS分析获得的，该分析提供了可靠和准确的同位素组成，对于研究区域内同位素变化模式的调查至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What conditions and technological advancements enable the collection of reliable Sr-Nd isotopic data in geological studies of North China's northern margin and its adjacent areas?",
        "QuestionCn": "哪些条件和技术进步使得在北中国北缘及其邻近地区的地质研究中能够收集可靠的Sr-Nd同位素数据？",
        "AnswerEn": "The collection of reliable Sr-Nd isotopic data is enabled by the use of MC-ICP-MS analysis, which provides precise and accurate isotopic measurements. The dataset is considered reliable as it has been published in high-level SCI journals, indicating rigorous validation and peer review. The data supports understanding of isotopic composition changes, aiding in geochemical and geochronological studies, and tracing magma source regions in geological research.",
        "AnswerCn": "可靠的Sr-Nd同位素数据的收集得益于MC-ICP-MS分析，这种方法提供了精确和准确的同位素测量。该数据集被认为是可靠的，因为它已在高水平的SCI期刊上发表，表明经过严格的验证和同行评审。这些数据支持对同位素组成变化的理解，有助于地球化学和年代学研究，以及在地质研究中追踪岩浆源区。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}