{
  "id": "0d03a9dd-3717-4e50-b6b0-7165d479a2e0",
  "relatedPaper": 2,
  "context": {
    "metadata": {
      "titleEn": "Landcover dataset at Qilian Mountain area (V1.0) (2018)",
      "titleCn": "祁连山区域30m土地覆盖分类产品数据集（V1.0）（2018）",
      "description": "This dataset contains land cover products in Qilian Mountain Area in 2018. The dataset was produced by two steps. Firstly, land cover product in 2015 is produced using time series Landsat-8/OLI data. In view of the different NDVI time series curves of various land features with time variation, the knowledge of different land features is summarized, the extraction rules of different land features are set, and the land cover classification map in 2015 is obtained. The classification system refers to IGBP and FROM_LC classification system. It is divided into 10 categories: cultivated land, woodland, grassland, shrub, wetland, water body, impermeable surface, bare land, glacier and snow cover. According to the accuracy evaluation of Google Earth high-definition image and field survey data, the overall accuracy of land cover classification products in 2015 is as high as 92.19%. Secondly, taking the land cover classification products in 2015 as the base map, a large number of samples are selected according to the proportion of different types. Based on the Landsat series data and powerful data processing ability of Google Earth Engine platform, the random forest classifier is selected to train the band information and NDVI, MNDWI, NDBI and other indices by using the idea of in-depth learning. The land cover of 2018 is produced. It is concluded that the land cover classified products based on Google Earth Engine platform have good consistency with those based on time series method. In conclusion, the land cover data set in the core area of Qilian Mountains has high overall accuracy, and the method based on sample training of Google Earth Engine platform can expand the existing classification products in time and space, and the frequency of every five years can reflect more land cover type change information in long time series.",
      "descriptionCn": "本数据集包括祁连山区域2018年的30m土地覆盖分类产品。该产品首先利用Landsat-8/OLI构造2015年时间序列数据，针对各类地物随时间变化呈现的NDVI时间序列曲线不同，对不同地物特征进行知识归纳，设定提取规则不同地物信息，得到2015年的土地覆盖分类图。分类系统参考了IGBP分类系统和FROM_LC分类系统，共分为耕地、林地、草地、灌丛、湿地、水体、不透水面、裸地、冰川和积雪共10大类。由Google Earth高清影像和实地调研数据进行精度评价，得出2015年土地覆盖分类产品的总体精度高达92.19%。以2015年的土地覆盖分类产品为底图，按各类别的比例选取大量样本，基于Google Earth Engine平台的Landsat系列数据和强大地数据处理能力，利用深度学习的思想，选取随机森林分类器，对波段信息和NDVI、MNDWI、NDBI等指数进行样本训练，生产出2018年的土地覆盖分类产品。对分类产品进行比较，得出基于Google Earth Engine平台生产的土地覆盖分类产品与基于时间序列方法得到的分类产品具有很好的一致性。总之，祁连山核心区的土地覆盖数据集具有较高的总体精度，且基于Google Earth Engine平台样本训练的方法能够在时间和空间上对现有的分类产品进行扩展，能够在长时间序列上反映更多的土地覆盖类型变化信息。",
      "instructions": "File Naming Convention: YYYY_QiLianShan_WholeArea _LC30.tif (YYYY: year)\nData Version：V1.0\nProjection：+proj=longlat +datum=WGS84 +no_defs\nData Format: GeoTIFF, 40850 rows ×17023 columes\nFilled Value：0",
      "instructionsCn": "文件命名约定：YYYY_QiLianShan_WholeArea_LC30.tif\t（YYYY：年）\n数据版本号：V1.0\n投影：Geographic\n数据格式：GeoTIFF, 66777行×40598列\n填充值：0",
      "east": 107.0,
      "west": 89.0,
      "south": 34.0,
      "north": 45.0,
      "startTime": "2018-01-14 08:00:00",
      "endTime": "2019-01-13 08:00:00",
      "fileSize": 5423076759.0,
      "cstr": "18406.11.Geogra.tpdc.270129",
      "doi": "10.11888/Geogra.tpdc.270129",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": " 仲波",
        "nameEn": "ZHONG Bo",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院遥感科学国家重点实验室"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Zhong, B., Ma, P., Nie, A., Yang, A., Yao, Y., Lü, W., & Liu, Q. (2014). Land cover mapping using time series HJ-1/CCD data. Science China Earth Sciences, 57(8), 1790-1799.",
        "referenceCn": null,
        "referenceEn": "Zhong, B., Ma, P., Nie, A.H., Yang, A.X., Yao, Y.J., Lü, W.B., Zhang, H., & Liu, Q.H. (2014). Land cover mapping using time series HJ-1/CCD data. Science China Earth Sciences, 57(8), 1790-1799."
      },
      {
        "titleCn": null,
        "titleEn": "Zhong, B., Yang, A., Nie, A., Yao, Y., Zhang, H., Wu, S., & Liu, Q. (2015). Finer resolution land-cover mapping using multiple classifiers and multisource remotely sensed data in the Heihe river basin. IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing. 8(10), 4973-4992.",
        "referenceCn": null,
        "referenceEn": "Zhong, B., Yang, A.X., Nie, A.H., Yao, Y.J., Zhang, H., Wu, S.L., & Liu, Q.H.    (2015). Finer resolution land-cover mapping using multiple classifiers and multisource remotely sensed data in the Heihe river basin. IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, 8(10), 4973-4992."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土地利用与土地覆盖变化数据",
        "nameEn": "Land-use and land-cover change(LUCC)"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "祁连山地区",
        "keywordEn": "Qilian Mountain Area"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2018年",
        "keywordEn": "2018",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The increased information on time dimension of time series HJ-1/CCD data improves the classification accuracy for most of the land cover types including water bodies, urban areas, forestlands, and croplands; consequently, the overall accuracy and Kappa coefficient have 10% and 0.1 improvements respectively. The advantage of HJ-1/CCD data in land cover/use classification makes it a reference for new remote sensing satellite or sensor development. Overall, a new land cover/use classification method using HJ-1/CCD data based on time series analysis is developed and this method does improve the classification accuracy compared with the method using single remote sensing data. In addition, the introducing of the very high spatial resolution data within Google Earth can also improve the sampling accuracy and lower the cost of data purchasing and field campaigns."
      ],
      "research objective": [
        "Therefore, by taking the spatiotemporal advantage of HJ-1/CCD data we propose a new method for finer resolution land cover mapping using time series HJ-1/CCD data, which can greatly improve the land cover mapping accuracy."
      ],
      "challenges": [
        "This method uses much more data and dramatically increases the computation loading; the not very good geometric and radiometric qualities of HJ-1/CCD data lower its usability and increase the difficulty in its use."
      ],
      "methods": [
        "In this study, the advantages of HJ-1/CCD on spatial resolution and temporal frequency are fully taken to make a time series data with 30 m spatial resolution of experimental areas. The land cover classification method using time series HJ-1/CCD data includes six steps, which are detailed as follows: (1) Constructing the time series HJ-1/CCD data. In order to take advantages of HJ-1/CCD data for land cover mapping, the composite of experimental areas is made using multi-scenes of HJ-1/CCD images, and 12 composites corresponding to 12 months in 2010 are made, which are made up the time series images of the experimental areas yearly. (2) Data preprocessing. After the data are prepared, the data pre-processes including geometric correction, radiometric calibration and atmospheric correction need to be done to make a “perfect” time series HJ-1/CCD data composite. (3) NDVI calculating. Instead of time series of HJ-1/CCD data, time series of NDVI are used as the input of SVM for classification. (1) Sampling. The classifier used in this study is SVM, which needs a good sample set for training purpose. (2) SVM classification. Support Vector Machine (SVM) is a robotic learning method developed from statistics learning theory and optimization theory in the 1990s. (3) Post-classification. Some of the land cover types are very difficult to separate, so some extra work needs to be done to improve the classification accuracy."
      ],
      "dataset": [
        "The data are downloaded for free at websites of Satellite Environment Center, Ministry of Environmental Protection or China Center of Resources Satellite Data and Application. The HJ-1 satellite constellation consists of three satellites, named as HJ-1A, HJ-1B, and HJ-1C respectively. HJ-1A has two CCD cameras and one hyperspectral instrument onboard; HJ-1B has two CCD cameras and one infrared camera onboard; HJ-1C is a SAR satellite. For CCD cameras, their nominal spatial resolution is 30 m. HJ-1/CCDs have three visible bands (430–520 nm, 520–600 nm, and 630–690 nm) and one near-infrared band (760–900 nm)."
      ],
      "findings": [
        "In our two study areas, the very high resolution remote sensing data within Google Earth are used to validate the land cover mapping results, which shows a very high mapping accuracy of 95.76% and 83.78% and a high Kappa coefficient of 0.9423 and 0.8165 in the Dahuofang area of Liaoning Province and the Heiquan area of Gansu Province respectively."
      ],
      "backgroundCn": [
        "时间序列HJ-1/CCD数据的时间维度信息增加，提高了大多数土地覆盖类型的分类准确性，包括水体、城市区域、森林和农田；因此，整体准确率和Kappa系数分别提高了10%和0.1。HJ-1/CCD数据在土地覆盖/使用分类中的优势使其成为新遥感卫星或传感器开发的参考。总体而言，基于时间序列分析的HJ-1/CCD数据的新土地覆盖/使用分类方法被开发出来，并且该方法相比于使用单一遥感数据的方法提高了分类准确性。此外，引入Google Earth中的非常高空间分辨率数据也可以提高采样准确性，并降低数据购买和实地考察的成本。"
      ],
      "research objectiveCn": [
        "因此，通过利用HJ-1/CCD数据的时空优势，我们提出了一种利用时间序列HJ-1/CCD数据进行更精细分辨率土地覆盖制图的新方法，这可以大大提高土地覆盖制图的准确性。"
      ],
      "challengesCn": [
        "该方法使用了更多的数据，并显著增加了计算负载；HJ-1/CCD数据的几何和辐射质量不佳降低了其可用性，并增加了使用的难度。"
      ],
      "methodsCn": [
        "在本研究中，充分利用HJ-1/CCD在空间分辨率和时间频率上的优势，制作了具有30米空间分辨率的实验区时间序列数据。使用时间序列HJ-1/CCD数据的土地覆盖分类方法包括六个步骤，具体如下：（1）构建时间序列HJ-1/CCD数据。为了利用HJ-1/CCD数据进行土地覆盖制图，使用多场景HJ-1/CCD影像制作实验区的合成影像，制作了12个对应于2010年12个月的合成影像，构成了实验区的年度时间序列影像。（2）数据预处理。在数据准备好后，需要进行几何校正、辐射校正和大气校正等数据预处理，以制作“完美”的时间序列HJ-1/CCD数据合成影像。（3）NDVI计算。使用NDVI时间序列作为支持向量机（SVM）分类的输入，而不是HJ-1/CCD数据的时间序列。（4）采样。本研究中使用的分类器是SVM，它需要一个良好的样本集用于训练。（5）SVM分类。支持向量机（SVM）是一种基于统计学习理论和优化理论发展起来的机器学习方法，起源于1990年代。（6）后分类。由于某些土地覆盖类型非常难以区分，因此需要进行一些额外工作以提高分类精度。"
      ],
      "datasetCn": [
        "数据可以在卫星环境中心、环境保护部或中国资源卫星数据与应用中心的网站上免费下载。HJ-1卫星星座由三颗卫星组成，分别命名为HJ-1A、HJ-1B和HJ-1C。HJ-1A上搭载有两台CCD相机和一台高光谱仪；HJ-1B上搭载有两台CCD相机和一台红外相机；HJ-1C是一颗合成孔径雷达（SAR）卫星。对于CCD相机，其标称空间分辨率为30米。HJ-1/CCD具有三个可见光波段（430–520 nm、520–600 nm和630–690 nm）和一个近红外波段（760–900 nm）。"
      ],
      "findingsCn": [
        "在我们的两个研究区域，使用Google Earth中的超高分辨率遥感数据来验证土地覆盖制图结果，显示出大虎房地区（辽宁省）和黑泉地区（甘肃省）的制图准确率分别为95.76%和83.78%，Kappa系数分别为0.9423和0.8165，均显示出很高的制图准确性。"
      ]
    },
    {
      "background": [
        "Land-cover datasets are crucial for research on eco-hydrological processes and earth system modeling. Remote sensing has become widely used as a macro-observing system for land-cover mapping, which can substitute for plant functional type (PFT) as the baseline. Several moderate to fine resolution global land-cover datasets, which are presented in detail in Table I, based on different satellite sensors are available from different research groups. These land-cover datasets listed in Table I have large variability for three reasons: 1) the data quality and properties are different; 2) there is no standard approach for classifying continuous vegetation cover into discrete categories; and 3) they are not consistent with the Earth System Model’s (ESM) requirements, because the concept of PFT, whose traits represent a combination of spectral relationships, and climatic, ecological, and theoretical assumptions, used in ESMs cannot be mapped directly using remote-sensing land-cover datasets. The highest uncertainty in land-cover classification from optical remotely sensed imagery occurs most frequently between the cropland and grassland categories and in dryland systems among the shrub, grassland, and forest categories because of differences in the minimum threshold required for forest cover."
      ],
      "research objective": [
        "In order to improve the accuracy of eco-hydrological and land-process modeling in the HRB, a comprehensive method for mapping monthly land cover with fine spatial resolution and more categories of crop/vegetation is developed by using multiple classifiers and multisource remotely sensed data with different spatio-temporal resolutions and spectral bands."
      ],
      "challenges": [
        "The highest uncertainty in land-cover classification from optical remotely sensed imagery occurs most frequently between the cropland and grassland categories and in dryland systems among the shrub, grassland, and forest categories because of differences in the minimum threshold required for forest cover."
      ],
      "methods": [
        "The procedure for constructing time series of the HRB mosaics from HJ-1/CCD is introduced as follows and the details of the procedure can be found in [26]. Geometric correction: A mosaic of the HRB is made using Landsat/TM imagery. The mosaic of Landsat/TM is used as the base image and all HJ-1/CCD images are automatically corrected through the image-to-image registration method by [43]. Radiometric calibration: Converting the DN values of the HJ-1/CCD images to top of atmosphere (TOA) radiance with given calibration coefficients. Atmospheric correction: Removing the atmospheric effects of remote-sensing images to obtain the surface reflectance. This correction was achieved with a spatial extension method developed by [44]. After the preprocessing has been done, all the HJ-1/CCD images within 1 month are subset and mosaicked; consequently, 10 mosaics for 10 months in the HRB are made and time series of the HRB mosaics from HJ-1/CCD are constructed."
      ],
      "dataset": [
        "The HJ-1/CCD remote-sensing data used in this research were provided by the China Centre for Resources Satellite Data and Application (CRESDA, http://www.cresda.com). The Landsat TM/ETM+ data were downloaded from the USGS website (http://landsat.usgs.gov/). The MODIS data were downloaded from the NASA Goddard Space Flight Center (http://ladsweb.nascom.nasa.gov/). The VHSR data were from Google Earth by Google Inc."
      ],
      "findings": [
        "A ground campaign was performed to evaluate the accuracy of crop classification and an overall accuracy of 84.09% for the crop classification was achieved."
      ],
      "backgroundCn": [
        "土地覆盖数据集对于生态水文过程和地球系统建模的研究至关重要。遥感已成为广泛使用的宏观观测系统，用于土地覆盖制图，可以替代植物功能类型（PFT）作为基线。根据不同的卫星传感器，多个中等到精细分辨率的全球土地覆盖数据集可供不同研究小组使用，这些数据集在表I中详细列出。这些土地覆盖数据集的变异性很大，主要有三个原因：1）数据质量和属性不同；2）将连续植被覆盖分类为离散类别没有标准方法；3）它们与地球系统模型（ESM）的要求不一致，因为在ESM中使用的PFT概念，其特征代表了一系列光谱关系、气候、生态和理论假设的组合，无法直接通过遥感土地覆盖数据集进行映射。光学遥感影像中土地覆盖分类的不确定性最高，通常发生在农田和草地类别之间，以及在干旱系统中灌木、草地和森林类别之间，因为森林覆盖所需的最小阈值存在差异。"
      ],
      "research objectiveCn": [
        "为了提高HRB地区生态水文和土地过程建模的准确性，开发了一种综合方法，通过使用多种分类器和具有不同时空分辨率和光谱波段的多源遥感数据，进行每月土地覆盖的细致空间分辨率和更多作物/植被类别的制图。"
      ],
      "challengesCn": [
        "光学遥感影像中的土地覆盖分类最高的不确定性通常发生在农田和草地类别之间，以及在干旱地区的灌木、草地和森林类别之间，这主要是由于森林覆盖所需的最低阈值差异。"
      ],
      "methodsCn": [
        "构建HJ-1/CCD HRB马赛克时间序列的程序如下，具体细节可以参见[26]。几何校正：使用Landsat/TM影像制作HRB的马赛克。Landsat/TM的马赛克作为基础影像，所有HJ-1/CCD影像通过图像间配准方法自动校正，参考文献[43]。辐射校准：将HJ-1/CCD影像的DN值转换为给定校准系数的大气顶辐射率（TOA）。大气校正：去除遥感影像的大气影响，以获得地表反射率。该校正是通过参考文献[44]中开发的空间扩展方法实现的。预处理完成后，所有在1个月内的HJ-1/CCD影像被子集化并拼接；因此，HRB在10个月内制作了10个马赛克，并构建了HJ-1/CCD的HRB马赛克时间序列。"
      ],
      "datasetCn": [
        "本研究使用的HJ-1/CCD遥感数据由中国资源卫星数据与应用中心（CRESDA，http://www.cresda.com）提供。Landsat TM/ETM+数据从USGS网站（http://landsat.usgs.gov/）下载。MODIS数据从NASA戈达德太空飞行中心（http://ladsweb.nascom.nasa.gov/）下载。VHSR数据来自谷歌公司（Google Inc.）的谷歌地球（Google Earth）。"
      ],
      "findingsCn": [
        "进行了一项地面调查，以评估作物分类的准确性，最终实现了84.09%的总体准确率。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the use of Google Earth Engine platform enhance the production of land cover classification products with high consistency?",
        "QuestionCn": "使用Google Earth Engine平台是否增强了土地覆盖分类产品的一致性？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Are datasets for land-cover classification in the Qilian Mountain region primarily sourced from HJ-1 satellites, Landsat, or MODIS data?",
        "QuestionCn": "Qilian Mountain地区的土地覆盖分类数据集主要来源于HJ-1卫星、Landsat还是MODIS数据？",
        "AnswerEn": "Landsat-8/OLI data",
        "AnswerCn": "Landsat-8/OLI 数据",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Is the preprocessing of remote sensing data for land cover classification more focused on geometric correction, radiometric calibration, or atmospheric correction?",
        "QuestionCn": "遥感数据的预处理在土地覆盖分类中更侧重于几何校正、辐射校准还是大气校正？",
        "AnswerEn": "geometric correction",
        "AnswerCn": "几何校正",
        "Level": "C4(Analyzing)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the main challenges in using remote sensing data for land cover classification in dryland systems?",
        "QuestionCn": "在干旱地区使用遥感数据进行土地覆盖分类的主要挑战是什么？",
        "AnswerEn": "Uncertainty in land-cover classification",
        "AnswerCn": "土地覆盖分类的不确定性",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Where can datasets for HJ-1/CCD remote-sensing data be accessed for research purposes?",
        "QuestionCn": "HJ-1/CCD遥感数据的研究用数据集可以在哪里获取？",
        "AnswerEn": "China Centre for Resources Satellite Data and Application",
        "AnswerCn": "中国资源卫星应用中心",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is a significant advantage of using time series HJ-1/CCD data for land cover mapping?",
        "QuestionCn": "使用时间序列HJ-1/CCD数据进行土地覆盖制图的一个显著优势是什么？",
        "AnswerEn": "Increased classification accuracy",
        "AnswerCn": "提高分类准确率",
        "Level": "C5(Evaluating)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that enhances classification accuracy for land cover types such as forestlands and croplands?",
        "QuestionCn": "您能否提供一种数据收集方法的示例，以提高森林和农田等土地覆盖类型的分类准确性？",
        "AnswerEn": "A data collection method that enhances classification accuracy for land cover types includes the use of time series analysis with HJ-1/CCD data. This method improves classification accuracy by utilizing the increased information on time dimension, which greatly benefits categories like water bodies, urban areas, forestlands, and croplands.",
        "AnswerCn": "一种增强土地覆盖类型分类准确性的数据收集方法是使用HJ-1/CCD数据进行时间序列分析。该方法通过利用时间维度上的增加信息来提高分类准确性，这对水体、城市区域、森林和农田等类别大有裨益。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when using remote sensing data for land cover classification in dryland systems?",
        "QuestionCn": "在干旱地区系统中使用遥感数据进行土地覆盖分类时面临的一个挑战是什么？",
        "AnswerEn": "A challenge faced when using remote sensing data for land cover classification in dryland systems is the high uncertainty in distinguishing between cropland and grassland categories, as well as among shrub, grassland, and forest categories. This is due to differences in the minimum threshold required for forest cover.",
        "AnswerCn": "在干旱系统中使用遥感数据进行土地覆盖分类时面临的一个挑战是，在区分农田和草地类别时存在较高的不确定性，以及在灌木、草地和森林类别之间的区分。这是由于森林覆盖所需的最低阈值差异所导致的。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a potential dataset that could be used for land cover mapping and its associated challenges?",
        "QuestionCn": "您能否提供一个潜在的数据集示例，用于土地覆盖制图及其相关挑战？",
        "AnswerEn": "A potential dataset for land cover mapping is the HJ-1/CCD data, which offers a nominal spatial resolution of 30 m. However, challenges associated with using this dataset include its not very good geometric and radiometric qualities, which can lower usability and increase the difficulty of its use.",
        "AnswerCn": "潜在的土地覆盖制图数据集是HJ-1/CCD数据，该数据集提供了30米的名义空间分辨率。然而，使用该数据集面临的挑战包括其几何和辐射质量不佳，这可能降低可用性并增加使用难度。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the overall accuracy percentage of the land cover classification product generated for 2015 in the Qilian Mountains area?",
        "QuestionCn": "2015年在祁连山地区生成的土地覆盖分类产品的整体准确率百分比是多少？",
        "AnswerEn": "92.19%",
        "AnswerCn": "92.19%",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many land cover categories are included in the classification system used for the Qilian Mountains 2018 dataset?",
        "QuestionCn": "Qilian Mountains 2018 数据集使用的分类系统包含多少个土地覆盖类别？",
        "AnswerEn": "10",
        "AnswerCn": "10",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the spatial resolution of the time series data used in the land cover classification method involving HJ-1/CCD data?",
        "QuestionCn": "用于土地覆盖分类方法的时间序列数据的空间分辨率是多少，涉及HJ-1/CCD数据？",
        "AnswerEn": "30 meters",
        "AnswerCn": "30米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the role of NDVI time series in land cover classification and how is it utilized?",
        "QuestionCn": "NDVI时间序列在土地覆盖分类中的作用是什么，以及它是如何被利用的？",
        "AnswerEn": "NDVI time series plays a crucial role in land cover classification by providing data on the temporal variation of vegetation. It is utilized by analyzing the different NDVI time series curves for various land cover types, which helps in distinguishing between different features and setting extraction rules for land cover classification.",
        "AnswerCn": "NDVI时间序列在土地覆盖分类中发挥着至关重要的作用，因为它提供了植被的时间变化数据。通过分析不同土地覆盖类型的NDVI时间序列曲线，可以帮助区分不同特征并设定土地覆盖分类的提取规则。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the typical challenges faced in land cover classification from optical remotely sensed imagery?",
        "QuestionCn": "从光学遥感影像进行土地覆盖分类的典型挑战是什么？",
        "AnswerEn": "Typical challenges in land cover classification from optical remotely sensed imagery include high uncertainty in differentiating categories such as cropland and grassland, as well as shrub, grassland, and forest in dryland systems, mainly due to differences in the minimum threshold required for forest cover.",
        "AnswerCn": "从光学遥感影像进行土地覆盖分类的典型挑战包括在区分农田和草地等类别时存在较高的不确定性，以及在干旱系统中区分灌木、草地和森林时的困难，这主要是由于森林覆盖所需的最低阈值差异所致。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the integration of multiple classifiers and multisource remotely sensed data improve land cover mapping accuracy?",
        "QuestionCn": "多个分类器的集成和多源遥感数据的结合如何提高土地覆盖制图的准确性？",
        "AnswerEn": "The integration of multiple classifiers and multisource remotely sensed data improves land cover mapping accuracy by providing a comprehensive approach that utilizes different spatio-temporal resolutions and spectral bands, allowing for a more detailed and accurate classification of land cover types.",
        "AnswerCn": "多个分类器和多源遥感数据的集成通过提供一种综合方法，提高了土地覆盖制图的准确性，利用不同的时空分辨率和光谱波段，使土地覆盖类型的分类更加详细和准确。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the challenges of using HJ-1/CCD data for land cover classification compare to the challenges of using other remote sensing datasets like MODIS or Landsat?",
        "QuestionCn": "HJ-1/CCD数据在土地覆盖分类中的挑战与使用其他遥感数据集（如MODIS或Landsat）相比有哪些不同？",
        "AnswerEn": "HJ-1/CCD data presents challenges such as increased computation load and issues with geometric and radiometric quality, whereas using datasets like MODIS or Landsat can face challenges related to variability in data quality, classification standards, and consistency with Earth System Models. HJ-1/CCD's spatial and temporal resolution offers advantages, but its usability is hindered by data quality issues.",
        "AnswerCn": "HJ-1/CCD 数据存在计算负荷增加和几何、辐射质量问题等挑战，而使用 MODIS 或 Landsat 数据集则面临数据质量、分类标准和与地球系统模型一致性方面的挑战。HJ-1/CCD 的空间和时间分辨率提供了优势，但其可用性受到数据质量问题的制约。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the use of time series data, such as from Landsat-8/OLI, improve the accuracy of land cover classification in remote sensing?",
        "QuestionCn": "如何利用时间序列数据，例如来自Landsat-8/OLI的数据，提高遥感中土地覆盖分类的准确性？",
        "AnswerEn": "Time series data, like those from Landsat-8/OLI, provide detailed insights into the temporal variations of NDVI curves for different land cover types. By analyzing these variations, researchers can inductively derive rules for extracting specific land cover information, thus enhancing classification accuracy. This approach allows for a more nuanced understanding of the temporal dynamics of different land features, leading to more accurate land cover maps.",
        "AnswerCn": "时间序列数据，如来自Landsat-8/OLI的数据，提供了不同土地覆盖类型NDVI曲线的时间变化的详细洞察。通过分析这些变化，研究人员可以归纳出提取特定土地覆盖信息的规则，从而提高分类准确性。这种方法使得对不同土地特征的时间动态有了更细致的理解，从而生成更准确的土地覆盖图。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What methodologies can be used to ensure the high accuracy of land cover classifications when utilizing remote sensing datasets with different spatial resolutions and spectral bands?",
        "QuestionCn": "在利用具有不同空间分辨率和光谱波段的遥感数据集时，可以采用哪些方法论来确保土地覆盖分类的高准确性？",
        "AnswerEn": "To ensure high accuracy in land cover classifications using datasets with varying resolutions and spectral bands, methodologies can involve constructing time series mosaics, performing geometric and radiometric corrections, and applying atmospheric corrections. Classifiers like SVM (Support Vector Machine) can be trained with a robust sample set, and very high resolution data from platforms like Google Earth can be used for validation. These steps collectively enhance classification precision by addressing spatial and spectral discrepancies across datasets.",
        "AnswerCn": "为了确保使用具有不同分辨率和光谱波段的数据集进行土地覆盖分类的高准确性，可以采用构建时间序列马赛克、进行几何和辐射校正以及应用大气校正等方法。可以使用强大的样本集训练分类器，如支持向量机（SVM），并利用来自谷歌地球等平台的超高分辨率数据进行验证。这些步骤通过解决数据集之间的空间和光谱差异，集体提高了分类精度。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "Why might there be challenges related to the geometric and radiometric qualities of remote sensing data when used for land cover classification?",
        "QuestionCn": "在用于土地覆盖分类时，遥感数据的几何和辐射质量可能会面临哪些挑战？",
        "AnswerEn": "Challenges related to the geometric and radiometric qualities of remote sensing data, such as those from HJ-1/CCD, arise because these qualities can lower the usability of the data and increase the difficulty in its application. These challenges necessitate extensive data preprocessing steps, such as geometric correction, radiometric calibration, and atmospheric correction, to ensure that the data is suitable for accurate land cover classification.",
        "AnswerCn": "与遥感数据（如HJ-1/CCD）相关的几何和辐射质量的挑战，可能会降低数据的可用性并增加其应用的难度。这些挑战需要进行广泛的数据预处理步骤，如几何校正、辐射定标和大气校正，以确保数据适合进行准确的土地覆盖分类。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using time series HJ-1/CCD data for land cover mapping compared to single remote sensing data?",
        "QuestionCn": "使用时间序列HJ-1/CCD数据进行土地覆盖制图与单一遥感数据相比，可能会产生哪些后果？",
        "AnswerEn": "Using time series HJ-1/CCD data for land cover mapping can improve classification accuracy for most land cover types, including water bodies, urban areas, forestlands, and croplands. This method, although more data-intensive and computationally demanding, significantly enhances overall accuracy and Kappa coefficient by 10% and 0.1, respectively.",
        "AnswerCn": "使用时间序列HJ-1/CCD数据进行土地覆盖制图可以提高大多数土地覆盖类型的分类精度，包括水体、城市地区、森林和农田。尽管这种方法数据需求更高且计算要求更大，但整体精度和Kappa系数分别提高了10%和0.1。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does incorporating very high spatial resolution data from Google Earth affect the accuracy and cost of land cover sampling and classification?",
        "QuestionCn": "将来自Google Earth的超高空间分辨率数据纳入土地覆盖采样和分类会如何影响其准确性和成本？",
        "AnswerEn": "Incorporating very high spatial resolution data from Google Earth can improve the sampling accuracy and reduce the cost of data purchasing and field campaigns, resulting in a higher mapping accuracy as demonstrated in study areas where accuracy reached up to 95.76%.",
        "AnswerCn": "利用来自谷歌地球的非常高空间分辨率数据可以提高采样准确性，降低数据购买和实地考察的成本，从而提高制图准确性，研究区域的准确性达到了95.76%。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the goals of utilizing time series data and deep learning methods in land cover classification for the Qilian Mountain region?",
        "QuestionCn": "利用时间序列数据和深度学习方法在祁连山地区进行土地覆盖分类的目标是什么？",
        "AnswerEn": "The goal is to enhance the accuracy and expand the temporal and spatial coverage of land cover classification products, reflecting more detailed changes in land cover types over time. This is achieved by using time series data from Landsat and deep learning methods, such as random forest classifiers, on platforms like Google Earth Engine.",
        "AnswerCn": "目标是提高土地覆盖分类产品的准确性，并扩展时间和空间覆盖范围，反映土地覆盖类型随时间的更详细变化。这是通过使用来自Landsat的时间序列数据和深度学习方法，如随机森林分类器，在Google Earth Engine等平台上实现的。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What objectives drive the development of a comprehensive method for mapping land cover with fine spatial resolution in eco-hydrological research?",
        "QuestionCn": "在生态水文学研究中，推动开发高分辨率土地覆盖综合映射方法的目标是什么？",
        "AnswerEn": "The objective is to improve the accuracy of eco-hydrological and land-process modeling by utilizing multiple classifiers and multisource remotely sensed data. This method addresses the variability in data quality and classification approaches, ultimately providing more accurate and detailed land cover datasets for modeling purposes.",
        "AnswerCn": "目标是通过利用多种分类器和多源遥感数据来提高生态水文和土地过程建模的准确性。这种方法解决了数据质量和分类方法的变异性，最终为建模目的提供更准确和详细的土地覆盖数据集。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in constructing a time series dataset using HJ-1/CCD data for land cover classification?",
        "QuestionCn": "构建使用HJ-1/CCD数据进行土地覆盖分类的时间序列数据集涉及哪些程序步骤？",
        "AnswerEn": "The process involves several steps: first, constructing the time series HJ-1/CCD data by creating composites from multi-scenes of HJ-1/CCD images for each month. This is followed by data preprocessing steps including geometric correction, radiometric calibration, and atmospheric correction to create a 'perfect' time series HJ-1/CCD data composite. NDVI is then calculated from this time series and used as input for the SVM classifier. The final step involves post-classification to improve the classification accuracy for certain land cover types.",
        "AnswerCn": "该过程涉及几个步骤：首先，通过为每个月创建多场景HJ-1/CCD图像的合成，构建时间序列HJ-1/CCD数据。接下来进行数据预处理步骤，包括几何校正、辐射校正和大气校正，以创建“完美”的时间序列HJ-1/CCD数据合成。然后从该时间序列计算NDVI，并将其作为SVM分类器的输入。最后一步涉及后分类，以提高某些土地覆盖类型的分类精度。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can the spatial resolution and temporal frequency advantages of HJ-1/CCD data be leveraged for improving land cover mapping accuracy?",
        "QuestionCn": "如何利用HJ-1/CCD数据的空间分辨率和时间频率优势来提高土地覆盖制图的准确性？",
        "AnswerEn": "HJ-1/CCD data's spatial resolution and temporal frequency are utilized by constructing a detailed time series dataset with 30 m spatial resolution for experimental areas. This involves creating monthly composites, performing data preprocessing, and using NDVI time series for classification with SVM. This method enhances land cover mapping accuracy over using single remote sensing data.",
        "AnswerCn": "HJ-1/CCD数据的空间分辨率和时间频率通过构建具有30米空间分辨率的详细时间序列数据集得以利用。这涉及创建月度合成、进行数据预处理，并使用NDVI时间序列进行支持向量机（SVM）分类。这种方法提高了土地覆盖制图的准确性，相较于仅使用单一遥感数据。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What methodological approach is used to evaluate the accuracy of land cover classification using high-resolution remote sensing data?",
        "QuestionCn": "评估高分辨率遥感数据土地覆盖分类准确性的方法论是什么？",
        "AnswerEn": "The accuracy evaluation method involves using very high-resolution remote sensing data from platforms like Google Earth to validate land cover mapping results. This approach showed high mapping accuracy and a high Kappa coefficient in different study areas, indicating its effectiveness in assessing classification accuracy.",
        "AnswerCn": "准确性评估方法涉及使用来自谷歌地球等平台的高分辨率遥感数据来验证土地覆盖制图结果。这种方法在不同研究区域显示出高制图准确性和高Kappa系数，表明其在评估分类准确性方面的有效性。",
        "Level": "C1(Remembering)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable the high accuracy of land cover classification in the Qilian Mountains region using remote sensing data?",
        "QuestionCn": "哪些方法论能够利用遥感数据在祁连山地区实现高精度的土地覆盖分类？",
        "AnswerEn": "The high accuracy of land cover classification is enabled by utilizing a combination of time series data from Landsat-8/OLI, deep learning techniques with random forest classifiers, and indices such as NDVI, MNDWI, and NDBI. The process involves knowledge induction of different land features over time, and validation against high-resolution Google Earth imagery and field survey data.",
        "AnswerCn": "高精度的土地覆盖分类是通过利用来自Landsat-8/OLI的时间序列数据、随机森林分类器的深度学习技术以及NDVI、MNDWI和NDBI等指数实现的。该过程涉及对不同土地特征随时间变化的知识归纳，并与高分辨率的谷歌地球影像和实地调查数据进行验证。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to the successful application of time series HJ-1/CCD data in improving land cover classification accuracy?",
        "QuestionCn": "影响时间序列HJ-1/CCD数据在提高土地覆盖分类精度方面成功应用的因素有哪些？",
        "AnswerEn": "Successful application of time series HJ-1/CCD data is attributed to its high temporal frequency and spatial resolution, which allows for improved classification accuracy. The data undergoes preprocessing steps including geometric correction, radiometric calibration, and atmospheric correction. The use of NDVI time series as input for SVM classification and validation with high-resolution remote sensing data from Google Earth also contribute to its effectiveness.",
        "AnswerCn": "HJ-1/CCD数据的成功应用归因于其高时间频率和空间分辨率，这使得分类精度得以提高。数据经过几何校正、辐射校正和大气校正等预处理步骤。使用NDVI时间序列作为支持向量机（SVM）分类的输入，并与来自谷歌地球的高分辨率遥感数据进行验证，也增强了其有效性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the introduction of very high spatial resolution data within platforms like Google Earth improve the sampling accuracy and lower the cost of data purchasing and field campaigns in land cover classification?",
        "QuestionCn": "为什么在像Google Earth这样的平台中引入非常高空间分辨率的数据可能会提高采样精度并降低土地覆盖分类中数据购买和实地考察的成本？",
        "AnswerEn": "The introduction of very high spatial resolution data within platforms like Google Earth can improve sampling accuracy because it allows for more precise validation of land cover mapping results. High resolution data provides detailed imagery that can facilitate better identification and differentiation of land cover types, reducing uncertainty and errors. Additionally, access to such data can eliminate the need for extensive field campaigns, thus lowering costs associated with data collection.",
        "AnswerCn": "在像谷歌地球这样的平台上引入非常高空间分辨率的数据可以提高采样准确性，因为它允许对土地覆盖制图结果进行更精确的验证。高分辨率数据提供了详细的影像，可以更好地识别和区分土地覆盖类型，从而减少不确定性和错误。此外，获取此类数据可以消除对广泛实地考察的需求，从而降低与数据收集相关的成本。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there often high uncertainty in land-cover classification from optical remotely sensed imagery, particularly between categories like cropland and grassland or among shrub, grassland, and forest in dryland systems?",
        "QuestionCn": "为什么在光学遥感影像的土地覆盖分类中，特别是在干旱地区的农田与草地或灌木、草地与森林等类别之间，常常存在较高的不确定性？",
        "AnswerEn": "High uncertainty in land-cover classification from optical remotely sensed imagery is often due to the inherent variability and overlap in spectral signatures of different land cover types. In dryland systems, the distinction between categories like shrub, grassland, and forest is particularly challenging because of the subtle differences in vegetation density and cover. Additionally, the minimum threshold required for forest cover can vary, leading to inconsistencies and misclassification.",
        "AnswerCn": "光学遥感影像中的土地覆盖分类高不确定性通常是由于不同土地覆盖类型的光谱特征固有的变异性和重叠。在干旱地区，灌木、草地和森林等类别之间的区分尤其具有挑战性，因为植被密度和覆盖度的细微差异。此外，森林覆盖所需的最低阈值可能会有所不同，导致不一致和误分类。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you assess the challenges of using time series HJ-1/CCD data for land cover classification, particularly in terms of computational load and data quality?",
        "QuestionCn": "如何评估使用时间序列HJ-1/CCD数据进行土地覆盖分类的挑战，特别是在计算负载和数据质量方面？",
        "AnswerEn": "The use of time series HJ-1/CCD data for land cover classification presents significant challenges, primarily due to the increased data volume and resulting computational demands. Additionally, the mediocre geometric and radiometric qualities of HJ-1/CCD data can hinder usability and complicate the classification process, affecting the overall accuracy of the method despite its potential advantages in spatial resolution and temporal frequency.",
        "AnswerCn": "使用时间序列HJ-1/CCD数据进行土地覆盖分类面临重大挑战，主要是由于数据量的增加和随之而来的计算需求。此外，HJ-1/CCD数据的几何和辐射质量较差可能会影响其可用性，并使分类过程变得复杂，从而影响方法的整体准确性，尽管其在空间分辨率和时间频率方面具有潜在优势。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In what ways do you think integrating multiple remote sensing data sources could improve land cover classification accuracy, especially in eco-hydrological modeling?",
        "QuestionCn": "您认为整合多种遥感数据源可以通过哪些方式提高土地覆盖分类的准确性，特别是在生态水文模型中？",
        "AnswerEn": "Integrating multiple remote sensing data sources, such as HJ-1/CCD, Landsat TM/ETM+, MODIS, and very high spatial resolution data from Google Earth, can enhance land cover classification accuracy by leveraging their different spatial resolutions and spectral bands. This comprehensive approach allows for finer spatial resolution mapping and more detailed classification categories, thereby addressing uncertainties in specific land cover types and improving the reliability of eco-hydrological and land-process models.",
        "AnswerCn": "整合多种遥感数据源，如HJ-1/CCD、Landsat TM/ETM+、MODIS以及来自Google Earth的高分辨率数据，可以通过利用它们不同的空间分辨率和光谱波段来提高土地覆盖分类的准确性。这种综合方法允许更精细的空间分辨率映射和更详细的分类类别，从而解决特定土地覆盖类型的不确定性，并提高生态水文和土地过程模型的可靠性。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm unsure about how data from multiple satellite sensors can be integrated to improve land-cover classification accuracy.",
        "QuestionCn": "我不确定如何将来自多个卫星传感器的数据集成以提高土地覆盖分类的准确性。",
        "AnswerEn": "The integration of data from multiple satellite sensors, such as HJ-1/CCD and Landsat, allows for a comprehensive approach by utilizing different spatio-temporal resolutions and spectral bands. This improves the classification accuracy by addressing the variations in data quality and properties, and by using time series data to better capture the dynamics of land-cover changes.",
        "AnswerCn": "多个卫星传感器（如HJ-1/CCD和Landsat）数据的集成，通过利用不同的时空分辨率和光谱波段，提供了一种综合的方法。这提高了分类精度，解决了数据质量和特性的变化，并通过使用时间序列数据更好地捕捉土地覆盖变化的动态。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "I can't make sense of the challenges associated with using optical remotely sensed imagery for land-cover classification, especially between similar categories.",
        "QuestionCn": "我无法理解使用光学遥感影像进行土地覆盖分类时，尤其是在相似类别之间所面临的挑战。",
        "AnswerEn": "The main challenge with optical remotely sensed imagery is the high uncertainty in distinguishing between similar land-cover categories like cropland and grassland or among shrub, grassland, and forest in dryland systems. This is due to differences in the minimum threshold required for forest cover and the lack of a standard approach for classifying continuous vegetation cover into discrete categories.",
        "AnswerCn": "光学遥感影像的主要挑战在于在相似的土地覆盖类别之间区分时存在较高的不确定性，例如农田与草地之间，或干旱系统中的灌木、草地和森林之间。这是由于森林覆盖所需的最低阈值差异以及缺乏将连续植被覆盖分类为离散类别的标准方法所导致的。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please describe a data collection method that enhances land cover classification accuracy using time series satellite data.",
        "QuestionCn": "请描述一种数据收集方法，该方法利用时间序列卫星数据提高土地覆盖分类的准确性。",
        "AnswerEn": "A method to improve land cover classification accuracy involves constructing time series data using HJ-1/CCD satellite imagery. This process includes creating composites from multiple HJ-1/CCD images corresponding to different months, performing geometric correction, radiometric calibration, and atmospheric correction to prepare a precise time series data set. Using these time series, indices like NDVI are calculated and used as inputs for classification with algorithms such as SVM, improving the classification accuracy significantly.",
        "AnswerCn": "一种提高土地覆盖分类精度的方法是利用HJ-1/CCD卫星影像构建时间序列数据。该过程包括从不同月份的多幅HJ-1/CCD影像中创建合成影像，进行几何校正、辐射校正和大气校正，以准备精确的时间序列数据集。利用这些时间序列，可以计算NDVI等指数，并将其作为分类的输入，使用如支持向量机（SVM）等算法，从而显著提高分类精度。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please identify challenges associated with using optical remote sensing data for land cover classification, particularly in differentiating between specific vegetation categories.",
        "QuestionCn": "请识别使用光学遥感数据进行土地覆盖分类时面临的挑战，特别是在区分特定植被类别方面。",
        "AnswerEn": "One of the main challenges in using optical remote sensing data for land cover classification is the high uncertainty in differentiating between categories like cropland, grassland, and forest, especially in dryland systems. This challenge arises due to the variable minimum threshold required for forest cover, leading to difficulties in accurately classifying these overlapping vegetation types.",
        "AnswerCn": "使用光学遥感数据进行土地覆盖分类的主要挑战之一是，在干旱系统中区分农田、草地和森林等类别时存在较高的不确定性。这一挑战源于森林覆盖所需的可变最小阈值，导致准确分类这些重叠植被类型的困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please outline potential datasets available for land cover classification that incorporate multi-spectral and multi-temporal data sources.",
        "QuestionCn": "请列出可用于土地覆盖分类的潜在数据集，这些数据集结合了多光谱和多时相数据源。",
        "AnswerEn": "Potential datasets for land cover classification include HJ-1/CCD remote-sensing data provided by the China Centre for Resources Satellite Data and Application, Landsat TM/ETM+ data from the USGS, and MODIS data from NASA. These datasets offer multi-spectral and multi-temporal coverage, allowing for comprehensive land cover mapping when combined with data from very high spatial resolution sources like Google Earth.",
        "AnswerCn": "潜在的土地覆盖分类数据集包括中国资源卫星应用中心提供的HJ-1/CCD遥感数据、美国地质调查局的Landsat TM/ETM+数据以及NASA的MODIS数据。这些数据集提供了多光谱和多时相覆盖，结合来自谷歌地球等非常高空间分辨率来源的数据，可以实现全面的土地覆盖制图。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}