{
  "id": "0d5849d8-a36a-4a96-a4e8-c46c6cdeac8f",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Datasets of soil freeze depth in the different scenarios of Tibetan Plateau Based on Stefan equation (1950-2099)",
      "titleCn": "基于Stefan方程的多情景多模型青藏高原土壤冻结深度数据集（1950-2099）",
      "description": "Soil freeze depth (SFD) is essential for assessing water balance, surface energy exchange, and biogeochemical cycles in permafrost regions. It serves as an important indicator of climate change in the cryosphere, with significant implications for both seasonal and perennially frozen ground. Due to the influence of climate warming, the permafrost on the Tibetan Plateau has undergone notable changes, characterized by increased ground temperatures, degradation of perennially frozen ground, and reduced SFD. The future decrease in SFD will have significant impacts on the ecological environment, hydrology, and engineering infrastructure of the Tibetan Plateau. Based on the Stefan equation and the downscaled CMIP6 datasets under different scenarios (Historical, SSP126, SSP245, SSP370, and SSP585) derived from multiple models (such as BCC-CSM2-MR, CanESM5, CESM2, CMCC-ESM2, and CNRM-CM6-1), the annual soil freeze depth datasets of the Tibetan Plateau from 1950 to 2099 are obtained, with a spatial resolution of 0.25°.The datasets play a supportive role in predicting changes in permafrost, disaster prevention and control, and environmental assessment.",
      "descriptionCn": "土壤冻结深度(SFD)是评估冻土区水资源平衡、地表能量交换和生物地球化学循环变化所必需的，是冰冻圈气候变化的重要指标，对季节性冻土和多年冻土都至关重要。受气候变暖的影响，青藏高原的冻土发生了显著的变化，主要表现为地温升高、多年冻土退化和土壤冻结深度降低。未来土壤冻结深度的进一步降低将对青藏高原的生态环境、水文和工程设施产生重大影响。基于Stefan方程和多模型（BCC-CSM2-MR、CanESM5、CESM2、CMCC-ESM2和CNRM-CM6-1等）不同情景（Historical，SSP126，SSP245，SSP370和SSP585）下降尺度的CMIP6数据集，模拟获得了1950-2099年青藏高原年平均土壤冻结深度数据集，其空间分辨率为0.25°。该数据集对预测冻土的变化，灾害防治，环境评估有支撑作用。",
      "instructions": "The datasets are stored as follows: there are separate folders for each model, and within each model folder, the datasets for five different scenarios (Historical, SSP126, SSP245, SSP370, and SSP585) are stored. Within each folder, the datasets are organized by year, with each file named as SFD_yyyy.nc, where yyyy represents the year. The datasets are in NetCDF format and can be opened and read using the ArcGIS software.",
      "instructionsCn": "该数据集的存储方式：以不同模型为文件夹，每个模型文件夹下5种不同情景的数据存放在：Historical，SSP126，SSP245，SSP370和SSP585。文件夹内，以年为命名SFD_yyyy.nc,其中yyyy为年份。 数据为NetCDF格式，数据可用程序或者ArcGIS软件打开读取。",
      "east": 105.0,
      "west": 74.0,
      "south": 26.0,
      "north": 40.0,
      "startTime": "1950-01-01 00:00:00",
      "endTime": "2099-12-31 00:00:00",
      "fileSize": 277591860.0,
      "cstr": "18406.11.Cryos.tpdc.272322",
      "doi": "10.11888/Cryos.tpdc.272322",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "潘小多",
        "nameEn": "PAN Xiaoduo",
        "unitEn": "Institute of Tibetan Plateau Research, CAS",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "李虎",
        "nameEn": "LI Hu",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "彭小清",
        "nameEn": "PENG Xiaoqing",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "Rana Muhammad Ali Washakh",
        "nameEn": "WASHAKH Rana Muhammad Ali",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "郑敏",
        "nameEn": "ZHENG Min",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "聂晓伟",
        "nameEn": "NIE Xiaowei",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Projected changes in soil freeze depth and their eco-hydrological impacts  over the Tibetan Plateau during the 21st century ",
        "referenceCn": null,
        "referenceEn": "Li, H., Pan, X., Peng, X., Washakh, R. M. A., Zheng, M., & Nie, X. (2023). Projected changes in soil freeze depth and their eco-hydrological impacts over the Tibetan Plateau during the 21st century. Science of The Total Environment, 905:167074."
      },
      {
        "titleCn": null,
        "titleEn": "Future Climate Projection in Northwest China with RegCM4.6",
        "referenceCn": null,
        "referenceEn": "Pan, X. D., Zhang, L., & Huang, C. L. (2020). Future climate projection in Northwest China with RegCM4. 6. Earth and Space Science, 7(2), e2019EA000819."
      },
      {
        "titleCn": null,
        "titleEn": "Soil freeze depth variability across Eurasia during 1850–2100",
        "referenceCn": null,
        "referenceEn": "Peng, X., Zhang, T., Frauenfeld, O. W., Du, R., Wei, Q., & Liang, B. (2020). Soil freeze depth variability across Eurasia during 1850–2100. Climatic Change, 158, 531-549."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      },
      {
        "nameCn": "冻结深度",
        "nameEn": "Frozen depth"
      },
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤冻结深度",
        "nameEn": "Depth of soil freezing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2007-2098",
        "keywordEn": "2007-2098",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of datasets related to soil freezing depth in the context of climate change simulations for the Tibetan Plateau?",
        "QuestionCn": "与气候变化模拟相关的青藏高原土壤冻结深度数据集的特征是什么？",
        "AnswerEn": "annual average soil freezing depth, 1950 to 2099, Stefan equation, BCC-CSM2-MR, CanESM5, CESM2, CMCC-ESM2, CNRM-CM6-1, Historical, SSP126, SSP245, SSP370, SSP585, 0.25° spatial resolution",
        "AnswerCn": "1950年至2099年的年平均土壤冻结深度，Stefan方程，BCC-CSM2-MR，CanESM5，CESM2，CMCC-ESM2，CNRM-CM6-1，历史，SSP126，SSP245，SSP370，SSP585，0.25°空间分辨率。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the soil freezing depth dataset for the Tibetan Plateau from 1950 to 2099?",
        "QuestionCn": "1950年至2099年间，青藏 Plateau土壤冻结深度数据集的空间分辨率是多少？",
        "AnswerEn": "0.25°",
        "AnswerCn": "0.25°",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors could cause changes in soil freezing depth measurements on the Tibetan Plateau over time?",
        "QuestionCn": "哪些因素可能导致青藏高原土壤冻结深度测量随时间变化？",
        "AnswerEn": "The changes in soil freezing depth measurements on the Tibetan Plateau can be attributed to climate warming, which leads to increased ground temperature, degradation of permafrost, and reduced soil freezing depth. These alterations have significant implications for the plateau's ecological environment, hydrology, and infrastructure.",
        "AnswerCn": "青藏高原土壤冻结深度测量的变化可以归因于气候变暖，这导致地面温度升高、永久冻土退化以及土壤冻结深度减少。这些变化对高原的生态环境、水文和基础设施具有重要影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using multiple climate models and scenarios in generating a dataset for soil freezing depth on the accuracy and reliability of predicting future changes in permafrost regions?",
        "QuestionCn": "使用多个气候模型和情景生成土壤冻结深度数据集的潜在后果是什么，这对预测永久冻土地区未来变化的准确性和可靠性有何影响？",
        "AnswerEn": "Using multiple climate models and scenarios, such as BCC-CSM2-MR, CanESM5, CESM2, CMCC-ESM2, and CNRM-CM6-1 in conjunction with different scenarios like Historical, SSP126, SSP245, SSP370, and SSP585, allows for a comprehensive simulation of soil freezing depth over an extended period (1950-2099) with a spatial resolution of 0.25°. This approach enhances the accuracy and reliability of predictions by accommodating a range of possible futures, capturing variability, and reducing uncertainties associated with single-model reliance. It supports better predictions of permafrost changes, which have significant implications for ecological environments, hydrology, and infrastructure on the Qinghai-Tibet Plateau.",
        "AnswerCn": "使用多个气候模型和情景，如BCC-CSM2-MR、CanESM5、CESM2、CMCC-ESM2和CNRM-CM6-1，结合不同的情景，如历史情景、SSP126、SSP245、SSP370和SSP585，可以对土壤冻结深度进行全面模拟，时间跨度为1950年至2099年，空间分辨率为0.25°。这种方法通过考虑多种可能的未来情景，捕捉变异性并减少单一模型依赖所带来的不确定性，从而提高了预测的准确性和可靠性。它支持对永久冻土变化的更好预测，这对青藏高原的生态环境、水文和基础设施具有重要影响。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind developing a dataset focused on soil freezing depth in the Qinghai-Tibet Plateau using the Stefan equation and multiple model scenarios?",
        "QuestionCn": "开发一个专注于青藏高原土壤冻结深度的数据集，使用斯特凡方程和多种模型情景的主要目标是什么？",
        "AnswerEn": "The primary objectives of developing a dataset focused on soil freezing depth in the Qinghai-Tibet Plateau using the Stefan equation and multiple model scenarios are to assess the impacts of climate change on permafrost regions, evaluate changes in water resource balance, surface energy exchange, and biogeochemical cycles, and to support predictions of permafrost changes, disaster prevention, and environmental assessment. This dataset is crucial for understanding the effects of climate warming on permafrost, which include increasing ground temperatures, permafrost degradation, and reduced soil freezing depth, all of which have significant implications for the plateau's ecosystem, hydrology, and engineering infrastructure.",
        "AnswerCn": "开发一个专注于青藏高原土壤冻结深度的数据集，利用斯特凡方程和多种模型情景的主要目标是评估气候变化对永久冻土地区的影响，评估水资源平衡、表面能量交换和生物地球化学循环的变化，并支持对永久冻土变化、灾害预防和环境评估的预测。该数据集对于理解气候变暖对永久冻土的影响至关重要，这些影响包括地面温度升高、永久冻土退化和土壤冻结深度减少，这些都对高原的生态系统、水文和工程基础设施产生重大影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are employed to utilize the Stefan equation in combination with multiple models to simulate soil freezing depth on the Tibetan Plateau under various scenarios?",
        "QuestionCn": "采用哪些程序将Stefan方程与多个模型结合起来，以模拟在不同情景下青藏高原的土壤冻结深度？",
        "AnswerEn": "The procedure involves using the Stefan equation to simulate soil freezing depth, supported by multiple models such as BCC-CSM2-MR, CanESM5, CESM2, CMCC-ESM2, and CNRM-CM6-1. These models operate under different scenarios, including Historical, SSP126, SSP245, SSP370, and SSP585, utilizing downscaled datasets from CMIP6 to project soil freezing depth from 1950 to 2099 with a spatial resolution of 0.25°.",
        "AnswerCn": "该程序涉及使用Stefan方程模拟土壤冻结深度，支持多个模型，如BCC-CSM2-MR、CanESM5、CESM2、CMCC-ESM2和CNRM-CM6-1。这些模型在不同情景下运行，包括历史情景、SSP126、SSP245、SSP370和SSP585，利用来自CMIP6的下调数据集，从1950年到2099年预测土壤冻结深度，空间分辨率为0.25°。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies and technological advancements enable the simulation of soil freezing depth over the Tibetan Plateau using multiple climate models and scenarios?",
        "QuestionCn": "哪些方法论和技术进步使得能够使用多个气候模型和情景模拟青藏高原的土壤冻结深度？",
        "AnswerEn": "The simulation of soil freezing depth over the Tibetan Plateau is enabled by the use of the Stefan equation in combination with multi-model data from CMIP6. This includes models such as BCC-CSM2-MR, CanESM5, CESM2, CMCC-ESM2, and CNRM-CM6-1 under different scenarios like Historical, SSP126, SSP245, SSP370, and SSP585. These models and scenarios allow for downscaled data with a spatial resolution of 0.25° to be generated, covering the period from 1950 to 2099.",
        "AnswerCn": "对青藏高原土壤冻结深度的模拟是通过使用斯特凡方程结合CMIP6的多模型数据实现的。这包括BCC-CSM2-MR、CanESM5、CESM2、CMCC-ESM2和CNRM-CM6-1等模型，涵盖历史情景、SSP126、SSP245、SSP370和SSP585等不同情景。这些模型和情景允许生成空间分辨率为0.25°的下分辨率数据，覆盖1950年至2099年期间。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might anticipated reductions in soil freezing depth across the Qinghai-Tibet Plateau not align with predictions made by a dataset based on the Stefan equation and multiple models?",
        "QuestionCn": "预计青藏高原土壤冻结深度的减少可能与基于斯特凡方程和多个模型的数据集所做的预测不一致，原因可能是什么？",
        "AnswerEn": "Anticipated reductions in soil freezing depth may not align with predictions due to potential inaccuracies in climate models used, variations in local climate conditions not captured by the models, or unforeseen environmental changes. The dataset utilizes various scenarios and models, which might not fully account for microclimatic or other regional factors influencing soil freezing depths.",
        "AnswerCn": "预计土壤冻结深度的减少可能与预测不一致，这可能是由于所使用气候模型的潜在不准确性、未被模型捕捉到的局部气候条件的变化或不可预见的环境变化。该数据集利用了各种情景和模型，但可能未能充分考虑影响土壤冻结深度的微气候或其他区域因素。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}