{
  "id": "0d8cbe60-3f79-4072-8d92-9c4a68ddbdfb",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "MODIS Lai data of 34 key nodes in Pan third pole region (2002-2016)",
      "titleCn": "泛第三极34个关键节点区域MODIS叶面积指数数据（2002-2016）",
      "description": "Leaf area index (leaf area index), also known as leaf area coefficient, refers to the multiple of total plant leaf area in land area per unit land area, which is a better dynamic index to reflect the size of crop population. Leaf area index (LAI) is an important structural parameter of forest ecosystem. It represents the density of leaves and canopy structure characteristics, and affects the physiological and biochemical processes such as photosynthesis, respiration and transpiration in the canopy. It is a key parameter to describe the material and energy exchange between soil, vegetation and atmosphere, and is also an important variable for estimating various ecological processes and functions.\nBased on MODIS leaf area index data from 2000 to 2016, the mcd15a3h product data of Pan third pole key node area were trimmed, and the 4-day leaf area index data of key node area from 2002 to 2016 were obtained. Data projection: sinusoidal projection\nThe data area is 34 key nodes of Pan third pole (Abbas, Astana, Colombo, Gwadar, Mengba, Teheran, Vientiane, etc.).",
      "descriptionCn": "叶面积指数（leaf area index）又叫叶面积系数，是指单位土地面积上植物叶片总面积占土地面积的倍数，是反映作物群体大小的较好的动态指标。叶面积指数是森林生态系统的一个重要结构参数，表征叶片的疏密程度和冠层结构特征，影响着植被冠层内的光合、呼吸和蒸腾作用等生理生化过程，是描述土壤-植被-大气之间物质和能量交换的关键参数，也是估算多种生态过程与功能的重要变量。\n本数据基于2000至2016年MODIS叶面积指数数据，对泛第三极关键节点区域的MCD15A3H产品数据进行了裁剪，最终得到了关键节点区域2002-2016年4天叶面积指数数据。数据投影：正弦投影 sinusoidal \n数据的区域为泛第三极34个关键节点（阿巴斯、阿斯塔纳、科伦坡、瓜达尔、孟巴、德黑兰、万象等地区）。",
      "instructions": ". TIF format, named after the node country, such as Alexander_ Lai, you can use ArcGIS, envi open view",
      "instructionsCn": ".tif格式，以节点国家命名，如：Alexander_LAI，可以采用ARCGIS、ENVI打开查看",
      "east": 102.0,
      "west": 97.0,
      "south": 37.0,
      "north": 42.0,
      "startTime": "2000-01-09 08:00:00",
      "endTime": "2017-01-08 08:00:00",
      "fileSize": 6240445998.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "阴海明",
        "nameEn": "YIN Haiming",
        "unitEn": "Institute of Geodesy and Geophysics, CAS",
        "unitCn": "中国科学院测量与地球物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "MCD15A3H MODIS/Terra Net Leaf area index 4-Day L4 Global 500m SIN Grid V006.",
        "referenceCn": null,
        "referenceEn": "MCD15A3H MODIS/Terra Net Leaf area index 4-Day L4 Global 500m SIN Grid V006. NASA EOSDIS Land Processes DAAC"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "叶面积指数",
        "nameEn": "Leaf area index"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "生态遥感产品",
        "nameEn": "Ecological remote sensing products"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "泛第三极",
        "keywordEn": "Pan-Third pole"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2002-2016",
        "keywordEn": "2002-2016",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to obtain leaf area index data from MODIS for key node regions in the Pan-Third Pole from 2002 to 2016?",
        "QuestionCn": "您能否提供一个数据收集方法的示例，用于从MODIS获取2002年至2016年间泛第三极关键节点区域的叶面积指数数据？",
        "AnswerEn": "An example of a data collection method involves using the MODIS MCD15A3H product data, which is pre-processed and cropped to focus on key node regions in the Pan-Third Pole. The data collection spans from 2002 to 2016, providing a 4-day leaf area index dataset, projected using sinusoidal projection.",
        "AnswerCn": "数据收集方法的一个例子是使用MODIS MCD15A3H产品数据，该数据经过预处理并裁剪，以关注泛第三极的关键节点区域。数据收集时间跨度为2002年至2016年，提供了一个4天的叶面积指数数据集，采用正弦投影进行投影。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the leaf area index data collected over the 34 key node regions from 2002 to 2016 using MODIS?",
        "QuestionCn": "2002年至2016年期间，使用MODIS收集的34个关键节点区域的叶面积指数数据的特征是什么？",
        "AnswerEn": "4-day temporal resolution, sinusoidal projection, derived from MCD15A3H product data, focuses on key areas within the Third Pole region",
        "AnswerCn": "4天时间分辨率，正弦投影，源自MCD15A3H产品数据，重点关注第三极地区的关键区域。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the frequency of data collection for the leaf area index in the MODIS dataset covering the key nodes of the Third Pole region?",
        "QuestionCn": "MODIS数据集中覆盖第三极地区关键节点的叶面积指数的数据收集频率是多少？",
        "AnswerEn": "4 days",
        "AnswerCn": "4天",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the leaf area index and why is it considered a crucial parameter in forest ecosystem studies?",
        "QuestionCn": "叶面积指数（LAI）是什么，为什么它被认为是森林生态系统研究中的一个关键参数？",
        "AnswerEn": "The leaf area index (LAI) is defined as the total leaf area of plants per unit ground area. It is a significant dynamic indicator reflecting the size of crop populations. LAI is an important structural parameter of forest ecosystems, representing the density of leaves and canopy structure characteristics. It influences physiological and biochemical processes such as photosynthesis, respiration, and transpiration within the vegetation canopy. Additionally, LAI is a key parameter for describing the exchange of materials and energy between the soil, vegetation, and atmosphere, making it a vital variable for estimating various ecological processes and functions.",
        "AnswerCn": "叶面积指数（LAI）被定义为植物的总叶面积与单位地面面积的比值。它是一个重要的动态指标，反映了作物种群的大小。LAI是森林生态系统的重要结构参数，代表了叶子的密度和冠层结构特征。它影响植物冠层内的生理和生化过程，如光合作用、呼吸作用和蒸腾作用。此外，LAI是描述土壤、植被和大气之间物质和能量交换的关键参数，使其成为估算各种生态过程和功能的重要变量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the process of obtaining MODIS leaf area index data for key nodes in the泛第三极 region between 2002-2016 compare to other remote sensing data collection methods in terms of temporal resolution and data projection?",
        "QuestionCn": "获取2002年至2016年泛第三极地区关键节点的MODIS叶面积指数数据的过程，与其他遥感数据收集方法在时间分辨率和数据投影方面相比如何？",
        "AnswerEn": "The process of obtaining MODIS leaf area index data for key nodes in the泛第三极 region involved using MCD15A3H product data, which provides a 4-day temporal resolution. This data is projected using a sinusoidal projection. Compared to other remote sensing data collection methods, MODIS data offers relatively frequent temporal updates, which is advantageous for monitoring dynamic changes in vegetation. However, the choice of projection and the specific temporal resolution may differ in other methods, potentially impacting the suitability for certain ecological analyses or regional studies.",
        "AnswerCn": "获取泛第三极地区关键节点的MODIS叶面积指数数据的过程涉及使用MCD15A3H产品数据，该数据提供4天的时间分辨率。该数据采用正弦投影。与其他遥感数据收集方法相比，MODIS数据提供相对频繁的时间更新，这对于监测植被的动态变化具有优势。然而，其他方法的投影选择和具体时间分辨率可能有所不同，这可能影响其在某些生态分析或区域研究中的适用性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What could be the consequences on vegetation monitoring accuracy if MODIS leaf area index data is not consistently collected across all key nodes in the Pan-Third Pole region from 2002 to 2016?",
        "QuestionCn": "如果在2002年至2016年期间，MODIS叶面积指数数据在泛第三极地区的所有关键节点没有一致收集，可能对植被监测的准确性产生什么后果？",
        "AnswerEn": "Inconsistent collection of MODIS leaf area index data across key nodes in the Pan-Third Pole region could lead to gaps in temporal and spatial data coverage, potentially resulting in inaccuracies in understanding vegetation dynamics. This might affect the ability to accurately assess changes in canopy structure, vegetation density, and ecosystem processes such as photosynthesis and transpiration, which are crucial for modeling soil-vegetation-atmosphere exchanges and estimating various ecological processes and functions.",
        "AnswerCn": "在泛第三极地区关键节点上MODIS叶面积指数数据的不一致收集可能导致时间和空间数据覆盖的缺口，从而可能导致对植被动态理解的准确性下降。这可能影响准确评估冠层结构、植被密度以及生态系统过程（如光合作用和蒸腾作用）的能力，这些对于建模土壤-植被-大气交换和估算各种生态过程和功能至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the goal of collecting leaf area index data using MODIS for the 34 key nodes in the Pan-Third Pole region from 2002 to 2016?",
        "QuestionCn": "收集2002年至2016年间MODIS在泛第三极地区34个关键节点的叶面积指数数据的目标是什么？",
        "AnswerEn": "The objective of collecting leaf area index data using MODIS for the 34 key nodes in the Pan-Third Pole region from 2002 to 2016 is to reflect the size and density of crop communities by measuring the total leaf area per unit land area. This data serves as a crucial dynamic indicator for understanding forest ecosystem structures, canopy characteristics, and the density of leaves, which affect physiological and biochemical processes such as photosynthesis, respiration, and transpiration within the vegetation canopy. It also plays a key role in describing the exchange of matter and energy between soil, vegetation, and the atmosphere. Moreover, it is a vital variable for estimating various ecological processes and functions.",
        "AnswerCn": "收集2002年至2016年间在泛第三极地区34个关键节点的MODIS叶面积指数数据的目的是通过测量单位土地面积上的总叶面积来反映作物群落的大小和密度。这些数据作为理解森林生态系统结构、树冠特征和叶片密度的重要动态指标，影响着光合作用、呼吸作用和蒸腾作用等生理和生化过程。此外，它在描述土壤、植被和大气之间物质和能量的交换方面也发挥着关键作用。此外，叶面积指数是估算各种生态过程和功能的重要变量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are necessary to preprocess MODIS leaf area index data from 2000 to 2016 for analyzing vegetation density and canopy structure in critical nodal areas of the Pan-Third Pole region?",
        "QuestionCn": "从2000年到2016年，预处理MODIS叶面积指数数据以分析泛第三极地区关键节点区域的植被密度和冠层结构需要哪些程序步骤？",
        "AnswerEn": "The data collection method involves using MODIS leaf area index data from the MCD15A3H product. The preprocessing steps include clipping the data to focus on the key nodal areas within the Pan-Third Pole region for the years 2002-2016. The data is then projected using a sinusoidal projection to ensure accurate spatial representation of the 34 critical nodal regions, such as areas like 阿巴斯 (Abbas), 阿斯塔纳 (Astana), 科伦坡 (Colombo), 瓜达尔 (Gwadar), and others.",
        "AnswerCn": "数据收集方法涉及使用MODIS叶面积指数数据，来自MCD15A3H产品。预处理步骤包括将数据裁剪，以关注2002-2016年间泛第三极地区的关键节点区域。然后，数据使用正弦投影进行投影，以确保34个关键节点区域的准确空间表示，例如阿巴斯、阿斯塔纳、科伦坡、瓜达尔等地区。",
        "Level": "C3(Applying)"
      }
    ]
  }
}