{
    "id": "0dacb94b-8305-47a8-8396-8af4620e5d93",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Dataset of digital soil mapping products for the Qinghai-Tibet Plateau (2015-2024)",
            "description": "Based on the \"second Qinghai Tibet Plateau comprehensive scientific investigation\" and \"China's soil series investigation and compilation of China's soil series\" \"The obtained soil survey profile data, using predictive Digital Soil Mapping paradigm, using geographic information and remote sensing technology for fine description and spatial analysis of the soil forming environment, developed adaptive depth function fitting methods, and integrated advanced ensemble machine learning methods to generate a series of soil attributes (soil organic carbon, pH value, total nitrogen, total phosphorus, total potassium, cation exchange capacity, gravel content (>2mm) in the Qinghai Tibet plateau region.\" , sand, silt, clay, soil texture type, unit weight, soil thickness, etc.) and quantify the spatial distribution of uncertainty. Compared with the existing soil maps, it better represents the spatial variation characteristics of soil properties in the Qinghai Tibet Plateau. The data set can provide soil information support for the study of soil, ecology, hydrology, environment, climate, biology, etc. in the Qinghai Tibet Plateau.",
            "instructions": "Soil data is stored in grid layer format. The name of the file is \"soil attribute + soil depth range + spatial resolution.Tif\", for example, soc05_ 250m TIF is the content of soil organic carbon at the depth of 0-5cm with a resolution of 250m. The depth of soil layer is 0-20, 0-5, 5-15, 15-30, 30-60, 60-100 and 100-200cm.\nThe data files in the dataset are in GeoTIFF format, which can be read, displayed and operated by common GIS software such as ArcGIS and R software; Value_ Actual = value_ Approximate / scale_ Factor, where value_ Actual is the value of the actual scale of the pixel, value_ Apprent is the digital value of the pixel surface, that is, the downloaded layer value, scale_ Factor is the scale factor value. Different soil attributes may use different scale factor values. See the readme file.",
            "east": 105.93,
            "west": 73.37,
            "south": 25.45,
            "north": 40.68,
            "startTime": null,
            "endTime": null,
            "fileSize": 6943385903.0,
            "cstr": "18406.11.Terre.tpdc.272482",
            "doi": "10.11888/Terre.tpdc.272482",
            "dataFormat": null,
            "license": "Attribution 4.0 International (CC BY 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Feng",
                "unitEn": "Institute of Soil Science, Chinees Academy of Sciences"
            },
            {
                "nameEn": "ZHANG Ganlin",
                "unitEn": "Nanjing Institute of Soil Science, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "Mapping high resolution National Soil Information Grids of China",
                "referenceEn": "Liu F, Wu H, Zhao Y, Li D, Yang J-L, Song X, Shi Z, Zhu A-X, Zhang G-L. Mapping high resolution National Soil Information Grids of China. Science Bulletin, 2022, 67(3): 328-340."
            },
            {
                "titleEn": "High-resolution and three-dimensional mapping of soil texture of China",
                "referenceEn": "Liu, F., Zhang, G.L., Song, X.D., Li, D.C., Zhao, Y.G., Yang, J.L., Wu, H.Y., & Yang, F. (2020). High-resolution and three-dimensional mapping of soil texture of China. Geoderma, 361, 114061."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Soil"
            },
            {
                "nameEn": "Soil thickness"
            },
            {
                "nameEn": "soil geography"
            },
            {
                "nameEn": "soil property"
            },
            {
                "nameEn": "soil spatial variation"
            },
            {
                "nameEn": "Soil texture"
            },
            {
                "nameEn": "digital soil mapping"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2015-2024",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Soil Series Inventory Survey and Compilation of “Soil Series of China” （Midwest Volume）"
            },
            {
                "titleEn": "Soil Series Inventory Survey and Compilation of “Soil Series of China”"
            },
            {
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Soil spatial information has traditionally been presented as polygon maps at coarse scales. Solving global and local issues, including food security, water regulation, land degradation, and climate change requires higher quality, more consistent and detailed soil information. Accurate prediction of soil variation over large and complex areas with limited samples remains a challenge, which is especially significant for China due to its vast land area which contains the most diverse soil landscapes in the world. Soil is fundamental for global and regional issues such as food security, land degradation, water cycling, biodiversity, carbon sequestration, and ecosystem health. Detailed, accurate, and up-to-date soil information is urgently needed to aid in developing solutions for these issues and to support decision making concerning natural resource management. However, soil is highly heterogeneous in geographical space. Its spatial variation has traditionally been presented as polygon maps of soil classes (technically, choropleth maps) usually at coarse scales, where mapping units are shown as polygons. Most existing soil information has been generated from historical soil surveys decades ago using the traditional soil survey mapping paradigm. Despite these efforts, the gap between soil information demand and availability is still very large. For large areas with complex soil landscapes where there is usually a limited number of sparse soil survey points, how to accurately predict soil spatial variation at a high resolution remains a challenging issue."
            ],
            "research objective": [
                "Therefore, the objective of this study is to develop high resolution national gridded maps of basic soil properties at multiple depths across China, under the constraints of limited number of sparse soil survey points. As part of this process, the environmental controllers of soil spatial variations will also be revealed."
            ],
            "challenges": [
                "Accurate prediction of soil variation over large and complex areas with limited samples remains a challenge, which is especially significant for China due to its vast land area which contains the most diverse soil landscapes in the world. For large areas with complex soil landscapes where there is usually a limited number of sparse soil survey points, how to accurately predict soil spatial variation at a high resolution remains a challenging issue."
            ],
            "methods": [
                "Here, we integrated predictive soil mapping paradigm with adaptive depth function fitting, state-of-the-art ensemble machine learning and high-resolution soil-forming environment characterization in a high-performance parallel computing environment to generate 90-m resolution national gridded maps of nine soil properties (pH, organic carbon, nitrogen, phosphorus, potassium, cation exchange capacity, bulk density, coarse fragments, and thickness) at multiple depths across China. Based on the soil samples, quantile regression forest, an ensemble tree-based machine learning model, was constructed to model the relationships between each soil property and the environmental covariates at each depth layer. Using the complete grid of environmental covariates as inputs, the trained models were applied over space to generate national gridded soil property maps with a resolution of 90 m at the depths 0–5, 5–15, 15–30, 30–60, 60–100, and 100–200 cm."
            ],
            "dataset": [
                "This was based on approximately 5000 representative soil profiles collected in a recent national soil survey and a suite of detailed covariates to characterize soil-forming environments."
            ],
            "findings": [
                "Compared with previous soil maps, we achieved significantly more detailed and accurate predictions which could well represent soil variations across the territory and are a significant contribution to the GlobalSoilMap.net project. The predictive accuracy ranged from very good to moderate (Model Efficiency Coefficients from 0.71 to 0.36) at 0–5 cm. The predictive accuracy for most soil properties declined with depth."
            ]
        },
        {
            "background": [
                "Soil texture is an important soil property that controls most physical, chemical and biological processes in soils. It can influence soil thermal capacity, permeability, water holding capacity and solute movement which are closely associated with applications of climate, ecological, hydrological modelling, smart agricultural management and soil pollution control. Currently, there is an increasing demand for detailed three-dimensional soil texture information in dealing with global and national issues such as climate change, soil degradation, water resource shortage, environmental pollution, agricultural and ecosystem sustainability. The GlobalSoilMap project was proposed in 2006 and officially launched in 2009. Its aim is to make a new digital soil map of the world using state-of-the-art technologies for soil mapping and predicting soil properties at a 90m resolution and six standard depth layers 0–5, 5–15, 15–30, 30–60, 60–100 and 100–200 cm.",
                "In addition, we found that heat, water, wind, and terrain were major controlling factors for the spatial patterns of soil texture in China. The heat and water have driven physical and chemical weathering and wind have driven erosion processes which have primarily shaped the pattern of clay content. The terrain, wind and water have driven deposition, erosion and transportation sorting processes of soil particles which have primarily shaped the pattern of silt. Heat-driven physical weathering and wind, water and terrain-driven erosion processes have primarily shaped the pattern of sand. The findings provide clues for developing mechanistic soil evolution models to simulate spatiotemporal evolution of soil texture at a national extent. The simulation can support national soil management to ensure the soil is secured in the future. This is particularly important under the background of increasing climate changes and intensified human activities.",
                "Chinahasalargespaningeographicalextent,coveringanareaof9.6 million km2. Its soil landscapes are very diverse and complex. It is a challenge to accurately predict soil spatial variations with a limited number of soil survey sites across the country. So far, high-resolution and three-dimensional predictive soil mapping at a national extent has not yet been attempted although there were some studies in watershed and field scales. Despite the efforts above, the gap between detailed and accurate soil data demands and availability is still large. Our understanding on soil variation over landscapes at horizontal and vertical dimensions is still limited. Meanwhile, current digital soil mapping methods are not perfect when applying them in large areas.",
                "Uncertainty representation is a crucial aspect of digital soil mapping (Arrouays et al., 2014). Digital soil mapping models are not only expected to deliver accurate soil predictions at a given location but their suitability to deliver maps should encompass the ability to predict how uncertain these predictions are (Vaysse and Lagacherie, 2017).",
                "Lagacherie and Voltz (2000) speculated that, especially over large areas, predictive capabilities are limited because relationships between soil properties and landscape attributes are nonlinear or unknown. Minasny and McBratney (2010) noted that knowledge and techniques for regional soil mapping may not be applicable at a global extent due to spatial variability of soil-landscape relationships. Mitran et al. (2018) found that geographically weighted regression kriging model had better predictive performance of surface total carbon stocks than linear regression kriging model in two adjacent states in southern India. Keskin et al. (2019) showed that random forest as ensemble method outperformed other relatively simple methods such as classification and regression trees for digital mapping of soil carbon fractions in Florida. In addition, although the model built in a large extent may be unbiased for the whole extent, its prediction is often biased in local areas. This problem may indicate that current soil prediction models are still not flexible enough to deal with the complexity of soil-landscape relationships in large extents. Arrouays et al. (2017) highlighted that both top-down and bottom-up approaches are necessary to enhance the quality of digital soil maps and map the entire world."
            ],
            "research objective": [
                "This study predicted 90m resolution spatial variations of sand, silt and clay contents at a national extent across China and at multiple depths 0–5, 5–15, 15–30, 30–60, 60–100 and 100–200 cm.",
                "Therefore, the objective of the study was to conduct high-resolution and three-dimensional predictive mapping of soil texture across China, and to reveal the controlling environmental factors and processes for spatial pattern of soil texture at a national extent."
            ],
            "challenges": [
                "The lack of detailed three-dimensional soil texture information largely restricts many applications in agriculture, hydrology, climate, ecology and environment. The wide range between 5% lower and 95% upper prediction limits may suggest that there was a substantial room to improve current predictions.",
                "Besides, new methodologies still need to be explored for large extent digital soil mapping, from which many global initiatives will greatly benefit.",
                "The soil profiles were originated from the Second National Soil Survey conducted three decades ago, which lacked of accurate georeference due to unavailable GPS system at that time. The northwestern and southwestern parts had obviously less soil profiles than other parts. The reason had two aspects: one was poor accessibility in the west and limited funding for the soil survey, and another was relatively small soil spatial variation in the northwest. The harsh environments and underdeveloped road networks lead to poor accessibility in the two parts.",
                "In addition, due to large mapping area and fine resolution, the amount of data and computation are quite large.",
                "The second change poses a challenge for current digital soil mapping methodologies. It would be helpful to explore more complicated (maybe also better) models but the computational challenge arising therefrom needs to be considered. This is not surprising but indeed a problem that needs to be addressed by digital soil mapping communities. This problem may indicate that current soil prediction models are still not flexible enough to deal with the complexity of soil-landscape relationships in large extents."
            ],
            "methods": [
                "We used 4579 soil profiles collected from a national soil series inventory conducted recently and currently available environmental covariates. We constructed random forest models and employed a parallel computing strategy for the predictions of soil texture fractions based on its relationship with the environmental factors. Quantile regression forest was used to estimate the uncertainty of the predictions.",
                "A total of 4579 soil profiles were used in this study. In laboratory, samples were air-dried at room temperature and then passed through a 2 mm sieve. Basic soil properties including soil texture, soil organic carbon, bulk density, pH, cation exchange capacity, total nitrogen, total phosphorus, total potassium, available phosphorus and available potassium were measured. Among them, soil texture fractions, namely sand (2–0.05 mm), silt (0.05–0.002 mm) and clay (<0.002 mm) percentages, were determined using the pipette method. Out of all soil profiles, 458 (10%) were randomly selected as random-held back evaluation samples. They were used for evaluating the results of this study through comparisons with existing traditional soil texture maps and the SoilGrids250 maps, and also evaluating the uncertainty estimation of soil texture predictions. The remaining 4121 (90%) were used for model training and 10-fold cross validation. For each profile of a soil texture fraction (sand, silt or clay percentages), we used equal-area quadratic splines to fit a continuous depth function to original horizon sample data. Based on the 4121 training soil profile sites, an ensemble machine learning algorithm, random forest, was used to model the relationships between each soil texture fraction (sand, silt or clay percentage) and the environmental covariates at each depth interval. The model training was performed separately for sand, silt and clay percentages and depth by depth.",
                "In this study, we made trials with three values of mtry: one third (default), one half and two third of the total number of covariates, but found that they had no obvious differences in the prediction accuracy. Then, with the spatially exhaustive environmental covariates, the trained random forest model of each soil texture fraction and depth interval was applied over space. The random forest modeling and mapping were implemented in the open source R environment (R Core Team, 2016) with the packages ‘randomForest’ (Liaw and Wiener, 2002), ‘quantregForest’ (Meinshausen and Schiesser, 2015), ‘rgdal’ (Keitt et al., 2009), ‘raster’ (Hijmans and van Etten, 2013), ‘ggplot2’ (Wickham et al., 2019), and ‘dismo’ (Hijmans et al., 2017). To improve computation efficiency, a parallel computing strategy was employed in data processing, which separated the whole area into many tiles and run multiple-thread parallel computation. We performed 30 repeats of 10-fold cross-validation and calculated their values of mean and standard deviation of the measurements."
            ],
            "dataset": [
                "We used 4579 soil profiles collected from a national soil series inventory conducted recently and currently available environmental covariates.",
                "A total of 4579 soil profiles were used in this study. They were obtained by a recent project of National Soil Series Survey and Compilation of Soil Series of China conducted from 2009 to 2019. Out of all soil profiles, 458 (10%) were randomly selected as random-held back evaluation samples. The remaining 4121 (90%) were used for model training and 10-fold cross validation.",
                "Based on the 4121 training soil profiles, 10-fold cross-validation was used to evaluate the performance of the random forest method for each soil texture fraction and depth interval. On the other hand, based on the 458 random-held back evaluation soil profiles, we compared our soil texture predictions with existing soil texture maps."
            ],
            "findings": [
                "Results showed that the predicted maps were much more accurate and detailed than the conventional linkage maps and the SoilGrids 250m product, and could well represent spatial variation of soil texture across China. The relative accuracy improvement was around 245–370% relative to the linkage maps and 83–112% relative to the SoilGrids 250m product with regard to the R², and it was around 24–26% and 14–19% respectively with regard to the RMSE. Besides, we found that climate and terrain factors are major controllers for spatial patterns of soil texture in China.",
                "Overall, the mean CCC values ranged from 0.59 to 0.65, indicating good agreement between the predicted and observed values. The mean R2 values of the predictions of soil texture fractions at different depth intervals were between 0.43 and 0.50. Our predictions had much higher R2 values and lower RMSE values than these existing soil texture maps for all the depths. The differences in the R2 values indicate that the improvement for clay content was around 248% relative to the linkage maps and 92% relative to the SoilGrids250m maps respectively.",
                "The study shows that the combination of machine learning techniques with currently available high-resolution soil formative environmental covariates can effectively predict spatial variation of soil texture at a national extent and a detailed level. We provided the first version of 90 m resolution maps of soil texture fractions and their uncertainty across China. It was much more accurate and detailed than the existing soil texture maps and can well represent spatial variation of soil texture. The predicted maps represent a contribution of China to the GlobalSoilMap project, and provide critical soil information for water."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Are environmental covariates crucial for modeling the spatial patterns of soil properties?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Are the data collection methods for soil properties in China primarily based on recent national soil surveys, historical soil surveys, or remote sensing technologies?",
                    "Answer": "recent national soil surveys",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What data collection methods are used to gather soil profiles across China for predictive soil mapping?",
                    "Answer": "National soil survey",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What are the challenges faced in predicting soil spatial variations across China?",
                    "Answer": "limited samples",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Where can datasets supporting digital soil mapping in China be sourced from?",
                    "Answer": "Second National Soil Survey",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used to gather soil profile information across a large geographic region with diverse soil landscapes?",
                    "Answer": "A data collection method involves conducting a national soil survey to gather approximately 5000 representative soil profiles. These profiles were collected to characterize the soil-forming environments and were used in conjunction with detailed covariates for predictive soil mapping.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a challenge faced when predicting soil spatial variations in large areas with limited soil survey points?",
                    "Answer": "A significant challenge is accurately predicting soil variation over large and complex areas with limited samples, which is especially challenging in countries like China with vast land areas and diverse soil landscapes. Techniques such as ensemble machine learning models are employed to address this issue.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Please provide an example of a dataset used for high-resolution soil property mapping and the techniques employed to ensure its accuracy.",
                    "Answer": "A dataset consisting of 4579 soil profiles collected from a national soil series inventory was used. Techniques such as random forest models and a parallel computing strategy were employed to predict soil texture fractions and ensure accuracy, with quantile regression forest being used to estimate prediction uncertainty.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the characteristics of digital soil mapping techniques used for predicting soil properties across large and complex areas?",
                    "Answer": "predictive soil mapping paradigm, adaptive depth function fitting, ensemble machine learning, high-resolution soil-forming environment characterization, high-performance parallel computing environment, national gridded maps of soil properties, multiple depths, quantile regression forest, environmental covariates",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the challenges faced in data collection for soil spatial variation prediction in regions with diverse soil landscapes?",
                    "Answer": "accurate prediction of soil variation, limited samples, poor accessibility, limited funding for soil surveys, harsh environments, sparse soil survey points, high resolution prediction difficulty",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many soil profiles were collected for the national soil series inventory in the recent study?",
                    "Answer": "4579",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "At what resolution were the national gridded maps of soil properties generated?",
                    "Answer": "90 meters",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many depth intervals were used for predicting soil properties or soil texture in the studies?",
                    "Answer": "6",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What are 'environmental covariates' and their role in soil property prediction?",
                    "Answer": "Environmental covariates are variables that characterize the environmental conditions influencing soil formation, such as climate, terrain, and other geographical factors. In soil property prediction, these covariates are used as inputs in machine learning models to establish relationships between them and soil properties, enabling the generation of high-resolution soil maps that reflect spatial variability across different depths.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What does 'uncertainty representation' mean in the context of digital soil mapping?",
                    "Answer": "Uncertainty representation in digital soil mapping refers to the ability of models not only to deliver accurate soil predictions at specific locations but also to predict the uncertainty of these predictions. This aspect is crucial for assessing the reliability of soil maps, particularly over large areas, where the relationships between soil properties and landscape attributes can be nonlinear or unknown, impacting model predictions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "In what ways do the environmental covariates used to predict soil texture fractions in the national extent study differ from those used in the 青藏高原数字土壤制图产品数据集?",
                    "Answer": "The national extent study uses environmental covariates to model spatial variations of sand, silt, and clay contents. It employs a suite of covariates and quantile regression forest models for predictions. The 青藏高原数字土壤制图产品数据集 utilizes geographic information and remote sensing technologies to finely characterize soil-forming environments, potentially involving different or additional covariates tailored to the unique conditions of the Qinghai-Tibet Plateau.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "What methodologies could be inferred for improving the accuracy of soil property predictions in complex landscapes with sparse data points?",
                    "Answer": "The integration of predictive soil mapping paradigms with adaptive depth function fitting and advanced ensemble machine learning methods, such as quantile regression forests, can improve accuracy. Additionally, high-resolution characterization of soil-forming environments in a parallel computing environment can generate more detailed national gridded maps, addressing the challenge of limited sample data over large and diverse landscapes.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What data collection approaches might help overcome the challenges of limited geographic coverage and outdated soil profile data?",
                    "Answer": "Recent national soil surveys and inventories can provide updated soil profile data, while employing parallel computing strategies and a comprehensive suite of environmental covariates may expand geographic coverage. Utilizing a combination of machine learning techniques and in-depth environmental characterization can also address the limitations of sparse and historically collected soil profiles.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What are the underlying causes of uncertainty in digital soil mapping models, especially for large geographic extents?",
                    "Answer": "Uncertainty in digital soil mapping models arises because the relationships between soil properties and landscape attributes are often nonlinear or unknown, particularly over large areas. This uncertainty is compounded by the complexity of soil-landscape relationships in large extents. Moreover, current soil prediction models may not be flexible enough to address these complexities, resulting in models that are unbiased for the whole extent but biased in local areas.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the consequences of employing a high-performance parallel computing environment in the processing of soil datasets?",
                    "Answer": "Employing a high-performance parallel computing environment enhances computational efficiency, allowing for the separation of large areas into tiles for multi-threaded computation. This approach supports the processing of extensive datasets at fine resolutions, enabling the generation of detailed and accurate soil property maps necessary for addressing large-scale soil landscape challenges.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the objectives behind developing high-resolution national gridded maps of basic soil properties across China?",
                    "Answer": "The objective is to develop high-resolution national gridded maps of basic soil properties at multiple depths across China, under the constraints of a limited number of sparse soil survey points. This includes revealing the environmental controllers of soil spatial variations to provide detailed, accurate, and up-to-date soil information essential for addressing global and local issues such as food security, land degradation, and climate change.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why is it important to conduct high-resolution and three-dimensional predictive mapping of soil texture across China?",
                    "Answer": "The importance lies in predicting spatial variations of sand, silt, and clay contents at a national extent, revealing controlling environmental factors and processes for the spatial pattern of soil texture. This is crucial for applications in agriculture, hydrology, climate, ecology, and environment, especially given the complex and diverse soil landscapes in China and the increasing demand for detailed soil texture information.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What methodologies can be employed to accurately predict soil spatial variation at high resolution in large and complex areas with limited sample points?",
                    "Answer": "To accurately predict soil spatial variation at high resolution in large and complex areas with limited sample points, a predictive soil mapping paradigm can be integrated with adaptive depth function fitting, state-of-the-art ensemble machine learning, and high-resolution soil-forming environment characterization in a high-performance parallel computing environment. The process involves constructing models like quantile regression forest, an ensemble tree-based machine learning model, to model relationships between soil properties and environmental covariates at each depth layer. Using a complete grid of environmental covariates as inputs, the trained models can then be applied over space to generate high-resolution gridded soil property maps at various depths.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "How can ensemble machine learning models be utilized to model soil texture fractions using environmental covariates?",
                    "Answer": "Ensemble machine learning models, such as random forest, can be utilized to model soil texture fractions by constructing models based on the relationships between each soil texture fraction (sand, silt, or clay percentages) and environmental covariates at each depth interval. The modeling process involves using soil profiles collected from a national soil series inventory along with currently available environmental covariates. Parallel computing strategies can enhance computation efficiency by processing data in multiple tiles simultaneously. Additionally, quantile regression forest can be used to estimate the uncertainty of the predictions.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "What are the procedural steps for collecting and preparing soil profile data for high-resolution predictive soil mapping?",
                    "Answer": "The procedural steps for collecting and preparing soil profile data for high-resolution predictive soil mapping involve obtaining soil profiles from a recent national soil survey. In the laboratory, samples are air-dried at room temperature and passed through a 2 mm sieve. Basic soil properties, including soil texture, soil organic carbon, bulk density, pH, cation exchange capacity, total nitrogen, total phosphorus, total potassium, available phosphorus, and available potassium, are measured. Soil texture fractions are determined using the pipette method. A portion of the soil profiles is selected for model training, while others are reserved for evaluation through cross-validation and comparison with existing maps. Data processing is enhanced by employing parallel computing strategies.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What technological advancements have enabled the development of high-resolution national gridded maps of soil properties in complex landscapes?",
                    "Answer": "The integration of predictive soil mapping paradigms with adaptive depth function fitting, ensemble machine learning, and high-resolution soil-forming environment characterization in a high-performance parallel computing environment has enabled the development of 90-m resolution national gridded maps of soil properties.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How do modern data collection methods enable accurate prediction of soil spatial variations with limited soil survey points in vast and complex areas?",
                    "Answer": "Modern data collection methods, like using quantile regression forests in ensemble machine learning models, allow for modeling relationships between soil properties and environmental covariates at different depths, enabling accurate soil spatial variation predictions even with a limited number of sparse soil survey points.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In what ways does the use of environmental covariates enable more detailed and accurate soil texture mapping across large geographical extents?",
                    "Answer": "The use of environmental covariates, when combined with ensemble machine learning algorithms like random forest, enables the prediction of soil texture fractions by modeling relationships with environmental factors, thus providing detailed and accurate soil texture maps across large geographical extents.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might it be challenging to accurately predict soil spatial variations at high resolution despite advanced data collection methods?",
                    "Answer": "Accurate prediction of soil variation over large and complex areas with limited samples remains a challenge, especially significant for China due to its vast land area with diverse soil landscapes. The complexity of soil-landscape relationships and the limited number of sparse soil survey points contribute to the difficulty in achieving high-resolution predictions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What factors could contribute to the high uncertainty in spatial predictions of soil properties at various depths?",
                    "Answer": "The uncertainty representation is crucial in digital soil mapping. The wide range between lower and upper prediction limits suggests substantial room for improvement in current predictions. Factors such as nonlinear or unknown relationships between soil properties and landscape attributes, as well as the computational challenges of large extents, contribute to prediction uncertainty.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why might current digital soil mapping methodologies fall short in delivering detailed and accurate soil data at a global or national scale?",
                    "Answer": "Current digital soil mapping methods are not perfect when applied to large areas due to the complexity of soil-landscape relationships and the spatial variability of these relationships. Predictive capabilities are limited, and methodologies need to be explored further to enhance accuracy and detail. Additionally, the computational challenge of processing large datasets at fine resolutions is significant.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "In your opinion, what are the most significant challenges faced by researchers when predicting soil spatial variations with limited soil survey points in diverse landscapes?",
                    "Answer": "One of the most significant challenges is the accurate prediction of soil variation over large and complex areas with limited samples, particularly in a country like China with diverse soil landscapes. The limited number of sparse soil survey points makes it difficult to capture spatial variation accurately. Additionally, the large area and fine resolution required for mapping contribute to substantial data and computational demands.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What potential improvements or new methodologies could be explored to enhance the accuracy and detail of digital soil maps in regions with poor accessibility and limited historical survey data?",
                    "Answer": "Potential improvements could include the development of more sophisticated models that can better handle the complexity of soil-landscape relationships in large extents. Exploring better computational strategies, such as parallel computing, and integrating high-resolution soil-forming environmental covariates can also enhance predictive accuracy. Addressing the challenge of limited accessibility and historical data through innovative data collection methods, such as remote sensing, might also be crucial.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand why accurately predicting soil variation over large and complex areas remains such a challenge, especially in regions like China?",
                    "Answer": "Accurate prediction of soil variation over large and complex areas remains a challenge due to the vast land area of China, which contains the most diverse soil landscapes in the world. This complexity, combined with a limited number of sparse soil survey points, makes it difficult to predict soil spatial variation at a high resolution.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I don't understand how uncertainty in soil mapping predictions is quantified and represented in digital soil mapping.",
                    "Answer": "Uncertainty in soil mapping predictions is quantified using methods like quantile regression forest, which is an ensemble tree-based machine learning model. This approach estimates the uncertainty of predictions, allowing for the generation of soil property maps that not only predict soil characteristics but also represent the uncertainty of these predictions, which is crucial for decision-making in natural resource management.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please explore and discuss the data collection methods used to gather soil profile information for creating a high-resolution digital soil map of the Qinghai-Tibet Plateau.",
                    "Answer": "The data collection methods for soil profile information involve using soil survey profiles obtained from projects like the 'Second Qinghai-Tibet Plateau Comprehensive Scientific Investigation' and the 'Compilation of Soil Series of China.' Predictive digital soil mapping paradigms are used, integrating geographical information and remote sensing technologies to characterize and analyze the soil-forming environment spatially. Approximately 5000 representative soil profiles collected in a recent national survey serve as a basis for this map.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "Please identify and elaborate on the challenges faced during the predictive mapping of soil properties across large and complex areas such as the Qinghai-Tibet Plateau.",
                    "Answer": "Challenges in predictive mapping of soil properties in large and complex areas include accurately predicting soil variation with limited samples, particularly significant for vast and diverse landscapes like China. The geographical heterogeneity of soil and the traditionally coarse-scale polygon maps contribute to this complexity. There is also the issue of sparse soil survey points, making high-resolution predictions difficult. Additionally, the computational demands are high due to the large mapping area and fine resolution required.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please investigate potential datasets that could support the development of a three-dimensional predictive soil mapping approach for regions with complex soil landscapes.",
                    "Answer": "Potential datasets that could support a three-dimensional predictive soil mapping approach include the collection of soil profiles from national soil series inventories and the detailed covariates that characterize soil-forming environments. These datasets would involve high-resolution environmental covariates and could utilize machine learning models like random forest and quantile regression forest for modeling soil properties and estimating prediction uncertainties. Using a combination of these datasets can effectively predict spatial variation of soil texture and properties across complex landscapes.",
                    "Level": "C6(Creating)"
                }
            ]
        }
    ]
}