{
    "id": "0dcc2aa3-080c-47d6-a184-e561374aabac",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Daily cloud-free snow products of MODIS in the northern hemisphere (2000-2016)",
            "titleCn": "北半球MODIS逐日无云积雪产品(2000-2016)",
            "description": "This dataset is the spatial distribution map of the marshes in the source area of the Yellow River near the Zaling Lake-Eling Lake, covering an area of about 21,000 square kilometers. The data set is classified by the Landsat 8 image through an expert decision tree and corrected by manual visual interpretation. The spatial resolution of the image is 30m, using the WGS 1984 UTM projected coordinate system, and the data format is grid format. The image is divided into five types of land, the land type 1 is “water body”, the land type 2 is “high-cover vegetation”, the land type 3 is “naked land”, and the land type 4 is “low-cover vegetation”, and the land type 5 is For \"marsh\", low-coverage vegetation and high-coverage vegetation are distinguished by vegetation coverage. The threshold is 0.1 to 0.4 for low-cover vegetation and 0.4 to 1 for high-cover vegetation.",
            "descriptionCn": "利用MOD10A1和MYD10A1逐日积雪产品和AMSR-E雪水当量产品（2000.02.25-2002.08.31、2011.08.31-2016.12.31均采用IMS雪冰产品代替AMSR-E雪水当量产品）作为输入，采用MODIS上下午星积雪产品合成、临近日合成、MODIS和AMSR-E/IMS积雪产品合成方法，逐步消除云的干扰，最终得到北半球每日无云积雪图像。\n数据集采用Albers（阿尔伯斯等积）投影方式，空间分辨率500m。",
            "instructions": "The dataset files are uniformly packaged in the “result” folder, and the “resultgrid” grid format file can be opened using ArcGis software to view the classification results of the Yellow River source marsh. You can use the ArcGis Import Symbology feature to import a preset layer by opening the \"resultgrid.lyr\" layer file.",
            "instructionsCn": "",
            "east": 180.0,
            "west": -180.0,
            "south": null,
            "north": 90.0,
            "startTime": "2000-07-30 06:00:00",
            "endTime": "2017-01-24 08:00:00",
            "fileSize": 140752280790.0,
            "cstr": "18406.11.Geogra.tpdc.270560",
            "doi": "10.11888/Geogra.tpdc.270560",
            "dataFormat": "*.tif",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "戴礼云",
                "nameEn": "DAI Liyun",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A new MODIS daily cloud free snow cover mapping algorithm on the Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "2、Huang XD, Hao XH, Feng QS, Wang W, Liang TG. A new MODIS daily cloud free snow cover mapping algorithm on the Tibetan Plateau. Sciences in Cold and Arid Regions, 2014, 6(2):0116-0123."
            },
            {
                "titleCn": null,
                "titleEn": "Tracking snow variations in the Northern Hemisphere using multi-source remote sensing data (2000-2015)",
                "referenceCn": null,
                "referenceEn": "3、Wang YL, Huang XD, Liang H, et al. Tracking snow variations in the Northern Hemisphere using multi-source remote sensing data (2000-2015). Remote Sensing, 2018, 10, 136."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰冻圈遥感",
                "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
            },
            {
                "nameCn": "冰冻圈遥感产品",
                "nameEn": "Cryosphere remote sensing products"
            },
            {
                "nameCn": "微波遥感",
                "nameEn": "Microwave remote sensing"
            },
            {
                "nameCn": "积雪",
                "nameEn": "Snow"
            },
            {
                "nameCn": "雪水当量",
                "nameEn": "Snow water equivalent"
            },
            {
                "nameCn": "雪盖（积雪）",
                "nameEn": "Snow cover"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "北半球",
                "keywordEn": "Northern Hemisphere"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000-2016",
                "keywordEn": "2000-2016",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "地球大数据科学工程专项时空三极环境项目",
                "titleEn": "CASEarth:Big Earth Data for Three Poles"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "三极地区通量30分钟数据（2000-2016）",
                "titleEn": "The 30-minute flux data in three pole region (2000-2016)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Snow cover is an important land-surface variable, especially in the Qinghai-Tibetan Plateau (QTP), and profoundly impacts surface energy exchange, and regional climate, hydrology, and ecosystems. The QTP, the world’s largest and highest plateau—with an average elevation exceeding 4000 m above sea level—is “the sensitive area” for global climate change. Snow cover is often regarded as an indicator of climate change in the QTP, and is closely linked with the general circulation and monsoon systems over eastern and southern Asia during spring and summer. The snow cover over the QTP strongly determines the regional water sources in western China, and regulates the runoff of several major rivers (e.g., the Yangtze River, and the Yellow River). In response to climate warming, the snow cover phenology has experienced remarkable changes. Numerous studies have robustly documented a shortening of snow cover duration, with a delayed snow starting date and advanced snow ending date, at both a local and regional scale. Remotely sensed data provide temporally and spatially continuous information over land surfaces, and are useful for accurately parameterizing snow cover. When compared with various satellite-based snow-cover products, the Moderate Resolution Imaging Spectroradiometer (MODIS) snow-cover products have advantages in terms of temporal and spatial resolution. Currently, the MODIS snow-cover products have been widely used to monitor snow cover in various regions, especially at high latitudes and in European high mountain regions."
            ],
            "research objective": [
                "This study used 12 years (2000–2011) of ground-observed snow depth at 87 meteorological stations to assess and verify the accuracy of the daily cloud-free snow-cover product from the Moderate Resolution Imaging Spectroradiometer (MODIS) over the QTP."
            ],
            "challenges": [
                "The MODIS-derived data have large uncertainties in identifying the snow-cover phenology on the threshold of FSC >0 and FSC >50% (FSC, fractional snow cover). Cloud coverage in MODIS snow-cover products was the main limitation in many applications."
            ],
            "methods": [],
            "dataset": [
                "This study used 12 years (2000–2011) of ground-observed snow depth at 87 meteorological stations."
            ],
            "findings": [
                "On average, the daily cloud-free MODIS snow-cover product correctly identified the occurrence of snow cover with an accuracy of 90.74%, ranging from 54.39% to 99.07% among the 87 sites. However, the MODIS-derived data can capture the interannual variability of the snow-cover phenology as compared with in situ observations."
            ],
            "backgroundCn": [
                "雪盖是一个重要的地表变量，尤其在青藏高原（QTP）中，对表面能量交换、区域气候、水文和生态系统产生深远影响。青藏高原是世界上最大的高原，平均海拔超过4000米，是全球气候变化的“敏感区域”。雪盖常被视为青藏高原气候变化的指标，并与东亚和南亚的季风系统及大气环流在春夏季节密切相关。青藏高原的雪盖在很大程度上决定了中国西部的区域水源，并调节了几条主要河流（如长江和黄河）的径流。随着气候变暖，雪盖的物候特征经历了显著变化。大量研究已可靠地记录了雪盖持续时间的缩短，雪开始日期延迟和雪结束日期提前，这一现象在地方和区域尺度上均有体现。遥感数据提供了对地表的时空连续信息，对于准确参数化雪盖非常有用。与各种基于卫星的雪盖产品相比，MODIS雪盖产品在时间和空间分辨率方面具有优势。目前，MODIS雪盖产品已广泛用于监测各个地区的雪盖，特别是在高纬度地区和欧洲高山地区。"
            ],
            "research objectiveCn": [
                "本研究使用了2000年至2011年间87个气象站的12年地面观测雪深数据，以评估和验证来自中分辨率成像光谱仪（MODIS）在青藏高原（QTP）上每日无云雪盖产品的准确性。"
            ],
            "challengesCn": [
                "MODIS衍生的数据在识别雪盖物候方面存在较大的不确定性，特别是在FSC >0和FSC >50%的阈值上（FSC，雪盖分数）。MODIS雪盖产品中的云覆盖是许多应用中的主要限制因素。"
            ],
            "methodsCn": [],
            "datasetCn": [
                "本研究使用了2000年至2011年间87个气象站的12年地面观测雪深数据。"
            ],
            "findingsCn": [
                "平均而言，日常无云的MODIS雪盖产品正确识别雪盖发生的准确率为90.74%，在87个站点之间的范围为54.39%到99.07%。然而，与现场观测相比，MODIS衍生的数据能够捕捉雪盖物候的年际变异性。"
            ]
        },
        {
            "background": [
                "Snow cover is an indicator for global climate change. Previous studies have indicated that approximately 98% of the seasonal snow cover on the earth is located in the Northern Hemisphere. The snow cover extent has decreased considerably and retreated to higher altitudes, and the inter-annual snow cover variability has increased. The snow-covered area (SCA) in the Northern Hemisphere from 1970 to 2010 in March and April exhibited a decreasing trend, and, on average, it decreased by approximately 8 ×10^5 km^2 each decade due to increasing temperatures, and the decay has accelerated during the past 40 years. Snow cover duration exhibits the strongest climate sensitivity, and temperature increases can postpone the snow cover accumulation date and the maximum SCA change from February to January, which causes the snow ablation date to arrive earlier in the spring. The high albedo of snow can significantly reduce the capability of the ground surface to receive solar radiation and has a positive feedback effect on the climate system; in particular, positive albedo feedback in the spring period generates a stronger signal in spring snow cover duration. The winter SCA, duration, snow depth, and resulting variation in the surface albedo have significant influences on the atmospheric circulation at local and regional scales. Between the 1980s and the 21st century, the SCA decreased at a rate of (-0.55 ±0.21) ×10^6 km^2 per decade in spring in the Northern Hemisphere. Furthermore, the Intergovernmental Panel on Climate Change (IPCC 2013) has evaluated the variation in snow cover in the Northern Hemisphere over the past 50 years, and the SCA during the spring in the Northern Hemisphere has continued to decrease (with high confidence). In the Northern Hemisphere, the average reduction rate of the SCA in March and April is 1.6% 10−a and is 11.7% 10−a in June, while the SCA does not exhibit a statistically significant increase in any month. Remote sensing techniques have the advantages of high temporal and spatial resolution, strong objective authenticity, low cost, and high effectiveness, which provide effective snow cover parameters for climate models at global and regional scales. These techniques expand the traditional, limited “point” information to regional information that indicates the actual situation and plays an important role in large-scale high-precision monitoring of the earth’s snow cover. Currently, Moderate Resolution Imaging Spectroradiometer (MODIS) data are most widely used. MODIS is aboard the earth observation satellites Terra and Aqua, which are the main sensors of the Earth Observation System (EOS). The spatial and spectral resolution are better than the Advanced Very High Resolution Radiometer (AVHRR) and the temporal resolution is better than the Landsat Thematic Mapper (TM)/Enhanced Thematic Mapper+ (ETM+). Thus, MODIS is the optimal data source for real-time monitoring of large-scale SCA with high accuracy."
            ],
            "research objective": [
                "The objectives of this study are (1) to generate 500-m resolution daily cloud-free snow cover products with data from MODIS, AMSR-E SWE and IMS snow product for the Northern Hemisphere from 2000 to 2015; (2) to validate the accuracy of the daily cloud-free snow cover product; and (3) to analyze and discuss the characteristic trend of snow cover temporal and spatial dynamics in the Northern Hemisphere in detail."
            ],
            "challenges": [
                "Although the GlobSnow data provide information concerning the areal extent of snow (SE) on a global scale and the snow water equivalent (SWE) for the Northern Hemisphere, the SE product was only produced between the years 1995 to 2012 with huge gaps and the SWE product did not provide the areas of mountainous regions and Greenland. However, the overall accuracy of the IMS is far lower than that of the MODIS, and the timing of IMS snow disappearance lags behind the MODIS during the spring ablation season by several weeks, which may affect our understanding of the seasonal snow cover cycle and development of parameterization schemes for climate models."
            ],
            "methods": [
                "We conducted the maximum SCA fusion processing of the data for two products, MOD10A1 and MYD10A1, from the MODIS morning and afternoon tracks. We used the snow cover image from the previous and posterior day to eliminate the cloud pixels in the snow cover image of the current day, and we ensure a minimum amount of clouds after these processes. The AMSR-E daily SWE product (filling the gap—using the AMSR-E images of the closest date to replace missing data with maximum values)/IMS product are used to completely eliminate the remaining cloud pixels. Using these procedures, we eliminated all cloud pixels and generated MODIS daily cloud-free binary snow cover images (MOYDCA) with a spatial resolution of 500 m, which were used to verify the accuracy for the Northern Hemisphere. We first conducted the radiation calibration and the Fast Line-of-sight Atmospheric Analysis of Spectral Hypercubes (FLAASH) atmospheric correction in ENVI 5.3 (Exelis Visual Information Solutions, Boulder, Colorado, USA). Then, we used the second and fifth wave bands of the TM images to calculate the NDSI. We used the Pixel Aggregate tool in ENVI to resample aggregately the Landsat binary snow cover image using a 500-m grid size. The Kappa consistency test method was adopted to analyze the accuracy of the MODIS cloud-free daily snow cover product obtained in this study."
            ],
            "dataset": [
                "The remote sensing products used in this study mainly included (a) the daily MODIS snow product (MOD10A1 and MYD10A1, V005 version; the V006 version does not include binary snow cover products); (b) the land cover type product MCD12Q1; (c) the AMSR-E/Aqua SWE product; (d) the Landsat-TM product; and (e) the IMS product. The land cover type product MCD12Q1 derived from the classification system of the International Geosphere-Biosphere Program (IGBP) was used to study the difference in agreement between the synthesized snow cover product and Landsat-TM within different land cover types."
            ],
            "findings": [
                "The maximum, minimum, and annual average SCA in the Northern Hemisphere all exhibited a downward trend with fluctuations. The variation trend in snow cover in the Northern Hemisphere exhibited significant inter-annual and regional differences. The largest average SCA in the Northern Hemisphere occurred in January, while the smallest was in August. For the monthly variations, between 2000 and 2015, the SCA in the Northern Hemisphere for January, July, and October exhibited an upward trend, while the SCA in February, March, April, June, August, and December exhibited a downward trend. As for the seasonal variation, the SCA in the Northern Hemisphere during the spring, summer, and fall seasons exhibited a downward trend. The reduction magnitude of the SCA was relatively large in the spring and summer, and the SCA in winter did not exhibit an obvious trend. The spatial distribution of the annual average SCDs was based on latitudinal zonality. The upward trend region was mainly confined to the mid- to low-latitude seasonal SCA with unstable snow cover. A decreasing trend in the SCA was observed in regions with perennial snow cover, including the high-latitude or high-elevation mountainous regions in the Northern Hemisphere (between 35° and 50°N), such as the Tibetan Plateau, the Tianshan Mountains, the Pamir Plateau in Asia, the Alps in Europe, the Caucasus Mountains, and the Cordillera Mountains in North America. Overall, the perennial snow in the Northern Hemisphere is transitioning to seasonal snow cover."
            ],
            "backgroundCn": [
                "雪盖是全球气候变化的一个指标。先前的研究表明，地球上约98%的季节性雪盖位于北半球。雪盖范围显著减少，并向更高的海拔退缩，年际雪盖变异性增加。从1970年到2010年，北半球3月和4月的雪覆盖面积（SCA）呈下降趋势，平均每十年减少约8 × 10^5 km^2，主要是由于气温上升，且在过去40年中，这一衰退加速。雪盖持续时间对气候的敏感性最强，气温的上升可以推迟雪盖的积累日期，并使最大SCA的变化从2月转移到1月，这导致雪融化日期在春季提前到来。雪的高反照率可以显著降低地表接收太阳辐射的能力，并对气候系统产生正反馈效应；特别是在春季，正反照率反馈在雪盖持续时间上产生更强的信号。冬季SCA、持续时间、雪深以及由此导致的表面反照率变化对局部和区域尺度的大气环流有显著影响。在1980年代到21世纪之间，北半球春季SCA以每十年(-0.55 ± 0.21) × 10^6 km^2的速度减少。此外，气候变化政府间专门委员会（IPCC 2013）评估了过去50年北半球雪盖的变化，北半球春季的SCA持续减少（具有高度信心）。在北半球，3月和4月的SCA平均减少率为1.6% 10−a，而6月为11.7% 10−a，且在任何月份SCA均未表现出统计显著的增加。遥感技术具有高时间和空间分辨率、强客观真实性、低成本和高效性等优点，为全球和区域尺度的气候模型提供了有效的雪盖参数。这些技术将传统的有限“点”信息扩展为区域信息，指示实际情况，并在大规模高精度监测地球雪盖方面发挥重要作用。目前，中分辨率成像光谱仪（MODIS）数据被广泛使用。MODIS搭载在地球观测卫星Terra和Aqua上，是地球观测系统（EOS）的主要传感器。其空间和光谱分辨率优于先进的非常高分辨率辐射计（AVHRR），时间分辨率优于陆地卫星主题测量仪（TM）/增强主题测量仪+（ETM+）。因此，MODIS是实时监测大规模SCA的最佳数据源，具有高准确性。"
            ],
            "research objectiveCn": [
                "本研究的目标是：(1) 利用MODIS、AMSR-E SWE和IMS雪产品生成2000年至2015年北半球500米分辨率的每日无云雪盖产品；(2) 验证每日无云雪盖产品的准确性；(3) 详细分析和讨论北半球雪盖时空动态的特征趋势。"
            ],
            "challengesCn": [
                "尽管GlobSnow数据提供了全球范围内雪的面积（SE）和北半球的雪水当量（SWE）信息，但SE产品仅在1995年至2012年间生产，并且存在大量缺口，而SWE产品未提供山区和格林兰地区的面积。然而，IMS的整体准确性远低于MODIS，并且IMS雪消失的时间在春季融雪季节滞后于MODIS几周，这可能会影响我们对季节性雪盖循环的理解以及气候模型参数化方案的发展。"
            ],
            "methodsCn": [
                "我们对MODIS早晨和下午轨道的两个产品MOD10A1和MYD10A1进行了最大SCA融合处理。我们使用前一天和后一天的雪盖图像来消除当前日雪盖图像中的云像素，并确保在这些处理后云的数量最小。AMSR-E每日SWE产品（通过使用与缺失数据最近日期的AMSR-E图像替换缺失数据的最大值）/IMS产品用于完全消除剩余的云像素。通过这些程序，我们消除了所有云像素，并生成了具有500米空间分辨率的MODIS每日无云二进制雪盖图像（MOYDCA），用于验证北半球的准确性。我们首先在ENVI 5.3（Exelis Visual Information Solutions，科罗拉多州博尔德）中进行了辐射校正和快速视线大气分析光谱超立方体（FLAASH）大气校正。然后，我们使用TM图像的第二波段和第五波段计算NDSI。我们在ENVI中使用像素聚合工具以500米网格大小聚合重采样Landsat二进制雪盖图像。采用Kappa一致性检验方法分析本研究中获得的MODIS无云每日雪盖产品的准确性。"
            ],
            "datasetCn": [
                "本研究中使用的遥感产品主要包括：(a) 每日MODIS雪产品（MOD10A1和MYD10A1，V005版本；V006版本不包括二元雪覆盖产品）；(b) 土地覆盖类型产品MCD12Q1；(c) AMSR-E/Aqua SWE产品；(d) Landsat-TM产品；以及(e) IMS产品。土地覆盖类型产品MCD12Q1是基于国际地球生物圈计划（IGBP）的分类系统而得，用于研究合成雪覆盖产品与Landsat-TM在不同土地覆盖类型之间的一致性差异。"
            ],
            "findingsCn": [
                "北半球的最大、最小和年平均雪盖面积（SCA）均呈现出下降趋势，并伴有波动。北半球雪盖的变化趋势表现出显著的年际和区域差异。北半球的平均雪盖面积在一月份达到最大值，而在八月份达到最小值。在2000年至2015年期间，北半球一月、七月和十月的雪盖面积呈上升趋势，而二月、三月、四月、六月、八月和十二月的雪盖面积则呈下降趋势。就季节变化而言，北半球春季、夏季和秋季的雪盖面积均呈下降趋势，春季和夏季的减少幅度相对较大，而冬季的雪盖面积没有明显趋势。年平均雪盖天数（SCD）的空间分布主要基于纬度带。上升趋势区域主要集中在中低纬度的季节性雪盖区域，雪盖不稳定。在高纬度或高海拔山区（如亚洲的青藏高原、天山、帕米尔高原，欧洲的阿尔卑斯山，外高加索山脉，以及北美的科迪勒拉山脉）观察到雪盖面积的下降趋势。总体而言，北半球的常年雪正在向季节性雪盖转变。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can the MODIS-derived snow-cover data accurately capture the interannual variability of snow-cover phenology when compared with ground-observed data?",
                "QuestionCn": "MODIS衍生的雪盖数据在与地面观测数据比较时，能否准确捕捉雪盖物候的年际变异性？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which snow cover product is more suitable for generating cloud-free daily snow cover images: MODIS, AMSR-E, or IMS?",
                "QuestionCn": "哪个雪盖产品更适合生成无云的每日雪盖图像：MODIS、AMSR-E 还是 IMS？",
                "AnswerEn": "MODIS",
                "AnswerCn": "MODIS",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Which method is more effective for removing cloud interference from snow cover images: using previous and posterior day images, fusion of MOD10A1 and MYD10A1, or using AMSR-E/IMS products?",
                "QuestionCn": "哪种方法在去除雪盖图像中的云干扰方面更有效：使用前后天的图像、MOD10A1和MYD10A1的融合，还是使用AMSR-E/IMS产品？",
                "AnswerEn": "Using previous and posterior day images, along with the fusion of MOD10A1 and MYD10A1",
                "AnswerCn": "使用前一天和后一天的图像，以及融合MOD10A1和MYD10A1。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the primary methods used in generating cloud-free snow cover products from satellite data?",
                "QuestionCn": "生成无云雪盖产品的主要方法有哪些？",
                "AnswerEn": "Fusion processing of MODIS morning and afternoon tracks",
                "AnswerCn": "MODIS晨间和下午轨道的融合处理",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where is the snow cover data most challenging to obtain due to cloud coverage, and how is this challenge addressed?",
                "QuestionCn": "雪盖数据由于云层覆盖而最难获取的地方是哪里，以及如何解决这一挑战？",
                "AnswerEn": "Qinghai-Tibetan Plateau",
                "AnswerCn": "青藏高原",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "When is the snow cover extent most significantly decreasing in the Northern Hemisphere, and what are the potential impacts?",
                "QuestionCn": "北半球的雪盖范围在何时显著减少，以及可能的影响是什么？",
                "AnswerEn": "spring and summer months",
                "AnswerCn": "春季和夏季月份",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that addresses the challenge of cloud coverage in satellite-based snow-cover products?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，以解决卫星雪盖产品中云覆盖的挑战？",
                "AnswerEn": "One method involves using the snow cover image from the previous and posterior day to eliminate cloud pixels in the current day's snow cover image, supplemented by using AMSR-E SWE products or IMS products to fill gaps, thus generating daily cloud-free binary snow cover images.",
                "AnswerCn": "一种方法是利用前一天和后一天的雪盖图像来消除当前雪盖图像中的云像素，并辅以使用AMSR-E SWE产品或IMS产品来填补空白，从而生成每日无云的二进制雪盖图像。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a dataset used to study the spatial and temporal dynamics of snow cover in the Northern Hemisphere?",
                "QuestionCn": "一个用于研究北半球雪盖的空间和时间动态的数据集的例子是什么？",
                "AnswerEn": "The remote sensing datasets used include the daily MODIS snow product (MOD10A1 and MYD10A1), AMSR-E/Aqua SWE product, Landsat-TM product, and the IMS product, all of which provide comprehensive data for analyzing snow cover dynamics.",
                "AnswerCn": "使用的遥感数据集包括每日MODIS雪产品（MOD10A1和MYD10A1）、AMSR-E/Aqua雪水当量（SWE）产品、Landsat-TM产品和IMS产品，这些数据为分析雪盖动态提供了全面的数据支持。",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key features of the data collection methods used to eliminate cloud interference in satellite snow cover products?",
                "QuestionCn": "消除卫星雪盖产品中的云干扰的数据收集方法的关键特征是什么？",
                "AnswerEn": "MODIS morning and afternoon tracks, maximum SCA fusion processing, images from previous and subsequent days, AMSR-E daily SWE product, IMS product, cloud-free snow cover images",
                "AnswerCn": "MODIS 上午和下午轨迹，最大 SCA 融合处理，前后几天的图像，AMSR-E 每日 SWE 产品，IMS 产品，无云雪盖图像",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the properties of the MODIS products that make them suitable for monitoring snow cover over large geographic areas?",
                "QuestionCn": "MODIS产品的哪些特性使其适合于大范围地理区域的雪盖监测？",
                "AnswerEn": "high temporal resolution, high spatial resolution, continuous data, objective data, high-accuracy data",
                "AnswerCn": "高时间分辨率、高空间分辨率、连续数据、客观数据、高精度数据",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the daily cloud-free snow cover product generated using MODIS data?",
                "QuestionCn": "使用MODIS数据生成的每日无云雪盖产品的空间分辨率是多少？",
                "AnswerEn": "500 meters",
                "AnswerCn": "500米",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many years of ground-observed snow depth data were used to assess the accuracy of a MODIS snow-cover product over the Qinghai-Tibetan Plateau?",
                "QuestionCn": "用于评估MODIS雪盖产品在青藏高原上准确性的地面观测雪深数据有多少年的数据？",
                "AnswerEn": "12 years",
                "AnswerCn": "12年",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the rate of decrease in snow-covered area (SCA) in the Northern Hemisphere during spring between the 1980s and the 21st century?",
                "QuestionCn": "在21世纪与1980年代之间，北半球春季雪覆盖面积（SCA）的减少率是多少？",
                "AnswerEn": "-0.55 ±0.21 ×10^6 km^2 per decade",
                "AnswerCn": "-0.55 ±0.21 ×10^6 平方公里每十年",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by a 'cloud-free snow-cover product' in the context of MODIS snow-cover data?",
                "QuestionCn": "在MODIS雪盖数据的背景下，“无云雪盖产品”是指在雪盖监测中去除了云层影响的雪盖数据产品。",
                "AnswerEn": "A 'cloud-free snow-cover product' refers to a dataset derived from MODIS data that has undergone processing to eliminate cloud interference, thereby providing clear and accurate images of snow cover on a daily basis. This is achieved by using various techniques such as combining MODIS morning and afternoon tracks and utilizing other datasets like AMSR-E/IMS to fill in gaps left by clouds.",
                "AnswerCn": "“无云雪盖产品”是指从MODIS数据中提取的一个数据集，该数据集经过处理以消除云干扰，从而提供每日清晰准确的雪盖图像。这是通过结合MODIS早晨和下午的轨道以及利用其他数据集如AMSR-E/IMS来填补云留下的空白等多种技术实现的。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the accuracy of daily cloud-free snow cover products generated using MODIS data compare to those generated using the GlobSnow data in terms of coverage and temporal resolution?",
                "QuestionCn": "使用MODIS数据生成的每日无云雪盖产品在覆盖范围和时间分辨率方面与使用GlobSnow数据生成的产品的准确性如何比较？",
                "AnswerEn": "The MODIS-derived cloud-free snow cover products are generally noted for their high temporal and spatial resolution, making them optimal for real-time monitoring of large-scale snow-covered areas. In contrast, the GlobSnow data, which provides snow extent on a global scale, had significant gaps and did not cover mountainous regions and Greenland, thus lacking comprehensive coverage and temporal consistency compared to MODIS products.",
                "AnswerCn": "MODIS派生的无云雪盖产品通常以其高时间和空间分辨率而著称，使其成为实时监测大规模雪覆盖区域的最佳选择。相比之下，GlobSnow数据提供全球范围内的雪覆盖范围，但存在显著的空白，并且未覆盖山区和格林兰，因此与MODIS产品相比，缺乏全面的覆盖和时间一致性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in accurately identifying snow-cover phenology using MODIS-derived data?",
                "QuestionCn": "哪些因素导致使用MODIS衍生数据准确识别雪盖物候的挑战？",
                "AnswerEn": "The challenges in accurately identifying snow-cover phenology using MODIS-derived data are largely due to large uncertainties in identifying the snow-cover phenology on the threshold of fractional snow cover (FSC) >0 and FSC >50%. Additionally, cloud coverage in MODIS snow-cover products presents a significant limitation in many applications.",
                "AnswerCn": "使用MODIS衍生数据准确识别雪覆盖物候的挑战主要源于在分数雪覆盖（FSC）>0和FSC>50%的阈值上识别雪覆盖物候时存在较大的不确定性。此外，MODIS雪覆盖产品中的云覆盖也在许多应用中构成了显著的限制。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes the variation in snow cover trends across different seasons and regions in the Northern Hemisphere?",
                "QuestionCn": "导致北半球不同季节和地区雪盖趋势变化的原因是什么？",
                "AnswerEn": "The variation in snow cover trends across different seasons and regions in the Northern Hemisphere is caused by inter-annual and regional differences in climate conditions. Factors such as temperature increases have led to changes in snow cover duration, with a reduction magnitude that is relatively large in spring and summer. The spatial distribution of snow cover changes is influenced by latitudinal zonality, with regions having perennial snow cover transitioning to seasonal snow cover.",
                "AnswerCn": "北半球不同季节和地区的雪盖趋势变化是由年际和区域气候条件的差异造成的。温度上升等因素导致雪盖持续时间发生变化，春季和夏季的减少幅度相对较大。雪盖变化的空间分布受纬度带的影响，拥有常年雪盖的地区正在转变为季节性雪盖。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How might the use of satellite-based snow-cover products like MODIS affect the understanding of snow cover dynamics at high latitudes and mountainous regions?",
                "QuestionCn": "卫星基雪覆盖产品如MODIS的使用如何影响对高纬度和山区雪覆盖动态的理解？",
                "AnswerEn": "Using satellite-based snow-cover products like MODIS can enhance the understanding of snow cover dynamics by offering high temporal and spatial resolution data, which can capture interannual variability and regional differences, although challenges like cloud coverage and threshold uncertainties may persist.",
                "AnswerCn": "使用基于卫星的雪盖产品，如MODIS，可以通过提供高时间和空间分辨率的数据来增强对雪盖动态的理解，这些数据能够捕捉年际变化和区域差异，尽管仍然存在云覆盖和阈值不确定性等挑战。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What could be the potential outcomes of applying remote sensing techniques to monitor snow cover changes in response to climate warming?",
                "QuestionCn": "应用遥感技术监测雪盖变化对气候变暖的响应可能产生的潜在结果是什么？",
                "AnswerEn": "Applying remote sensing techniques to monitor snow cover changes can result in more accurate assessments of snow cover phenology, highlight trends such as shortened snow duration and retreat to higher altitudes, and provide critical inputs for climate models, aiding in predictions of regional hydrology and climate impacts.",
                "AnswerCn": "应用遥感技术监测雪盖变化可以更准确地评估雪盖物候，突出如雪期缩短和向更高海拔地区退缩等趋势，并为气候模型提供关键输入，帮助预测区域水文和气候影响。",
                "Level": "C6(Creating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind generating daily cloud-free snow cover products using MODIS, AMSR-E SWE, and IMS snow products for the Northern Hemisphere?",
                "QuestionCn": "生成北半球每日无云雪盖产品的目标包括使用MODIS、AMSR-E SWE和IMS雪产品。",
                "AnswerEn": "The objectives include generating 500-m resolution daily cloud-free snow cover products with data from MODIS, AMSR-E SWE, and IMS snow product for the Northern Hemisphere, validating the accuracy of these products, and analyzing the characteristic trend of snow cover temporal and spatial dynamics in the Northern Hemisphere in detail.",
                "AnswerCn": "目标包括利用MODIS、AMSR-E SWE和IMS雪产品生成北半球500米分辨率的每日无云雪盖产品，验证这些产品的准确性，并详细分析北半球雪盖时空动态的特征趋势。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are typically employed to eliminate cloud interference in daily snow cover satellite images for the Northern Hemisphere, ensuring high accuracy and completeness?",
                "QuestionCn": "通常采用哪些程序来消除北半球每日雪盖卫星图像中的云干扰，以确保高准确性和完整性？",
                "AnswerEn": "The process involves maximum SCA fusion processing of morning and afternoon MODIS tracks, using snow cover images from adjacent days to eliminate cloud pixels, and employing AMSR-E daily SWE or IMS products to fill remaining gaps, resulting in daily cloud-free binary snow cover images at a 500m resolution.",
                "AnswerCn": "该过程涉及对早晨和下午MODIS轨道进行最大SCA融合处理，使用相邻天的雪盖图像来消除云像素，并利用AMSR-E每日SWE或IMS产品填补剩余空白，从而生成每日无云的二进制雪盖图像，分辨率为500米。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can remote sensing data be utilized to monitor and analyze snow cover trends and variations across different latitudinal zones in the Northern Hemisphere?",
                "QuestionCn": "遥感数据如何用于监测和分析北半球不同纬度区域的雪盖趋势和变化。",
                "AnswerEn": "Remote sensing techniques, particularly using MODIS data, provide high temporal and spatial resolution that allows for detailed analysis of snow cover trends, such as downward trends in SCA in spring and summer, by examining inter-annual and regional variations in snow cover extent and duration.",
                "AnswerCn": "遥感技术，特别是使用MODIS数据，提供了高时间和空间分辨率，使得能够详细分析雪盖趋势，例如通过检查雪盖范围和持续时间的年际和区域变化，发现春季和夏季雪盖面积的下降趋势。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodological approaches enable the elimination of cloud interference in snow cover datasets?",
                "QuestionCn": "哪些方法论方法能够消除雪盖数据集中的云干扰？",
                "AnswerEn": "Methodological approaches such as using data fusion from MODIS morning and afternoon tracks, leveraging snow cover images from adjacent days, and incorporating AMSR-E/IMS products help eliminate cloud interference. These steps ensure the production of daily cloud-free snow cover images, enhancing dataset reliability for the Northern Hemisphere.",
                "AnswerCn": "方法论的 approaches 如使用 MODIS 上午和下午轨道的数据融合，利用相邻天的雪盖图像，以及结合 AMSR-E/IMS 产品，有助于消除云干扰。这些步骤确保了每日无云雪盖图像的生成，提高了北半球数据集的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be an expectation for regional variations in snow cover trends, despite using comprehensive datasets like MODIS?",
                "QuestionCn": "尽管使用像MODIS这样全面的数据集，但仍然可能对雪盖趋势存在区域性变化的预期。",
                "AnswerEn": "Regional variations in snow cover trends are expected due to differences in climatic conditions, topographical features, and land cover types. These factors can influence snow accumulation and melt processes differently across regions, leading to diverse temporal and spatial patterns in snow cover, even when comprehensive datasets like MODIS are used.",
                "AnswerCn": "由于气候条件、地形特征和土地覆盖类型的差异，预计雪盖趋势会出现区域性变化。这些因素可以以不同的方式影响雪的积累和融化过程，从而导致雪盖在时间和空间上的多样化模式，即使使用像MODIS这样全面的数据集。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are the potential challenges and limitations you foresee in using ground-observed snow depth data to validate satellite-derived snow cover products?",
                "QuestionCn": "我预见到使用地面观测的雪深数据来验证卫星获取的雪覆盖产品可能面临的潜在挑战和限制。",
                "AnswerEn": "Potential challenges include large uncertainties in identifying snow-cover phenology using satellite-derived data, particularly at thresholds of fractional snow cover. Additionally, cloud coverage in MODIS products is a significant limitation, and there may be discrepancies between in situ observations and satellite data due to spatial resolution differences and environmental variability.",
                "AnswerCn": "潜在的挑战包括在使用卫星衍生数据识别雪盖物候时存在较大的不确定性，特别是在分数雪盖的阈值方面。此外，MODIS产品中的云覆盖是一个重要的限制因素，并且由于空间分辨率差异和环境变异，现场观测与卫星数据之间可能存在差异。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what are the critical considerations for enhancing the spatial and temporal resolution of snow cover datasets using remote sensing techniques?",
                "QuestionCn": "在增强雪盖数据集的空间和时间分辨率时，使用遥感技术的关键考虑因素有哪些？",
                "AnswerEn": "Critical considerations include the integration of multiple satellite data sources, such as MODIS and AMSR-E, to improve coverage and accuracy. Addressing cloud coverage limitations and ensuring accurate atmospheric corrections are also essential. Additionally, leveraging high-resolution products like Landsat-TM for validation and employing techniques like maximum SCA fusion processing can enhance dataset quality.",
                "AnswerCn": "关键考虑因素包括整合多个卫星数据源，如MODIS和AMSR-E，以提高覆盖率和准确性。解决云覆盖限制和确保准确的大气校正也是至关重要的。此外，利用高分辨率产品如Landsat-TM进行验证，并采用最大雪覆盖面积融合处理等技术，可以增强数据集的质量。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data collection techniques manage to eliminate cloud interference in snow cover imagery effectively.",
                "QuestionCn": "我不明白数据收集技术是如何有效消除雪盖影像中的云干扰的。",
                "AnswerEn": "The data collection techniques utilize MODIS morning and afternoon tracks for maximum SCA fusion processing, and employ snow cover images from adjacent days to remove cloud pixels. Additionally, the AMSR-E daily SWE product or IMS product helps to completely eliminate remaining cloud pixels, resulting in cloud-free snow cover images.",
                "AnswerCn": "数据收集技术利用MODIS早晨和下午的轨道进行最大雪盖融合处理，并使用相邻天的雪盖图像来去除云像素。此外，AMSR-E每日SWE产品或IMS产品有助于完全消除剩余的云像素，从而获得无云的雪盖图像。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges faced in using remote sensing techniques for accurate snow cover parameterization.",
                "QuestionCn": "我对使用遥感技术进行准确的雪盖参数化所面临的挑战感到不确定。",
                "AnswerEn": "The main challenges include the large uncertainties in MODIS-derived data for identifying snow-cover phenology, especially at the thresholds of FSC >0 and FSC >50%. Cloud coverage in MODIS snow-cover products is a significant limitation in many applications.",
                "AnswerCn": "主要挑战包括在识别雪盖物候时，MODIS衍生数据的不确定性较大，特别是在FSC >0和FSC >50%的阈值上。MODIS雪盖产品中的云覆盖是许多应用中的一个重要限制。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please describe the data fusion techniques that can be applied to combine multiple remote sensing products for achieving cloud-free snow cover imagery.",
                "QuestionCn": "请描述可以应用于结合多个遥感产品以实现无云雪盖影像的数据融合技术。",
                "AnswerEn": "The data fusion techniques involve using maximum SCA fusion processing of MODIS products (MOD10A1 and MYD10A1) from morning and afternoon tracks, utilizing snow cover images from adjacent days to eliminate cloud pixels, and integrating AMSR-E daily SWE products or IMS products to completely eliminate remaining cloud pixels. This process results in cloud-free binary snow cover images with a spatial resolution of 500 m.",
                "AnswerCn": "数据融合技术涉及使用最大SCA融合处理MODIS产品（MOD10A1和MYD10A1），利用相邻天的雪盖图像消除云像素，并整合AMSR-E每日SWE产品或IMS产品以完全消除剩余的云像素。该过程生成具有500米空间分辨率的无云二进制雪盖图像。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please identify the main challenges involved in accurately determining snow cover phenology using remotely sensed data.",
                "QuestionCn": "准确确定雪盖物候的主要挑战包括使用遥感数据。",
                "AnswerEn": "The main challenges include large uncertainties in identifying snow-cover phenology, particularly at thresholds of fractional snow cover (FSC) >0 and FSC >50%. Additionally, cloud coverage in MODIS snow-cover products significantly limits their application, and the timing discrepancies between different datasets like IMS and MODIS during the spring ablation season can affect understanding of the seasonal snow cover cycle.",
                "AnswerCn": "主要挑战包括在识别雪盖物候时存在较大的不确定性，特别是在分数雪盖（FSC）>0和FSC >50%的阈值。此外，MODIS雪盖产品中的云覆盖显著限制了它们的应用，而在春季融雪季节，不同数据集（如IMS和MODIS）之间的时间差异可能会影响对季节性雪盖循环的理解。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}