{
    "id": "0e05e665-11ee-495d-ae0d-6c45c901604d",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Earthquake waveform data recorded by broadband seismic stations in the Namcha Barwa region",
            "titleCn": "南迦巴瓦地区宽频带地震数据",
            "description": "The 2023 global seismic waveform data of magnitude 7 and above recorded by the Namcha Barwa broadband seismic stations installed by the Institute of Tibetan Plateau Research,  Chinese Academy of Sciences in the Namcha Barwa region over the years, and the data has been converted from the original record to the SAC format. The files include event list files (earthquake catalog from USGS, including GMT time and Beijing time, event location, magnitude, etc.), and earthquake waveform files stored by event (named and stored in Beijing time). The waveform data format is SAC format, named in the form of \"sac_ year month day hour minute second station name channel name\".",
            "descriptionCn": "南迦巴瓦地区宽频带地震台站记录到的2023年全球范围内的七级以上地震波形数据，数据来自中国科学院青藏高原研究所历年在南迦巴瓦地区架设的宽频带地震台站，数据已由原始记录转换到SAC格式。文件包括事件目录文件（地震目录来自USGS，包含GMT时间和北京时间、事件位置、震级等信息）、分事件存储的地震波形文件（以北京时间命名和存储）。波形数据格式为SAC格式，以“sac_年月日时分秒_台站名.通道名”形式命名。",
            "instructions": "The waveform data is stored in SAC format, and the file name is \"sac_20230108200000-ML06gl-d3g. 00. ML06gl-d3g. SHE\", where ML06 represents the station name, 2023 represents the year, 0108 represents the month and day, and 200000 represents the hours, minutes, and seconds.",
            "instructionsCn": "波形数据以SAC格式存储，文件的名称为“sac_20230108200000_ML06gl-d3g_00.ML06gl-d3g.SHE”，其中ML06代表台站名，2023代表年，0108代表月日，200000代表时分秒。",
            "east": 95.0,
            "west": 93.0,
            "south": 28.0,
            "north": 30.0,
            "startTime": "2023-01-01 00:00:00",
            "endTime": "2023-12-31 00:00:00",
            "fileSize": 87336698.0,
            "cstr": "18406.11.SolidEar.tpdc.301020",
            "doi": "10.11888/SolidEar.tpdc.301020",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "白玲",
                "nameEn": "BAI Ling",
                "unitEn": "Institute of Tibetan Plateau Research,Chinese Academy of Sciences",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Source processes associated with the 2021 glacier collapse in the Yarlung Tsangpo Grand Canyon, southeastern Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Bai, L., Jiang, Y., Mori, J. (2022). Source processes associated with the 2021 glacier collapse in the Yarlung Tsangpo Grand Canyon, southeastern Tibetan Plateau. Landslides, 20, 421-426. DOI: 0.1007/s10346-022-02002-6. "
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地震",
                "nameEn": "Seismology"
            },
            {
                "nameCn": "地震目录",
                "nameEn": "Earthquake catalogue"
            },
            {
                "nameCn": "直达P波",
                "nameEn": "Direct P wave"
            },
            {
                "nameCn": "远震波形",
                "nameEn": "Teleseismic waveform"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原东南缘",
                "keywordEn": "Southeastern Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Concept Completion": [
            {
                "QuestionEn": "What are the data collection methods used for obtaining broadband seismic data in the Nanga Parbat region?",
                "QuestionCn": "在南伽帕巴特地区获取宽频地震数据所使用的数据收集方法有哪些？",
                "AnswerEn": "Broadband seismic stations",
                "AnswerCn": "宽频地震台站",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of broadband seismic data collected for large magnitude earthquakes globally in terms of format and metadata?",
                "QuestionCn": "全球范围内收集的大规模地震的宽频地震数据的特征包括格式和元数据。",
                "AnswerEn": "SAC format, event catalog files, GMT and Beijing time, event location, magnitude, seismic waveform files per event, naming format 'sac_年月日时分秒_台站名.通道名'",
                "AnswerCn": "SAC格式，事件目录文件，GMT和北京时间，事件位置，震级，每个事件的地震波形文件，命名格式为'sac_年月日时分秒_台站名.通道名'",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many broadband seismic stations were deployed in the Nanga Parbat area by the Institute of Tibetan Plateau Research, Chinese Academy of Sciences?",
                "QuestionCn": "中国科学院 Tibetan Plateau Research Institute 在南迦巴瓦地区部署了多少个宽频地震台站？",
                "AnswerEn": "The metadata does not specify the exact number of broadband seismic stations deployed in the Nanga Parbat area.",
                "AnswerCn": "元数据未具体说明在南迦帕尔巴特地区部署的宽带地震台站的确切数量。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is SAC format in the context of seismic data?",
                "QuestionCn": "在地震数据的上下文中，SAC格式指的是“Seismic Analysis Code”格式。",
                "AnswerEn": "In the context of seismic data, SAC format refers to a specific file format used to store seismic waveforms. It is a common format used in seismology for storing time series data recorded by seismometers. SAC, which stands for Seismic Analysis Code, allows for the storage of both the waveform data and associated metadata, such as event time, location, and magnitude, in a standardized way that facilitates analysis and sharing among researchers.",
                "AnswerCn": "在地震数据的上下文中，SAC格式指的是一种用于存储地震波形的特定文件格式。这是一种在地震学中常用的格式，用于存储由地震仪记录的时间序列数据。SAC代表地震分析代码，它允许以标准化的方式存储波形数据和相关的元数据，如事件时间、位置和震级，从而便于研究人员之间的分析和共享。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the need for converting original seismic records into SAC format when collecting broadband seismic data in the Nanga Parbat region?",
                "QuestionCn": "在收集Nanga Parbat地区的宽频地震数据时，将原始地震记录转换为SAC格式的需求受到哪些因素的影响？",
                "AnswerEn": "The conversion of original seismic records into SAC format is necessary to standardize the data for analysis, allowing for easier manipulation and interpretation of waveform data. This process facilitates the integration of data from various events and stations, providing a consistent format for researchers to work with when analyzing the broadband seismic data collected by the stations set up by the Institute of Tibetan Plateau Research, Chinese Academy of Sciences. SAC format is widely used in seismology for its compatibility with seismic analysis tools and its ability to efficiently store detailed metadata along with waveform data.",
                "AnswerCn": "将原始地震记录转换为SAC格式是标准化数据以便于分析的必要步骤，这样可以更容易地操作和解释波形数据。这个过程促进了来自不同事件和站点的数据整合，为研究人员在分析中国科学院西藏高原研究所设立的站点收集的宽频地震数据时提供了一种一致的格式。SAC格式在地震学中被广泛使用，因为它与地震分析工具兼容，并且能够高效地存储详细的元数据和波形数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind collecting broadband seismic data from the Nanga Parbat region to record seismic events worldwide of magnitude seven and above?",
                "QuestionCn": "收集来自南伽帕尔巴特地区的宽频地震数据，以记录全球七级及以上的地震事件的主要目标是什么？",
                "AnswerEn": "The primary objectives of collecting broadband seismic data from the Nanga Parbat region are to capture detailed seismic waveforms of global seismic events with a magnitude of seven and above. This data aids in understanding the seismic characteristics and dynamics of such significant earthquakes. By recording and storing the data in SAC format, researchers can analyze earthquake waveforms in detail, contributing to improved seismic hazard assessments and advancing knowledge of global seismic activity patterns.",
                "AnswerCn": "收集来自南伽帕尔巴特地区的宽频地震数据的主要目标是捕捉全球震级七级及以上地震的详细波形。这些数据有助于理解此类重大地震的地震特征和动态。通过以SAC格式记录和存储数据，研究人员可以详细分析地震波形，从而有助于改善地震灾害评估，并推动对全球地震活动模式的认识。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in collecting and processing broadband seismic waveform data from stations in the Namche Barwa region to ensure data integrity and format consistency?",
                "QuestionCn": "收集和处理来自南措巴瓦地区站点的宽频地震波形数据的程序步骤，以确保数据完整性和格式一致性包括以下几个步骤：",
                "AnswerEn": "The data collection involves setting up broadband seismic stations in the Namche Barwa region by the Institute of Tibetan Plateau Research, Chinese Academy of Sciences. These stations record seismic events globally, specifically focusing on events with a magnitude of seven or higher. The raw data collected is then converted into SAC (Seismic Analysis Code) format. The data files include event directory files with seismic catalogs obtained from USGS, which provide information such as GMT and Beijing time, event location, and magnitude. The waveform data is stored in SAC format and named using the pattern 'sac_年月日时分秒_台站名.通道名' to maintain consistency and integrity in data storage and retrieval.",
                "AnswerCn": "数据收集涉及在南迦巴瓦地区设置宽频地震站，由中国科学院西藏高原研究所进行。这些站点记录全球的地震事件，特别关注震级在七级或以上的事件。收集到的原始数据随后被转换为SAC（地震分析代码）格式。数据文件包括事件目录文件，包含从美国地质调查局（USGS）获得的地震目录，提供信息如格林威治标准时间（GMT）和北京时间、事件位置和震级。波形数据以SAC格式存储，文件命名采用'sac_年月日时分秒_台站名.通道名'的模式，以保持数据存储和检索的一致性和完整性。",
                "Level": "C3(Applying)"
            }
        ]
    }
}