{
  "id": "0e693d42-cd9d-47cd-9d53-3edf8e37871e",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Long term vegetation index dataset of the Yellow River upstream – Spot vegetation (1998-2011)",
      "titleCn": "黄河上游长时间序列植被指数数据集（Spot-Vegetation-NDVI）（1998-2011）",
      "description": "I. Overview\nThe long-term sequence China Vegetation Index dataset is mainly for the normalized vegetation index (NDVI), based on four bands synthesized every 10 days from 1 April 1998 to 31 December 2011 with a spatial resolution of 1 km. Spectral reflectance and 10-day maximized NDVI dataset.\nⅡ. Data processing description\nThe VEGETATION sensor was launched by SPOT-4 in March 1998, and has received SP0T VGT data for global vegetation coverage observation since April 1998. It has a very complete and efficient image ground processing mechanism system. The VEGETATION data is mainly received by the Kiruna ground station in Sweden. The image quality monitoring center in Toulouse, France is responsible for image quality and provides related parameters (such as calibration coefficients). Finally, the image processing and archiving center of VITO Institute in Belgium Global VEGETATION data archiving and user orders. Among them, VGT-P (prototype) data products mainly provide scientific researchers with high-quality physical quantity prototype data in order to facilitate their research and development of algorithms and application models. The data undergoes strict systematic error correction and resampling into a longitude and latitude network projection, the pixel resolution is lkm, and the pixel brightness value is the reflectivity of the ground features on the top layer of the atmosphere. In addition to providing four bands of raw data, relevant auxiliary parameters such as atmospheric conditions, system information (solar zenith angle, azimuth, field of view, and reception time) and terrain data are also provided according to user needs. VGT-S (synthesis) products provide atmospheric-corrected surface reflectance data, and use multi-band synthesis techniques to obtain a normalized vegetation index (w) data set with lkm resolution. VGI-S products include the spectral reflectance and NDVI data set (s1) of four bands synthesized daily, the spectral reflectance of four bands synthesized every 10 days, and the maximum NDVI data set (S10) every 10 days to reduce cloud and The impact of BRDF, while S10 was also resampled into 4km resolution (S10.4) and 8km resolution (S10.8) datasets. VGT-S products are widely used for their high time resolution. This data set contains the spectral reflectance of four bands synthesized every 10 days and the 10-day maximized NDVI data set (S10). The pre-processing of SPOT source data includes atmospheric correction, radiation correction, and geometric correction. NDVI data with a maximum of 10 days of synthesis is generated, and the values ​​of -1 to -0.1 are set to -0.1, and then formula\nYDN = (JNDVI +0.1) /0.004\nConvert to a YDN value from 0 to 250.\nⅢ. Data content description\nThe long-term sequence China Vegetation Index dataset is mainly for the normalized vegetation index (NDVI), based on four bands synthesized every 10 days from 1 April 1998 to 31 December 2011 with a spatial resolution of 1 km. Spectral reflectance and 10-day maximized NDVI dataset. The SPOT-VEGETATION-NDVI data set contains .zip compressed files with time resolution from April 1, 1998 to December 31, 2011. After decompression, it is an ESRI-GRID file with a scene every 10 days. The SPO-VEGETATION-NDVI data set naming rules are: v-yymmdd, where v is the abbreviation of vegetation, yymmdd represents the date of the file, and is the main identifier that distinguishes other files.\nⅣ. Data usage description\nAn important feature of the Vegetation Index product is that it can be converted into leaf crown biophysical parameters. Vegetation index (VI) also plays an \"intermediate variable\" in the acquisition of vegetation biophysical parameters (such as foliar index LAI, green shade, fAPAR, etc.). The relationship between vegetation indices and vegetation biophysical parameters is currently being studied using globally representative ground, aircraft and satellite observation datasets. These data can be used to evaluate the performance of the VI algorithm before satellite launch, and also provide the conversion coefficient between the vegetation index product and the biophysical characteristics of the leaf crown. The use of biophysical data is part of the Vegetation Index Verification Program. Vegetation index products will play a major role in several Earth Observation System (EOS) studies and are also part of global and regional biosphere model products in recent years.",
      "descriptionCn": "一、概述\n长时间序列中国植被指数数据集是主要针对归一化植被指数（NDVI），基于空间分辨率为1km自1998年4月1日至2011年12月31日的每10天合成的四个波段的光谱反射率及10天最大化NDVI数据集。\n二、数据处理说明\nVEGETATION传感器于1998年3月由SPOT-4搭载升空，从1998年4月开始接收用于全球植被覆盖观测的SP0T VGT数据。它拥有十分完善和高效的图像地面处理机构体系。VEGETATION数据主要由瑞典的Kiruna地面站负责接收，由位于法国Toulouse的图像质量监控中心负责图像质量并提供相关参数(如定标系数)，最终由位于比利时的VITO研究所的图像处理与存档中心负责全球VEGETATION数据存档与用户定单。 其中VGT—P(prototype)数据产品主要为科研人员提供高质量的物理量原型数据以便于他们研建算法和应用模型。数据经过严格的系统误差订正并重采样为经纬网投影，像元分辨率lkm，像元亮度值是地物在大气顶层的反射率。除提供四个波段原始数据外，还根据用户需要提供相关辅助参数，如大气状况、系统信息(太阳的天底角、方位角，视场角和接收时间)和地形数据等。 VGT—S(synthesis)产品提供经过大气纠正的地表反射率数据，并运用多波段合成技术来获得lkm分辨率的归一化植被指数( w)数据集。VGI—S产品包括每天合成的四个波段的光谱反射率及NDVI数据集(s1)，每10天合成的四个波段的光谱反射率及10天最大化NDVI数据集(S10)以减少云及BRDF的影响，同时S10 还被重采样成4km 分辨率(S10.4)和8km分辨率(S10.8)数据集。VGT—S产品以其高时间分辨率而被广泛使用。本数据集包含的是每10天合成的四个波段的光谱反射率及10天最大化NDVI数据集(S10)。SPOT源数据的预处理包括大气校正，辐射校正，几何校正，生成了10 d最大化合成的NDVI数据，并将-1到-0.1的值设置为-0.1，再通过公式 \nYDN =(JNDVI +0.1)/0.004 \n转换到0~250的YDN值。 \n三、数据内容说明\n长时间序列中国植被指数数据集是主要针对归一化植被指数（NDVI），基于空间分辨率为1km自1998年4月1日至2011年12月31日的每10天合成的四个波段的光谱反射率及10天最大化NDVI数据集。SPOT-VEGETATION-NDVI数据集中包含从1998年4月1日至2011年12月31日以旬为时间分辨率的.zip压缩文件。解压以后为每10天为一景的ESRI-GRID文件。SPO -VEGETATION-NDVI数据集命名规则为：v-yymmdd,其中v为vegetation的简称，yymmdd即表示该文件的当天日期，也是区别其他文件的主要标识。\n四、数据使用说明\n植被指数产品的一个重要特点是可以转换成叶冠生物物理学参数。植被指数(Ⅵ)在植被生物物理学参数(如，叶面指数LAI，绿蔽度，光合作用有效吸收辐射fAPAR 等)的获取方面还起着“中间变量”的作用。目前正在利用有全球代表性的地面、飞机和卫星观测的数据集研究植被指数和植被生物物理学参数的关系。这些资料可用于在卫星发射前评估Ⅵ算法性能，同时也提供植被指数产品与叶冠生物物理特性之间的转换系数。生物物理学资料的使用是植被指数验证计划的组成部分。植被指数产品将在几项对地观测系统(EOS)研究中发挥主要作用，同时也是近年来全球和区域生物圈模式产品的组成部分。",
      "instructions": "",
      "instructionsCn": "",
      "east": 112.0,
      "west": 95.0,
      "south": 32.0,
      "north": 42.0,
      "startTime": "1998-05-14 10:33:00",
      "endTime": "2012-01-13 10:33:00",
      "fileSize": 761633940.0,
      "cstr": "18406.11.Ecolo.tpdc.270967",
      "doi": "10.11888/Ecolo.tpdc.270967",
      "dataFormat": "ESRI-GRID",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "薛娴",
        "nameEn": "XUE Xian",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "杜鹤强",
        "nameEn": "DU Heqiang",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Technological Research",
        "referenceCn": null,
        "referenceEn": "Flemish Inst. Technological Research, Belgium, http://www.vgt.vito"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "植被指数",
        "nameEn": "vegetation index"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黄河上游",
        "keywordEn": "The upstream of the Yellow River"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1998",
        "keywordEn": "1998",
        "type": "temporal"
      },
      {
        "keywordCn": "2011",
        "keywordEn": "2011",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黄河上游沙漠宽谷段风沙水沙过程及调控机理",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "How many days are covered in a dataset focusing on 10-day composite spectral reflectance and NDVI data from 1998 to 2011?",
        "QuestionCn": "从1998年到2011年的10天合成光谱反射率和NDVI数据集涵盖了多少天？",
        "AnswerEn": "4992 days",
        "AnswerCn": "4992天",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the meaning of '归一化植被指数（NDVI）' in the context of vegetation data collection?",
        "QuestionCn": "在植被数据收集的背景下，'归一化植被指数（NDVI）'的意思是什么？",
        "AnswerEn": "归一化植被指数（NDVI） is a normalized difference vegetation index used to quantify vegetation by measuring the difference between near-infrared (which vegetation strongly reflects) and red light (which vegetation absorbs). In vegetation data collection, it serves as an important parameter for assessing vegetation health, density, and dynamics over time, and it is used as an intermediate variable in deriving biophysical parameters such as leaf area index (LAI) and photosynthetically active radiation (fAPAR).",
        "AnswerCn": "归一化植被指数（NDVI）是一种归一化差异植被指数，用于通过测量近红外光（植被强烈反射）和红光（植被吸收）的差异来量化植被。在植被数据收集过程中，它作为评估植被健康、密度和动态变化的重要参数，并且作为中间变量用于推导生物物理参数，如叶面积指数（LAI）和光合有效辐射（fAPAR）。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data processing techniques used in the creation of a long-term vegetation index dataset compare to those used in atmospheric correction and radiometric calibration in similar datasets?",
        "QuestionCn": "长期植被指数数据集的创建中使用的数据处理技术与类似数据集中用于大气校正和辐射校准的技术相比，如何？",
        "AnswerEn": "The data processing techniques for creating a long-term vegetation index dataset include atmospheric correction, radiometric correction, and geometric correction to produce a 10-day maximum composite NDVI dataset. These techniques are similar to those used in atmospheric correction and radiometric calibration in other datasets, where the goal is to ensure the data accurately reflects real-world conditions by removing atmospheric and instrument-related noise. Additionally, the dataset is resampled to a 1km resolution and includes auxiliary parameters such as atmospheric conditions and system information.",
        "AnswerCn": "创建长期植被指数数据集的数据处理技术包括大气校正、辐射校正和几何校正，以生成10天最大合成的NDVI数据集。这些技术与其他数据集中的大气校正和辐射校准相似，其目标是通过去除大气和仪器相关的噪声，确保数据准确反映现实世界的条件。此外，该数据集被重采样为1公里分辨率，并包含辅助参数，如大气条件和系统信息。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What underlying rules or methodologies might be inferred from the use of spectral reflectance and NDVI data synthesized every 10 days for vegetation monitoring?",
        "QuestionCn": "从每10天合成一次的光谱反射率和NDVI数据用于植被监测中，可以推断出哪些潜在的规则或方法论？",
        "AnswerEn": "The use of spectral reflectance and NDVI data synthesized every 10 days for vegetation monitoring suggests a methodology focused on reducing noise from transient atmospheric conditions like clouds and minimizing bidirectional reflectance distribution function (BRDF) effects. This approach allows for a more consistent and reliable observation of vegetation indices over time. The synthesis process, which includes atmospheric and geometric corrections, exemplifies the rigorous preprocessing needed to ensure accurate temporal tracking of vegetation changes. Additionally, the conversion of indices to biophysical parameters implies an underlying rule of utilizing intermediate variables to infer ecological characteristics such as leaf area index and photosynthesis efficiency.",
        "AnswerCn": "使用每10天合成的光谱反射率和NDVI数据进行植被监测，表明了一种专注于减少云等瞬态大气条件噪声和最小化双向反射分布函数（BRDF）效应的方法。这种方法允许对植被指数的观察在时间上更加一致和可靠。合成过程包括大气和几何校正，体现了确保准确跟踪植被变化所需的严格预处理。此外，将指数转换为生物物理参数意味着利用中间变量推断生态特征（如叶面积指数和光合作用效率）的基本规则。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using a long-term normalized vegetation index dataset with 10-day composite NDVI data on the accuracy and reliability of vegetation-related biophysical parameter studies?",
        "QuestionCn": "使用长期归一化植被指数数据集与10天合成NDVI数据对植被相关生物物理参数研究的准确性和可靠性可能产生什么后果？",
        "AnswerEn": "Using a long-term normalized vegetation index dataset with 10-day composite NDVI data allows for the reduction of cloud and BRDF effects, which enhances the accuracy and reliability of studies focused on vegetation-related biophysical parameters. The dataset's high temporal resolution provides a detailed time series of vegetation changes, offering a significant advantage in studying the relationships between vegetation indices and biophysical parameters such as leaf area index (LAI), green cover, and photosynthetically active radiation absorption (fAPAR). Additionally, the dataset's systematic error corrections and atmospheric corrections contribute to the robustness of these studies.",
        "AnswerCn": "使用长期归一化植被指数数据集（10天合成NDVI数据）可以减少云和BRDF效应，从而提高与植被相关的生物物理参数研究的准确性和可靠性。该数据集的高时间分辨率提供了详细的植被变化时间序列，为研究植被指数与生物物理参数（如叶面积指数（LAI）、绿盖度和光合有效辐射吸收（fAPAR））之间的关系提供了显著优势。此外，该数据集的系统误差校正和大气校正增强了这些研究的稳健性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind collecting a long-term vegetation index dataset based on SPOT-VEGETATION data from 1998 to 2011?",
        "QuestionCn": "收集基于SPOT-VEGETATION数据的长期植被指数数据集（1998年至2011年）的主要目标是什么？",
        "AnswerEn": "The primary objectives include providing high-quality vegetation index data for research purposes, facilitating the development of algorithms and application models, and serving as a crucial intermediary variable for obtaining vegetation biophysical parameters. This dataset aims to enhance the understanding of the relationship between vegetation indices and biophysical parameters like LAI, green cover, and fAPAR, and to support the evaluation of VI algorithm performance before satellite launches. Furthermore, it plays a significant role in global and regional biosphere modeling and contributes to several Earth Observation System (EOS) studies.",
        "AnswerCn": "主要目标包括提供高质量的植被指数数据以供研究使用，促进算法和应用模型的开发，并作为获取植被生物物理参数的重要中介变量。该数据集旨在增强对植被指数与生物物理参数（如叶面积指数、绿地覆盖率和可吸收光合辐射（fAPAR））之间关系的理解，并支持在卫星发射前对植被指数算法性能的评估。此外，它在全球和区域生物圈建模中发挥着重要作用，并为多个地球观测系统（EOS）研究做出贡献。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in preprocessing satellite-based NDVI datasets to ensure accuracy and usability in vegetation studies?",
        "QuestionCn": "在植被研究中，为确保卫星NDVI数据集的准确性和可用性，涉及哪些预处理程序？",
        "AnswerEn": "The preprocessing of satellite-based NDVI datasets involves several key steps to ensure accuracy and usability. These include atmospheric correction, radiometric correction, and geometric correction. The datasets are corrected for systematic errors and resampled to a geographic projection with a pixel resolution of 1km. The NDVI data is synthesized every 10 days to maximize reflectance and reduce the influence of clouds and BRDF (Bidirectional Reflectance Distribution Function) effects. Additionally, values are converted using a specific formula to scale them appropriately.",
        "AnswerCn": "卫星基于NDVI数据集的预处理涉及几个关键步骤，以确保准确性和可用性。这些步骤包括大气校正、辐射校正和几何校正。数据集经过系统误差的校正，并重新采样到具有1公里像素分辨率的地理投影。NDVI数据每10天合成一次，以最大化反射率并减少云和BRDF（双向反射分布函数）效应的影响。此外，值使用特定公式进行转换，以适当缩放。",
        "Level": "C3(Applying)"
      }
    ]
  }
}