{
  "id": "0ef76374-6edb-43a2-95f4-82a6b987875b",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Coastal protection standard (return period) of China",
      "titleCn": "中国沿海地区设防水平（年遇型）",
      "description": "Previous research doesn't have a system in China's coastal cities fortification level of data. Therefore, based on multi-source data, this study sorts out the coastal protection standard (return period) of China. At the national level, more than 60 % of coastline was protected by dikes. Fortification level data is an important parameter in the flood risk assessment and can be used for reasonable evaluation of regional disaster risk and degree of vulnerability. Adding fortification level parameters can help improve the coastal flood loss - height curve. Combing the data of land use with asset exposure data, can calculate the flood disaster risk. If considering dam for coastal adaptation measures, we can further calculate fortification level of cost-effectiveness.",
      "descriptionCn": "前期研究中尚未有系统的中国沿海城市设防水平的数据。为此，本研究通过多源数据融合获得并整理了中国沿海城市防洪水平（年遇型）。就全国总体来看，超过60%的海岸线已受到海堤保护。设防水平数据是洪水风险评估中的重要参数，可用于合理评估地区的灾害风险，明确脆弱性程度。通过加入设防水平参数，可改进海岸洪水的损失-高度曲线，结合土地利用数据和资产暴露数据，可计算洪水灾害风险。若考虑堤坝为沿海适应性措施，可以进一步计算设防水平的成本效益。",
      "instructions": "According to the data title",
      "instructionsCn": "按照数据标题命名",
      "east": 124.3,
      "west": 107.4,
      "south": 18.1,
      "north": 40.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 20980.0,
      "cstr": null,
      "doi": "10.1016/j.scitotenv.2019.135311",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "方佳毅",
        "nameEn": "FANG Jiayi",
        "unitEn": "",
        "unitCn": "杭州师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Coastal flood risks in China through the 21st century – An application of DIVA",
        "referenceCn": null,
        "referenceEn": "Fang, J., Lincke, D., & Brown, S., et al. (2020). Coastal flood risks in China through the 21st century – An application of\nDIVA. Science of the Total Environment, 704, 135311."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "自然灾害",
        "nameEn": "Natural Disaster"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国沿海",
        "keywordEn": "Coastal China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "无",
        "keywordEn": "None",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the defining characteristics of datasets used to assess flood defense levels in coastal cities?",
        "QuestionCn": "用于评估沿海城市洪水防御水平的数据集的定义特征是什么？",
        "AnswerEn": "degree of coastline protection by sea dikes, frequency of flood events that defenses can withstand, integration with land use and asset exposure data",
        "AnswerCn": "海堤对海岸线的保护程度、防御设施能够承受的洪水事件频率、与土地利用和资产暴露数据的整合。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What percentage of the Chinese coastline is protected by seawalls, according to the data collection methods in this field?",
        "QuestionCn": "根据该领域的数据收集方法，中国海岸线有多少百分比受到海堤保护？",
        "AnswerEn": "60%",
        "AnswerCn": "60%",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '设防水平' mean in the context of flood risk assessment in Chinese coastal cities?",
        "QuestionCn": "在中国沿海城市的洪水风险评估中，“设防水平”是什么意思？",
        "AnswerEn": "'设防水平' refers to the level of flood protection (measured in terms of year return type) in Chinese coastal cities. It is an important parameter in flood risk assessment, used to evaluate disaster risk and determine vulnerability levels. By incorporating this parameter, it is possible to improve the loss-height curve for coastal flooding, and when combined with land use data and asset exposure data, it can help calculate flood disaster risk. Additionally, considering levees as coastal adaptation measures, the cost-effectiveness of defense levels can be further calculated.",
        "AnswerCn": "'设防水平'是指中国沿海城市的防洪保护水平（以年重现期为单位）。这是洪水风险评估中的一个重要参数，用于评估灾害风险和确定脆弱性水平。通过纳入这一参数，可以改善沿海洪水的损失-高度曲线，并结合土地利用数据和资产暴露数据，有助于计算洪水灾害风险。此外，考虑到堤坝作为沿海适应措施，还可以进一步计算防御水平的成本效益。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the lack of systematic data on the flood defense levels of Chinese coastal cities, and how can multi-source data fusion address this issue?",
        "QuestionCn": "导致中国沿海城市洪水防御水平缺乏系统数据的原因是什么？多源数据融合如何解决这个问题？",
        "AnswerEn": "The lack of systematic data on the flood defense levels of Chinese coastal cities may be due to insufficient data collection efforts or inadequate integration of existing datasets. Multi-source data fusion can address this issue by combining various data sources to create a comprehensive dataset on coastal flood defense levels, which is crucial for flood risk assessment and determining regional vulnerability.",
        "AnswerCn": "中国沿海城市洪水防御水平缺乏系统数据，可能是由于数据收集工作不足或现有数据集整合不够。多源数据融合可以通过结合各种数据源来解决这一问题，从而创建一个关于沿海洪水防御水平的综合数据集，这对于洪水风险评估和确定区域脆弱性至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of integrating multiple data sources on the accuracy of assessing flood risk levels in coastal cities?",
        "QuestionCn": "将多个数据源整合在一起对评估沿海城市洪水风险水平的准确性有什么影响？",
        "AnswerEn": "Integrating multiple data sources can enhance the accuracy of assessing flood risk levels in coastal cities by providing a more comprehensive view of the defenses in place. This fusion of data allows for a more detailed understanding of the defense levels, which is crucial for accurately assessing disaster risk and vulnerability. By improving the loss-height curve for coastal floods and combining it with land use and asset exposure data, a more precise calculation of flood disaster risk can be achieved, potentially leading to more effective disaster preparedness and response strategies.",
        "AnswerCn": "整合多个数据源可以提高对沿海城市洪水风险水平评估的准确性，因为它提供了对现有防御措施的更全面视角。这种数据融合使我们能够更详细地了解防御水平，这对于准确评估灾害风险和脆弱性至关重要。通过改善沿海洪水的损失-高度曲线，并将其与土地利用和资产暴露数据相结合，可以更精确地计算洪水灾害风险，从而可能导致更有效的灾害准备和应对策略。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of integrating multiple data sources to determine flood defense levels in coastal cities of China?",
        "QuestionCn": "将多个数据源整合以确定中国沿海城市的防洪水平的主要目标是什么？",
        "AnswerEn": "The primary objective is to obtain and organize comprehensive data on flood defense levels, which is crucial for flood risk assessment, evaluating regional disaster vulnerability, and improving loss-height curves for coastal floods. This data, when combined with land use and asset exposure information, can be used to calculate flood disaster risks and assess the cost-effectiveness of coastal adaptation measures like levees.",
        "AnswerCn": "主要目标是获取和整理关于防洪水平的全面数据，这对于洪水风险评估、评估区域灾害脆弱性以及改善沿海洪水的损失高度曲线至关重要。这些数据与土地利用和资产暴露信息结合后，可以用于计算洪水灾害风险，并评估沿海适应措施（如堤坝）的成本效益。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the steps involved in using multi-source data fusion to compile a dataset on flood defense levels for coastal cities in China?",
        "QuestionCn": "使用多源数据融合来编制中国沿海城市防洪水平数据集涉及哪些步骤？",
        "AnswerEn": "The process involves gathering data from multiple sources, integrating them to form a comprehensive dataset on flood defense levels (年遇型) in Chinese coastal cities. This involves identifying relevant data sources, ensuring the accuracy and compatibility of data, and organizing the data systematically. The goal is to create a reliable dataset that can be used for flood risk assessment and to evaluate vulnerability levels. This dataset can also help improve flood loss estimation models by incorporating flood defense parameters into loss-height curves, in conjunction with land use and asset exposure data.",
        "AnswerCn": "该过程涉及从多个来源收集数据，整合形成关于中国沿海城市洪水防御水平（年遇型）的综合数据集。这包括识别相关数据源，确保数据的准确性和兼容性，并系统地组织数据。目标是创建一个可靠的数据集，以用于洪水风险评估和评估脆弱性水平。该数据集还可以通过将洪水防御参数纳入损失-高度曲线，结合土地利用和资产暴露数据，帮助改善洪水损失估算模型。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies or technologies enable the integration of multi-source data to assess flood defense levels in coastal cities?",
        "QuestionCn": "哪些方法论或技术能够整合多源数据，以评估沿海城市的防洪水平？",
        "AnswerEn": "The research involves using multi-source data fusion to obtain and organize flood defense levels (measured in years of recurrence) for coastal cities in China. This integration is critical for evaluating disaster risk and understanding vulnerability levels.",
        "AnswerCn": "该研究涉及使用多源数据融合来获取和组织中国沿海城市的洪水防御水平（以重现年数为单位）。这种整合对于评估灾害风险和理解脆弱性水平至关重要。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}