{
  "id": "0efff3be-014c-4551-b4ef-4a91e865c7e8",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Dataset for vegetation greenness and phenology during 2001-2020 in the Tibetan Plateau",
      "titleCn": "青藏高原生长季NDVI与植被物候数据集（2001-2020）",
      "description": "This dataset is the growing season NDVI and vegetation phenology dataset of the Tibetan Plateau during during the past 20 years (2001-2020). The data source is MODIS (MOD13A2, Collection 6) products, and the spatial resolution is 1km. The dataset includes: the average NDVI during the growing season (May-September), the start date of the growing season (SOS), the end date of the growing season (EOS) and the duration of the growing season (DOS) for each year from 2001 to 2020. Two methods were used to extract vegetation phenology: dynamic threshold approach and double logistic function method. The data format is TIFF and the projection is Sphere_ ARC_ INFO_ Lambert_ Azimuthal_ Equal_ Area.",
      "descriptionCn": "本数据集为过去20年间（2001-2020）青藏高原生长季NDVI与植被物候数据集，数据来源为MODIS（MOD13A2）产品，空间分辨率为1km。数据集内容包括：2001-2020年每年生长季（5-9月）平均NDVI、生长季开始日期（SOS）、生长季结束日期（EOS）与生长季长度（DOS）。提取物候采用了两种方法：动态阈值方法和双对数函数法。数据格式为TIFF格式，投影为Sphere_ARC_INFO_Lambert_Azimuthal_Equal_Area。",
      "instructions": "The data is stored in TIFF format and can be directly opened in ArcGIS. Two methods are used to extract phenology: dynamic threshold method and double logarithmic function method. For detailed extraction methods and formulas, please refer to readme.docx.",
      "instructionsCn": "数据以TIFF格式储存，可直接在ArcGIS中打开使用。提取物候采用了两种方法：动态阈值方法和双对数函数法，详细提取方法与公式请参考readme.docx。",
      "east": 104.0,
      "west": 73.0,
      "south": 26.0,
      "north": 40.0,
      "startTime": "2001-01-01 00:00:00",
      "endTime": "2020-12-31 00:00:00",
      "fileSize": 3080470838.0,
      "cstr": "18406.11.Terre.tpdc.272838",
      "doi": "10.11888/Terre.tpdc.272838",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王泰华",
        "nameEn": "WANG Taihua",
        "unitEn": "",
        "unitCn": "清华大学"
      },
      {
        "nameCn": "杨大文",
        "nameEn": "YANG Dawen",
        "unitEn": "",
        "unitCn": "清华大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Possible negative effects of earlier thaw onset and longer thaw duration on vegetation greenness over the Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Wang, T., et al. (2022). Possible negative effects of earlier thaw onset and longer thaw duration on vegetation greenness over the Tibetan Plateau. Agricultural and Forest Meteorology."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "MODIS",
        "nameEn": "MODIS"
      },
      {
        "nameCn": "植物物候",
        "nameEn": "Plant phenology"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "草地",
        "nameEn": "Grassland"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2001-2020",
        "keywordEn": "2001-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the key features of datasets that track NDVI and vegetation phenology over the Tibetan Plateau using remote sensing data?",
        "QuestionCn": "跟踪青藏高原NDVI和植被物候的遥感数据集的关键特征是什么？",
        "AnswerEn": "spatial resolution of 1km, years 2001-2020, annual data for the growing season (May-September), average NDVI, start of the growing season (SOS), end of the growing season (EOS), duration of the growing season (DOS), dynamic threshold methods, double-logistic function approach, TIFF format, Sphere_ARC_INFO_Lambert_Azimuthal_Equal_Area projection",
        "AnswerCn": "空间分辨率为1公里，年份为2001-2020年，生长季节（5月至9月）的年度数据，平均NDVI，生长季节开始（SOS），生长季节结束（EOS），生长季节持续时间（DOS），动态阈值方法，双逻辑函数方法，TIFF格式，Sphere_ARC_INFO_Lambert_Azimuthal_Equal_Area投影。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about vegetation growth patterns on the Qinghai-Tibet Plateau from the changes in NDVI and phenology data over the period from 2001 to 2020?",
        "QuestionCn": "从2001年到2020年期间NDVI和物候数据的变化中可以推断出关于青藏高原植被生长模式的什么信息？",
        "AnswerEn": "The changes in NDVI and phenology data over the period from 2001 to 2020 indicate variations in vegetation growth patterns on the Qinghai-Tibet Plateau, which can be inferred by analyzing the annual average NDVI during the growing season, the start and end dates of the growing season, and the length of the growing season. These variations may reflect responses to climatic factors or ecological changes impacting plant growth and development.",
        "AnswerCn": "2001年至2020年期间，NDVI和物候数据的变化表明青藏高原植被生长模式的变化，这可以通过分析生长季节的年平均NDVI、生长季节的开始和结束日期以及生长季节的长度来推断。这些变化可能反映了气候因素或生态变化对植物生长和发展的影响。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}