{
  "id": "0f381ed9-1728-4e84-9d61-ddfb7576dda8",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Dataset of fluoride concentration and healthrisk in water environment In the Tibetan Plateau: Lhasa, Shannan and Nyingchi ",
      "titleCn": "青藏高原水环境中氟的含量与人群暴露风险数据集：拉萨、山南、林芝3地市",
      "description": "Fluoride (F) is widely distributed in natural environment and is closely related to human health.Tibetan Plateau is one of the most severe area in China suffering for endemic fluorosis. Meanwhile,  water ingestion is an important ways to fluoride enters human body. It is of great important to the prevention and control of  endemic fluorosis in the Tibetan Plateau that obtaining water fluoride concentration and human health risk data. The dataset contains fluoride concentration and helth risk data in 3 cities in  the Tibet autonomous region (Lhasa, shannan, nyingchi). The data present in TXT format. A total of 355 water samples were sampled between 2019-2022, Augest - October each year. The sample collection method is based on GB12997-91. During sampling, the unused polyethylene bottle was cleaned 2-3 times with water samples, then the bottle was filled with water samples and acidified with high-purity concentrated nitric acid, refrigerated and transported to the laboratory for immediate filtration and testing.  Fluoride in water was analyzed by fluoride ion selective electrode method (GB7484-87). The relative standard deviation of parallel sample determination was 0.3%.  The sample sites basically covered representative natural water bodies, such as the main and tributaries of typical rivers, important lakes, hot springs and well water in the research area. ",
      "descriptionCn": "氟（F）广泛分布于自然环境中，并与人体健康息息相关。青藏高原是我国地方性氟中毒流行最为严重的区域之一，而饮用水是人群氟暴露的重要途径之一，获取该地区水环境中氟的含量与人群暴露风险数据，对于精准防控青藏高原地方性氟中毒，保障高原人民健康有重要的科学与实践价值。该数据集包含西藏自治区拉萨市、山南市、林芝市的地表水及地下水中氟化物的含量与暴露风险数据。数据格式为TXT。高山地方病科考分队在2019-2022年期间，每年8-10月在西藏自治区上述3地市各区县开展青藏高原天然水调查采样，共采集水样335个。样品采集方法参照GB12997-91，采样时，先用水样将未使用过的聚乙烯瓶清洗2-3次，然后在瓶中装满水样并用高纯浓硝酸酸化水样，冷藏并运输至实验室立即进行过滤和测试。测试时，使用氟离子选择电极法(GB7484-87)测定水中氟化物，平行样品测定的相对标准偏差为0.3%。样点基本上覆盖到科考区内典型河流的干支流、重要湖泊以及有代表性的温泉和井水等天然水体。",
      "instructions": "File name: data stored in text format, the name of the file for \"Fluoride data and health risk dataset in the sect Plateau. TXT\",;\nMethod of use: this data set can be directly use text (such as notepad) to open",
      "instructionsCn": "文件命名：数据以文本格式存储，文件的名称为“Fluoride data and health risk dataset in the Tibetan Plateau.txt”，\n使用方法：该数据集可以直接用文本程序（如记事本）打开使用",
      "east": 99.12,
      "west": 78.39,
      "south": 26.85,
      "north": 36.48,
      "startTime": null,
      "endTime": null,
      "fileSize": 21848.0,
      "cstr": "18406.11.Terre.tpdc.300062",
      "doi": "10.11888/Terre.tpdc.300062",
      "dataFormat": null,
      "license": ""
    },
    "authorList": [
      {
        "nameCn": "李永华",
        "nameEn": "LI Yonghua",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "杨依",
        "nameEn": "YANG Yi",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Spatial–Temporal Variation and Health Risk Assessment of Fluoride in Surface Water in the Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Yang, Y., Zhang, R., & Zhang, F., et al. (2022). Spatial–Temporal Variation and Health Risk Assessment of Fluoride in Surface Water in the Tibetan Plateau. Expo Health. https://doi.org/10.1007/s12403-022-00490-4"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "氟化物",
        "nameEn": "Fluoride"
      },
      {
        "nameCn": "水质/水化学",
        "nameEn": "Water Quality/Water Chemistry"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetian Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019-2022",
        "keywordEn": "2019-2022",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "How many water samples were collected for studying fluoride content and exposure risk in the Tibetan Plateau region between 2019 and 2022?",
        "QuestionCn": "在2019年至2022年期间，收集了多少水样用于研究青藏高原地区的氟含量和暴露风险？",
        "AnswerEn": "335",
        "AnswerCn": "335",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to challenges in accurately measuring fluoride content in natural water sources on the Tibetan Plateau?",
        "QuestionCn": "在准确测量青藏高原自然水源中的氟含量时，哪些因素会导致挑战？",
        "AnswerEn": "The data collection method involves sampling natural water sources such as rivers, lakes, hot springs, and wells on the Tibetan Plateau. Challenges may arise due to the remote and high-altitude location, which can affect logistics of sample collection, preservation, and transportation. The use of specific techniques like the fluoride ion selective electrode method also requires careful calibration and handling, which can introduce variability if not meticulously performed. The method of sample acidification with high-purity concentrated nitric acid and the need for immediate filtration and testing in the laboratory further highlight potential areas of difficulty in ensuring consistent and accurate measurements.",
        "AnswerCn": "数据收集方法涉及对自然水源如河流、湖泊、温泉和井水进行采样，地点位于青藏高原。由于地理位置偏远且海拔较高，样本采集、保存和运输的物流可能会面临挑战。使用氟离子选择电极法等特定技术也需要仔细校准和处理，如果不严格执行，可能会引入变异。样本用高纯度浓硝酸酸化的方法，以及在实验室中需要立即过滤和测试，进一步突显了确保一致和准确测量的潜在困难。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using the fluoride ion-selective electrode method on the reliability and accuracy of fluoride concentration data in water samples?",
        "QuestionCn": "使用氟离子选择电极法对水样中氟浓度数据的可靠性和准确性可能产生的后果是什么？",
        "AnswerEn": "The use of the fluoride ion-selective electrode method, as specified by GB7484-87, can impact the reliability and accuracy of fluoride concentration data by providing a relative standard deviation of 0.3% for parallel sample measurements. This method ensures precise readings of fluoride levels in water samples, which are crucial for assessing human exposure risks and informing public health strategies. However, potential consequences might include limitations in detecting extremely low concentrations or interference from other ions present in the water.",
        "AnswerCn": "根据GB7484-87规定的氟离子选择电极法的使用，可以通过对平行样品测量提供0.3%的相对标准偏差，从而影响氟浓度数据的可靠性和准确性。这种方法确保了水样中氟水平的精确读数，这对于评估人类暴露风险和制定公共卫生策略至关重要。然而，潜在的后果可能包括在检测极低浓度时的局限性或水中其他离子干扰的影响。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind collecting data on fluoride content and exposure risk in the water environment of the Qinghai-Tibet Plateau?",
        "QuestionCn": "收集青藏高原水环境中氟含量和暴露风险数据的主要目标是什么？",
        "AnswerEn": "The primary objective is to obtain data on fluoride content and exposure risk in the water environment of the Qinghai-Tibet Plateau to achieve precise prevention and control of endemic fluorosis in the region, thereby safeguarding the health of the plateau's population. This is crucial because the Qinghai-Tibet Plateau is one of the most severely affected areas in China by endemic fluorosis, and drinking water is a significant route of human fluoride exposure.",
        "AnswerCn": "主要目标是获取青藏高原水环境中氟含量和暴露风险的数据，以实现对该地区地方性氟中毒的精准预防和控制，从而保障高原人口的健康。这一点至关重要，因为青藏高原是中国地方性氟中毒影响最严重的地区之一，饮用水是人类氟暴露的重要途径。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in collecting and preparing water samples from natural sources in the Tibetan Plateau for fluoride exposure analysis?",
        "QuestionCn": "在西藏高原从自然水源中收集和准备水样以进行氟暴露分析涉及哪些程序步骤？",
        "AnswerEn": "During the period from 2019 to 2022, water samples were collected between August and October each year from various districts within Lhasa, Shannan, and Nyingchi in the Tibet Autonomous Region. The methodology for sample collection followed the GB12997-91 standard. Initially, unused polyethylene bottles were rinsed 2-3 times with the water sample. The bottles were then filled with the water sample, which was subsequently acidified with high-purity concentrated nitric acid. The samples were refrigerated and transported to the laboratory for immediate filtration and testing. The fluoride content in the water was determined using the fluoride ion-selective electrode method as per GB7484-87, with a relative standard deviation of 0.3% for parallel sample measurements.",
        "AnswerCn": "在2019年至2022年期间，水样在每年的8月至10月间从西藏自治区的拉萨、山南和林芝各个地区采集。样品采集的方法遵循GB12997-91标准。最初，未使用的聚乙烯瓶用水样冲洗2-3次。然后将水样装入瓶中，并用高纯度浓硝酸进行酸化。样品在冷藏条件下运输到实验室，进行即时过滤和测试。水中的氟含量采用氟离子选择电极法进行测定，按照GB7484-87标准，平行样品测量的相对标准偏差为0.3%。",
        "Level": "C3(Applying)"
      }
    ]
  }
}