{
  "id": "0fd06fc8-96be-4d06-b890-3607706467cd",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The 1km-year effective energy and material transfer (EEMT) dataset of the Zoige Plateau (1980-2018)",
      "titleCn": "若尔盖高原1km年有效的能量与物质传输(EEMT)数据集（1980-2018）",
      "description": "The effective energy and material transfer (EEMT) data set (1980-2018) for 1km on the Zoige Plateau. Effective energy and matter transfer (EEMT) is closely related to the structure and function of the earth's key zones. The unit of effective energy and matter transfer (EEMT) is (Jm-2 s-1or W m-2). The heat energy (EPPT) related to the effective rain energy material transfer, the net primary production energy material transfer (EBIO), and the effective energy and material transfer (EEMT) (which is the sum of both EPPT and EBIO) are used as comprehensive climate indicators, The EEMTMODEL model simulation method is used to evaluate these three indicators, and the Anusplin interpolation software is used to obtain a spatial data set with a resolution of EEMT 1km.",
      "descriptionCn": "若尔盖高原1km年有效的能量与物质传输(EEMT)数据集（1980-2018）。有效的能量与物质传输(EEMT)与地球关键带的结构和功能密切相关。有效的能量与物质传输(EEMT)的单位是(Jm-2 s-1or W m-2)。将与有效的降雨能量物质传输相关的热能（EPPT）、净初级生产的能量物质传输（EBIO） 和有效的能量与物质传输（EEMT） (为EPPT和EBIO两者之和)作为综合气候指标，采用EEMTMODEL模型模拟的方法评估这三个指标，使用Anusplin插值软件获得EEMT 1km分辨率的空间数据集。",
      "instructions": "File naming: The data is stored in raster format, and the file name is EEMT_XXXX. EEMT stands for effective energy and material transmission; XXXX stands for year, for example, EEMT_2011year represents effective energy and material transmission data in 2011. Data reading method: All files in the data set can be directly opened with ArcGIS. During the reading process, a grid format file will be generated, and the displayed grid file is the graphic representation of the file.",
      "instructionsCn": "文件命名：数据以栅格格式存储，文件的名称为EEMT_XXXX。EEMT代表有效的能量与物质传输；XXXX代表年，比如EEMT_2011year就代表2011年有效的能量与物质传输数据。 数据读取方式：数据集中的所有文件可以直接用Arcgis打开，在读取过程中会生成grid格式的文件，所显示的grid文件就是该文件的图形表达。",
      "east": 103.63,
      "west": 100.75,
      "south": 31.85,
      "north": 34.8,
      "startTime": null,
      "endTime": null,
      "fileSize": 7431476.0,
      "cstr": "18406.11.Ecolo.tpdc.271499",
      "doi": "10.11888/Ecolo.tpdc.271499",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "胡健",
        "nameEn": "HU Jian",
        "unitEn": "",
        "unitCn": "西南民族大学青藏高原研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A framework for global multicategory and multiscalar drought characterization accounting for snow processes",
        "referenceCn": null,
        "referenceEn": "Zhang, B.Q, Xia, Y.L., Huning, L.S., Wei, J.H., Wang, G.Q., and AghaKouchak, A. (2019). A framework for global multicategory and multiscalar drought characterization accounting for snow processes. Water Resources Research, 55, 9258-9278. https://doi.org/10.1029/2019WR025529."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "沙漠/荒漠",
        "nameEn": "Desert"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "若尔盖高原",
        "keywordEn": "Ruoergai Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1980-2018",
        "keywordEn": "1980-2018",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to obtain a 1km resolution spatial dataset for effective energy and mass transfer (EEMT) on the Tibetan Plateau?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于获取西藏高原上有效能量和物质传输（EEMT）1公里分辨率的空间数据集？",
        "AnswerEn": "A data collection method involves using the EEMTMODEL model to simulate effective energy and mass transfer (EEMT) indicators such as thermal energy related to effective precipitation (EPPT) and energy transfer from net primary production (EBIO). The Anusplin interpolation software is then used to acquire a 1km resolution spatial dataset for these indicators.",
        "AnswerCn": "一种数据收集方法涉及使用EEMTMODEL模型来模拟有效能量和质量传输（EEMT）指标，例如与有效降水（EPPT）相关的热能和来自净初级生产（EBIO）的能量传输。然后使用Anusplin插值软件获取这些指标的1公里分辨率空间数据集。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of effective energy and material transfer (EEMT) data collected for the Qinghai-Tibet Plateau?",
        "QuestionCn": "有效的能量和物质转移（EEMT）数据在青藏高原收集的特征是什么？",
        "AnswerEn": "1 km resolution, 1980 to 2018, Jm-2 s-1 or W m-2, energy transfer associated with effective precipitation, net primary production, EEMTMODEL simulation, Anusplin interpolation software",
        "AnswerCn": "1公里分辨率，1980年至2018年，Jm-2 s-1或W m-2，有效降水相关的能量传输，净初级生产力，EEMTMODEL模拟，Anusplin插值软件。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the energy and material transport dataset on the Zoige Plateau?",
        "QuestionCn": "Zoige高原的能量和物质传输数据集的空间分辨率是多少？",
        "AnswerEn": "1 km",
        "AnswerCn": "1公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '有效的能量与物质传输 (EEMT)' mean in the context of environmental data collection on the 若尔盖高原?",
        "QuestionCn": "在环境数据收集的背景下，“有效的能量与物质传输 (EEMT)”在若尔盖高原是什么意思？",
        "AnswerEn": "In the context of environmental data collection on the 若尔盖高原, '有效的能量与物质传输 (EEMT)' refers to the measurement of energy and material transfer, which is closely related to the structure and function of the Earth's critical zone. It is quantified in units of Jm-2 s-1 or W m-2 and is used as a comprehensive climate indicator, evaluated by combining the energy transfer associated with effective rainfall (EPPT) and the energy transfer from net primary production (EBIO).",
        "AnswerCn": "在若尔盖高原的环境数据收集中，“有效的能量与物质传输 (EEMT)”指的是能量和物质传输的测量，这与地球关键带的结构和功能密切相关。它以 Jm-2 s-1 或 W m-2 为单位进行量化，并作为综合气候指标，通过结合有效降雨（EPPT）相关的能量传输和净初级生产（EBIO）带来的能量传输进行评估。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in accurately simulating the Effective Energy and Mass Transfer (EEMT) using models like EEMTMODEL for high-resolution datasets on the Zoige Plateau?",
        "QuestionCn": "哪些因素导致在使用像EEMTMODEL这样的模型对高分辨率数据集进行有效能量和质量传输（EEMT）模拟时面临挑战，特别是在卓吉高原地区？",
        "AnswerEn": "The simulation of Effective Energy and Mass Transfer (EEMT) using models like EEMTMODEL can be influenced by various factors, including the complexity of integrating thermal energy related to effective precipitation (EPPT) and energy from net primary production (EBIO). The use of interpolation software like Anusplin to achieve 1km spatial resolution data can also introduce challenges in maintaining accuracy across diverse topographical and climatic conditions of the Zoige Plateau.",
        "AnswerCn": "有效能量和质量传输（EEMT）的模拟使用像EEMTMODEL这样的模型，可能受到多种因素的影响，包括与有效降水（EPPT）相关的热能整合的复杂性以及来自净初级生产（EBIO）的能量。使用像Anusplin这样的插值软件以实现1公里空间分辨率的数据，也可能在保持准确性方面面临挑战，尤其是在多样的地形和气候条件下，如卓克基高原。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on the spatial resolution and accuracy of effective energy and material transfer (EEMT) data when using interpolation software like Anusplin for data collection?",
        "QuestionCn": "使用插值软件如Anusplin进行数据收集时，可能对有效能量和物质转移（EEMT）数据的空间分辨率和准确性产生的潜在影响是什么？",
        "AnswerEn": "Using interpolation software such as Anusplin to obtain a 1km resolution spatial dataset of effective energy and material transfer (EEMT) can result in precise spatial representation, potentially enhancing the accuracy of climate indicators like EPPT and EBIO. However, the interpolation process may also introduce uncertainties or errors depending on the input data quality and model assumptions, affecting the reliability of EEMT as a comprehensive climatic indicator.",
        "AnswerCn": "使用插值软件如Anusplin获得1公里分辨率的有效能量和物质转移（EEMT）空间数据集，可以实现精确的空间表示，潜在地提高气候指标如EPPT和EBIO的准确性。然而，插值过程也可能根据输入数据的质量和模型假设引入不确定性或错误，从而影响EEMT作为综合气候指标的可靠性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of creating a dataset focused on effective energy and material transport (EEMT) at a 1km resolution for the Zoige Plateau from 1980 to 2018?",
        "QuestionCn": "创建一个专注于1980年至2018年间在卓吉高原以1公里分辨率有效能源和物质运输（EEMT）的数据集的主要目标是什么？",
        "AnswerEn": "The primary objective is to understand the relationship between effective energy and material transport (EEMT) and the structure and function of the Earth’s critical zone. By evaluating EEMT along with related metrics like thermal energy associated with effective precipitation (EPPT) and energy from net primary production (EBIO), the dataset aims to serve as a comprehensive climate indicator. It utilizes the EEMTMODEL model and Anusplin interpolation software to simulate and create a spatial dataset at 1km resolution, offering insights into energy and material dynamics over the specified period.",
        "AnswerCn": "主要目标是理解有效能量和物质运输（EEMT）与地球关键带的结构和功能之间的关系。通过评估EEMT以及与之相关的指标，如有效降水相关的热能（EPPT）和来自净初级生产的能量（EBIO），该数据集旨在作为一个综合气候指标。它利用EEMTMODEL模型和Anusplin插值软件进行模拟，并创建一个1公里分辨率的空间数据集，提供对指定时期内能量和物质动态的洞察。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodological steps are involved in utilizing the EEMTMODEL model and Anusplin interpolation software to simulate and obtain a 1km resolution spatial dataset for effective energy and material transfer (EEMT) on the Zoige Plateau?",
        "QuestionCn": "利用EEMTMODEL模型和Anusplin插值软件模拟并获得扎尕尔高原上有效能量和物质转移（EEMT）1公里分辨率空间数据集的步骤包括哪些方法论步骤？",
        "AnswerEn": "The approach involves using the EEMTMODEL model to evaluate the energy and material transfer indices, including EPPT, EBIO, and EEMT, which are comprehensive climate indicators. The Anusplin interpolation software is then employed to achieve a 1km resolution spatial dataset, effectively mapping the EEMT across the Zoige Plateau.",
        "AnswerCn": "该方法涉及使用EEMTMODEL模型评估能源和物质转移指数，包括EPPT、EBIO和EEMT，这些都是综合气候指标。然后使用Anusplin插值软件实现1公里分辨率的空间数据集，有效地绘制出Zoige高原的EEMT分布。",
        "Level": "C3(Applying)"
      }
    ]
  }
}