{
  "id": "0fde83fb-9b3c-492f-bba4-e68f8ff073b6",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "30-meter and 16-day Landsat NDVI dataset of  key nodes in pan-third pole (2000-2016)",
      "titleCn": "泛第三极关键节点区域30米时序高分辨率植被指数数据（2000-2016）",
      "description": "The vegetation index mainly reflects the differences between the visible light, near-infrared reflection and soil background. The vegetation index can be used to quantitatively describe the growth of vegetation under certain conditions. At present, normalized vegetation index (NDVI) is an important data source for detecting vegetation growth status, vegetation coverage and eliminating some radiation errors. NDVI can reflect the background influence of plant canopy, such as soil, wet ground, snow, dead leaves, roughness, etc., and it is related to vegetation coverage. Landsat satellite data product is an important data source for NDVI estimation. Taking 31 key nodes and 3 major projects in the third pole as the research area, based on the data of Landsat-5 and landsat-8 from 2000 to 2016, the NDVI of different areas was cut and estimated, and finally the 16 day time series ten meter (30M) high-resolution NDVI data of key node areas in the third pole from 2000 to 2016 was obtained.",
      "descriptionCn": "植被指数主要反映植被在可见光、近红外波段反射与土壤背景之间差异的指标，各个植被指数在一定条件下能用来定量说明植被的生长状况。目前，归一化植被指数(NDVI)是检测植被生长状态、植被覆盖度和消除部分辐射误差相关方面的重要数据源。NDVI能反映出植物冠层的背景影响，如土壤、潮湿地面、雪、枯叶、粗糙度等，且与植被覆盖有关。Landsat卫星数据产品是估算NDVI的一项重要数据源。以泛第三极31个关键节点和3个重大工程为研究区域，基于2000至2016年LANDSAT-5和LANDSAT-8为基底数据，对不同地区的NDVI进行了裁剪和估算，最终得到了泛第三极关键节点区域2000-2016年16天时序30米高分辨率NDVI数据。",
      "instructions": "In .tif format, can be opened and analysed in ARCGIS and ENVI softwares.",
      "instructionsCn": ".tif，可以采用ARCGIS、ENVI打开查看",
      "east": 102.0,
      "west": 97.0,
      "south": 37.0,
      "north": 42.0,
      "startTime": "2000-07-09 00:00:00",
      "endTime": "2017-07-09 11:59:59",
      "fileSize": 533588668404.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "葛咏",
        "nameEn": "GE Yong",
        "unitEn": "Institute of Geographic Sciences and Natural Resources Research, CAS",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "凌峰",
        "nameEn": "LING Feng",
        "unitEn": "",
        "unitCn": "中国科学院测量与地球物理研究所"
      },
      {
        "nameCn": "张一行",
        "nameEn": "ZHANG Yihang",
        "unitEn": "Institute of Geodesy and Geophysics, CAS",
        "unitCn": "中国科学院测量与地球物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "NDVI (Normalized Difference Vegetation Index) maps from Landsat.",
        "referenceCn": null,
        "referenceEn": "NDVI (Normalized Difference Vegetation Index) maps from Landsat. USGS"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "人地遥感",
        "nameEn": "Human-nature Remote Sensing"
      },
      {
        "nameCn": "农业遥感产品",
        "nameEn": "Agricultural remote sensing products"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "泛第三极",
        "keywordEn": "Pan-Third pole"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000-2016",
        "keywordEn": "2000-2016",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the NDVI data collected from 2000 to 2016 in the Pan-Third Pole region, particularly in terms of spatial and temporal resolution, and how do these characteristics affect the analysis of vegetation growth?",
        "QuestionCn": "从2000年到2016年在泛第三极地区收集的NDVI数据的特征是什么，特别是在空间和时间分辨率方面，这些特征如何影响植被生长的分析？",
        "AnswerEn": "16 days temporal resolution, 30 meters spatial resolution",
        "AnswerCn": "16天时间分辨率，30米空间分辨率",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the resolution and time frequency of the NDVI dataset for the key node regions of the Pan-Tibetan area?",
        "QuestionCn": "泛藏区关键节点地区的NDVI数据集的分辨率和时间频率是什么？",
        "AnswerEn": "30 meters, 16 days",
        "AnswerCn": "30米，16天",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '归一化植被指数 (NDVI)' mean in the context of vegetation monitoring?",
        "QuestionCn": "在植被监测的背景下，“归一化植被指数 (NDVI)”是什么意思？",
        "AnswerEn": "归一化植被指数 (NDVI) is a vegetation index that reflects the difference in reflectance between visible light and near-infrared light, as well as the soil background. It is used to quantitatively describe the growth status of vegetation, its coverage, and to eliminate partial radiation errors. NDVI can indicate background influences on plant canopies, such as soil, wet ground, snow, dead leaves, and roughness, and is related to vegetation cover. Landsat satellite data products are an important source for estimating NDVI.",
        "AnswerCn": "归一化植被指数 (NDVI) 是一种反映可见光与近红外光反射差异的植被指数，同时考虑了土壤背景。它用于定量描述植被的生长状态、覆盖度，并消除部分辐射误差。NDVI 可以指示植物冠层的背景影响，如土壤、湿地、雪、枯叶和粗糙度，并与植被覆盖度相关。Landsat 卫星数据产品是估算 NDVI 的重要来源。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection techniques for NDVI using Landsat-5 compare to those using Landsat-8 in terms of handling background influences such as soil, wet surfaces, and snow?",
        "QuestionCn": "NDVI（归一化植被指数）使用Landsat-5和Landsat-8进行数据收集的技术在处理背景影响（如土壤、湿表面和雪）方面有何比较？",
        "AnswerEn": "Data collection techniques for NDVI using both Landsat-5 and Landsat-8 involve estimating NDVI by capturing vegetation reflectance differences, which includes handling background influences like soil, wet surfaces, and snow. The key difference lies in the technological improvements from Landsat-5 to Landsat-8, which may offer enhanced spectral resolution and more advanced sensors, potentially providing more accurate NDVI estimations and better handling of background influences. Both satellites serve as important data sources for estimating NDVI over the same 2000-2016 timeframe but may vary in their precision and sensitivity to different environmental conditions.",
        "AnswerCn": "NDVI的数据收集技术使用Landsat-5和Landsat-8，涉及通过捕捉植被反射差异来估算NDVI，这包括处理土壤、湿表面和雪等背景影响。两者之间的主要区别在于Landsat-5到Landsat-8的技术改进，这可能提供更高的光谱分辨率和更先进的传感器，从而可能提供更准确的NDVI估算和更好地处理背景影响。两颗卫星都是在2000-2016年期间估算NDVI的重要数据来源，但在精度和对不同环境条件的敏感性方面可能有所不同。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What underlying factors could influence the variability in NDVI data when using Landsat satellite data products over the period from 2000 to 2016 in key regions of the Pan-Third Pole?",
        "QuestionCn": "在2000年至2016年期间，使用Landsat卫星数据产品时，影响泛第三极关键地区NDVI数据变异性的潜在因素有哪些？",
        "AnswerEn": "The variability in NDVI data can be influenced by factors such as differences in vegetation growth conditions, soil background effects, moisture levels, presence of snow, dead leaves, and surface roughness. The use of Landsat satellite data allows for capturing these variations with high temporal and spatial resolution, enabling a detailed analysis of vegetation cover changes over time in the key regions of the Pan-Third Pole.",
        "AnswerCn": "NDVI数据的变异性可能受到植被生长条件、土壤背景效应、水分水平、雪的存在、枯叶和地表粗糙度等因素的影响。使用Landsat卫星数据可以高时间和空间分辨率捕捉这些变化，从而能够对泛第三极关键区域的植被覆盖变化进行详细分析。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on vegetation analysis accuracy when using high-resolution NDVI data from Landsat-5 and Landsat-8 over the period of 2000 to 2016?",
        "QuestionCn": "使用Landsat-5和Landsat-8的高分辨率NDVI数据进行2000年至2016年的植被分析时，可能对分析准确性产生的影响是什么？",
        "AnswerEn": "Using high-resolution NDVI data from Landsat-5 and Landsat-8 over the period of 2000 to 2016 allows for more precise detection of vegetation growth status, vegetation coverage, and reduction of radiation error. The 30-meter resolution provides detailed insights into plant canopy background influences, such as soil, wet ground, snow, dead leaves, and roughness, which can lead to improved accuracy in vegetation analysis.",
        "AnswerCn": "使用来自Landsat-5和Landsat-8的高分辨率NDVI数据，覆盖2000年至2016年期间，可以更精确地检测植被生长状态、植被覆盖率以及减少辐射误差。30米的分辨率提供了对植物冠层背景影响的详细洞察，例如土壤、湿地、雪、枯叶和粗糙度，这可以提高植被分析的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodologies are involved in estimating and clipping NDVI data for different regions using LANDSAT-5 and LANDSAT-8 to achieve high-resolution NDVI datasets?",
        "QuestionCn": "使用LANDSAT-5和LANDSAT-8估算和裁剪不同区域的NDVI数据以获得高分辨率NDVI数据集涉及哪些方法？",
        "AnswerEn": "The process involves using LANDSAT-5 and LANDSAT-8 satellite data as a base to estimate NDVI for different regions. This includes calculating the NDVI, which quantifies vegetation by measuring the difference between near-infrared (vegetation reflects) and red light (vegetation absorbs). The data is then clipped and estimated for specific areas from 2000 to 2016, resulting in a 16-day time series at a 30-meter resolution for key node regions in the Pan-Third Pole area.",
        "AnswerCn": "该过程涉及使用LANDSAT-5和LANDSAT-8卫星数据作为基础，以估算不同区域的NDVI。这包括计算NDVI，该指标通过测量近红外光（植被反射）和红光（植被吸收）之间的差异来量化植被。然后对数据进行裁剪，并在2000年至2016年间对特定区域进行估算，最终在泛第三极地区的关键节点区域生成16天时间序列，分辨率为30米。",
        "Level": "C3(Applying)"
      }
    ]
  }
}