{
    "id": "100ede84-85f0-4942-94e7-fced1dda5744",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geochemical data of diorite from Atlas porphyry Cu Au deposit, Cebu Island, central Philippines",
            "titleCn": "菲律宾中部Cebu岛Atlas斑岩铜金矿床闪长岩地球化学数据",
            "description": "The data are the whole rock major and trace elements, whole rock SR Nd isotopic, zircon U-Pb dating and Lu Hf isotopic data of diorite in atlas porphyry copper gold deposit, Cebu Island, central Philippines. The major element data of the whole rock were obtained by XRF analysis, the trace element data were obtained by ICP-MS analysis, and the zircon U-Pb dating and in-situ Lu Hf isotopic composition data were obtained by la-mc-icp-ms analysis. The whole rock SR Nd isotopes were obtained by MC – ICP – MS analysis. The above data have been published in high-level SCI journals, and the data are true and reliable. Through the data obtained, we can analyze the genetic relationship between lutopan diorite and porphyry copper gold mineralization in atlas deposit.",
            "descriptionCn": "本数据为菲律宾中部Cebu岛Atlas斑岩铜金矿床闪长岩全岩主微量元素、全岩Sr-Nd同位素，及锆石U-Pb定年数据和Lu-Hf同位素数据。全岩主量元素数据由XRF分析获得，微量元素数据由ICP-MS分析获得，锆石U-Pb定年及原位Lu-Hf同位素组成数据由LA-MC-ICP-MS分析获得。全岩Sr-Nd同位素由MC–ICP–MS分析获得。以上数据已发表于高级别SCI期刊，数据真实可靠。通过获得的数据，可以分析Atlas矿床中Lutopan闪长岩与斑岩铜金矿化的成因联系。",
            "instructions": "The geochemical data is stored in Excel format, and the sample name is \"YY DD\", where YY is the sampling location and DD is the sample serial number",
            "instructionsCn": "地球化学数据以excel格式存储，样品名称为\"yy-dd\",其中yy为采样地点，dd为样品序号",
            "east": 123.9,
            "west": 123.89,
            "south": 10.31,
            "north": 10.32,
            "startTime": "2018-10-31 00:00:00",
            "endTime": "2019-03-17 00:00:00",
            "fileSize": 31219.0,
            "cstr": null,
            "doi": "10.1016/j.oregeorev.2019.102937",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "杨晓勇",
                "nameEn": "YANG Xiaoyong",
                "unitEn": "",
                "unitCn": "中国科学技术大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Early Cretaceous adakite from the Atlas porphyry Cu-Au deposit in Cebu Island, Central Philippines: Partial melting of subducted oceanic crust.",
                "referenceCn": null,
                "referenceEn": "Deng, J. H., Yang, X. H., Qi, H. S., Zhang, Z.-f., Mastoi, A. S., Berador, A. E. G., & Sun, W. (2019). Early Cretaceous adakite from the Atlas porphyry Cu-Au deposit in Cebu Island, Central Philippines: Partial melting of subducted oceanic crust. Ore Geology Reviews, 110. doi:10.1016/j.oregeorev.2019.102937"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "埃达克岩",
                "nameEn": "adakite"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "矿床地球化学",
                "nameEn": "Ore deposit geochemistry"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "菲律宾",
                "keywordEn": "Philippines"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "晚白垩世",
                "keywordEn": "Late Cretaceous",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of geochemical data collection methods employed for analyzing porphyry copper-gold deposits in central Cebu Island?",
                "QuestionCn": "中央宿务岛的斑岩铜金矿床分析中采用的地球化学数据收集方法的特点是什么？",
                "AnswerEn": "XRF analysis for whole-rock major elements, ICP-MS analysis for trace elements, LA-MC-ICP-MS analysis for zircon U-Pb dating and in-situ Lu-Hf isotopic composition data, MC–ICP–MS analysis for whole-rock Sr-Nd isotopes",
                "AnswerCn": "XRF分析用于全岩主要元素，ICP-MS分析用于微量元素，LA-MC-ICP-MS分析用于锆石U-Pb定年和原位Lu-Hf同位素组成数据，MC–ICP–MS分析用于全岩Sr-Nd同位素。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is LA-MC-ICP-MS analysis in the context of zircon U-Pb dating and Lu-Hf isotopic composition?",
                "QuestionCn": "LA-MC-ICP-MS分析是在锆石U-Pb定年和Lu-Hf同位素组成的背景下进行的。",
                "AnswerEn": "LA-MC-ICP-MS (Laser Ablation Multi-Collector Inductively Coupled Plasma Mass Spectrometry) is a precise and accurate technique used to determine zircon U-Pb dating and Lu-Hf isotopic composition. It involves using a laser to ablate a small portion of the zircon sample, which is then analyzed by a mass spectrometer to measure isotopic ratios. This method allows researchers to obtain age data and isotopic information critical for understanding geological processes and mineralization events in porphyry copper-gold deposits.",
                "AnswerCn": "LA-MC-ICP-MS（激光剥蚀多收集器电感耦合等离子体质谱）是一种精确且准确的技术，用于确定锆石的U-Pb定年和Lu-Hf同位素组成。该方法通过激光剥蚀锆石样品的一小部分，然后由质谱仪分析以测量同位素比率。这种方法使研究人员能够获得年龄数据和同位素信息，这对于理解地质过程和矿化事件在斑岩铜金矿床中的作用至关重要。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors influence the choice of analytical techniques, such as XRF, ICP-MS, and LA-MC-ICP-MS, when collecting geochemical data of porphyry copper-gold deposits?",
                "QuestionCn": "影响选择分析技术（如XRF、ICP-MS和LA-MC-ICP-MS）在收集斑岩铜金矿床地球化学数据时的因素有哪些？",
                "AnswerEn": "The choice of analytical techniques is influenced by the need to accurately measure different elements and isotopes present in the porphyry copper-gold deposits. XRF is used for major element analysis due to its ability to provide precise quantitative data for bulk samples. ICP-MS is selected for trace element analysis because of its high sensitivity and ability to detect low concentrations of elements. LA-MC-ICP-MS is chosen for zircon U-Pb dating and Lu-Hf isotopic analysis as it allows for in-situ measurements and precise isotopic characterization. The reliability of the data published in high-impact scientific journals suggests that these techniques are effective for understanding the geochemical characteristics and genesis of the Lutopan diorite and its relation to porphyry copper-gold mineralization.",
                "AnswerCn": "分析技术的选择受到准确测量斑岩铜金矿床中不同元素和同位素的需求的影响。由于其能够为大样品提供精确的定量数据，XRF被用于主要元素分析。ICP-MS因其高灵敏度和能够检测低浓度元素而被选用于微量元素分析。LA-MC-ICP-MS被选择用于锆石U-Pb定年和Lu-Hf同位素分析，因为它允许进行原位测量和精确的同位素特征分析。发表在高影响力科学期刊上的数据的可靠性表明，这些技术对于理解Lutopan二长花岗岩的地球化学特征及其与斑岩铜金矿化的关系是有效的。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of utilizing advanced geochemical and isotopic analysis techniques for understanding the genesis relationships between diorite and porphyry copper-gold mineralization in Cebu Island's Atlas deposit?",
                "QuestionCn": "利用先进的地球化学和同位素分析技术来理解宿务岛阿特拉斯矿床中二长岩与斑岩铜金矿化之间的成因关系的潜在后果是什么？",
                "AnswerEn": "Utilizing advanced geochemical and isotopic analysis techniques, such as XRF for major elements, ICP-MS for trace elements, LA-MC-ICP-MS for zircon U-Pb dating and Lu-Hf isotopic composition, and MC–ICP–MS for whole-rock Sr-Nd isotopes, could lead to a more precise understanding of the genesis relationships between the Lutopan diorite and porphyry copper-gold mineralization. These methods could reveal detailed compositional and chronological data, helping to trace the geological history and processes responsible for mineralization, thus providing insights into effective exploration strategies.",
                "AnswerCn": "利用先进的地球化学和同位素分析技术，如XRF用于主要元素分析，ICP-MS用于微量元素分析，LA-MC-ICP-MS用于锆石U-Pb定年和Lu-Hf同位素组成分析，以及MC–ICP–MS用于全岩Sr-Nd同位素分析，可以更精确地理解Lutopan闪长岩与铜金矿化之间的成因关系。这些方法可以揭示详细的成分和年代数据，帮助追踪矿化的地质历史和过程，从而为有效的勘探策略提供见解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting geochemical and isotopic data from diorite in the context of copper-gold porphyry deposits in Cebu, Philippines?",
                "QuestionCn": "在菲律宾宿务的铜金斑岩矿床背景下，收集辉长岩的地球化学和同位素数据的主要目标是什么？",
                "AnswerEn": "The primary objective of collecting geochemical and isotopic data from diorite is to analyze the genetic connection between Lutopan diorite and porphyry copper-gold mineralization in the Atlas deposit.",
                "AnswerCn": "收集二长岩的地球化学和同位素数据的主要目的是分析Lutopan二长岩与阿特拉斯矿床的斑岩铜金矿化之间的遗传联系。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps and instrumental techniques involved in collecting and analyzing geochemical data of plutonic rocks to understand the genesis of porphyry copper-gold mineralization?",
                "QuestionCn": "收集和分析深成岩的地球化学数据以理解斑岩铜金矿化的成因的程序步骤和仪器技术包括哪些？",
                "AnswerEn": "The collection and analysis of geochemical data in this field involve several instrumental techniques. The major element data for the plutonic rocks is obtained through XRF analysis, while trace element data is collected using ICP-MS analysis. Zircon U-Pb dating and in-situ Lu-Hf isotopic composition are obtained using LA-MC-ICP-MS analysis. Additionally, whole-rock Sr-Nd isotopic data is acquired through MC–ICP–MS analysis. These techniques allow for a comprehensive analysis of the genesis of porphyry copper-gold mineralization in the Lutopan diorite.",
                "AnswerCn": "在该领域中，地球化学数据的收集和分析涉及多种仪器技术。辉长岩的主要元素数据通过XRF分析获得，而微量元素数据则通过ICP-MS分析收集。锆石U-Pb定年和原位Lu-Hf同位素组成通过LA-MC-ICP-MS分析获得。此外，整体岩石Sr-Nd同位素数据通过MC–ICP–MS分析获取。这些技术使得对Lutopan二长岩中斑岩铜金矿化成因的综合分析成为可能。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What geochemical analysis techniques enable researchers to accurately determine the elemental composition and isotopic data of diorite samples in porphyry copper-gold deposits?",
                "QuestionCn": "哪些地球化学分析技术能够使研究人员准确确定斜长岩样品在斑岩铜金矿床中的元素组成和同位素数据？",
                "AnswerEn": "The geochemical analysis techniques that enable researchers to determine the elemental composition and isotopic data of diorite samples in porphyry copper-gold deposits include XRF analysis for major elements, ICP-MS for trace elements, LA-MC-ICP-MS for zircon U-Pb dating and in-situ Lu-Hf isotopic composition, and MC–ICP–MS for whole-rock Sr-Nd isotopic data.",
                "AnswerCn": "能够使研究人员确定斑状花岗岩样品在斑岩铜金矿床中的元素组成和同位素数据的地球化学分析技术包括：用于主要元素的XRF分析、用于微量元素的ICP-MS、用于锆石U-Pb定年和原位Lu-Hf同位素组成的LA-MC-ICP-MS，以及用于全岩Sr-Nd同位素数据的MC–ICP–MS。",
                "Level": "C3(Applying)"
            }
        ]
    }
}