{
    "id": "107a8b9a-74f5-4872-a90f-e6b0e0aee96b",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Temperature data of six glaciers in high altitude area of Qinghai Tibet Plateau (2019)",
            "titleCn": "青藏高原高海拔地区六冰川气温数据（2019）",
            "description": "Near-surface air temperature variability and the reliability of temperature extrapolation within glacierized regions are important issues for hydrological and glaciological studies that remain elusive because of the scarcity of high-elevation observations. Based on air temperature data in 2019 collected from 12 automatic weather stations, 43 temperature loggers and 6 national meteorological stations in six different catchments, this study presents air temperature variability in different glacierized/nonglacierized regions and assesses the robustness of different temperature extrapolations to reduce errors in melt estimation. The results show high spatial variability in temperature lapse rates (LRs) in different climatic contexts, with the steepest LRs located on the cold-dry northwestern Tibetan Plateau and the lowest LRs located on the warm-humid monsoonal-influenced southeastern Tibetan Plateau. Near-surface air temperatures in high-elevation glacierized regions of the western and central Tibetan Plateau are less influenced by katabatic winds and thus can be linearly extrapolated from off-glacier records. In contrast, the local katabatic winds prevailing on the temperate glaciers of the southeastern Tibetan Plateau exert pronounced cooling effects on the ambient air temperature, and thus, on-glacier air temperatures are significantly lower than that in elevation-equivalent nonglacierized regions. Consequently, linear temperature extrapolation from low-elevation nonglacierized stations may lead to as much as 40% overestimation of positive degree days, particularly with respect to large glaciers with a long flowline distances and significant cooling effects. These findings provide noteworthy evidence that the different LRs and relevant cooling effects on high-elevation glaciers under distinct climatic regimes should be carefully accounted for when estimating glacier melting on the Tibetan Plateau.",
            "descriptionCn": "冰川区域内的近地表气温变化和温度预测的可靠性是水文和冰川学研究的重要问题，由于缺乏高海拔观测，这些问题仍然难以捉摸。本研究基于从 6 个不同流域的 12 个自动气象站、43 个温度记录仪和 6 个国家气象站收集的 2019 年气温数据，展示了不同冰川/非冰川地区的气温变化，并评估了不同温度预测的可靠性，以减少消融估计中的误差。结果表明，不同气候背景下温度递减率 (LRs) 的空间异质性很大，最陡峭的 LRs 位于寒冷干燥的青藏高原西北部，最低的 LRs 位于受暖湿季风影响的青藏高原东南部。青藏高原西部和中部高海拔冰川区的近地表气温受下降风的影响较小，因此可以从冰川外的记录中线性预测。相比之下，青藏高原东南部温带冰川上盛行的局地降风风对环境气温的降温作用明显，因此，冰川上气温明显低于同等海拔的非冰川地区。因此，来自低海拔非冰川站的线性温度预测可能导致正度日数高估 40%，特别是对于流线距离长且冷却效果显着的大型冰川。这些发现提供了值得注意的证据，表明在估算青藏高原冰川融化时，应仔细考虑不同气候条件下高海拔冰川的不同 LR 和相关冷却效应。",
            "instructions": "The data file is in Excel format. There are six tables named glacier name. Each table contains the code, latitude and longitude, altitude of the meteorological station and temperature probe on the glacier, as well as the temperature data from January 1 to October 2019. Palung glacier is one hour temperature data, Dagze is daily temperature data, and the rest is half an hour temperature data.",
            "instructionsCn": "数据文件为Excel格式，共有六张表格，表格名为冰川名称，每张表格内有该冰川上气象站点和温度探头的代号、经纬度、海拔，以及2019年1月1日-10月的气温数据，其中Palung冰川是一小时气温数据，Dagze是日气温数据，其余为半小时气温数据。",
            "east": 96.956,
            "west": 79.7,
            "south": 29.244,
            "north": 38.111,
            "startTime": "2019-01-01 00:00:00",
            "endTime": "2019-10-31 23:30:00",
            "fileSize": 4818043.0,
            "cstr": "18406.11.Cryos.tpdc.271916",
            "doi": "10.11888/Cryos.tpdc.271916",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "杨威",
                "nameEn": "YANG Wei",
                "unitEn": "Institute of Tibetan Plateau Research,Chinese Academy of Sciences",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Air temperature variability in high-elevation glacierized regions: observations from six catchments on the Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Yang.W., Zhu.M.L., Guo.X.F., Zhao.H.B. (2022)  Air temperature variability in high-elevation glacierized regions: observations from six catchments on the Tibetan Plateau. Journal of Applied Meteorology and Climatology, DOI: 10.1175/JAMC-D-21-0122.1"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰川",
                "nameEn": "Glaciers"
            },
            {
                "nameCn": "冰川气候",
                "nameEn": "Glacier climate"
            },
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "空气温度",
                "nameEn": "Air temperature"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2019-2020",
                "keywordEn": "2019-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the temperature lapse rates (LRs) in high-altitude glacier regions of the Qinghai-Tibet Plateau?",
                "QuestionCn": "青藏高原高海拔冰川地区的温度递减率（LRs）特征是什么？",
                "AnswerEn": "steepest LRs in the cold and dry northwest, lowest LRs in the southeast influenced by warm and humid monsoons, near-surface air temperatures less affected by katabatic winds in western and central regions, significant cooling by katabatic winds in temperate glaciers of the southeastern plateau",
                "AnswerCn": "在寒冷干燥的西北地区，降水率最高；在受温暖潮湿季风影响的东南地区，降水率最低；在西部和中部地区，近地表空气温度受下沉风影响较小；在东南高原的温带冰川中，下沉风导致显著降温。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many automatic weather stations were utilized for collecting temperature data in high-altitude glacier regions?",
                "QuestionCn": "在高海拔冰川地区用于收集温度数据的自动气象站数量是多少？",
                "AnswerEn": "12",
                "AnswerCn": "12",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the challenges of predicting temperature changes in high-altitude glacier regions from the spatial heterogeneity of temperature lapse rates?",
                "QuestionCn": "从温度递减率的空间异质性可以推断出，在高海拔冰川地区预测温度变化的挑战。",
                "AnswerEn": "The spatial heterogeneity of temperature lapse rates (LRs) in different climatic backgrounds suggests significant challenges in predicting temperature changes in high-altitude glacier regions. The steepest LRs are found in the cold, dry northwestern Tibetan Plateau, while the lowest LRs are in the southeastern part, influenced by warm, moist monsoon climates. This variability indicates that different regions may require distinct approaches to accurately predict temperature changes, especially when considering the effects of local descending winds that can significantly cool ambient temperatures and impact predictions.",
                "AnswerCn": "不同气候背景下温度递减率（LRs）的空间异质性表明，在高海拔冰川地区预测温度变化面临重大挑战。最陡的LRs出现在寒冷干燥的西北藏区，而最低的LRs则出现在受温暖潮湿季风气候影响的东南部。这种变异性表明，不同地区可能需要采取不同的方法来准确预测温度变化，特别是在考虑到局部下沉风的影响时，这些风可以显著降低环境温度并影响预测结果。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenge of accurately predicting temperature changes in glacier regions at high altitudes on the Tibetan Plateau?",
                "QuestionCn": "在青藏高原高海拔冰川地区，准确预测温度变化的挑战因素包括哪些？",
                "AnswerEn": "The challenge of accurately predicting temperature changes in glacier regions at high altitudes on the Tibetan Plateau is influenced by the lack of high-altitude observations and the spatial heterogeneity of temperature lapse rates (LRs) under different climate backgrounds. The most significant factors include the steepest LRs in the cold and arid northwest of the plateau and the lowest LRs in the southeast affected by warm and moist monsoons. Additionally, the local cooling effects of katabatic winds on temperate glaciers in the southeast result in significantly lower temperatures compared to non-glacier areas at the same altitude, leading to potential overestimation of positive degree days when using linear temperature predictions from non-glacier stations.",
                "AnswerCn": "在青藏高原高海拔冰川区域，准确预测温度变化的挑战受到高海拔观测数据缺乏和不同气候背景下温度递减率（LRs）空间异质性的影响。最显著的因素包括在寒冷干旱的西北地区，温度递减率最陡，而在受温暖潮湿季风影响的东南地区，温度递减率最低。此外，东南地区的下坡风对温带冰川的局部冷却效应导致其温度显著低于同一海拔的非冰川区域，这可能导致在使用非冰川站点的线性温度预测时，对正度日的过高估计。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using linear temperature predictions from low-elevation non-glacier stations for estimating the temperature in high-altitude glacier regions on the Qinghai-Tibet Plateau?",
                "QuestionCn": "使用低海拔非冰川站的线性温度预测来估计青藏高原高海拔冰川地区的温度可能会产生哪些潜在后果？",
                "AnswerEn": "Using linear temperature predictions from low-elevation non-glacier stations may lead to a significant overestimation of positive degree days by up to 40%, particularly for large glaciers with substantial cooling effects, due to the distinct cooling impact of local katabatic winds prevalent over temperate glaciers in the southeastern Qinghai-Tibet Plateau.",
                "AnswerCn": "使用低海拔非冰川站的线性温度预测可能会导致正度日的显著高估，最高可达40%，特别是对于具有显著冷却效应的大型冰川，这是由于在青藏高原东南部温带冰川上普遍存在的局部下坡风的独特冷却影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective behind collecting temperature data from various high-altitude regions using automatic meteorological stations and temperature loggers in the context of high-altitude glacial research?",
                "QuestionCn": "在高海拔冰川研究中，使用自动气象站和温度记录仪收集来自各种高海拔地区的温度数据的主要目标是什么？",
                "AnswerEn": "The primary objective is to understand the variations in near-surface air temperature in different glacial and non-glacial areas and evaluate the reliability of temperature predictions. This understanding aims to reduce errors in ablation estimates, which are crucial for hydrology and glaciology research in the high-altitude regions of the Tibetan Plateau.",
                "AnswerCn": "主要目标是了解不同冰川和非冰川地区近地表空气温度的变化，并评估温度预测的可靠性。这一理解旨在减少融化估算中的误差，这对青藏高原高海拔地区的水文学和冰川学研究至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What types of meteorological instruments are essential for collecting reliable temperature data in high-altitude glacier regions?",
                "QuestionCn": "在高海拔冰川地区收集可靠温度数据所需的气象仪器类型有哪些？",
                "AnswerEn": "Automatic weather stations, temperature loggers, and national meteorological stations are essential for collecting reliable temperature data in high-altitude glacier regions.",
                "AnswerCn": "自动气象站、温度记录仪和国家气象站对于在高海拔冰川地区收集可靠的温度数据至关重要。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}