{
    "id": "10e21633-3d5f-4d96-a015-7d79c4b141c8",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Modeling results of leaf area index in the middle and lower Heihe River Basin at the north of Qilian Mountains (2001-2015)",
            "titleCn": "祁连山北麓黑河流域中下游叶面积指数逐月模拟数据（2001-2015）",
            "description": "The dataset of leaf area index in the middle and lower Heihe River Basin at the north of Qilian Mountains (2001-2015) is stimulated by the Hydrological-Ecological Integrated watershed Flow Model (HEIFLOW). HEIFLOW is a three-dimensional distributed eco-hydrological coupling model, integrating the Precipitation-Runoff Modeling System (PRMS) with the Modular Groundwater Flow Model (MODFLOW) and several ecological modules, which can completely describe the hydrological cycle and vegetation ecological process of the basin. For the modeling details of generating this data, please refer to Han et al. (2021), and for the technical details of HEIFLOW  model, please refer to Han et al. (2021), Tian et al. (2018), and sun et al. (2018)",
            "descriptionCn": "祁连山北麓黑河流域中下游叶面积指数逐月模拟数据（2001-2015）是由生态水文耦合模型HEIFLOW模拟得到的。HEIFLOW模型是一个三维分布式生态水文模拟，由一个地表水模型（PRMS）、一个地下水模型（MODFLOW）和几个生态模块组成，能较为完整地描述流域水循环和植被生态过程。生成此数据的建模细节请参考Han et al. (2021)，关于HEIFLOW模型的技术细节请参考Han et al. (2021)，Tian et al. (2018)和Sun et al. (2018).",
            "instructions": "VariableName_ Year-Month",
            "instructionsCn": "变量名称_年份-月份",
            "east": 102.32,
            "west": 97.65,
            "south": 37.96,
            "north": 42.91,
            "startTime": "2001-01-01 00:00:00",
            "endTime": "2015-12-31 00:00:00",
            "fileSize": 160102440.0,
            "cstr": "18406.11.Terre.tpdc.271987",
            "doi": "10.11888/Terre.tpdc.271987",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "郑一",
                "nameEn": "ZHENG Yi ",
                "unitEn": "Southern University of Science and Technology",
                "unitCn": "南方科技大学"
            },
            {
                "nameCn": "韩峰",
                "nameEn": "HAN Feng ",
                "unitEn": "Southern University of Science and Technology",
                "unitCn": "南方科技大学"
            },
            {
                "nameCn": "田勇",
                "nameEn": "TIAN Yong ",
                "unitEn": "Southern University of Science and Technology",
                "unitCn": "南方科技大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Nexus of Water, Ecosystems, and Agriculture in Endorheic River Basins: A System Analysis Based on Integrated Ecohydrological Modeling",
                "referenceCn": null,
                "referenceEn": "Sun, Z., Zheng, Y., & Li, X., et al. (2018). The Nexus of Water, Ecosystems, and Agriculture in Endorheic River Basins: A System Analysis Based on Integrated Ecohydrological Modeling. Water Resources Research, 54(10), 7534-7556."
            },
            {
                "titleCn": null,
                "titleEn": "A comprehensive graphical modeling platform designed for integrated hydrological simulation",
                "referenceCn": null,
                "referenceEn": "Tian, Y., Zheng, Y., & Han, F., et al. (2018). A comprehensive graphical modeling platform designed for integrated hydrological simulation. Environmental Modelling & Software, 108, 154-173."
            },
            {
                "titleCn": null,
                "titleEn": "Accounting for field-scale heterogeneity in the ecohydrological modeling of large arid river basins: Strategies and relevance",
                "referenceCn": null,
                "referenceEn": "Han, F., Zheng, Y., & Tian, Y., et al. (2021). Accounting for field-scale heterogeneity in the ecohydrological modeling of large arid river basins: Strategies and relevance. Journal of Hydrology, 595, 126045."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表参数",
                "nameEn": "Land Surface Parameter"
            },
            {
                "nameCn": "地表过程",
                "nameEn": "Earth SurFace Processes"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2001-2015",
                "keywordEn": "2001-2015",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the ecological hydrological coupling model HEIFLOW utilize a combination of surface water and groundwater models to simulate leaf area index data?",
                "QuestionCn": "生态水文耦合模型HEIFLOW是否利用地表水和地下水模型的组合来模拟叶面积指数数据？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many years of leaf area index data have been simulated using the HEIFLOW model in the Heihe River Basin?",
                "QuestionCn": "在黑河流域，使用HEIFLOW模型模拟了多少年的叶面积指数数据？",
                "AnswerEn": "15 years",
                "AnswerCn": "15年",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes lead researchers to choose the HEIFLOW model for simulating leaf area index in the Qilian Mountains region between 2001 and 2015?",
                "QuestionCn": "导致研究人员选择HEIFLOW模型在2001年至2015年期间模拟祁连山地区叶面积指数的原因是什么？",
                "AnswerEn": "Researchers chose the HEIFLOW model for simulating the leaf area index in the Qilian Mountains region because it is a comprehensive three-dimensional distributed eco-hydrological model that integrates a surface water model (PRMS), a groundwater model (MODFLOW), and several ecological modules. This allows for a more complete description of watershed water cycles and vegetation ecological processes, which is essential for accurately simulating the leaf area index in complex environments like the Qilian Mountains.",
                "AnswerCn": "研究人员选择HEIFLOW模型来模拟祁连山地区的叶面积指数，因为它是一个综合性的三维分布式生态水文模型，集成了地表水模型（PRMS）、地下水模型（MODFLOW）以及多个生态模块。这使得能够更全面地描述流域水循环和植被生态过程，这对于在像祁连山这样复杂环境中准确模拟叶面积指数至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives of using an eco-hydrological coupling model like HEIFLOW for simulating monthly leaf area index in river basins?",
                "QuestionCn": "使用生态水文耦合模型如HEIFLOW模拟河流流域的月叶面积指数的目标是什么？",
                "AnswerEn": "The goal of using the HEIFLOW model is to comprehensively describe the water cycle and vegetation ecological processes in the basin. This includes integrating surface water and groundwater models with ecological modules to simulate interactions between hydrology and vegetation accurately, as demonstrated in the 2001-2015 data for the Heihe River Basin in the northern Qilian Mountains.",
                "AnswerCn": "使用HEIFLOW模型的目标是全面描述流域中的水循环和植被生态过程。这包括将地表水和地下水模型与生态模块相结合，以准确模拟水文与植被之间的相互作用，如在2001-2015年期间对北祁连山黑河流域的数据所示。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the steps involved in using ecological hydrological coupling models like HEIFLOW to simulate monthly leaf area index data in a watershed, and what are some challenges that might arise during the modeling and data collection process?",
                "QuestionCn": "使用生态水文耦合模型（如HEIFLOW）模拟流域中的月叶面积指数数据的步骤包括：\n\n1. **数据收集**：收集流域的气象数据、土壤特性、植被类型和水文数据等基础信息。\n2. **模型选择与设置**：选择合适的模型（如HEIFLOW），并根据流域特征进行参数设置。\n3. **模型校准**：使用历史观测数据对模型进行校准，以确保模型输出与实际观测数据相符。\n4. **模拟运行**：运行模型进行模拟，生成月叶面积指数数据。\n5. **结果分析**：分析模型输出，评估叶面积指数的时空变化特征。\n6. **不确定性分析**：进行不确定性分析，评估模型结果的可靠性。\n\n在建模和数据收集过程中可能遇到的一些挑战包括：\n\n1. **数据缺失**：气象或水文数据可能不完整，影响模型的准确性。\n2. **模型复杂性**：生态水文模型通常较为复杂，参数设置和校准可能需要大量的专业知识。\n3. **空间异质性**：流域内的土壤、植被和水文特征可能存在显著的空间差异，导致模型难以准确模拟。\n4. **计算资源**：高分辨率模拟可能需要大量的计算资源和时间。\n5. **气候变化影响**：气候变化可能导致模型假设失效，影响模拟结果的可靠性。",
                "AnswerEn": "The process involves setting up the HEIFLOW model, which is a three-dimensional distributed ecological hydrological simulation model composed of a surface water model (PRMS), a groundwater model (MODFLOW), and several ecological modules. These components work together to comprehensively describe the watershed water cycle and vegetation ecological processes. The challenges may include ensuring accurate calibration of the model parameters, integrating diverse data sources effectively, and managing the computational complexity associated with the three-dimensional simulations. For detailed technical guidance and challenges, references such as Han et al. (2021), Tian et al. (2018), and Sun et al. (2018) can be consulted.",
                "AnswerCn": "该过程涉及设置HEIFLOW模型，这是一个三维分布式生态水文模拟模型，由一个地表水模型（PRMS）、一个地下水模型（MODFLOW）和多个生态模块组成。这些组件协同工作，以全面描述流域水循环和植被生态过程。面临的挑战可能包括确保模型参数的准确校准、有效整合多样的数据源，以及管理与三维模拟相关的计算复杂性。有关详细的技术指导和挑战，可以参考Han等（2021）、Tian等（2018）和Sun等（2018）的文献。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}