{
  "id": "1108029e-7090-4ad0-a92f-5002129d15a7",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Cassiterite U-Pb dating of Yangbin porphyry tin deposit in Zhejiang Province and its geological significance data set",
      "titleCn": "浙江省洋滨斑岩型锡矿的锡石U-Pb定年及其地质意义数据集",
      "description": "This data set is the LA-ICP-MS U-Pb determination data of cassiterite in Yangbin tin mine, Taishun County, Zhejiang Province. The data were obtained from in situ LA-ICP-MS analysis. The data has been used in the publication of articles, and the data quality is high and reliable. The Yangbin porphyry tin deposit in Zhejiang Province is a part of the southeast coastal W-Sn metallogenic belt; In order to accurately determine the diagenetic and metallogenic ages of the late Yanshanian W-Sn polymetallic deposits in the southeast coastal areas, including Yangbin, Zhejiang Province, Dahutang, Yanbei, Shilu, Guangdong Province and gaotongling, Hainan Province",
      "descriptionCn": "本数据集为浙江省泰顺县洋滨锡矿的锡石LA-ICP-MS U-Pb测定数据。本数据来源于原位的LA-ICP-MS分析获取。该数据已用于文章发表，数据质量高且真实可靠。浙江省洋滨斑岩型锡矿为东南沿海钨锡成矿带的一部分，用原位的锡石LA-ICP-MS U-Pb数据确定洋滨锡矿的成矿时代；以便准确厘定东南沿海地区包括浙江洋滨、江西大湖塘、岩背和广东石菉和海南高通岭等燕山晚期代表性钨锡多金属矿床进行了含矿岩体成岩成矿时代.",
      "instructions": "File name: cassiterite U-Pb dating data is stored in file format, the file name is \"cassiterite U-Pb dating. Xlsx\", cassiterite represents cassiterite, U-Pb dating represents U-Pb dating method, and \"cassiterite U-Pb dating. Xlsx\" represents cassiterite U-Pb dating results.\nData reading mode: the data set can be directly opened with EXCEL program.",
      "instructionsCn": "文件命名：锡石 U-Pb定年数据以文件格式储存，文件的名称为“Cassiterite U-Pb dating.xlsx”，Cassiterite代表锡石，U-Pb dating 代表定年方法为U-Pb，“Cassiterite U-Pb dating.xlsx”文件代表锡石U-Pb定年结果。\n数据读取方式：该数据集可以直接用EXCEL程序打开。",
      "east": 115.47,
      "west": 118.47,
      "south": 23.35,
      "north": 25.35,
      "startTime": null,
      "endTime": null,
      "fileSize": 13792.0,
      "cstr": "18406.11.Geo.tpdc.271389",
      "doi": "10.11888/Geo.tpdc.271389",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李前臻",
        "nameEn": "LI Qianzhen",
        "unitEn": "",
        "unitCn": "广州地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Cassiterite U-Pb geochronology constrains magmatichydrothermal evolution in complex evolved granite systems: the classic Erzgebirge tin province (Saxony and Bohemia).",
        "referenceCn": null,
        "referenceEn": "Zhang R.Q., Lehmann B., Seltmann R., Sun W.D., & Li C.Y. (2017). Cassiterite U-Pb geochronology constrains magmatichydrothermal evolution in complex evolved granite systems:the classic Erzgebirge tin province (Saxony and Bohemia). Geology, 45(12), 1095–1098."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "锡石U-Pb定年",
        "nameEn": "Cassiterite U–Pb dating"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "泰顺县",
        "keywordEn": "Taishun county"
      },
      {
        "keywordCn": "洋滨",
        "keywordEn": "Yangbin"
      },
      {
        "keywordCn": "浙江省",
        "keywordEn": "Zhejiang Province"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "101.7± 2.1Ma",
        "keywordEn": "101.7± 2.1Ma",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the properties of the data collection method used for determining the U-Pb age of cassiterite in porphyry tin deposits?",
        "QuestionCn": "用于确定斑岩锡矿床中锡石的U-Pb年龄的数据收集方法的特性是什么？",
        "AnswerEn": "in-situ LA-ICP-MS analysis, high-quality, reliable data",
        "AnswerCn": "原位LA-ICP-MS分析，高质量、可靠的数据",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes researchers to choose LA-ICP-MS as a preferred data collection method for U-Pb dating in porphyry-type tin deposits?",
        "QuestionCn": "是什么原因导致研究人员选择LA-ICP-MS作为在斑岩型锡矿床中进行U-Pb定年的首选数据收集方法？",
        "AnswerEn": "The researchers use LA-ICP-MS for U-Pb dating due to its ability to provide precise and in-situ age determination of tin deposits, ensuring high-quality and reliable data. This method is particularly effective in determining the mineralization age of the Yanshanian epoch tin-polymetallic deposits along the southeast coastal area, including Zhejiang Province.",
        "AnswerCn": "研究人员使用激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）进行铀-铅（U-Pb）定年，因为该方法能够提供精确的原位年龄测定，确保数据的高质量和可靠性。这种方法在确定东南沿海地区，包括浙江省的燕山期锡多金属矿床的矿化年龄方面特别有效。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes on geological understanding when using in-situ LA-ICP-MS U-Pb dating techniques on cassiterite in porphyry tin deposits?",
        "QuestionCn": "使用原位LA-ICP-MS U-Pb定年技术对斜钨矿在斑岩锡矿床中的研究，可能对地质理解产生的潜在结果是什么？",
        "AnswerEn": "Using in-situ LA-ICP-MS U-Pb dating techniques on cassiterite in porphyry tin deposits can lead to a more accurate determination of the mineralization age of the deposits. This enhances geological understanding by providing precise dating of the mineralizing events, which is crucial for delineating the timing of ore formation and correlating these events across different regions within the Southeast Coastal Tungsten-Tin metallogenic belt.",
        "AnswerCn": "使用原位激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）铀-铅（U-Pb）定年技术对锡石进行定年，可以更准确地确定矿床的矿化年龄。这通过提供矿化事件的精确年代，增强了地质理解，这对于划定矿石形成的时间以及在东南沿海钨锡成矿带内不同区域之间的事件相关性至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the goals behind using in-situ LA-ICP-MS analysis for U-Pb dating of cassiterite in porphyry-type tin deposits, particularly in regions like southeastern coastal tungsten-tin metallogenic belts?",
        "QuestionCn": "在东南沿海钨锡成矿带等地区，使用原位LA-ICP-MS分析对斑岩型锡矿床中的锡石进行U-Pb定年的目的是什么？",
        "AnswerEn": "The goal is to accurately determine the metallogenic age of the Yangbin tin deposit in Zhejiang Province and to precisely delineate the diagenetic and metallogenic ages of representative tungsten-tin polymetallic deposits in the southeastern coastal region, including areas like Zhejiang Yangbin, Jiangxi Dahutang, Yanbei, Guangdong Shilu, and Hainan Gaotongling, which are part of the Yanshanian period.",
        "AnswerCn": "目标是准确确定浙江省杨宾锡矿床的成矿年龄，并精确划定包括浙江杨宾、江西大湖塘、燕北、广东狮路和海南高通岭等地区在内的东南沿海地区代表性钨锡多金属矿床的成岩和成矿年龄，这些地区属于燕山期。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the key steps and considerations involved in using LA-ICP-MS to perform U-Pb dating of cassiterite to determine the mineralization age of porphyry-type tin deposits?",
        "QuestionCn": "使用LA-ICP-MS对锡石进行U-Pb定年以确定斑岩型锡矿床成矿年龄的关键步骤和注意事项有哪些？",
        "AnswerEn": "The U-Pb dating of cassiterite using LA-ICP-MS involves collecting in-situ measurements from the mineral samples within the porphyry-type tin deposits. The collected data is used to determine the mineralization age by analyzing the isotopic composition of lead and uranium within the cassiterite. This method requires high precision and accuracy, as it plays a crucial role in accurately delineating the mineralization age, which is essential for understanding the geological significance of the deposits, such as those in Zhejiang Province and other regions in the southeast coastal tungsten-tin metallogenic belt.",
        "AnswerCn": "使用激光剥蚀-电感耦合等离子体质谱法（LA-ICP-MS）对锡石进行U-Pb定年涉及从矿石样本中收集原位测量数据。这些收集的数据用于通过分析锡石中铅和铀的同位素组成来确定矿化年龄。这种方法需要高精度和高准确性，因为它在准确划定矿化年龄方面起着至关重要的作用，这对于理解矿床的地质意义至关重要，例如浙江省及东南沿海钨锡成矿带的其他地区。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}