{
  "id": "1116c2a4-0f36-4ce1-ada3-1338fbd7ba56",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Dataset of ecosystem type distribution for 1km of China Nepal transportation corridor (1992-2020)",
      "titleCn": "中尼交通廊道1km生态系统类型分布数据集（1992-2020）",
      "description": "This data is the annual distribution dataset of ecosystem types for the China Nepal transportation corridor (50km on both sides of the China Nepal kilometer) from 1992 to 2022. The spatial resolution is 1km and the data format is TIFF. The original data comes from the Climate Change Initiative Land Cover (CCI-LC) dataset of the European Aviation Authority's Climate Change Initiative project（ https://cds.climate.copernicus.eu/ ）This dataset uses the Land Cover Classification System (LCCS) of the Food and Agriculture Organization of the United Nations (UN FAO), providing 22 types of land use worldwide with an overall accuracy of 70.46% and a Kappa coefficient of 0.67. Due to the fact that the original data is on a global scale and has a large amount of data, in order to facilitate users to conduct relevant research on the China Nepal transportation corridor area, based on the actual surface coverage of the China Nepal transportation corridor and its data description, we have reclassified it into 8 ecosystem types, namely farmland ecosystem, forest ecosystem, grassland ecosystem, water ecosystem, and urban ecosystem The bare land ecosystem and wetland ecosystem were subjected to cropping and reprojection of the original data using vector data from the China Nepal transportation corridor and ArcGIS Pro software.",
      "descriptionCn": "本数据为1992-2022年中尼交通廊道（中尼公里两侧50km）逐年生态系统类型分布数据集。空间分辨率为1km，数据格式为TIFF。原始数据来自于欧洲航空局气候变化倡议项目的全球土地利用覆盖数据集（Climate Change Initiative Land Cover，CCI-LC）（https://cds.climate.copernicus.eu/），该数据集使用联合国粮食及农业组织 （UN FAO） 的土地覆盖分类系统 （LCCS），提供了全球范围内22种土地利用类型，整体精度达到70.46%，Kappa系数为0.67。由于原始数据为全球范围，数据量极大，为了便于用户对中尼交通廊道地区开展相关研究，在原数据的基础之上，我们依据中尼交通廊道实际地表覆盖情况及其数据描述将其重新分类为8种生态系统类型，分别为耕地生态系统、森林生态系统、草地生态系统、水体生态系统、城市生态系统、裸地生态系统和湿地生态系统，并使用中尼交通廊道矢量数据和ArcGIS Pro软件对原始数据进行了裁切和重投影。",
      "instructions": "File Name: The average temperature data is stored in TIff format and named \"SNTC-ES-yyyy. tif\", where yyyy represents the year. For example, SNTC_ ES_ 1992. tif represents the distribution of ecosystem types in the China Nepal transportation corridor in 1992.",
      "instructionsCn": "文件命名：平均气温数据以TIff格式存储，文件命名为“SNTC_ES_yyyy.tif”，其中yyyy代表年。例如SNTC_ES_1992.tif代表了1992年的中尼交通廊道生态系统类型分布。\n\n数据读取方式：\n该数据可以直接使用ArcGIS软件打开\"",
      "east": 84.7231716,
      "west": 91.5822194,
      "south": 27.9169755,
      "north": 30.1071917,
      "startTime": "1992-01-01 20:19:46",
      "endTime": "2020-12-31 20:19:46",
      "fileSize": 678749.0,
      "cstr": null,
      "doi": "10.24381/cds.006f2c9a",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "岳东霞",
        "nameEn": "YUE Dongxia",
        "unitEn": "",
        "unitCn": "兰州大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Copernicus Climate Change Service, Climate Data Store",
        "referenceCn": null,
        "referenceEn": "Copernicus Climate Change Service, Climate Data Store. (2019). Land cover classification gridded maps from 1992 to present derived from satellite observation. Copernicus Climate Change Service (C3S) Climate Data Store (CDS). DOI: 10.24381/cds.006f2c9a"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土地利用/覆盖",
        "nameEn": "Land Use/Land Cover"
      },
      {
        "nameCn": "土地覆盖格局",
        "nameEn": "Land cover pattern"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中尼交通廊道",
        "keywordEn": "China Nepal transportation corridor"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1992-2020",
        "keywordEn": "1992-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "青藏地区特定交通廊道生态风险评估",
        "titleEn": "Ecological risk assessment of specific traffic corridor in Qinghai-Tibet region"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the ecosystem types distributed in the 1km spatial resolution dataset for transportation corridors?",
        "QuestionCn": "在1公里空间分辨率的数据集中，运输走廊分布的生态系统类型的特征是什么？",
        "AnswerEn": "cropland, forest, grassland, waterbody, urban, bare land, wetland ecosystems",
        "AnswerCn": "农田、森林、草地、水体、城市、裸地、湿地生态系统",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of a dataset used to map ecosystem types along the China-Nepal transport corridor?",
        "QuestionCn": "用于沿中国-尼泊尔运输走廊绘制生态系统类型的数据集的空间分辨率是多少？",
        "AnswerEn": "1 km",
        "AnswerCn": "1公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the 'Climate Change Initiative Land Cover (CCI-LC)' dataset, and how is it utilized in ecosystem classification within the context of ecological studies?",
        "QuestionCn": "什么是“气候变化倡议土地覆盖（CCI-LC）”数据集，它在生态研究中如何用于生态系统分类？",
        "AnswerEn": "The 'Climate Change Initiative Land Cover (CCI-LC)' dataset is a global land cover dataset from the European Space Agency's climate change initiative project. It uses the United Nations FAO's Land Cover Classification System (LCCS) to provide 22 types of land use globally, with an overall accuracy of 70.46% and a Kappa coefficient of 0.67. This dataset is used as a basis for ecosystem classification by reclassifying global data to reflect local ecological systems, such as those along the China-Nepal transportation corridor, which are categorized into eight ecosystem types: cropland, forest, grassland, water, urban, bare land, and wetland ecosystems.",
        "AnswerCn": "“气候变化倡议土地覆盖（CCI-LC）”数据集是来自欧洲航天局气候变化倡议项目的全球土地覆盖数据集。它使用联合国粮农组织的土地覆盖分类系统（LCCS）提供全球22种土地利用类型，整体准确率为70.46%，Kappa系数为0.67。该数据集作为生态系统分类的基础，通过重新分类全球数据以反映地方生态系统，例如沿中国-尼泊尔运输走廊的生态系统，这些生态系统被分类为八种类型：农田、森林、草地、水体、城市、裸地和湿地生态系统。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors might have contributed to the necessity of reclassifying global land cover data into specific ecosystem types for regional studies?",
        "QuestionCn": "哪些因素可能促使将全球土地覆盖数据重新分类为特定生态系统类型，以便进行区域研究？",
        "AnswerEn": "The reclassification of global land cover data into specific ecosystem types for regional studies may be due to the vast geographical scope and diverse ecological characteristics present in global datasets, which require adaptation to accurately reflect local conditions. The original global dataset provides 22 types of land cover, but to better suit the regional focus of the 中尼交通廊道, the data was reclassified into 8 ecosystem types based on actual land cover and data descriptions specific to the area.",
        "AnswerCn": "全球土地覆盖数据的重新分类为特定生态系统类型，以便进行区域研究，可能是由于全球数据集的广泛地理范围和多样的生态特征，需要进行调整以准确反映当地条件。原始全球数据集提供了22种土地覆盖类型，但为了更好地适应中尼交通廊道的区域重点，数据根据实际土地覆盖和该地区特定的数据描述重新分类为8种生态系统类型。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the steps involved in transforming global land cover data into a localized ecosystem type distribution for the 中尼交通廊道, considering spatial resolution and classification requirements?",
        "QuestionCn": "将全球土地覆盖数据转化为中尼交通廊道的局部生态系统类型分布时，需要考虑空间分辨率和分类要求的步骤是什么？",
        "AnswerEn": "The process involves using global land cover data from the Climate Change Initiative Land Cover (CCI-LC) dataset, which is originally in a global scope and has a detailed classification system. First, the data is reclassified into eight ecosystem types based on the actual surface cover of the 中尼交通廊道 region. This involves mapping the 22 global land use types into categories like cropland, forest, grassland, water body, urban, bare land, and wetland ecosystems. The spatial data is then processed using ArcGIS Pro software to cut and reproject the data, ensuring it fits the specific geographical area of interest, which is 50 km on either side of the 中尼交通廊道. The spatial resolution is maintained at 1 km, and the data is presented in TIFF format, ready for further analysis.",
        "AnswerCn": "该过程涉及使用气候变化倡议土地覆盖（CCI-LC）数据集中的全球土地覆盖数据，该数据集最初具有全球范围和详细的分类系统。首先，根据中尼交通廊道地区的实际地表覆盖情况，将数据重新分类为八种生态系统类型。这涉及将22种全球土地利用类型映射为耕地、森林、草地、水体、城市、裸地和湿地生态系统等类别。然后，使用ArcGIS Pro软件处理空间数据，以裁剪和重投影数据，确保其适合中尼交通廊道两侧50公里的特定地理区域。空间分辨率保持在1公里，数据以TIFF格式呈现，准备进行进一步分析。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}