{
  "id": "118dfdff-c07d-449a-8947-8a2a19d768b0",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "High-Temporal and Landsat-Like surface evapotranspiration in Heihe River Basin (2010-2016) (HiTLL ET V1.0)",
      "titleCn": "黑河流域逐日100米地表蒸散发数据（2010-2016）（HiTLL ET V1.0）",
      "description": "This data set mainly includes daily surface evapotranspiration products in Heihe River Basin (HRB) from 2010 to 2016, with a resolution of 100 meters. Based on multi-source remote sensing data (MODIS Landsat TM/ETM+ data) and regional meteorological data (China meteorological forcing dataset, CMFD), sensitivity parameters of the theoretically robust surface energy balance system (SEBS) model were determined through global sensitivity analysis, and then the parameterization scheme of the model was optimized to improve the estimation accuracy. At the same time, combined with spatial and temporal data fusion algorithm of remote sensing image. Finally, the High-Temporal and Landsat-Like surface evapotranspiration (ET) (HiTLL ET) was obtained over the Heihe Basin. It was validation by the EC measurements from the flux observation stations and ETMap, and the estimation results are consistent with the observation and the spatial and temporal distribution pattern of ETMap. This data set can provide data support for the study of water consumption law and scientific effective management of watershed water resources within HRB, especially for woodland and grassland in the upper stream regions, oasis farmland and desert vegetation in the midstream and downstream regions.",
      "descriptionCn": "本数据集是黑河流域2010-2016年逐日100米地表蒸散发遥感产品。基于多源遥感数据（MODIS、Landsat TM/ETM+数据等）和近地面气象要素数据（中国区域地面气象要素驱动数据集，CMFD），依据地表能量平衡理论，对地表能量平衡系统（SEBS）模型通过全局敏感性分析确定模型的敏感变量，继而优化模型的这些变量参数化方案，以便提高蒸散发遥感模型估算精度。同时，结合遥感图像数据的时空融合方法，最终获取了黑河流域空间全覆盖和较高时空分辨率（100米，逐日）地表蒸散发数据。利用黑河野外地面站点观测数据和黑河流域区域尺度地表蒸散发相对真值数据集（ETMap）进行验证，估算结果与站点观测数据以及ETMap的时空分布格局均具有较好的一致性。本数据集可直接为黑河流域，特别是上游林地和草地、中下游绿洲农田和荒漠植被的耗水规律研究与流域水资源的科学管理提供数据支撑。",
      "instructions": "File Naming Convention: Daily：YYYDOY_YYYYMMDD_daily_ET.tif (YYYY: year, DOY: Day of the year, MM: month, DD: day), as follow: 2013001_20130101_ET_daily.tif. Monthly: YYYY_MM_ET_monthly.tif (YYYY: year, MM: month), as follow: 2013_01_ET_monthly.tif. Year: YYYY_ET_yearly.tif (YYYY: year), as follow: 2013_ET_yearly.tif.\nProjection: WGS_1984_UTM_Zone_47N;\nData Format, Size and Data type: GeoTIFF, 5505 rows*4027 columns and float;\nUnit: daily (mm/day), monthly(mm/month), yearly(mm/year);\nData Version：Version 1.0.",
      "instructionsCn": "文件命名约定：逐日蒸散发文件命名：YYYDOY_YYYYMMDD_ET_daily.tif   （YYYY：年，DOY：一年的第几天，MM：月，DD：日） 如下：2013001_20130101_ET_daily.tif。月蒸散发文件命名：YYY_MM_ET_monthly.tif （YYYY：年，MM：月） 如下：2013_01_ET _monthly.tif。年蒸散发文件命名：YYYY_ET_yearly.tif （YYYY：年），如下：2013_ET_yearly.tif；\n投影：WGS_1984_UTM_Zone_47N；\n数据格式，大小和数据存储类型：GeoTIFF，5505行×4027列和浮点型；\n数据产品单位：逐日（mm/day），月（mm/month），年（mm/year）；\n数据版本号：Version 1.0。",
      "east": 101.81,
      "west": 97.12,
      "south": 37.71,
      "north": 42.68,
      "startTime": "2010-01-01 00:00:00",
      "endTime": "2016-12-31 00:00:00",
      "fileSize": 234928452154.0,
      "cstr": "18406.11.Hydro.tpdc.271081",
      "doi": "10.11888/Hydro.tpdc.271081",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "马燕飞",
        "nameEn": "MA Yanfei",
        "unitEn": "Handan College",
        "unitCn": "邯郸学院"
      },
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Estimation of daily evapotranspiration and irrigation water efficiency at a Landsat-like scale for an arid irrigation area using multi-source remote sensing data",
        "referenceCn": null,
        "referenceEn": "Ma, Y.F., Liu, S.M., Song, L.S., Xu, Z.W., Liu, Y.L., Xu, T.R., Zhu, Z.L. (2018). Estimation of daily evapotranspiration and irrigation water efficiency at a Landsat-like scale for an arid irrigation area using multi-source remote sensing data. Remote Sensing of Environment, 216, 715-734. doi:10.1016/j.rse.2018.07.019."
      },
      {
        "titleCn": null,
        "titleEn": "ref-01",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S., Li, H., Ma, Y., Wang, J., Zhang, Y., Xu, Z., Xu, T., Song, L., Yang, X., Lu, Z., Wang, Z., Guo, Z. (2018). Intercomparison of six upscaling evapotranspiration methods: From site to the satellite pixel. Journal of Geophysical Research: Atmospheres, 123(13), 6777-6803. https://doi.org/10.1029/2018JD028422."
      },
      {
        "titleCn": null,
        "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
        "referenceCn": null,
        "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
      },
      {
        "titleCn": null,
        "titleEn": "ref-02",
        "referenceCn": null,
        "referenceEn": "Xu, T., Guo, Z., Liu, S., He, X., Meng, Y., Xu, Z., Xia, Y., Xiao, J., Zhang, Y., Ma, Y., Song, L.    (2018). Evaluating different machine learning methods for upscaling evapotranspiration from towers to the regional scale. Journal of Geophysical Research: Atmospheres, 123(16), 8674-8690. https://doi.org/10.1029/2018JD028447."
      },
      {
        "titleCn": null,
        "titleEn": "ref-03",
        "referenceCn": null,
        "referenceEn": "Liu, S., Xu, Z., Song, L., Zhao, Q., Ge, Y., Xu, T., Ma, Y., Zhu, Z., Jia, Z., Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113. https://doi.org/10.1016/j.agrformet.2016.04.008."
      },
      {
        "titleCn": null,
        "titleEn": "ref-04",
        "referenceCn": null,
        "referenceEn": "Xu, Z., Ma, Y., Liu, S., Shi, W., Wang, J., 2017. Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56 (1), 127–140. https://doi.org/10.1175/JAMC-D-16-0096.1."
      },
      {
        "titleCn": null,
        "titleEn": "ref-05",
        "referenceCn": null,
        "referenceEn": "Ma, Y., Liu, S., Zhang, F., Zhou, J., Jia, Z., Song, L., 2015. Estimations of regional surface energy fluxes over heterogeneous oasis–desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12 (3), 671–675. https://doi.org/10.1109/LGRS.2014.2356652."
      },
      {
        "titleCn": null,
        "titleEn": "ref-06",
        "referenceCn": null,
        "referenceEn": "Su, Z. (2002). The Surface Energy Balance System (SEBS) for estimation of turbulent heat fluxes. Hydrology and Earth System Sciences, 6 (1), 85–100. https://doi.org/10.5194/hess-6-85-2002."
      },
      {
        "titleCn": null,
        "titleEn": "ref-0909",
        "referenceCn": null,
        "referenceEn": "Jia, L., Su, Z., van den Hurk, B., Menenti, M., Moene, A., De Bruin, H.A., Yrisarry, J.J.B., Ibanez, M., Cuesta, A. (2003). Estimation of sensible heat flux using the Surface Energy Balance System (SEBS) and ATSR measurements. Physics and Chemistry of the Earth, Parts A/B/C, 28 (1–3), 75–88. https://doi.org/10.1016/S1474-7065(03)00009-3."
      },
      {
        "titleCn": null,
        "titleEn": "ref-07",
        "referenceCn": null,
        "referenceEn": "He, J., Yang, K., Tang, W. Lu, H., Qin, J., Chen, Y.Y., Li, X. (2020). The first high-resolution meteorological forcing dataset for land process studies over China. Scientific Data, 7, 25, https://doi.org/10.1038/s41597-020-0369-y."
      },
      {
        "titleCn": null,
        "titleEn": "ref-08",
        "referenceCn": null,
        "referenceEn": "Yang, K., He, J.,Tang, W.J., Qin, J., Cheng, C.C.K. (2010). On downward shortwave and longwave radiations over high altitude regions: Observation and modeling in the Tibetan Plateau. Agricultural and Forest Meteorology, 150(1), 38-46. https://doi.org/10.1016/j.agrformet.2009.08.004."
      },
      {
        "titleCn": null,
        "titleEn": "ref-10",
        "referenceCn": null,
        "referenceEn": "YANG Kun, HE Jie. China meteorological forcing dataset (1979-2018). National Tibetan Plateau Data Center, 2019. DOI: 10.11888/Atmosp hericPhysics.tpe.249369.file. CSTR: 18046.11.AtmosphericPhysics.tpe.249369.file."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表蒸散发",
        "nameEn": "Land-surface evapotranspiration"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2010-2016",
        "keywordEn": "2010-2016",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      },
      {
        "titleCn": "国家自然科学基金青年科学基金项目",
        "titleEn": "Young Scientists Fund of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The estimation of land-surface evapotranspiration (ET) at high spatial and temporal resolutions is important for management and planning of agricultural water resources, but available remote sensing data generally have either high spatial resolution or high temporal resolution. Irrigation accounts for approximately 70% of the world's total freshwater withdrawals. Agricultural production in arid and semi-arid areas usually requires irrigation, and these regions consume approximately 80% to 95% of the total freshwater used for irrigated agriculture in Western Europe, Western Asia, and Northwest China. Quantification of irrigation water efficiency at the field scale first requires accurate and high spatiotemporal resolution estimates of surface evapotranspiration (ET), and these measurements can provide a basis for making decisions regarding irrigation management. Satellite sensors, such as the Moderate Resolution Imaging Spectroradiometer (MODIS), the Advanced Very High Resolution Radiometer (AVHRR), and the Visible Infrared Imaging Radiometer (VIIRS) provide daily thermal infrared (TIR) data, but their resolutions (~1 km) are too coarse for estimation of ET at the field scale. On the other hand, the Landsat 5 Thematic Mapper (TM)/7 Enhanced Thematic Mapper Plus (ETM+)/8 Thermal Infrared Sensor (TIRS) and the Terra Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) provide high spatial resolution thermal infrared (TIR) data (approximately 100 m), but they have a lengthy return interval, and cloud cover can interfere with image acquisition. Therefore, a method that combines the fine spatial resolution of Landsat-like data and the high temporal resolution of MODIS-like data will provide significant benefits for water resource management at the field scale."
      ],
      "research objective": [
        "To overcome this limitation, we evaluated the use of a data fusion scheme, Enhanced Spatial and Temporal Adaptive Reflectance Fusion Model (ESTARFM), to determine the surface parameters needed to estimate daily ET at a Landsat-like scale (100 m)."
      ],
      "challenges": [
        "This method also does not consider differences in the overpass times of the Landsat and MODIS sensors. The ground measurements from the EC towers and the AWS system have inherent uncertainties that will impact the HiTLL ET product."
      ],
      "methods": [
        "We fused Moderate Resolution Imaging Spectroradiometer (MODIS) data with Landsat Enhanced Thematic Mapper Plus (ETM+) data in analysis of the Heihe River Basin (HRB), an arid region of Northwest China. The surface parameters were then used to drive the revised Surface Energy Balance System (SEBS) model to estimate daily ET at a spatial resolution of 100 m for this an arid irrigation area during the crop growth period (April to October) in 2012."
      ],
      "dataset": [
        "Terra MODIS and Landsat 7 ETM+ data (April to October 2012) that were used in this study."
      ],
      "findings": [
        "The results showed that the daily ET estimates had a mean absolute percent error (MAPE) of 12% and a root mean square error (RMSE) of 0.81 mm/day relative to ground measurements from 18 eddy covariance (EC) sites in the study area. The validation results indicated good accuracy for land cover types of maize and vegetables, a slight overestimation for residential and wetland sites, and a slight underestimation for orchard site. Our comparison of the input parameter fusion approach (IPFA) and the ET fusion approach (ETFA) with field measurements indicated the IPFA was superior than the ETFA for land surfaces with high spatial heterogeneity. Furthermore, our high spatiotemporal ET estimates indicated that irrigation water efficiencies of the irrigation districts (mean: 70%) and villages (mean: 62%) had large spatial heterogeneity. These results point to the need for calculating ET at a high spatiotemporal resolution for monitoring and improving irrigation water efficiency at local scales. Our findings suggest that the proposed framework of estimating daily ET at a Landsat-like scale using multi-source data may also be applicable to other heterogeneous landscapes by providing a foundation for management of water resources at the basin or finer scales."
      ],
      "backgroundCn": [
        "在高空间和时间分辨率下估算地表蒸散发（ET）对于农业水资源的管理和规划至关重要，但现有的遥感数据通常要么具有高空间分辨率，要么具有高时间分辨率。灌溉约占全球总淡水提取量的70%。干旱和半干旱地区的农业生产通常需要灌溉，这些地区消耗了西欧、西亚和西北中国用于灌溉农业的总淡水的约80%至95%。在田间尺度上量化灌溉水效率首先需要准确且具有高时空分辨率的地表蒸散发（ET）估算，这些测量可以为灌溉管理决策提供基础。卫星传感器，如中分辨率成像光谱仪（MODIS）、高级非常高分辨率辐射计（AVHRR）和可见光红外成像辐射计（VIIRS）提供每日热红外（TIR）数据，但它们的分辨率（约1公里）对于田间尺度的ET估算来说过于粗糙。另一方面，Landsat 5主题映射仪（TM）/7增强型主题映射仪（ETM+）/8热红外传感器（TIRS）和Terra先进空间热发射和反射辐射计（ASTER）提供高空间分辨率的热红外（TIR）数据（约100米），但它们的重访间隔较长，云层覆盖可能会干扰图像获取。因此，结合Landsat类数据的细空间分辨率和MODIS类数据的高时间分辨率的方法将为田间尺度的水资源管理提供显著的好处。"
      ],
      "research objectiveCn": [
        "为了克服这一限制，我们评估了一种数据融合方案，即增强空间和时间自适应反射率融合模型（ESTARFM），以确定估算每日蒸散发所需的地表参数，目标是达到类似于Landsat的尺度（100米）。"
      ],
      "challengesCn": [
        "该方法也没有考虑Landsat和MODIS传感器的过境时间差异。来自EC塔和AWS系统的地面测量具有固有的不确定性，这将影响HiTLL ET产品。"
      ],
      "methodsCn": [
        "我们将中分辨率成像光谱仪（MODIS）数据与Landsat增强型主题映射仪（ETM+）数据融合，分析了中国西北部的干旱地区——黑河流域（HRB）。然后，利用这些地表参数驱动修订后的表面能量平衡系统（SEBS）模型，以估算2012年作物生长期间（4月至10月）该干旱灌溉区的每日蒸散发（ET），空间分辨率为100米。"
      ],
      "datasetCn": [
        "本研究中使用了2012年4月至10月的Terra MODIS和Landsat 7 ETM+数据。"
      ],
      "findingsCn": [
        "结果显示，日蒸散发（ET）估计的平均绝对百分比误差（MAPE）为12%，相对于18个涡度协方差（EC）站点的地面测量，均方根误差（RMSE）为0.81 mm/day。验证结果表明，玉米和蔬菜的土地覆盖类型具有良好的准确性，而住宅和湿地站点则略有高估，果园站点则略有低估。我们对输入参数融合方法（IPFA）和ET融合方法（ETFA）与实地测量的比较表明，IPFA在空间异质性较高的地表上优于ETFA。此外，我们的高时空分辨率ET估计表明，灌溉区（平均：70%）和村庄（平均：62%）的灌溉水效率具有较大的空间异质性。这些结果强调了在局部尺度上以高时空分辨率计算ET以监测和改善灌溉水效率的必要性。我们的研究结果表明，利用多源数据在类似Landsat的尺度上估计日ET的框架也可能适用于其他异质景观，为流域或更细尺度的水资源管理提供基础。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is it possible to achieve accurate evapotranspiration estimates using satellite sensors like MODIS and Landsat ETM+?",
        "QuestionCn": "使用卫星传感器如MODIS和Landsat ETM+是否可以实现准确的蒸散发估算？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Can ground measurement uncertainties impact the accuracy of an evapotranspiration product?",
        "QuestionCn": "地面测量的不确定性会影响蒸散发产品的准确性吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the data collection methods used for estimating evapotranspiration in the Heihe River Basin?",
        "QuestionCn": "在黑河流域估算蒸散发的资料收集方法有哪些？",
        "AnswerEn": "Fusing MODIS data with Landsat ETM+ data",
        "AnswerCn": "融合MODIS数据与Landsat ETM+数据",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges might arise when integrating data from different satellite sensors for evapotranspiration estimation?",
        "QuestionCn": "在整合来自不同卫星传感器的数据以估算蒸散发时，可能会出现哪些挑战？",
        "AnswerEn": "Differences in the overpass times of the Landsat and MODIS sensors",
        "AnswerCn": "Landsat和MODIS传感器的过境时间差异",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that combines high spatial and temporal resolution data for estimating land-surface evapotranspiration in arid regions?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，该方法结合了高空间和时间分辨率的数据，以估算干旱地区的地表蒸散发？",
        "AnswerEn": "A method that combines Landsat-like data with MODIS-like data is used to estimate daily land-surface evapotranspiration at a 100-meter resolution, utilizing the Enhanced Spatial and Temporal Adaptive Reflectance Fusion Model (ESTARFM) to overcome limitations of individual datasets in arid regions like the Heihe River Basin.",
        "AnswerCn": "一种结合Landsat数据和MODIS数据的方法被用来估算日土地表蒸散发，分辨率为100米，利用增强空间和时间自适应反射率融合模型（ESTARFM）克服了在像黑河流域这样的干旱地区单一数据集的局限性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of how high spatiotemporal resolution datasets are used to assess irrigation water efficiency?",
        "QuestionCn": "您能否提供一个高时空分辨率数据集如何用于评估灌溉水效率的示例？",
        "AnswerEn": "High spatiotemporal resolution datasets are applied to estimate daily evapotranspiration, revealing significant spatial heterogeneity in irrigation water efficiencies across districts and villages, with a mean efficiency of 70% in irrigation districts and 62% in villages, highlighting the need for precise monitoring to improve water management.",
        "AnswerCn": "高时空分辨率数据集被用于估算每日蒸散发，揭示了各区和村庄灌溉水效率的显著空间异质性，灌溉区的平均效率为70%，村庄的平均效率为62%，这突显了精确监测以改善水资源管理的必要性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key challenges associated with estimating surface evapotranspiration (ET) in arid and semi-arid regions using remote sensing data?",
        "QuestionCn": "在干旱和半干旱地区使用遥感数据估算地表蒸散发（ET）时，面临的主要挑战有哪些？",
        "AnswerEn": "coarse resolution, lengthy return interval, cloud cover issues, inherent uncertainties in ground measurements",
        "AnswerCn": "粗分辨率、较长的重访周期、云层覆盖问题、地面测量中的固有不确定性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of a dataset used for estimating daily evapotranspiration in the Heihe River Basin?",
        "QuestionCn": "用于估算黑河流域每日蒸散发的数据集的空间分辨率是多少？",
        "AnswerEn": "100 meters",
        "AnswerCn": "100米",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What was the mean absolute percent error (MAPE) of the daily evapotranspiration estimates compared to ground measurements?",
        "QuestionCn": "每日蒸散发估计值与地面测量值相比的平均绝对百分比误差（MAPE）是多少？",
        "AnswerEn": "12%",
        "AnswerCn": "12%",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the Enhanced Spatial and Temporal Adaptive Reflectance Fusion Model (ESTARFM) in the context of remote sensing for evapotranspiration estimation?",
        "QuestionCn": "在遥感蒸散量估算的背景下，增强的空间和时间自适应反射率融合模型（ESTARFM）是什么？",
        "AnswerEn": "The Enhanced Spatial and Temporal Adaptive Reflectance Fusion Model (ESTARFM) is a data fusion scheme used to combine fine spatial resolution data from sensors like Landsat with high temporal resolution data from sensors like MODIS to estimate surface parameters necessary for calculating daily evapotranspiration at a high spatial resolution.",
        "AnswerCn": "增强型空间和时间自适应反射率融合模型（ESTARFM）是一种数据融合方案，用于将来自Landsat等传感器的高空间分辨率数据与来自MODIS等传感器的高时间分辨率数据结合起来，以估算计算每日蒸散发所需的表面参数，达到高空间分辨率。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is meant by 'surface energy balance system (SEBS) model' in the context of estimating land-surface evapotranspiration?",
        "QuestionCn": "在估算陆地表面蒸散的背景下，“地表能量平衡系统（SEBS）模型”是什么意思？",
        "AnswerEn": "The surface energy balance system (SEBS) model is a theoretical framework used to estimate land-surface evapotranspiration by analyzing the balance of energy exchanges between the earth's surface and the atmosphere. It involves using surface parameters derived from remote sensing data to calculate the energy budgets necessary for estimating daily evapotranspiration.",
        "AnswerCn": "表面能量平衡系统（SEBS）模型是一个理论框架，用于通过分析地球表面与大气之间的能量交换平衡来估算陆地表面蒸散发。它涉及使用从遥感数据中提取的表面参数来计算估算日蒸散发所需的能量预算。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'spatiotemporal resolution' mean in relation to datasets used for evapotranspiration studies?",
        "QuestionCn": "在蒸散研究中使用的数据集中的“时空分辨率”是什么意思？",
        "AnswerEn": "Spatiotemporal resolution refers to the level of detail in both space and time that a dataset provides. In the context of evapotranspiration studies, it indicates the ability to capture fine details of land-surface processes at specific spatial scales (e.g., 100 meters) and temporal scales (e.g., daily measurements), which are critical for accurate water resource management and irrigation planning.",
        "AnswerCn": "时空分辨率指的是数据集在空间和时间上提供的细节水平。在蒸散发研究的背景下，它表示捕捉特定空间尺度（例如100米）和时间尺度（例如每日测量）下土地表面过程的细微细节的能力，这对于准确的水资源管理和灌溉规划至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the similarities and differences in the challenges faced by using ground-based measurements versus remote sensing data for estimating surface evapotranspiration?",
        "QuestionCn": "使用地面测量与遥感数据估算表面蒸散发所面临的挑战的相似性和差异性是什么？",
        "AnswerEn": "Both ground-based measurements and remote sensing data face challenges in estimating surface evapotranspiration. Ground measurements from EC towers and AWS systems have inherent uncertainties impacting the product, whereas remote sensing data like MODIS and Landsat may suffer from coarse resolution or lengthy return intervals, respectively.",
        "AnswerCn": "地面测量和遥感数据在估算地表蒸散发方面都面临挑战。来自涡动协方差（EC）塔和自动气象站（AWS）系统的地面测量存在固有的不确定性，影响产品的准确性，而像MODIS和Landsat这样的遥感数据可能由于分辨率较粗或返回间隔较长而受到影响。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How do the spatial and temporal resolutions of satellite sensors such as MODIS and Landsat influence the accuracy of evapotranspiration estimates when compared to other satellite data sources?",
        "QuestionCn": "卫星传感器如MODIS和Landsat的空间和时间分辨率如何影响蒸散估算的准确性，与其他卫星数据源相比？",
        "AnswerEn": "MODIS offers daily thermal infrared data at ~1 km resolution, which is too coarse for field-scale ET estimation, while Landsat provides higher spatial resolution (~100 m) but with longer return intervals. A combination of these datasets through data fusion, like the ESTARFM, can enhance the accuracy by utilizing both fine spatial and high temporal resolutions.",
        "AnswerCn": "MODIS提供每日的热红外数据，分辨率约为1公里，这对于田间尺度的蒸散发（ET）估算来说过于粗糙，而Landsat提供更高的空间分辨率（约100米），但回访间隔较长。通过数据融合（如ESTARFM）结合这些数据集，可以利用细致的空间分辨率和高时间分辨率来提高准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What challenges might arise in integrating datasets from different remote sensing sources with varying spatial resolutions for accurate evapotranspiration estimation?",
        "QuestionCn": "在整合来自不同遥感源的具有不同空间分辨率的数据集以准确估算蒸散发时，可能会出现哪些挑战？",
        "AnswerEn": "Integrating datasets from different remote sensing sources such as MODIS and Landsat involves challenges like differences in spatial resolution and overpass times. These differences can introduce uncertainties in the estimation of surface parameters needed for evapotranspiration modeling, impacting the accuracy of the results.",
        "AnswerCn": "整合来自不同遥感源的数据集，如MODIS和Landsat，面临着空间分辨率和过境时间差异等挑战。这些差异可能会在蒸散发建模所需的地表参数估计中引入不确定性，从而影响结果的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How can data fusion methods improve the estimation of daily land-surface evapotranspiration at high spatiotemporal resolutions, and what are the potential limitations of these methods?",
        "QuestionCn": "数据融合方法如何提高高时空分辨率下日地表蒸散发的估计，并且这些方法可能存在的局限性是什么？",
        "AnswerEn": "Data fusion methods, such as the Enhanced Spatial and Temporal Adaptive Reflectance Fusion Model (ESTARFM), can effectively combine high spatial resolution data from Landsat with high temporal resolution data from MODIS to improve daily evapotranspiration estimates at a finer scale. However, limitations include handling differences in sensor overpass times and addressing uncertainties from ground measurements.",
        "AnswerCn": "数据融合方法，如增强空间和时间自适应反射率融合模型（ESTARFM），可以有效地将来自Landsat的高空间分辨率数据与来自MODIS的高时间分辨率数据结合起来，以提高更细尺度的每日蒸散发估计。然而，局限性包括处理传感器过境时间的差异以及解决来自地面测量的不确定性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What implications do the findings on irrigation water efficiency and evapotranspiration estimation have for water resource management in arid regions like the Heihe River Basin?",
        "QuestionCn": "灌溉水效率和蒸散发估算的研究结果对像黑河流域这样的干旱地区的水资源管理有什么影响？",
        "AnswerEn": "The findings suggest that high spatiotemporal resolution evapotranspiration estimates reveal significant spatial heterogeneity in irrigation water efficiencies at local scales. These insights can guide targeted improvements in irrigation management, optimizing water use efficiency in arid regions such as the Heihe River Basin.",
        "AnswerCn": "研究结果表明，高时空分辨率的蒸散发估算揭示了灌溉水效率在地方尺度上的显著空间异质性。这些见解可以指导灌溉管理的针对性改进，优化干旱地区如黑河流域的水资源使用效率。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors lead to challenges in achieving high spatial and temporal resolution in land-surface evapotranspiration estimates?",
        "QuestionCn": "导致在土地表面蒸散发估算中实现高空间和时间分辨率的挑战的因素有哪些？",
        "AnswerEn": "The challenges arise from the limitations of available remote sensing data, which generally offer either high spatial resolution or high temporal resolution, but not both. Additionally, cloud cover can interfere with image acquisition, and differences in the overpass times of sensors like Landsat and MODIS can also pose challenges.",
        "AnswerCn": "挑战来自于可用遥感数据的限制，这些数据通常提供高空间分辨率或高时间分辨率，但两者不能兼得。此外，云层覆盖可能会干扰图像获取，而传感器如Landsat和MODIS的过境时间差异也会带来挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the reasons for uncertainties in ground measurements used to validate evapotranspiration products?",
        "QuestionCn": "用于验证蒸散发产品的地面测量不确定性的原因有哪些？",
        "AnswerEn": "Uncertainties in ground measurements arise from the inherent inaccuracies in the data collected by eddy covariance (EC) towers and automatic weather stations (AWS). These uncertainties impact the validation of evapotranspiration products such as HiTLL ET.",
        "AnswerCn": "地面测量中的不确定性源于涡度协方差（EC）塔和自动气象站（AWS）收集的数据固有的不准确性。这些不确定性影响了蒸散发产品（如HiTLL ET）的验证。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What could be the effects of inherent uncertainties in ground measurements on the accuracy of remote sensing evapotranspiration products?",
        "QuestionCn": "地面测量中的固有不确定性对遥感蒸散发产品的准确性可能产生的影响是什么？",
        "AnswerEn": "Inherent uncertainties in ground measurements from sources like eddy covariance (EC) towers and Automated Weather Stations (AWS) can affect the accuracy of remote sensing evapotranspiration products. These uncertainties may lead to errors in the validation and calibration of ET estimates, impacting the reliability of the data for decision-making in water resource management.",
        "AnswerCn": "来自涡度协方差（EC）塔和自动气象站（AWS）等来源的地面测量固有的不确定性可能会影响遥感蒸散发产品的准确性。这些不确定性可能导致蒸散发估算的验证和校准出现错误，从而影响数据在水资源管理决策中的可靠性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What might be the consequences of achieving high spatiotemporal resolution ET estimates for irrigation water efficiency assessments in arid regions?",
        "QuestionCn": "在干旱地区，实现高时空分辨率的ET估算对灌溉水效率评估可能产生的后果是什么？",
        "AnswerEn": "Achieving high spatiotemporal resolution ET estimates can reveal large spatial heterogeneity in irrigation water efficiencies across irrigation districts and villages. This information is crucial for monitoring and improving irrigation practices, as it highlights areas with inefficient water use and provides a basis for targeted interventions to enhance water management in arid regions.",
        "AnswerCn": "实现高时空分辨率的蒸散发（ET）估算可以揭示灌溉区和村庄之间灌溉水效率的巨大空间异质性。这些信息对于监测和改善灌溉实践至关重要，因为它突显了水资源利用效率低下的区域，并为针对性干预提供了基础，以提高干旱地区的水管理。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it essential to validate evapotranspiration estimates with ground measurements and relative true value datasets in arid regions?",
        "QuestionCn": "为什么在干旱地区用地面测量和相对真实值数据集验证蒸散估算是必不可少的？",
        "AnswerEn": "Validation with ground measurements and relative true value datasets is essential to ensure the accuracy and reliability of evapotranspiration estimates. This process helps in assessing the consistency of the estimated results with actual observations, enabling effective research into water consumption patterns and scientific management of water resources in arid regions.",
        "AnswerCn": "与地面测量和相对真实值数据集的验证对于确保蒸散发估算的准确性和可靠性至关重要。这个过程有助于评估估算结果与实际观测的一致性，从而有效研究水消费模式和科学管理干旱地区的水资源。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the goals of optimizing model-sensitive variables in the surface energy balance system (SEBS) for evapotranspiration estimation?",
        "QuestionCn": "优化表面能量平衡系统（SEBS）中对模型敏感变量的目标是什么，以便估算蒸散发？",
        "AnswerEn": "The goals of optimizing model-sensitive variables in SEBS are to enhance the accuracy of evapotranspiration remote sensing models by fine-tuning these variables through global sensitivity analysis. This optimization seeks to improve the precision of evapotranspiration estimates, which is crucial for effective water resource management, particularly in regions with diverse land covers such as forests, grasslands, and agricultural areas.",
        "AnswerCn": "优化SEBS中模型敏感变量的目标是通过全球敏感性分析微调这些变量，以提高蒸散发遥感模型的准确性。这种优化旨在改善蒸散发估算的精确度，这对于有效的水资源管理至关重要，特别是在森林、草地和农业等多样化土地覆盖区域。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How can a data fusion scheme like ESTARFM be implemented to enhance the spatial and temporal resolution of evapotranspiration datasets in arid regions?",
        "QuestionCn": "如何实施像ESTARFM这样的数据融合方案，以提高干旱地区蒸散发数据集的空间和时间分辨率？",
        "AnswerEn": "The Enhanced Spatial and Temporal Adaptive Reflectance Fusion Model (ESTARFM) can be implemented by combining fine spatial resolution data from sensors like Landsat with high temporal resolution data from sensors like MODIS. This approach involves fusing Moderate Resolution Imaging Spectroradiometer (MODIS) data with Landsat Enhanced Thematic Mapper Plus (ETM+) data to determine surface parameters, which are then used to drive a surface energy balance model to estimate daily evapotranspiration (ET) at a spatial resolution of 100 meters.",
        "AnswerCn": "增强空间和时间自适应反射率融合模型（ESTARFM）可以通过将来自Landsat等传感器的高空间分辨率数据与来自MODIS等传感器的高时间分辨率数据相结合来实现。这种方法涉及将中分辨率成像光谱仪（MODIS）数据与Landsat增强主题映射仪（ETM+）数据融合，以确定表面参数，然后利用这些参数驱动表面能量平衡模型，估算空间分辨率为100米的每日蒸散发（ET）。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What procedural steps should be followed to validate a remotely sensed evapotranspiration dataset against ground measurements in an irrigation area?",
        "QuestionCn": "在灌溉区验证遥感蒸散发数据集与地面测量数据时应遵循哪些程序步骤？",
        "AnswerEn": "The validation of a remotely sensed evapotranspiration dataset involves comparing the estimated ET values against ground measurements collected from eddy covariance (EC) sites. The accuracy of the estimates can be assessed by calculating statistical error metrics such as mean absolute percent error (MAPE) and root mean square error (RMSE) relative to the ground measurements. For instance, a mean absolute percent error of 12% and a RMSE of 0.81 mm/day were obtained relative to ground measurements from 18 EC sites in the study area.",
        "AnswerCn": "遥感蒸散发（ET）数据集的验证涉及将估计的ET值与从涡度协方差（EC）站点收集的地面测量数据进行比较。可以通过计算统计误差指标，如相对于地面测量的平均绝对百分比误差（MAPE）和均方根误差（RMSE），来评估估计的准确性。例如，在研究区域的18个EC站点的地面测量数据中，获得了12%的平均绝对百分比误差和0.81 mm/day的均方根误差。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What are the procedural challenges in using multi-source remote sensing data to estimate daily evapotranspiration in heterogeneous landscapes?",
        "QuestionCn": "在异质景观中使用多源遥感数据估算日蒸散的程序性挑战有哪些？",
        "AnswerEn": "One of the procedural challenges is dealing with the differences in overpass times between Landsat and MODIS sensors, which can affect the temporal consistency of the data fusion process. Additionally, the inherent uncertainties in ground measurements from EC towers and automatic weather stations (AWS) can impact the accuracy of the ET estimates. Addressing these challenges involves careful selection and fusion of data sources, as well as robust validation against ground measurements to ensure accurate estimation of ET across heterogeneous landscapes.",
        "AnswerCn": "其中一个程序性挑战是处理Landsat和MODIS传感器之间的过境时间差异，这可能影响数据融合过程的时间一致性。此外，来自生态系统（EC）塔和自动气象站（AWS）的地面测量固有的不确定性也会影响蒸散发（ET）估计的准确性。解决这些挑战需要仔细选择和融合数据源，以及对地面测量进行稳健的验证，以确保在异质景观中准确估计蒸散发。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data fusion techniques enable the estimation of high-resolution surface evapotranspiration data in arid regions?",
        "QuestionCn": "哪些数据融合技术能够在干旱地区估计高分辨率的表面蒸散发数据？",
        "AnswerEn": "The Enhanced Spatial and Temporal Adaptive Reflectance Fusion Model (ESTARFM) is used to combine the fine spatial resolution of Landsat-like data with the high temporal resolution of MODIS-like data, enabling high-resolution surface evapotranspiration estimation.",
        "AnswerCn": "增强空间和时间自适应反射率融合模型（ESTARFM）用于将Landsat类数据的高空间分辨率与MODIS类数据的高时间分辨率相结合，从而实现高分辨率的地表蒸散发估算。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How do remote sensing data integration methods overcome the challenges of differing temporal resolutions to improve water resource management?",
        "QuestionCn": "遥感数据集成方法如何克服不同时间分辨率的挑战，以改善水资源管理？",
        "AnswerEn": "Integration methods such as the fusion of MODIS and Landsat data allow for improved estimation of daily ET at high spatial resolutions, overcoming temporal resolution challenges and benefiting water resource management.",
        "AnswerCn": "集成方法，如MODIS和Landsat数据的融合，可以在高空间分辨率下改善日蒸散发（ET）的估算，克服时间分辨率的挑战，并有利于水资源管理。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might a data collection method that combines different satellite data sources be expected to improve the accuracy of evapotranspiration estimates at the field scale?",
        "QuestionCn": "为什么结合不同卫星数据源的数据收集方法可能会提高田间尺度蒸散估算的准确性？",
        "AnswerEn": "Combining different satellite data sources, such as high spatial resolution data from Landsat and high temporal resolution data from MODIS, can provide significant benefits for water resource management. This method allows for the estimation of daily ET at a resolution suitable for field-scale analysis, addressing the limitations posed by each satellite's individual resolution capabilities.",
        "AnswerCn": "结合不同的卫星数据源，例如来自Landsat的高空间分辨率数据和来自MODIS的高时间分辨率数据，可以为水资源管理提供显著的好处。这种方法允许在适合田间规模分析的分辨率下估算每日蒸散发，解决了每个卫星单独分辨率能力所带来的限制。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges could be expected when using ground measurements to validate satellite-derived evapotranspiration data in arid regions?",
        "QuestionCn": "在干旱地区使用地面测量来验证卫星衍生的蒸散发数据时，可能会遇到哪些挑战？",
        "AnswerEn": "Ground measurements from EC towers and AWS systems have inherent uncertainties that can impact the validation of satellite-derived evapotranspiration products. Additionally, factors such as differences in sensor overpass times and spatial heterogeneity of land surfaces can pose challenges in ensuring the accuracy and consistency of these validations.",
        "AnswerCn": "来自EC塔和AWS系统的地面测量具有固有的不确定性，这可能会影响卫星衍生蒸散发产品的验证。此外，传感器过境时间的差异和土地表面的空间异质性等因素也会对确保这些验证的准确性和一致性构成挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What challenges do you foresee in accurately estimating surface evapotranspiration in arid regions, particularly regarding the fusion of multi-source remote sensing data?",
        "QuestionCn": "我预见在干旱地区准确估计地表蒸散发时会面临哪些挑战，特别是在多源遥感数据融合方面？",
        "AnswerEn": "Challenges include addressing the differences in overpass times between satellite sensors like Landsat and MODIS, managing uncertainties in ground measurements from EC towers and AWS systems, and ensuring accurate parameterization of the SEBS model to improve the reliability of ET estimates.",
        "AnswerCn": "挑战包括解决卫星传感器（如Landsat和MODIS）之间的过境时间差异，管理来自EC塔和AWS系统的地面测量的不确定性，以及确保SEBS模型的参数化准确，以提高ET估算的可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how a dataset can achieve both high spatial and temporal resolution for evapotranspiration measurement.",
        "QuestionCn": "我不明白一个数据集如何能够同时实现蒸散发测量的高空间和时间分辨率。",
        "AnswerEn": "The estimation of land-surface evapotranspiration (ET) at high spatial and temporal resolutions is achieved by combining fine spatial resolution data from sensors like Landsat and high temporal resolution data from sensors like MODIS. The Enhanced Spatial and Temporal Adaptive Reflectance Fusion Model (ESTARFM) is used to fuse these data sources, allowing for daily ET estimates at a spatial resolution of 100 meters.",
        "AnswerCn": "高空间和时间分辨率的地表蒸散发（ET）估算是通过结合来自Landsat等传感器的细空间分辨率数据和来自MODIS等传感器的高时间分辨率数据来实现的。增强空间和时间自适应反射率融合模型（ESTARFM）用于融合这些数据源，从而允许以100米的空间分辨率进行每日ET估算。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore potential strategies for integrating remote sensing data with ground-based measurements to enhance the accuracy of evapotranspiration datasets in arid regions.",
        "QuestionCn": "探索将遥感数据与地面测量相结合的潜在策略，以提高干旱地区蒸散发数据集的准确性。",
        "AnswerEn": "The integration of remote sensing data, such as MODIS and Landsat ETM+ data, with ground-based measurements like those from eddy covariance (EC) towers and AWS systems can be achieved by using data fusion models such as the Enhanced Spatial and Temporal Adaptive Reflectance Fusion Model (ESTARFM). This approach allows for the combination of the high spatial resolution of Landsat-like data with the high temporal resolution of MODIS-like data, thereby enhancing the accuracy of evapotranspiration estimates at a finer scale.",
        "AnswerCn": "遥感数据的集成，如MODIS和Landsat ETM+数据，与基于地面的测量数据（如涡度协方差（EC）塔和自动气象站（AWS）系统）可以通过使用数据融合模型，如增强空间和时间自适应反射融合模型（ESTARFM）来实现。这种方法允许将Landsat类数据的高空间分辨率与MODIS类数据的高时间分辨率相结合，从而提高在更细尺度上蒸散发估算的准确性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please analyze the challenges associated with using satellite imagery to estimate evapotranspiration in regions with high spatial heterogeneity.",
        "QuestionCn": "分析在空间异质性较高的地区使用卫星影像估算蒸散发所面临的挑战。",
        "AnswerEn": "One of the main challenges of using satellite imagery to estimate evapotranspiration in regions with high spatial heterogeneity is the discrepancy in overpass times between different sensors, such as Landsat and MODIS. Additionally, inherent uncertainties in ground measurements from EC towers and AWS systems can impact the final product. These challenges necessitate the development and application of advanced data fusion techniques that can account for these differences and improve the spatiotemporal resolution of ET estimates.",
        "AnswerCn": "使用卫星影像估算高空间异质性地区的蒸散发的主要挑战之一是不同传感器（如Landsat和MODIS）之间过境时间的差异。此外，来自涡度协方差塔（EC塔）和自动气象站（AWS）系统的地面测量固有的不确定性也会影响最终产品。这些挑战需要开发和应用先进的数据融合技术，以便能够考虑这些差异并提高蒸散发估算的时空分辨率。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please identify potential datasets that could be used to validate evapotranspiration estimates from remote sensing models in diverse land cover scenarios.",
        "QuestionCn": "请识别可以用于验证遥感模型中蒸散发估算的潜在数据集，这些数据集应涵盖多样的土地覆盖场景。",
        "AnswerEn": "Potential datasets for validating evapotranspiration estimates from remote sensing models include ground measurements from eddy covariance (EC) sites, which provide direct observations of ET. Additionally, datasets like the China Meteorological Forcing Dataset (CMFD) and regional scale surface evapotranspiration datasets, such as the ETMap, can be used for validation purposes. These datasets allow for comparison with remote sensing model outputs across different land cover types, including maize, vegetables, residential areas, wetlands, and orchards.",
        "AnswerCn": "潜在的数据集用于验证遥感模型的蒸散发估算，包括来自涡度协方差（EC）站点的地面测量数据，这些数据提供了蒸散发的直接观测。此外，像中国气象强迫数据集（CMFD）和区域尺度的表面蒸散发数据集，如ETMap，也可以用于验证。这些数据集允许与不同土地覆盖类型的遥感模型输出进行比较，包括玉米、蔬菜、住宅区、湿地和果园。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}