{
  "id": "11ab0b1d-17c9-4962-bbcc-c19f0eaf849e",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Bolujerd intrusive complex data set in western Iran (2017-2018)",
      "titleCn": "伊朗西部Boroujerd侵入杂岩数据集（2017-2018）",
      "description": "The data set includes whole rock major and trace element contents of pegmatites from the boroujerd intrusive complex in western Iran, as well as major and trace elements of garnets selected from pegmatites. Garnet bearing pegmatites were collected from four outcrops of Ghale samurkhan, ghapanvari, ghare dash and sang-e sefid.\nThe coarse texture and mineral anisotropy (stratification) of many pegmatites make it difficult to collect representative samples for whole rock geochemical analysis. However, the boroujerd pegmatites studied did not show internal zonation, and according to Hutchison's (1974) suggestion, large enough samples were collected to overcome the deviation caused by large grain size. The samples were quartered by jaw crusher and powdered by agate grinder. The sample preparation and determination of major and trace elements in the whole rock were carried out in the State Key Laboratory of isotope geochemistry, Guangzhou Institute of geochemistry, Chinese Academy of Sciences. Approximately 2 g of rock powder was accurately placed in a ceramic crucible, placed in a muffle furnace, held at 950 ℃ for 4 hours, then cooled and reweighed to determine the loss on ignition (LOI). Will be 1.200 ± 0.002 g of LOI powder was put into a platinum crucible and mixed with 9.600 g of LOI powder ± 0.002 g Li2B4O7 flux. The mixed powder was melted by v8c automatic melting machine at 1250 ℃ and cast into uniform glass pellets.\nThe abundances of major elements were measured by RIGAKU zsx100e X-ray fluorescence spectrometer (XRF). The instrument was calibrated according to international standards, including USGS igneous rock standard. The analysis accuracy is better than 1%, and the accuracy of main elements is less than 5%; The detection limit of major elements is about 30 ppm.\nThe trace elements were analyzed by Perkin Elmer SCIEX Elan 6000 ICP-MS. About 50 mg of sample powder was accurately weighed into Teflon capsules, hf-hno3 solution was added, the capsules were sealed and placed in a high-pressure stainless steel container. The container was put into muffle furnace, heated at 250 ℃ for 24 hours, then quenched, the PTFE capsule was recovered, the cover was loosened, and the contents were dried on the heating plate. A new hf-hno3 solution was added to the PTFE capsules and the dissolution and drying procedures were repeated. The precipitate was dissolved in a 3% HNO 3 solution containing 5 ppb RH and 5 ppb re, which was used as an internal standard to monitor signal drift during analysis. Chinese national rock standards gsr-1 and gsr-3 and USGS standards agv-1, W-2, G-2 and GSP-1 are used to calibrate the element concentrations of the measured samples. The analysis accuracy is generally better than 5%.\nThe backscattered electron images and major element compositions of garnet were collected by using jeol jxa 8100 electron probe microanalyzer (EPMA) and four wavelength dispersive spectrometers from the second Institute of Oceanography, State Oceanic Administration (Hangzhou, China). Operating conditions: 15 kV accelerating voltage, 20 Na beam current, 5 μ M beam diameter, 10 seconds peak value and 10 seconds acquisition time per background. Natural silicates and pure oxides provided by American standard materials company and China standard materials company are used to calibrate electron microprobes. The standard and test crystals used include iron aluminum garnet (Si and Al; Tap crystal), rutile (Ti; Pet crystal), hematite (Fe; LiF crystal), diopside (mg; Tap crystal), apatite (CA; Pet crystal), albite (NA; Tap crystal), potash feldspar (K; Pet crystal), andalusite (Mn; LiF crystal), chromite (CR; LiF crystal). The data are simplified by using the software of jeol, which uses ZAF matrix correction. The stoichiometry of garnet is obtained from the standardized analysis of 12 oxygen atoms. The calculated detection limit of analytical elements is better than 100 ppm. The analysis error of single element depends on absolute abundance; For elements with abundances between 0.5 and 1wt%, the relative abundance is 1 σ The accuracy is better than 10%. For elements with abundance between 1 and 10wt%, the relative accuracy is 1 σ The accuracy is better than 5%, and the relative accuracy is 1% for elements with abundance more than 10wt% σ The accuracy is better than 1%.\nLA-ICP-MS was used to determine the trace element composition of garnet in the Key Laboratory of Mineralogy and metallogeny, Guangzhou Institute of geochemistry, Chinese Academy of Sciences. LA-ICP-MS instrument consists of Agilent 7900 ICP-MS and resoncials resolution 193nm laser, s-155 dual volume sample pool (designed to avoid cross contamination and reduce background washing time), squid smoothing device (used to improve the mixing and homogeneous flow velocity of ablation materials induced by laser ablation pulse) and computer-controlled high-precision X-Y platform. The sample aerosol after ablation is mixed with argon and nitrogen to improve the analytical sensitivity, and is transferred to the plasma torch in helium carrier gas. The laser works under 80 MJ dynamic energy, the attenuator value is 25%, the laser frequency is 8 Hz, and the spot diameter is 74 μ m。 Each analysis consists of a 25 second background acquisition (gas blank) followed by a 40 second sample data acquisition from the sample. The detection limits of trace elements by ICP-MS are mostly better than 10 ppb, and the uncertainty is 5-10%. Each analytical batch consists of two denudation of nist612 at the beginning and end, and five mineral samples in between. Nist612 standard glass is used as an external calibration standard, while nist610 is used as a monitoring standard for analysis to evaluate the accuracy and accuracy of the instrument. The SiO2 content of garnet determined by EPMA was collected from the point close to each laser ablation pit and used as an internal standard for calculating element abundance. The off-line analysis and integration of background and analysis signals, as well as time drift correction and quantitative calibration were performed using icpmsdata cal software.\nThe data set can be used to decipher the origin of pegmatite magma. The mineralogical and geochemical characteristics of pegmatite indicate that pegmatite is peraluminous to meta aluminous I-type granite. According to the mineral assemblage and whole rock geochemistry, pegmatites are divided into Muscovite type pegmatites. Electron microprobe analysis shows that garnet has concentric compositional zoning, and is a Fe Mn Al garnet solid solution with less mg Al garnet, CA al garnet and Ca Fe garnet. The concentric zoning of major elements in garnet is attributed to the growth of magma in melt. In the diagram of MnO + CaO / FeO + MgO (wt%), the composition of garnet is consistent with that of melt from weak to moderate crystallization. Garnet in boroujerd pegmatite is characterized by a gradual decrease in the contents of yttrium, hafnium, titanium, zirconium, niobium, tantalum, hafnium and uranium from the center to the edge. Garnet also has a high chondrite normalized hree content, an almost flat pattern (YBN / SMN = 0 – 508), a low LREE content, and a negative Eu anomaly (EU / EU * < 0.3). The change of these elements from the core to the edge is attributed to the increase of magma fractionation. The compositional, major and trace element zoning patterns of garnet from boroujerd pegmatite are consistent with the origin of magma and the crystallization of different fractionated I-type magma, which indicates that garnet crystal chemistry is an important tool to decipher the origin of pegmatite magma.",
      "descriptionCn": "数据集包括伊朗西部Boroujerd侵入杂岩的伟晶岩的全岩主量元素和微量元素含量，以及从伟晶岩中挑选的石榴石的主量元素和微量元素。含石榴石的伟晶岩是从Ghale Samurkhan、Ghapanvari、Ghare Dash和Sang-e Sefid的四处露头处收集。\n许多伟晶岩的粗粒结构和矿物各向异性（分层）使得收集全岩地球化学分析的代表性样品变得困难。然而，所研究的Boroujerd伟晶岩都没有显示出内部的分带性，并且根据Hutchison (1974）的建议，收集了足够大的样品来克服粒度大造成的偏差。使用jaw破碎机将样品破碎四等分，使用玛瑙研磨机粉末化。样品制备和全岩主、微量元素测定在中国科学院广州地球化学研究所同位素地球化学国家重点实验室进行。将大约2克岩石粉末准确地放入陶瓷坩埚中，放入马弗炉中，在950℃下保持4小时，然后冷却并重新称重，以确定烧失量(LOI)。将1.200±0.002克等分的LOI粉末放入铂坩埚中，并与9.600±0.002克Li2B4O7助熔剂混合。使用V8C自动熔化机在1250℃熔化混合粉末，并浇铸成均匀的玻璃丸。\n使用Rigaku ZSX100e X光荧光光谱仪（XRF）测量主要元素的丰度。仪器按照国际标准进行校准，包括USGS火成岩标准，分析精度优于1%，主要元素精度在5%以内；主要元素的检测限为约30 ppm。\n微量元素的分析使用Perkin-Elmer Sciex ELAN 6000 ICP-MS。将大约50毫克样品粉末准确称量到聚四氟乙烯胶囊（Teflon capsules）中，加入HF-HNO3溶液，密封胶囊并将其置于高压不锈钢容器中。将容器放入马弗炉中，在250℃下加热24小时，然后淬火，回收聚四氟乙烯胶囊，松开盖子，在加热板上将内容物干燥。向聚四氟乙烯胶囊中加入一份新的HF-HNO3溶液，并重复溶解和干燥程序。将沉淀物溶解在含5 ppb Rh和5 ppb Re的3% HNO 3溶液中，该溶液用作内部标准，以监控分析过程中的信号漂移。中国国家岩石标准GSR-1和GSR-3以及美国地质勘探局标准AGV-1、W-2、G-2和GSP-1用于校准测量样品的元素浓度。分析精度一般优于5%。 \n使用国家海洋局第二海洋研究所（中国杭州）的JEOL JXA 8100电子探针微区分析仪(EPMA)和四个波长色散光谱仪收集石榴石的背散射电子图像和主要元素组成。使用的操作条件：15千伏的加速电压、20 nA的束流、5μm的束直径、峰值10秒和每个背景10秒的采集时间。美国标准物质公司和中国标准物质公司提供的天然硅酸盐和纯氧化物用于校准电子探针。使用的标准和检测晶体包括铁铝石榴石（Si和Al；TAP晶体）、金红石（Ti；PET晶体），赤铁矿（Fe；LIF晶体），透辉石（Mg；TAP晶体），磷灰石（Ca；PET晶体)，钠长石（Na；TAP晶体），钾长石（K；PET晶体），红柱石（Mn；LIF晶体），铬铁矿（Cr；LIF晶体）。使用JEOL所属软件对数据进行了简化，该软件应用了ZAF型矩阵校正，石榴石的化学计量是通过标准化的12个氧原子成分分析中得出的。分析元素的计算检出限优于100 ppm。单个元素的分析误差取决于绝对丰度；对于丰度在0.5至1wt%之间的元素，相对1σ精度优于10%，对于丰度在1至10wt%之间的元素，相对1σ精度优于5%，对于丰度大于10wt%的元素，相对1σ精度优于1%。\n中国科学院广州地球化学研究所中国科学院矿物学与成矿学重点实验室利用LA-ICP-MS测定了石榴石的微量元素组成。LA-ICP-MS仪器由Agilent 7900 ICP-MS与ReSouncials RESOlution 193nm激光器、S-155双体积样品池（旨在避免交叉污染并减少背景冲洗时间）、Squid平滑装置（用于改善激光消融脉冲诱导的消融材料的混合和均质流速）和计算机控制的高精度X-Y平台 组成。烧蚀后的样品气溶胶与氩+氮气混合，以提高分析灵敏度，并在氦载气中传输至等离子体炬。激光器在80 mJ的动态能量下工作，衰减器值为25%，激光频率为8 Hz，光斑直径为74 μm。每次分析包括25秒的背景采集（气体空白），随后从样品中采集40秒的样品数据采集。ICP-MS对微量元素的检出限大多优于10 ppb，不确定度为5-10%。每个分析批次包括在开始和结束时对NIST612标准的两次剥蚀，和其间的五个矿物样品剥蚀。NIST612标准玻璃用作外部校准标准，而NIST610则作为监测标准进行分析，以评估仪器的精度和准确度。由电子探针测定的石榴石SiO2含量是从紧邻每个激光烧蚀坑的点收集的，用作计算元素丰度的内标。背景和分析信号的离线分析和整合，以及时间漂移校正和定量校准使用ICPMSDataCal软件。\n该数据集可以用于解密伟晶岩岩浆起源。伟晶岩的矿物学和地球化学特征表明，伟晶岩为过铝至偏铝质的I型花岗岩。根据矿物组合和全岩地球化学，伟晶岩被划分为白云母型伟晶岩。电子探针分析显示，石榴石具有同心的成分分带，并且是铁-锰-铝石榴石固溶体，具有较少的镁铝榴石、钙铝榴石和钙铁榴石成分。石榴石中主要元素的同心分带归因于熔体中岩浆的生长。在MnO + CaO/ FeO + MgO (wt%)图中，石榴石的成分与熔体从弱到中度结晶一致。Boroujerd伟晶岩中的石榴石的特征是从中心到边缘，钇、铪、钛、锆、铌、钽、铪和铀的含量逐渐降低。石榴石还具有高的球粒陨石标准化的重稀土含量，具有几乎平坦的模式(Ybn/Smn = 0–508)，较低的轻稀土元素含量，以及负铕异常（Eu/Eu* < 0.3）。这些元素从核心到边缘的变化归因于岩浆分馏的增加。Boroujerd伟晶岩石榴石中的成分、主量和微量元素分带模式与岩浆起源和不同分馏I型岩浆结晶相一致，表明石榴石晶体化学是解密伟晶岩岩浆起源的重要工具。",
      "instructions": "File name: the data is stored in xlsx format, named 2017boroujerd. 2017 represents a data set in 2017. Boroujerd represents the boroujerd intrusive complex in western Iran. The data file has three sub tables, namely, the whole rock major (wt%) and trace (PPM) element contents and loss on ignition (wt%) of pegmatite in boroujerd intrusive complex in western Iran The contents of major element oxides and trace elements in garnet crystals selected from pegmatite are analyzed.\nData reading mode: data can be read directly by Microsoft Excel and other software",
      "instructionsCn": "文件名：数据以xlsx格式存储，名称为2017Boroujerd，2017代表2017年的一个数据集，Boroujerd表示伊朗西部的Boroujerd侵入杂岩，数据文件一共有3个子表，分别为伊朗西部Boroujerd侵入杂岩的伟晶岩的全岩主量（wt%）和微量(ppm)元素含量以及烧失量（wt%）、伟晶岩中选择的石榴石晶体的主量元素氧化物含量、石榴石晶体的微量元素含量。\n数据读取方式：数据可以用microsoft excel等软件直接读取",
      "east": 49.5,
      "west": 48.0,
      "south": 33.5,
      "north": 34.0,
      "startTime": "2017-01-01 00:00:00",
      "endTime": "2018-12-01 00:00:00",
      "fileSize": 21517.0,
      "cstr": "18406.11.Geo.tpdc.271310",
      "doi": "10.11888/Geo.tpdc.271310",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "丁兴",
        "nameEn": "DING Xing",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Geochemistry of garnet in pegmatites from the Boroujerd Intrusive Complex, Sanandaj-Sirjan Zone, western Iran: implications for the origin of pegmatite melts",
        "referenceCn": null,
        "referenceEn": "Somayeh, R.J., Zahra, T., Xing, D., Ahmad, A.K., & Hetherington, C.J. (2018). Geochemistry of garnet in pegmatites from the Boroujerd Intrusive Complex, Sanandaj-Sirjan Zone, western Iran: implications for the origin of pegmatite melts[J]. Mineralogy and Petrology, 112(6)."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "元素地球化学",
        "nameEn": "Element geochemistry"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "矿床地球化学",
        "nameEn": "Ore deposit geochemistry"
      },
      {
        "nameCn": "矿物/水晶",
        "nameEn": "minerals/crystals"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "伊朗西部Sanandaj-Sirjan 地区",
        "keywordEn": "Sanandaj-Sirjan Zone，western Iran"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2017-2018",
        "keywordEn": "2017-2018",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and challenges of collecting representative whole-rock geochemical analysis samples from coarse-grained and mineralogically anisotropic pegmatites?",
        "QuestionCn": "从粗粒和矿物各向异性的伟晶岩中收集具有代表性的整岩地球化学分析样品的特征和挑战是什么？",
        "AnswerEn": "coarse-grained structure, mineralogical anisotropy, no internal zoning",
        "AnswerCn": "粗粒结构，矿物学各向异性，无内部分带",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many outcrops were sampled for the collection of garnet-bearing pegmatites in the Boroujerd intrusive complex?",
        "QuestionCn": "在Boroujerd侵入体中，采集了多少个露头的含石榴石的伟晶岩样本？",
        "AnswerEn": "4",
        "AnswerCn": "4",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying reasons behind the challenges in collecting representative whole-rock geochemical samples of pegmatites in intrusive igneous complexes?",
        "QuestionCn": "在侵入性火成岩复合体中，收集代表性全岩地球化学样品的挑战背后的潜在原因是什么？",
        "AnswerEn": "Many pegmatites exhibit a coarse-grained texture and mineral anisotropy (layering), which makes collecting representative samples for whole-rock geochemical analysis difficult. However, the studied pegmatites in the Boroujerd intrusive complex do not show internal zoning, and to overcome biases introduced by large grain size, sufficiently large samples were collected following Hutchison's (1974) recommendations.",
        "AnswerCn": "许多伟晶岩表现出粗粒纹理和矿物各向异性（分层），这使得进行整体岩石地球化学分析时收集代表性样品变得困难。然而，Boroujerd侵入复杂体内研究的伟晶岩没有表现出内部分带，为了克服大颗粒尺寸引入的偏差，按照Hutchison（1974）的建议收集了足够大的样品。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives in collecting major and trace elements data from garnet-bearing pegmatites in Iran's Boroujerd intrusive complex?",
        "QuestionCn": "收集伊朗博鲁杰德侵入体中含石榴石的伟晶岩的主要目标是什么？",
        "AnswerEn": "The primary objective is to use the dataset to decode the magmatic origin of pegmatites. The mineralogical and geochemical characteristics suggest they are peraluminous to slightly peraluminous I-type granites. The garnet compositions, major and trace element zoning patterns, align with magmatic origins and crystallization phases of fractionated I-type magmas, indicating that garnet crystal chemistry is a crucial tool in understanding pegmatite magmatic origins.",
        "AnswerCn": "主要目标是利用数据集解码伟晶岩的岩浆起源。矿物学和地球化学特征表明它们是过铝质到略过铝质的I型花岗岩。石榴石的成分、主要和微量元素的分带模式与分化的I型岩浆的岩浆起源和结晶阶段一致，表明石榴石的晶体化学是理解伟晶岩岩浆起源的重要工具。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}