{
  "id": "11e52956-a321-4035-9cef-21fb4a035c1f",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of airborne microwave radiometers (L&K bands) mission in the A'rou-Biandukou flight zone on Mar. 19, 2008",
      "titleCn": "黑河综合遥感联合试验：阿柔-扁都口飞行区L&K波段机载微波辐射计数据集（2008年3月19日）",
      "description": "The dataset of airborne microwave radiometers (L&K) mission was obtained in the A'rou-Biandukou flight zone on Mar. 19, 2008.\n     The frequency of L bands was 1.4 GHz with back sight of 35 degree and dual polarization (H&V) was acquired; and the frequency of K band was 18.7 GHz at the nadir view angle without polarization. The plane took off at Zhangye airport at 9:25 (BJT) and landed at 12:50 along the scheduled lines at the altitude about 4100m and speed about 260km/hr. \n     The raw data include microwave radiometer (L&K bands) data and GPS data; the former are instantaneous non-imaging observation recorded in text, which will be converted into brightness temperatures according to the calibration coefficients (filed with raw data together), and the latter are aircraft longitude, latitude and attitude. Moreover, based on the respective real-time clock log, observations by the microwave radiometer and GPS can be integrated to offer coordinates matching for the former. Yaw, flip, and pitch motions of aircraft were ignored due to the low resolution of microwave radiometer observations. Observation information can also be rasterized, as required, after calibration and coordinates matching. L&K bands resolution (x) and footprint can be approximately estimated as x=0.3H (H is relative flight height) for L band and x=0.24H for K band.",
      "descriptionCn": "本数据集为L&K波段机载微波辐射计于2008年03月19日获取，地点在阿柔-扁都口飞行区。\n其中L波段频率为1.4GHz，后视35度观测，获取双极化（H和V）信息；K波段频率为18.7GHz，天顶角观测，无极化信息。飞机9:25BJT从张掖机场起飞，12:50降落。9:38-9:39飞过双树寺水库，相对航高800m，水面结冰。9:50-11:00在阿柔摄区工作，飞行高度4100m左右，飞行速度270km/hr左右。11:20-12:25在扁都口摄区工作，飞行高度4200m左右，飞行速度290km/hr左右。\n原始数据分为两部分，分别为微波辐射计数据和GPS数据。其中微波辐射计L和K波段均属非成像观测，由文本文件记录瞬时观测获得的数码值，GPS数据记录飞行时的经纬度以及飞机姿态参数等。使用微波辐射计观测数据时需要根据定标系数将记录的数码值转换为亮温值（定标系数文件与原始观测数据归档在一起）。同时，通过微波辐射计和GPS各自的时钟记录，可以将微波观测与GPS记录联系起来，给微波观测匹配地理坐标信息。由于微波辐射计观测分辨率较粗，数据处理中一般忽略飞机的航偏、翻滚以及俯仰效应。根据使用目标及飞行相对航高（H），在定标和坐标匹配后，还可以将观测信息栅格化，L和K波段的分辨率（x）与观测足迹（footprint）可以认为一致，参考分辨率为：L波段，x=0.3H；K波段，x=0.24H。经过以上各步处理后，可以获得用户能够直接使用的产品。",
      "instructions": null,
      "instructionsCn": null,
      "east": 101.1,
      "west": 100.25,
      "south": 38.0,
      "north": 38.35,
      "startTime": "2008-03-28 17:00:00",
      "endTime": "2008-03-28 21:00:00",
      "fileSize": 7273885.0,
      "cstr": "18406.11.water973.0229.db",
      "doi": "10.3972/water973.0229.db",
      "dataFormat": "",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "王树果",
        "nameEn": "WANG Shuguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "王旭峰",
        "nameEn": "WANG Xufeng",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, CAS",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "赵凯",
        "nameEn": "ZHAO Kai",
        "unitEn": "Northeast Institute of geography and AGgroecology, Chinese Academy of Sciences",
        "unitCn": "中国科学院东北地理与农业生态研究所"
      },
      {
        "nameCn": " 金吉南",
        "nameEn": "JIN Jinan",
        "unitEn": "",
        "unitCn": "中国科学院东北地理与农业生态研究所"
      },
      {
        "nameCn": "肖青",
        "nameEn": "XIAO Qing",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": "刘强",
        "nameEn": "Liu Qiang",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "微波辐射计",
        "nameEn": "Microwave radiometer"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "扁都口加密观测区",
        "keywordEn": "closed observation area of Biandoukou"
      },
      {
        "keywordCn": "阿柔加密观测区",
        "keywordEn": "A'rou flight zone"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008-03-19",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
        "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
        "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
      },
      {
        "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
        "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
      },
      {
        "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
        "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
      },
      {
        "titleCn": "2010年代三江源多年冻土稳定型分布图",
        "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
      },
      {
        "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
        "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
      },
      {
        "titleCn": "西藏纳木错水温监测数据（2011-2014）",
        "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and characteristics measured by L&K band airborne microwave radiometers in remote sensing datasets?",
        "QuestionCn": "L&K波段空气微波辐射计在遥感数据集中测量的具体特征和特性是什么？",
        "AnswerEn": "1.4GHz frequency, 35-degree back-view observation, dual polarization (H and V), 18.7GHz frequency, zenith angle observation, no polarization information, digital values, GPS data records including longitude, latitude, aircraft attitude parameters",
        "AnswerCn": "1.4GHz频率，35度后视观测，双极化（H和V），18.7GHz频率，天顶角观测，无极化信息，数字值，GPS数据记录包括经度、纬度、飞机姿态参数。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the resolution of the data collected by the L-band and K-band airborne microwave radiometers, and how does it relate to the flight altitude?",
        "QuestionCn": "L波段和K波段空中微波辐射计收集的数据分辨率是多少，以及它与飞行高度的关系是什么？",
        "AnswerEn": "0.3 times H, 0.24 times H",
        "AnswerCn": "0.3 倍 H，0.24 倍 H",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'non-imaging observation' mean in the context of microwave radiometer data collection?",
        "QuestionCn": "在微波辐射计数据收集的背景下，“非成像观测”是什么意思？",
        "AnswerEn": "In the context of microwave radiometer data collection, 'non-imaging observation' refers to the collection of data that records instantaneous digital values as text files without forming an image. The data is typically gathered by the radiometer in specific frequency bands and includes information such as polarization and brightness temperature, but does not include image formation like traditional cameras or imaging sensors.",
        "AnswerCn": "在微波辐射计数据收集的背景下，“非成像观测”是指以文本文件的形式记录瞬时数字值的数据收集，而不形成图像。数据通常由辐射计在特定频率带内收集，包括极化和亮度温度等信息，但不包括传统相机或成像传感器的图像形成。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the need for calibration when converting digital values to brightness temperature in airborne microwave radiometer datasets?",
        "QuestionCn": "在将数字值转换为空气微波辐射计数据集中的亮温时，哪些因素导致需要进行校准？",
        "AnswerEn": "Calibration is required because the original data consists of digital values recorded by the microwave radiometer, which need to be converted to brightness temperature using calibration coefficients. These coefficients are essential to ensure that the recorded data accurately reflect the physical properties being measured. The calibration process is necessary to account for the characteristics of the radiometer and the specific conditions during data collection, such as flight altitude and aircraft speed.",
        "AnswerCn": "校准是必要的，因为原始数据由微波辐射计记录的数字值组成，这些值需要通过校准系数转换为亮温。这些系数对于确保记录的数据准确反映被测量的物理特性至关重要。校准过程是必要的，以考虑辐射计的特性以及数据收集期间的特定条件，例如飞行高度和飞机速度。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of integrating GPS data with microwave radiometer observations in terms of improving the spatial accuracy of the resulting dataset?",
        "QuestionCn": "将GPS数据与微波辐射计观测结果结合的潜在后果是什么，从而提高最终数据集的空间精度？",
        "AnswerEn": "The integration of GPS data with microwave radiometer observations allows for assigning precise geographic coordinates to the microwave observations, which can enhance the spatial accuracy of the resulting dataset. This integration helps in mapping the microwave observations to the Earth's surface more accurately despite the coarse resolution of the radiometer data, ensuring that the data products are more reliable for users.",
        "AnswerCn": "GPS数据与微波辐射计观测的集成可以为微波观测分配精确的地理坐标，从而提高结果数据集的空间精度。这种集成有助于将微波观测更准确地映射到地球表面，尽管辐射计数据的分辨率较粗，但仍能确保数据产品对用户更可靠。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to utilize L&K band airborne microwave radiometer data for observing regions like Arou-Biandukou flight area, and what goals are associated with collecting such data?",
        "QuestionCn": "利用L&K波段空中微波辐射计数据观察像阿鲁-比安杜库飞行区这样的区域是重要的，收集此类数据的目标是什么？",
        "AnswerEn": "The use of L&K band airborne microwave radiometer data for observing regions like Arou-Biandukou flight area is important for capturing detailed microwave observations that are crucial for various applications such as environmental monitoring and climate research. The goals associated with collecting such data include obtaining precise measurements of brightness temperatures, which help in understanding surface conditions and atmospheric parameters. These observations are particularly useful for studying snow and ice cover, as demonstrated in the flight over the frozen Shuangsushi reservoir. By collecting this data, researchers aim to enhance the accuracy of geographical and environmental models, and improve the understanding of microwave interactions with natural surfaces at different frequencies and polarizations.",
        "AnswerCn": "使用L&K波段空中微波辐射计数据观察像Arou-Biandukou飞行区域这样的地区，对于捕捉详细的微波观测至关重要，这些观测对环境监测和气候研究等各种应用具有重要意义。收集此类数据的目标包括获取亮温的精确测量，这有助于理解地表条件和大气参数。这些观测对于研究雪和冰盖特别有用，正如在冻结的双苏石水库上空的飞行所示。通过收集这些数据，研究人员旨在提高地理和环境模型的准确性，并改善对不同频率和极化下自然表面微波相互作用的理解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in converting raw microwave radiometer data into usable brightness temperature values and georeferenced products for a dataset collected with airborne sensors?",
        "QuestionCn": "将原始微波辐射计数据转换为可用的亮温值和地理参考产品的程序步骤是什么？",
        "AnswerEn": "The procedural steps in converting raw microwave radiometer data into usable brightness temperature values and georeferenced products involve several stages. First, the digital values obtained from the microwave radiometer's instantaneous observations need to be converted into brightness temperature values using calibration coefficients, which are archived along with the raw observation data. Next, the recorded microwave observations are matched with GPS data using their respective timestamps to assign geographic coordinates to the microwave observations. The data processing generally overlooks effects such as aircraft yaw, roll, and pitch due to the coarse resolution of the observations. Finally, after calibration and coordinate matching, the observational data can be rasterized, where the resolution and footprint for L and K bands are considered to be consistent with specific reference resolutions: for L band, the resolution is 0.3 times the relative flight altitude (H), and for K band, it is 0.24 times H. This results in a product that is ready for direct use by the end-user.",
        "AnswerCn": "将原始微波辐射计数据转换为可用的亮温值和地理参考产品的程序步骤涉及几个阶段。首先，需要使用与原始观测数据一起存档的校准系数，将微波辐射计的瞬时观测获得的数字值转换为亮温值。接下来，记录的微波观测数据需要通过各自的时间戳与GPS数据匹配，以为微波观测分配地理坐标。数据处理通常忽略了飞机的偏航、滚转和俯仰等影响，因为观测的分辨率较粗。最后，在完成校准和坐标匹配后，观测数据可以进行栅格化，其中L波段和K波段的分辨率和足迹被认为与特定参考分辨率一致：对于L波段，分辨率为相对飞行高度（H）的0.3倍，对于K波段，则为0.24倍。这将产生一个可以直接供最终用户使用的产品。",
        "Level": "C3(Applying)"
      }
    ]
  }
}