{
    "id": "12067d2e-1e9a-4d9a-8a79-1b6c36092001",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of flux observation matrix (eddy covariance system of Zhangye wetland Station) of the MUlti-Scale Observation EXperiment on Evapotranspiration over heterogeneous land surfaces 2012 (MUSOEXE-12)",
            "description": "This dataset contains the flux measurements from the Zhangye wetland station eddy covariance system (EC) in the flux observation matrix from 25 June to 26 September, 2012. The site (100.44640° E, 38.97514° N) was located in a wetland surface, which is near Zhangye city, Gansu Province. The elevation is 1460.00 m. The EC was installed at a height of 5.2 m; the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (Gill&Li7500A) was 0.25 m.\nRaw data acquired at 10 Hz were processed using the Eddypro post-processing software (Li-Cor Company, http://www.licor.com/env/products/ eddy_covariance/software.html), including spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, angle of attack correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. Moreover, the observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC), which was proposed by Foken and Wichura [1996]: class 1 (level 0: Δst<30 and ITC<30), class 2 (level 1: Δst<100 and ITC<100), and class 3 (level 2: Δst>100 and ITC>100), representing high-, medium-, and low-quality data, respectively. In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 3% of the 30 min raw record; and (4) data were rejected at night when the friction velocity (u*) was less than 0.1 m/s. There were 48 records per day; the missing data were replaced with -6999. Moreover, suspicious data were marked in red.\nThe released data contained the following variables: data/time, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m^3), CO2 mass density (CO2, mg/m^3), friction velocity (ustar, m/s), stability (z/L), sensible heat flux (Hs, W/m^2), latent heat flux (LE, W/m^2), carbon dioxide flux (Fc, mg/ (m^2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xlsx format.\nFor more information, please refer to Liu et al. (2016) (for multi-scale observation experiment or sites information), Xu et al. (2013) (for data processing) in the Citation section.",
            "instructions": "",
            "east": 100.4464,
            "west": 100.4464,
            "south": 38.97514,
            "north": 38.97514,
            "startTime": "2013-07-04 23:18:00",
            "endTime": "2013-10-05 23:19:00",
            "fileSize": 635464.0,
            "cstr": "18406.11.hiwater.101.2013.db",
            "doi": "10.3972/hiwater.101.2013.db",
            "dataFormat": "Text",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            }
        ],
        "literatureList": [
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Comprehensive Remote Sensing Observation Joint Experiment Overall Design for Ecological-Hydrological Processes in the Heilong River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Variation规律 of CO2 flux in the corn farmland ecosystem of Zhangye Irrigation District and its environmental response.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Heat flux"
            },
            {
                "nameEn": "Radiation"
            },
            {
                "nameEn": "Winds"
            },
            {
                "nameEn": "Wind direction"
            },
            {
                "nameEn": "wind speed"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordEn": "flux observation matrix"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordEn": "2012-06-25 to 2012-09-26",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleEn": "Digital heihe"
            },
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        },
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Does the data collection method for evapotranspiration in this field involve using eddy covariance systems?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Are there challenges related to the accuracy of soil and canopy component temperature measurements in this field?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Is there a multiscale dataset available that includes airborne remote sensing data for studying eco-hydrological processes in this field?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "When addressing challenges in eco-hydrological data upscaling, is it more effective to utilize a sparse network of observation stations, a dense network, or a hierarchical system of nested scales?",
                    "Answer": "a hierarchical system of nested scales",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used to measure evapotranspiration over heterogeneous land surfaces?",
                    "Answer": "A data collection method for measuring evapotranspiration over heterogeneous land surfaces involves using a combination of eddy covariance systems, thermal infrared cameras, and ground-based meteorological measurements. This approach was part of the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, utilizing soil and canopy component temperatures to estimate evapotranspiration.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a challenge faced in collecting multiscale hydrometeorological data in oasis-desert regions?",
                    "Answer": "An example of a challenge in collecting multiscale hydrometeorological data in oasis-desert regions is the poor availability of multiscale observations, which hinders the upscaling of eco-hydrological processes. The HiWATER experiment addresses this by employing hierarchical instrumentation to capture data across different scales and landscapes.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Could you provide an example of a dataset that includes multiscale eco-hydrological observations in a desert area?",
                    "Answer": "An example of a dataset with multiscale eco-hydrological observations is the one obtained from the Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in 2012. This dataset includes data from eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and hyper-resolution airborne remote sensing, available at platforms like figshare and the Cold and Arid Regions Science Data Centre.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the characteristics involved in processing data from eddy covariance systems in eco-hydrological studies?",
                    "Answer": "outlier removal, delay time correction, angle correction, coordinate rotation, frequency response correction, ultrasonic virtual temperature correction, density (WPL) correction, quality evaluation based on atmospheric stability and turbulence similarity, filtering for instrument errors, filtering for precipitation events, filtering for weak turbulence conditions at night, 30-minute averaging period, quality flags assigned to measured fluxes",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What features of multiscale observation systems are used to study eco-hydrological processes over heterogeneous surfaces?",
                    "Answer": "flux observation matrix, eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensor network, soil moisture monitoring, leaf area index monitoring, hyper-resolution airborne remote sensing, LiDAR, imaging spectrometers, multi-angle thermal imagers, L-band microwave radiometers, ground-based measurements of vegetation dynamics, photosynthesis processes",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "What is the sampling frequency used for the eddy covariance data collection in the wetland station?",
                    "Answer": "10Hz",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many days of data were collected in the flux observation matrix dataset at the wetland station?",
                    "Answer": "94 days",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many airborne remote sensing missions were conducted to cover the FEA during HiWATER?",
                    "Answer": "12",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What does 'multiscale observation' mean in the context of eco-hydrological research in oasis-desert systems?",
                    "Answer": "Multiscale observation in the context of eco-hydrological research refers to the collection of data at different spatial and temporal scales to capture the complex interactions and processes across a heterogeneous landscape, such as an oasis-desert system. This involves using a hierarchical arrangement of instruments, such as eddy covariance towers, automatic meteorological stations, and remote sensing technologies like LiDAR and imaging spectrometers. The aim is to obtain comprehensive data that can inform models of eco-hydrological processes, enabling researchers to understand and predict interactions between the oasis and surrounding desert environments.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the data collection methods used for multiscale observations in the HiWATER experiment compare with those used for the eddy covariance flux matrix in terms of capturing eco-hydrological processes?",
                    "Answer": "The HiWATER experiment employs a hierarchically nested scale approach with a sparse network to capture multiscale eco-hydrological processes, incorporating a range of instruments across different landscapes and including airborne remote sensing. In contrast, the eddy covariance flux matrix primarily focuses on measuring turbulent fluxes in specific locations, such as the wetland site in Zhangye, using high-frequency measurements processed with specific corrections. Both methods aim to capture eco-hydrological processes but differ in scale and complexity.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "Why is there a limited effectiveness of composite temperature separation approaches in arid regions for data collection in eco-hydrological studies?",
                    "Answer": "The limited effectiveness of composite temperature separation approaches in arid regions is due to classification errors in images, which vary with vegetation abundance, and the presence of atmospheric upwelling radiation and transmittance, leading to uncertainties in temperature estimations.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the consequences of utilizing a multi-scale observation experiment for understanding eco-hydrological processes on heterogeneous surfaces?",
                    "Answer": "Utilizing a multi-scale observation experiment allows for the collection of diverse and multidisciplinary data, which can help overcome the challenge of poor availability of such observations. It enables capturing multi-scale eco-hydrological processes through hierarchical instrumentation, facilitating a more comprehensive understanding of these processes.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the outcomes of implementing an eddy covariance system in the measurement of evapotranspiration within irrigated agricultural areas?",
                    "Answer": "Implementing an eddy covariance system allows for the measurement of latent heat fluxes, which can be used to estimate evapotranspiration. However, it can introduce uncertainties in the measurements, especially under strong advective conditions, due to potential errors in energy balance closure and surface-air temperature difference.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "Why is it important to conduct multiscale and multidisciplinary data collection for eco-hydrological processes in heterogeneous surfaces?",
                    "Answer": "Progress in understanding eco-hydrological processes on heterogeneous surfaces is hindered by the poor availability of multiscale observations. The HiWATER experiment addresses this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the intended outcomes of using ground-measured soil and canopy component temperatures for estimating evapotranspiration?",
                    "Answer": "The objective is to estimate evaporation, transpiration, and evapotranspiration using soil and canopy component temperatures observed via a high-resolution thermal camera and to better validate these estimates using a combination of stable oxygen and hydrogen isotope techniques and eddy covariance measurements.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "How are eddy covariance systems used in the collection of flux data over heterogeneous landscapes, and what are the procedural steps involved in ensuring data quality and accuracy?",
                    "Answer": "Eddy covariance (EC) systems are used to measure turbulent fluxes by collecting data at a high sampling frequency, typically 10 Hz. The procedural steps involve installing the EC system at a specific height, such as 5.2 m in the case of wetland sites, and using software like Edire for post-processing. This includes removing outliers, correcting for time delays, angle corrections, coordinate rotations, frequency response corrections, and density corrections. Quality checks are performed by evaluating atmospheric stability and turbulence characteristics, and data is screened for instrument errors, precipitation effects, and data gaps.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "What procedures are adopted to ensure the integration and quality control of multiscale datasets collected during eco-hydrological experiments in oasis-desert systems?",
                    "Answer": "The integration and quality control of multiscale datasets involve using a flux observation matrix, eco-hydrological sensor networks, and hyper-resolution airborne remote sensing. Data from eddy covariance towers, large aperture scintillometers, and automatic meteorological stations are collected alongside vegetation dynamics and photosynthesis ground measurements. Quality control procedures include sensor calibration, systematic data collection, and processing, as well as generating datasets for analysis. This multi-tiered approach ensures accuracy and reliability, with data made available through platforms like figshare and the Cold and Arid Regions Science Data Centre.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What conditions or technologies enable the accurate partitioning of evapotranspiration into evaporation and transpiration in heterogeneous landscapes?",
                    "Answer": "The accurate partitioning of evapotranspiration into evaporation and transpiration in heterogeneous landscapes is enabled by the use of ground-measured soil and canopy component temperatures, high-resolution thermal cameras, and the application of the TSEB model. This approach is validated using stable oxygen and hydrogen isotopes and eddy covariance measurements.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might the accuracy of surface flux estimations be affected when using composite temperature separation approaches in arid regions?",
                    "Answer": "The accuracy of surface flux estimations might be affected due to limitations in the effectiveness of current composite temperature separation approaches in arid regions. Errors in the derived component temperature can be caused by image classification errors, which vary with vegetation abundance. Additionally, ignoring atmospheric upwelling radiation and transmittance can produce uncertainties in the estimated temperatures, affecting the accuracy of surface flux estimations.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What challenges might researchers face when attempting to upscale eco-hydrological processes on heterogeneous surfaces using multiscale observations?",
                    "Answer": "Researchers might face challenges due to the poor availability of multiscale observations. Progress in upscaling eco-hydrological processes is hindered by the lack of sufficient multiscale data, which is necessary to capture the complexity of heterogeneous surfaces. The HiWATER experiment, for instance, aims to address this challenge by obtaining multiscale and multidisciplinary data through hierarchically nested instrumentation.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How do you evaluate the effectiveness of using a combination of stable oxygen and hydrogen isotope techniques and eddy covariance measurements for validating evapotranspiration models in heterogeneous landscapes?",
                    "Answer": "The combination of stable oxygen and hydrogen isotope techniques with eddy covariance measurements appears to provide a robust validation approach for evapotranspiration models in heterogeneous landscapes. It allows for better separation and validation of evaporation and transpiration components, which is crucial for accurate modeling in varied vegetation and climatic conditions, as shown in the findings related to the TSEB model application in strongly advective environments.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What is your opinion on the challenges of obtaining accurate component temperatures for soil and vegetation when using thermal infrared cameras in agricultural areas with strong advection?",
                    "Answer": "The challenges are significant, particularly due to errors in image classification and atmospheric interference, which can lead to overestimation of canopy temperatures. However, using high-precision thermal infrared cameras can still yield reliable data when combined with careful methodological approaches, such as correcting for atmospheric radiation and transmittance effects, as evidenced by the successful application in the TSEB model validation.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How would you assess the impact of multiscale observation data from the HiWATER experiment on advancing eco-hydrological research in oasis-desert areas?",
                    "Answer": "The multiscale observation data from the HiWATER experiment significantly enhances eco-hydrological research by providing comprehensive datasets across multiple observation scales and landscapes. This approach addresses the challenge of poor availability of multiscale observations and facilitates a better understanding of eco-hydrological processes, particularly the interaction between oasis and desert systems.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I'm unsure about the challenges of collecting multiscale observational data for eco-hydrological processes in diverse terrains like oasis-desert areas.",
                    "Answer": "Collecting multiscale observational data in such areas is challenging due to limited availability of observations across different scales. To address this, the HiWATER experiment utilized a hierarchically nested instrumentation approach, including a sparse network for oasis-desert interactions, superstations, eddy covariance towers, automatic meteorological stations, and airborne remote sensing missions using technologies like LiDAR and thermal imagers. This comprehensive setup aimed to capture multiscale eco-hydrological processes effectively.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "I can't make sense of how stable isotopes are used to validate evapotranspiration estimates in complex agricultural landscapes.",
                    "Answer": "Stable isotopes of oxygen and hydrogen are used alongside eddy covariance measurements to validate estimates of evaporation, transpiration, and evapotranspiration. By analyzing the ratios of these isotopes, researchers can better validate the partitioning of evapotranspiration into its components (E/ET% and T/ET%) and compare these with the modeled outputs from models like the Two-Source Energy Balance (TSEB) model, thereby enhancing the accuracy of ET estimates in agricultural landscapes.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please summarize the methodologies used for ensuring data quality and processing in flux observation matrices within heterogeneous landscapes.",
                    "Answer": "The methodologies for ensuring data quality and processing in flux observation matrices include several key steps such as outlier removal, time delay correction, angle correction, coordinate rotation, frequency response correction, ultrasonic virtual temperature correction, and density correction. Quality evaluations of flux values are performed, focusing on atmospheric stability and turbulence similarity characteristics. Data are also screened by removing erroneous instrument data, data around precipitation events, and data with high missing rates. These processes ensure accuracy and reliability in capturing the heterogeneous landscape's evapotranspiration dynamics.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Please outline the challenges faced in obtaining multiscale observation data for eco-hydrological modeling in heterogeneous surfaces, and suggest potential solutions.",
                    "Answer": "Challenges in obtaining multiscale observation data include the limited availability of such observations and the inherent difficulty in capturing eco-hydrological processes on heterogeneous surfaces. To address these challenges, the HiWATER experiment utilized hierarchically nested instrumentation scales and a sparse network of sensors to gather multiscale data. Solutions include improving sensor networks, enhancing remote sensing capabilities, and integrating ground-based and airborne observations to capture a comprehensive view of eco-hydrological processes.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "Please analyze the data collection techniques employed for measuring soil and canopy temperatures and their impact on the accuracy of the TSEB model in estimating evapotranspiration.",
                    "Answer": "Data collection techniques for measuring soil and canopy temperatures involved using a high-resolution thermal infrared camera and applying the maximum-likelihood method to classify images into soil and canopy pixels. The accuracy of these temperature measurements directly impacts the TSEB model's ability to estimate evapotranspiration by affecting the calculation of soil and canopy component temperatures. Precise temperature separation enhances the model's reliability in estimating latent heat fluxes and evapotranspiration components, thereby improving the model's overall performance under advective conditions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}