{
  "id": "12191fa5-2818-4557-b665-dbae88e557a4",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "New insights of myosin heavy chain 10 as a potential biomarker of clinical atherosclerosis (2018-2022)",
      "titleCn": "肌球蛋白重链10作为临床动脉粥样硬化的潜在生物标志物的新见解 数据集（2018-2022）",
      "description": "Data collection and analysis will be carried out from January 2018 to December 2022. MYH10, a key gene for atherosclerosis, will be obtained through DEGs screening, weighted gene co expression network analysis, construction and analysis of protein protein interaction network, function enrichment analysis and GSEA analysis Spearman and Pearson rho tests were used to compare the differences in intima-media thickness (IMT), MYH10, and α - SMA expression, and correlation analysis was performed. Using receiver operator characteristic (ROC) curve analysis to determine MYH10 and α- Sensitivity and specificity of SMA in predicting AS. Using Cubic Spline Interpolation Algorithm to Analyze MYH10 and α- SMA expression and the high-risk warning range of AS. Adopting Swiss model（ https://swissmodel.expasy.org/ ）Construct a α - SMA protein model. Using PyMol 2.3.4 software (DeLano Scientific LLC, https://pymol.org/2/ ）Dehydration and removal of receptor protein ligands. MGL Tools software (Molecular Graphics Laboratory, Scripps Institute, http://mgltools.scripps.edu/ ）Used to hydrogenate receptor proteins and calculate charge. Adopting AutoDock Vina 1.5.6（ http://vina.scripps.edu/ ）Perform molecular docking on receptor proteins. Using immunoprecipitation (IP) to detect MYH10 and α- The Interaction of SMA",
      "descriptionCn": "数据的收集和分析工作自2018年1月至2022年12月，通过DEGs筛选，加权基因共表达网络分析，蛋白质-蛋白质互作网络的构建和分析，功能富集分析以及GSEA分析等方法，获取动脉粥样硬化关键基因MYH10。采用Spearman和Pearson-rho检验比较内膜-中层厚度（IMT）、MYH10和-SMA表达的差异，并进行相关性分析。采用受试者工作特征（receiver operator characteristic，ROC）曲线分析确定MYH10和α-SMA预测AS的敏感性和特异性。采用三次样条插值算法分析MYH10和α-SMA表达与AS的高危预警范围。采用Swiss-model（https://swissmodel.expasy.org/）构建-SMA蛋白模型。使用PyMol 2.3.4软件（DeLano Scientific LLC, https://pymol.org/2/）脱水和去除受体蛋白的配体。MGL Tools软件（分子图形实验室，斯克里普斯研究所，http://mgltools.scripps.edu/）被用来氢化受体蛋白并计算电荷。采用AutoDock Vina 1.5.6（http://vina.scripps.edu/）对受体蛋白进行分子对接。采用免疫共沉淀（IP）检测MYH10与α-SMA的相互作用。",
      "instructions": "File naming method: 1. Public database information, GSE43292_ GPL6244-17930.txt Probe File GSE43292_ Series_ Matrix. txt. gz Matrix file GSE57691_ GPL10558-50081. txt Probe file GSE57691_ Series_ Matrix. txt matrix file; 2. Patient age data, age. xlsx Patient age information Clinical data.xlsx Patient clinical information; 3. Detect the expression of MYH10 and SMA, 3.1 HE Docx 3.2 SMA, MYH10 immunohistochemistry 3.3 immunofluorescence image files; 4. MYH and α- Interaction of SMA, 4.1 Molecular Docking Word File 4.2 Co IP Word File; 5. Correlation between MYH and SMA, IMT, 5.1 BP xlsx file，5.2 ROC curve spv file, 5.3 cubic spline interpolation algorithm txt file. the way to read the picture data of MYH10 related pathology detection: use windows10 or above system, TXT format can be opened by text program, xlsx file can be opened by Excel, and the information of the pictures can be opened in word.",
      "instructionsCn": "文件命名方式：1. 公共数据库信息，GSE43292_GPL6244-17930.txt 探针文件 GSE43292_series_matrix.txt.gz 矩阵文件 GSE57691_GPL10558-50081.txt 探针文件GSE57691_series_matrix.txt 矩阵文件；   2. 患者年龄数据，年龄.xlsx 患者年龄信息  Clinical data.xlsx 患者临床信息； 3. 检测MYH10和SMA的表达，3.1 HE. docx 3.2 SMA、MYH10免疫组化  3.3免疫荧光  图片文件； 4. MYH与α-SMA的相互作用，4.1分子对接 word文件 4.2 Co-IP word文件； 5．MYH与SMA、IMT的相关关系，5.1 BP xlsx文件\n5.2 ROC曲线 spv文件，5.3三次样条插值算法  txt文件。MYH10相关病理检测的图片数据读取方式：使用windows10或以上系统，TXT格式可用文本程序打开，xlsx文件使用Excel打开，图片信息在word中打开。\n",
      "east": 115.25,
      "west": 117.3,
      "south": 41.03,
      "north": 39.26,
      "startTime": "2018-01-01 10:54:09",
      "endTime": "2022-12-31 10:54:09",
      "fileSize": 61261204.0,
      "cstr": "18406.11.HumanNat.tpdc.300772",
      "doi": "10.11888/HumanNat.tpdc.300772",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "刘德平",
        "nameEn": "LIU Deping",
        "unitEn": "",
        "unitCn": "北京医院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A potential biomarker for clinical atherosclerosis: A novel insight derived from myosin heavy chain 10 promoting transformation of vascular smooth muscle cells",
        "referenceCn": null,
        "referenceEn": "Meng, L.B., Li, J.Y., Xu, H.X., Wu, D.S., Shan, M.J., Chen, Y.H., Xu, J.P., Liu, L.T., Chen, Z., Li, Y.J., Gong, T., & Liu, D.P. (2022). A potential biomarker for clinical atherosclerosis: A novel insight derived from myosin heavy chain 10 promoting transformation of vascular smooth muscle cells. Clin Transl Med, 12(1), e672. doi: 10.1002/ctm2.672. PMID: 35075787; PMCID: PMC8787098."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "健康",
        "nameEn": "healthy"
      },
      {
        "nameCn": "其他",
        "nameEn": "Other"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "无",
        "keywordEn": "None"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2018-2022",
        "keywordEn": "2018-2022",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to identify key genes in clinical atherosclerosis as potential biomarkers?",
        "QuestionCn": "您能否提供一种数据收集方法的示例，用于识别临床动脉粥样硬化中的关键基因作为潜在生物标志物？",
        "AnswerEn": "A data collection method used to identify key genes in clinical atherosclerosis involves DEGs screening, weighted gene co-expression network analysis, protein-protein interaction network construction and analysis, functional enrichment analysis, and GSEA analysis to obtain key atherosclerosis genes like MYH10.",
        "AnswerCn": "一种用于识别临床动脉粥样硬化关键基因的数据收集方法涉及差异表达基因（DEGs）筛选、加权基因共表达网络分析、蛋白质-蛋白质相互作用网络构建与分析、功能富集分析以及基因集富集分析（GSEA），以获得像MYH10这样的关键动脉粥样硬化基因。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key features and methodologies involved in identifying MYH10 as a potential biomarker for clinical atherosclerosis?",
        "QuestionCn": "识别MYH10作为临床动脉粥样硬化潜在生物标志物的关键特征和方法论包括哪些内容？",
        "AnswerEn": "DEGs screening, weighted gene co-expression network analysis, protein-protein interaction networks, functional enrichment analysis, GSEA analysis, Spearman and Pearson-rho tests, ROC curve analysis, cubic spline interpolation algorithm",
        "AnswerCn": "差异表达基因（DEGs）筛选，加权基因共表达网络分析，蛋白质-蛋白质相互作用网络，功能富集分析，GSEA分析，Spearman和Pearson相关性检验，ROC曲线分析，三次样条插值算法。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many years of data were collected for the analysis of MYH10 as a potential biomarker for atherosclerosis?",
        "QuestionCn": "在对MYH10作为动脉粥样硬化潜在生物标志物的分析中，收集了多少年的数据？",
        "AnswerEn": "5 years",
        "AnswerCn": "5年",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes on identifying key genes in atherosclerosis when using data collection methods such as DEGs screening, weighted gene co-expression network analysis, and protein-protein interaction network analysis?",
        "QuestionCn": "在使用数据收集方法如差异表达基因（DEGs）筛选、加权基因共表达网络分析和蛋白质-蛋白质相互作用网络分析时，识别动脉粥样硬化关键基因的潜在结果是什么？",
        "AnswerEn": "Using DEGs screening, weighted gene co-expression network analysis, and protein-protein interaction network analysis can lead to the identification of key genes such as MYH10, which may serve as potential biomarkers for atherosclerosis. These methods can enhance the understanding of molecular mechanisms and relationships within the disease, potentially leading to better diagnostic and therapeutic strategies.",
        "AnswerCn": "通过差异表达基因筛选、加权基因共表达网络分析和蛋白质-蛋白质相互作用网络分析，可以识别出关键基因，如MYH10，这些基因可能作为动脉粥样硬化的潜在生物标志物。这些方法可以增强对疾病分子机制和关系的理解，可能导致更好的诊断和治疗策略。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in identifying and analyzing key genes related to atherosclerosis, such as MYH10, using DEGs screening and weighted gene co-expression network analysis?",
        "QuestionCn": "识别和分析与动脉粥样硬化相关的关键基因（如MYH10）涉及哪些程序步骤，包括DEGs筛选和加权基因共表达网络分析？",
        "AnswerEn": "The procedural steps include collecting and analyzing data from 2018 to 2022 to identify key genes like MYH10 using DEGs screening. This involves constructing and analyzing protein-protein interaction networks, conducting functional enrichment analysis, and performing GSEA analysis. Spearman and Pearson-rho tests are used to compare differences in intima-media thickness (IMT), MYH10, and α-SMA expression, followed by correlation analysis. ROC curve analysis determines the sensitivity and specificity of MYH10 and α-SMA in predicting atherosclerosis.",
        "AnswerCn": "程序步骤包括收集和分析2018年至2022年的数据，以通过差异表达基因（DEGs）筛选识别关键基因如MYH10。这涉及构建和分析蛋白质-蛋白质相互作用网络，进行功能富集分析，以及执行基因集富集分析（GSEA）。使用Spearman和Pearson-rho检验比较内膜-中膜厚度（IMT）、MYH10和α-SMA表达的差异，随后进行相关性分析。ROC曲线分析用于确定MYH10和α-SMA在预测动脉粥样硬化中的敏感性和特异性。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}