{
  "id": "12533184-c90d-44b8-b2ae-2026bd90ef52",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical data of Quemocuo carbonate rocks in Sanjiang Tethys belt",
      "titleCn": "三江特提斯带雀莫错碳酸盐岩地球化学数据",
      "description": "The data are SM Nd isotopic data of calcite, in-situ S isotopic data of sulfide, in-situ Pb isotopic data of pyrite and galena, and Rb SR isochron age data of Quemocuo carbonate in Sanjiang Tethys belt. SM Nd isotopic data of calcite were obtained by ICP-MS, S isotopic data of sulfide and Pb isotopic data of pyrite and galena were obtained by MC-ICP-MS, and Rb Sr isotopic data were obtained by ICP-MS. The above data have been published in high-level SCI journals, and the data are true and reliable. The obtained data are of great significance to the lead-zinc mineralization and prospecting in the Sanjiang lead-zinc metallogenic belt.",
      "descriptionCn": "本数据为三江特提斯带雀莫错碳酸盐岩中方解石Sm-Nd同位素数据，硫化物原位S同位素数据，黄铁矿、方铅矿原位Pb同位素数据，及Rb-Sr等时线年龄数据。方解石Sm-Nd同位素数据由ICP-MS分析获得，硫化物原位S同位素数据及黄铁矿、方铅矿原位Pb同位素数据由MC-ICP-MS分析获得，Rb-Sr同位素数据数据由ICP-MS分析获得。以上数据已发表于高级别SCI期刊，数据真实可靠。通过获得的数据，对三江铅锌成矿带铅锌成矿和找矿具有重要意义。",
      "instructions": "The geochemical data are stored in word format, and the sample name is \"YY DD\", where YY is the borehole number and DD is the abbreviation of mineral",
      "instructionsCn": "地球化学数据以word格式存储，样品名称为\"yy-dd\",其中yy为钻孔编号，dd为矿物缩写",
      "east": 97.18,
      "west": 97.17,
      "south": 31.15,
      "north": 31.16,
      "startTime": "2019-12-01 00:00:00",
      "endTime": "2019-12-31 11:59:59",
      "fileSize": 46080.0,
      "cstr": null,
      "doi": "10.1016/j.oregeorev.2019.103264",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "杨晓勇",
        "nameEn": "YANG Xiaoyong",
        "unitEn": "",
        "unitCn": "中国科学技术大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The origin of the Quemocuo carbonate-hosted Pb-Zn deposit in the Sanjiang Tethyan Belt, SW China: Constrained by Sm-Nd isochronic age and Sr-S-Pb isotope compositions",
        "referenceCn": null,
        "referenceEn": "Zhang, H. S., Ji, W. H., Yang, X.Y., Zhou, J-X., Sun, C., Jia, Z. Y., Hong, J., Lv, P, R., Zhao Z., & Hou, Q.(2020). The origin of the Quemocuo carbonate-hosted Pb-Zn deposit in the Sanjiang Tethyan Belt, SW China: Constrained by Sm-Nd isochronic age and Sr-S-Pb isotope compositions. Ore Geology Reviews 117 doi:10.1016/j.oregeorev.2019.103264"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "同位素地球化学",
        "nameEn": "Isotopic geochemistry"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "矿床地球化学",
        "nameEn": "Ore deposit geochemistry"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青海雀莫错",
        "keywordEn": "Qinghai Quemocuo"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "渐新世",
        "keywordEn": "Oligocene",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the data collection method for Sm-Nd isotopes in calcite utilize ICP-MS analysis?",
        "QuestionCn": "Sm-Nd同位素在方解石中的数据收集方法是否使用ICP-MS分析？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to obtain geochemical data from carbonate rocks in the Sanjiang Tethys region?",
        "QuestionCn": "您能否提供一个用于从三江泰式地区的碳酸盐岩中获取地球化学数据的数据收集方法的示例？",
        "AnswerEn": "One data collection method involves using ICP-MS analysis to obtain calcite Sm-Nd isotope data. Additionally, MC-ICP-MS analysis is employed to gather in-situ sulfur isotope data from sulfides, as well as in-situ lead isotope data from pyrite and galena. Rb-Sr isotopic data are also collected using ICP-MS analysis.",
        "AnswerCn": "一种数据收集方法涉及使用ICP-MS分析获取方解石的Sm-Nd同位素数据。此外，采用MC-ICP-MS分析从硫化物中获取原位硫同位素数据，以及从黄铁矿和方铅矿中获取原位铅同位素数据。Rb-Sr同位素数据也通过ICP-MS分析进行收集。",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'Sm-Nd isotope data obtained by ICP-MS analysis' mean in the context of geochemical studies of carbonate rocks?",
        "QuestionCn": "在碳酸盐岩的地球化学研究中，“通过ICP-MS分析获得的Sm-Nd同位素数据”是什么意思？",
        "AnswerEn": "In the context of geochemical studies of carbonate rocks, 'Sm-Nd isotope data obtained by ICP-MS analysis' refers to data collected on the isotopic composition of samarium (Sm) and neodymium (Nd) within calcite minerals using Inductively Coupled Plasma Mass Spectrometry (ICP-MS). This technique involves the ionization of sample materials with an inductively coupled plasma source and the separation of ions based on their mass-to-charge ratio to measure isotopic ratios. This data is crucial for understanding the geochemical history and sources of materials within the rocks.",
        "AnswerCn": "在碳酸盐岩的地球化学研究中，“通过ICP-MS分析获得的Sm-Nd同位素数据”指的是使用感应耦合等离子体质谱法（ICP-MS）对方解石矿物中锶（Sm）和钕（Nd）的同位素组成进行的测量。这种技术涉及通过感应耦合等离子体源对样品材料进行电离，并根据其质荷比分离离子，以测量同位素比率。这些数据对于理解岩石中材料的地球化学历史和来源至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the instrumental techniques utilized to obtain Sm-Nd, S, and Pb isotopic data from carbonate rocks and sulfide minerals, and what challenges might arise during this data collection process?",
        "QuestionCn": "用于从碳酸盐岩和硫化矿物中获取Sm-Nd、S和Pb同位素数据的仪器技术有哪些？在数据收集过程中可能会遇到哪些挑战？",
        "AnswerEn": "The Sm-Nd isotopic data from carbonate rocks are obtained using ICP-MS analysis. Sulfide minerals' in-situ S isotopic data and in-situ Pb isotopic data from pyrite and galena are obtained using MC-ICP-MS analysis. Challenges in this data collection process may include ensuring the precision and accuracy of isotopic measurements, dealing with potential contamination, and the calibration of instruments for accurate isotope ratio determination.",
        "AnswerCn": "从碳酸盐岩中获得的Sm-Nd同位素数据是通过ICP-MS分析获得的。硫化矿物的原位硫同位素数据和来自黄铁矿和方铅矿的原位铅同位素数据是通过MC-ICP-MS分析获得的。在数据收集过程中可能面临的挑战包括确保同位素测量的精确性和准确性、处理潜在的污染以及仪器的校准以确保同位素比率的准确测定。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}