{
  "id": "129e37ce-e054-40be-a4ec-e5aa4f052ba0",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Deformation data after 2008 Wenchuan earthquake (2008-2018)",
      "titleCn": "2008年汶川地震震后形变数据（2008-2018）",
      "description": "The data set consists of 93 continuous and mobile GPS stations recording the cumulative three-dimensional deformation variables 10 years after the 2008 mw7.9 Wenchuan earthquake. GPS daily sampling time series data are mainly from the website of China Seismological Bureau（ http://www.cgps.ac.cn/ ）Diao, F., Wang, R., Wang, Y., Xiong, X., Walter, T.R. (2018), fault behavior and lower critical physiology informed from the first seven years of postseismic GPS data after the 2008 Wenchuan earthquake, earth planet. SCI. Lett., 495, 202-212, DOI: 10.1016/j.epsl.2018.05.020. We process the post earthquake deformation data as follows: first, we correct other effects unrelated to the Wenchuan earthquake, such as seasonal variation, interannual variation, plate effect, etc; Thirdly, the post earthquake time series curve is fitted by exponential function and logarithmic function; Finally, the post earthquake deformation of any period is calculated by fitting the curve. Ten years after the earthquake, the accumulated deformation is nearly 21 cm. The horizontal accuracy is not less than 1.7 cm, and the vertical accuracy is not less than 4 cm.",
      "descriptionCn": "该数据集包括93个连续及流动GPS台站记录的2008年Mw7.9汶川地震震后10年累积三维形变量。GPS日采样时间序列数据主要来自中国地震局网站（http://www.cgps.ac.cn/）和已发表文章：Diao, F., Wang, R., Wang, Y., Xiong, X., Walter, T.R. (2018), Fault behavior and lower crustal rheology inferred from the first seven years of postseismic GPS data after the 2008 Wenchuan earthquake, Earth Planet. Sci. Lett., 495, 202-212, doi: 10.1016/j.epsl.2018.05.020. 我们处理震后形变数据如下：首先矫正和汶川地震无关的其他影响，例如季节变化，年际变化，板块效应等；再次，通过指数函数和对数函数拟合震后时间序列曲线；最后，通过拟合曲线计算任意时间段震后形变量。震后10年累积形变高达近21厘米。水平方向精度不低于1.7厘米，垂直方向不低于4厘米。",
      "instructions": "Wenchuan2008GPS.txt",
      "instructionsCn": "Wenchuan2008GPS.txt",
      "east": 106.0,
      "west": 100.0,
      "south": 30.0,
      "north": 34.0,
      "startTime": "2008-05-12 00:00:00",
      "endTime": "2018-02-01 11:59:59",
      "fileSize": 8378.0,
      "cstr": "18406.11.SolidEar.tpdc.300266",
      "doi": "10.11888/SolidEar.tpdc.300266",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "胡岩",
        "nameEn": "HU Yan",
        "unitEn": "",
        "unitCn": "中国科学技术大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Fault behavior and lower crustal rheology inferred from the first seven years of postseismic GPS data after the 2008 Wenchuan earthquake",
        "referenceCn": null,
        "referenceEn": "Diao, F., Wang, R., Wang, Y., Xiong, X., & Walter, T.R. (2018). Fault behavior and lower crustal rheology inferred from the first seven years of postseismic GPS data after the 2008 Wenchuan earthquake. Earth and Planetary Science Letters, 495, 202-212. DOI: 10.1016/j.epsl.2018.05.020."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      },
      {
        "nameCn": "形变观测",
        "nameEn": "Deformation observation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "汶川",
        "keywordEn": "Wenchuan"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008-2018",
        "keywordEn": "2008-2018",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of GPS time series data used to measure postseismic deformation over a decade following an earthquake?",
        "QuestionCn": "用于测量地震后十年内后震变形的GPS时间序列数据的具体特征是什么？",
        "AnswerEn": "three-dimensional cumulative deformation, 93 continuous and mobile GPS stations, corrected for non-earthquake related influences, fitted using exponential and logarithmic functions, accumulated deformation up to nearly 21 centimeters, horizontal precision not less than 1.7 centimeters, vertical precision not less than 4 centimeters",
        "AnswerCn": "三维累积变形，93个连续和移动GPS站，已校正非地震相关影响，使用指数和对数函数拟合，累积变形接近21厘米，水平精度不低于1.7厘米，垂直精度不低于4厘米。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the horizontal accuracy, in centimeters, of the GPS data collected for the 2008 Wenchuan earthquake postseismic deformation?",
        "QuestionCn": "2008年汶川地震后变形收集的GPS数据的水平精度是多少，单位为厘米？",
        "AnswerEn": "1.7 centimeters",
        "AnswerCn": "1.7 厘米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'postseismic deformation data' mean in the context of GPS measurements following an earthquake?",
        "QuestionCn": "在地震发生后，GPS测量中的“震后变形数据”是什么意思？",
        "AnswerEn": "Postseismic deformation data refers to the measurements of ground movement recorded after an earthquake event, specifically the 2008 Mw7.9 Wenchuan earthquake in this context. The data includes cumulative three-dimensional deformation over a ten-year period as recorded by GPS stations. These measurements are processed to correct for unrelated influences such as seasonal and interannual variations, as well as plate tectonic effects, and are fitted using exponential and logarithmic functions to calculate deformation over any given time period.",
        "AnswerCn": "后震变形数据是指在地震事件发生后记录的地面运动测量数据，特别是在2008年Mw7.9汶川地震的背景下。这些数据包括通过GPS站点记录的十年期间的三维累计变形。这些测量经过处理，以纠正与季节性和年际变化以及板块构造效应无关的影响，并使用指数和对数函数进行拟合，以计算任何给定时间段内的变形。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the data correction process to remove unrelated influences like seasonal and interannual variations in GPS time series data compare to other methods used in geophysical datasets for ensuring accuracy?",
        "QuestionCn": "GPS时间序列数据中的数据修正过程，以去除季节性和年际变化等无关影响，与其他用于确保地球物理数据集准确性的方法相比，如何？",
        "AnswerEn": "In the field mentioned, the correction process involves removing unrelated influences such as seasonal and interannual variations and plate effects from the GPS time series data. This is done to ensure the accuracy of the postseismic deformation measurements following the 2008 Wenchuan earthquake. The accuracy achieved in the horizontal direction is not less than 1.7 centimeters, and in the vertical direction, not less than 4 centimeters. This process is specifically designed to enhance the reliability of the deformation data over a 10-year period. In comparison, other geophysical datasets may use different correction methodologies, potentially involving more sophisticated modeling or additional data sources, to handle similar challenges and ensure data accuracy.",
        "AnswerCn": "在提到的领域中，修正过程涉及去除与季节性和年际变化以及板块效应无关的影响，以确保2008年汶川地震后后震形变测量的准确性。水平方向的准确度不低于1.7厘米，垂直方向的准确度不低于4厘米。该过程专门设计用于提高10年期间形变数据的可靠性。相比之下，其他地球物理数据集可能采用不同的修正方法，可能涉及更复杂的建模或额外的数据源，以处理类似的挑战并确保数据的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the tectonic activity and crustal deformation patterns over a decade by analyzing GPS data recorded from 2008 to 2018, and how might seasonal and interannual variations impact these interpretations?",
        "QuestionCn": "通过分析2008年至2018年记录的GPS数据，可以推断出有关构造活动和地壳变形模式的哪些信息，季节性和年际变化如何影响这些解释？",
        "AnswerEn": "From the analysis of GPS data recorded over a decade, one can infer the cumulative three-dimensional deformation patterns and tectonic activity resulting from the 2008 Mw7.9 Wenchuan earthquake. Seasonal and interannual variations, along with plate effects, need to be corrected to accurately interpret the postseismic deformation patterns. The processed data reveals significant deformation, with accumulated displacements reaching up to 21 centimeters within ten years, and the precision in horizontal and vertical directions is 1.7 centimeters and 4 centimeters, respectively. These corrections and analyses can help understand fault behavior and lower crustal rheology in response to such seismic events.",
        "AnswerCn": "通过对十年来记录的GPS数据进行分析，可以推断出2008年Mw7.9汶川地震引起的三维累积变形模式和构造活动。为了准确解释震后变形模式，需要对季节性和年际变化以及板块效应进行修正。处理后的数据揭示出显著的变形，十年内累计位移达到21厘米，水平和垂直方向的精度分别为1.7厘米和4厘米。这些修正和分析有助于理解断层行为和下地壳流变对这种地震事件的响应。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the purpose of collecting GPS data over a decade to analyze postseismic deformation following an earthquake?",
        "QuestionCn": "收集十年间的GPS数据以分析地震后的变形的目的是什么？",
        "AnswerEn": "The goal is to understand fault behavior and lower crustal rheology by analyzing long-term deformation patterns after the 2008 Mw7.9 Wenchuan earthquake, providing insights into postseismic deformation processes and contributing to earthquake research and hazard assessment.",
        "AnswerCn": "目标是通过分析2008年Mw7.9汶川地震后的长期变形模式，理解断层行为和下地壳流变学，提供对后震变形过程的见解，并为地震研究和灾害评估做出贡献。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are followed to correct and adjust data for external influences such as seasonal variations, interannual changes, and plate effects in GPS-based post-seismic deformation studies?",
        "QuestionCn": "在基于GPS的震后变形研究中，纠正和调整数据以消除季节性变化、年际变化和板块效应的程序是什么？",
        "AnswerEn": "The procedures to correct and adjust data for external influences involve firstly correcting for unrelated influences such as seasonal variations, interannual changes, and plate effects. This is done to ensure that the GPS data accurately reflects the post-seismic deformation. The corrected data is then fitted using exponential and logarithmic functions to model the post-seismic time series curve, allowing for the calculation of deformation over any given period.",
        "AnswerCn": "纠正和调整数据以应对外部影响的程序首先涉及纠正与之无关的影响，例如季节变化、年际变化和板块效应。这是为了确保GPS数据准确反映后震变形。然后，使用指数和对数函数对校正后的数据进行拟合，以建模后震时间序列曲线，从而允许计算任何给定时期的变形。",
        "Level": "C3(Applying)"
      }
    ]
  }
}