{
  "id": "12b663d9-922e-4b85-8527-8b2dd1271dcf",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Photoluminescence dating data of zijunbu site in the northeast of Qinghai Tibet Plateau",
      "titleCn": "青藏高原东北部奖俊埠遗址光释光测年数据",
      "description": "Human adaptation to high altitude environment (> 2500m) is an important milestone in the process of human evolution and diffusion. As the highest altitude and largest plateau in the world, the Qinghai Tibet Plateau is an ideal area for human adaptation to extreme hypoxia environment. An early site with continuous strata, the site of jijunbu, was newly discovered on the Bank of Zhuanglang River in Yongdeng County, Gansu Province, northeast of Qinghai Tibet Plateau. A series of samples were taken from the site in 2015 and 2018. The results of photoluminescence dating show that the age of the site is 120-90 Ka, which is the earliest wilderness site on the Qinghai Tibet Plateau, providing new clues for the study of early human activity history and survival adaptation on the Qinghai Tibet Plateau.",
      "descriptionCn": "人类对高海拔环境（>2500m）的适应是人类进化和扩散过程的重要里程碑。青藏高原作为世界上海拔最高、面积最大的高原，是开展人类适应极端缺氧环境研究的理想区域。青藏高原东北部甘肃永登县庄浪河畔新发现一处具有连续地层的早期遗址——奖俊埠遗址。2015年和2018年两个年度对该遗址进行系列取样，光释光测年结果显示遗址年代在120-90ka，这是青藏高原目前年代最早的旷野遗址，为青藏高原早期人类活动历史和生存适应研究提供了新的线索。",
      "instructions": "Optical dating data at JJF site_ ZhangDJ/ChenT. xlsx",
      "instructionsCn": "Optical dating data at JJF site_ZhangDJ/ChenT.xlsx",
      "east": 103.0113028,
      "west": 103.0113028,
      "south": 36.82777778,
      "north": 36.82777778,
      "startTime": null,
      "endTime": null,
      "fileSize": 10196.0,
      "cstr": "18406.11.HumanNat.tpdc.271947",
      "doi": "10.11888/HumanNat.tpdc.271947",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张冬菊",
        "nameEn": "ZHANG Dongju ",
        "unitEn": "Lanzhou University",
        "unitCn": "兰州大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Hominin occupation of the Tibetan Plateau during the Last Interglacial Complex",
        "referenceCn": null,
        "referenceEn": "Cheng, T., Zhang, D., Smith, G.M., Jöris, O., Wang, J., Yang, S.L, Xia, H., Shen, X.K., Li, Q., Chen, X.S., Lin, D.P., Han, Y.Y., Liu, Y.S, Qiang, M.R., Li, B., & Chen, F. (2021). Hominin occupation of the Tibetan Plateau during the Last Interglacial Complex. Quaternary Science Reviews, 265, 107047."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "人口",
        "nameEn": "Population"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "奖俊埠",
        "keywordEn": "JJF"
      },
      {
        "keywordCn": "青藏高原东北部",
        "keywordEn": "Northeastern part of qinghai-tibet plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "120-90ka",
        "keywordEn": "120-90ka",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used for determining the optical luminescence dating of early human sites in high-altitude environments like the northeastern Tibetan Plateau?",
        "QuestionCn": "用于确定高海拔环境（如东北藏区）早期人类遗址的光释光定年数据收集方法的特点是什么？",
        "AnswerEn": "systematic sampling across different layers of stratigraphy, multiple phases of sampling, timeline between 120-90ka",
        "AnswerCn": "在不同地层层次上进行系统抽样，多个抽样阶段，时间范围为120-90千年前。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many series of samples were collected from the early site in the northeastern Tibetan Plateau for luminescence dating?",
        "QuestionCn": "在东北藏北高原的早期遗址中，共收集了多少系列样本用于发光定年？",
        "AnswerEn": "2",
        "AnswerCn": "2",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What implications can the early dating of an archaeological site in a high-altitude environment have on the methodologies of data collection and analysis in paleoanthropology?",
        "QuestionCn": "高海拔环境中考古遗址的早期定年对古人类学的数据收集和分析方法有什么影响？",
        "AnswerEn": "The early dating of an archaeological site in a high-altitude environment, such as the one in the northeast of the Qinghai-Tibet Plateau, suggests that researchers need to employ precise dating techniques like optically stimulated luminescence (OSL) to determine the age of human activity accurately. This further implies the necessity of understanding and refining data collection methods that can withstand challenging environments with extreme conditions, thereby improving interpretations of human adaptation and survival strategies.",
        "AnswerCn": "在青藏高原东北部的高海拔环境中，考古遗址的早期定年表明，研究人员需要采用精确的定年技术，如光释光（OSL），以准确确定人类活动的年龄。这进一步意味着有必要理解和完善能够承受极端条件的挑战性环境的数据收集方法，从而改善对人类适应和生存策略的解读。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contributed to the selection of optical luminescence dating as a method for determining the age of early human habitation sites in high-altitude environments such as the northeastern Tibetan Plateau?",
        "QuestionCn": "哪些因素促成了光释光定年法作为确定高海拔环境（如东北藏族高原）早期人类居住遗址年龄的方法的选择？",
        "AnswerEn": "The selection of optical luminescence dating as a method for determining the age of early human habitation sites in high-altitude environments like the northeastern Tibetan Plateau is influenced by its ability to provide accurate age estimates over a wide range of time scales. Specifically, for the Jiǎngjùn Bù site, this method was chosen due to its effectiveness in dating sediments in sequences with continuous stratigraphy, which is essential for establishing a chronological framework of early human activities and adaptations in this extreme environment over 120-90 ka.",
        "AnswerCn": "选择光释光定年作为确定高海拔环境中早期人类居住遗址年龄的方法，受到其在广泛时间尺度上提供准确年龄估计能力的影响。具体而言，对于Jiǎngjùn Bù遗址，由于该方法在连续地层序列中对沉积物进行定年的有效性，因此被选中，这对于建立早期人类在这一极端环境中活动和适应的时间框架至关重要，时间范围为12万年至9万年前。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on the understanding of early human adaptation to high-altitude environments when utilizing optically stimulated luminescence dating techniques at archaeological sites?",
        "QuestionCn": "利用光释光测年技术在考古遗址上进行研究时，对早期人类适应高海拔环境的理解可能产生的影响是什么？",
        "AnswerEn": "The use of optically stimulated luminescence dating techniques at archaeological sites like the one in the northeastern Tibetan Plateau can significantly enhance our understanding of early human adaptation to high-altitude environments. By accurately dating the site to between 120-90ka, it provides new insights into the timeline of human habitation and survival strategies in extreme environments, offering clues about the evolutionary and migratory milestones for humans adapting to high-altitude, low-oxygen conditions.",
        "AnswerCn": "在像东北藏区这样的考古遗址中使用光释光测年技术，可以显著增强我们对早期人类适应高海拔环境的理解。通过将遗址准确地定年为12万到9万年前，它为人类居住和在极端环境中生存策略的时间线提供了新的见解，揭示了人类适应高海拔、低氧条件的进化和迁徙里程碑的线索。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the ultimate goal of collecting optically stimulated luminescence dating data from archaeological sites in high-altitude regions like the Northeastern Tibetan Plateau?",
        "QuestionCn": "在像东北藏高原这样的高海拔地区收集光释光定年数据的最终目标是什么？",
        "AnswerEn": "The goal is to understand human adaptation to high-altitude, low-oxygen environments, which is a significant milestone in human evolution and dispersal. The dataset provides chronological evidence of early human activity, aiding research on human survival and adaptation strategies in extreme environments.",
        "AnswerCn": "目标是理解人类在高海拔、低氧环境中的适应能力，这是人类进化和扩散的重要里程碑。该数据集提供了早期人类活动的时间证据，有助于研究人类在极端环境中的生存和适应策略。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}