{
    "id": "12c02b6a-9533-4e75-90b8-b23f15d1dc7c",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Landsat-based continuous monthly 30m×30m land surface FVC dataset in Qilian Mountain area (1986-2017)",
            "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表植被覆盖度数据（1986-2017）",
            "description": "This data set includes the monthly synthesis of 30m*30m surface vegetation index products in Qilian mountain area in 1986, 1990, 1995, 2000, 2005, 2010, 2015, and 2017. Max value composition (MVC) method was used to synthesize monthly FVC products on the surface using the reflectivity data of Landsat 5, Landsat 8 and sentinel 2 channels from Red and NIR channels. The data are synthesized monthly through Google Earth Engine cloud platform, and the missing pixels are interpolated by calculating the index of the model. The quality of the data is good, and it can be used in environmental change monitoring and other fields.",
            "descriptionCn": "本数据集包括祁连山区域1986、1990、1995、2000、2005、2010、2015和2017年月度合成30m×30m地表植被覆盖度产品。采用最大值合成 (Max value composition, MVC) 方法，利用 Landsat5, Landsat8和sentinel 2红光和近红外两个通道的反射率数据，实现对地表月度NDVI产品的合成，进而计算FVC。数据通过Google Earth Engine云平台对反射率进行月度合成，通过模型计算指数，对于缺失像素进行插补，质量较好，可用于环境变化监测等领域。",
            "instructions": "File Naming Convention: FVC_YYYYMM-N.tif (YYYY: year, MM: month, N: division number)\nData Version：V1.0\nProjection：+proj=longlat +datum=WGS84 +no_defs\nData Format: GeoTIFF\nNDVI Unit:None\nScale Factor:0.001\nValid Range：0 - 1000\nFilled Value：0",
            "instructionsCn": "文件命名约定：FVC_YYYYMM-N.tif\t（YYYY：年，MM：月，N：分幅编号）\n数据版本号：V1.0\n投影：+proj=longlat +datum=WGS84 +no_defs\n数据格式：GeoTIFF \n单位：无\n缩放因子：0.001\n有效值范围：0- 1000\n填充值：0",
            "east": 107.0,
            "west": 89.0,
            "south": 34.0,
            "north": 45.0,
            "startTime": "1986-01-10 08:00:00",
            "endTime": "2018-01-09 08:00:00",
            "fileSize": 185549499426.0,
            "cstr": "18406.11.Geogra.tpdc.270138",
            "doi": "10.11888/Geogra.tpdc.270138",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": " 仲波",
                "nameEn": "ZHONG Bo",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院遥感科学国家重点实验室"
            },
            {
                "nameCn": "吴俊君",
                "nameEn": "WU Junjun",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Huete A R, Didan K, Miura T, et al. Overview of The Radiometric and Biophysical Performance of The MODIS Vegetation Indices",
                "referenceCn": null,
                "referenceEn": "Huete, A., Didan, K., Miura, T., Rodriguez, E.P., Gao, X., &Ferreira, L.G. (2002). Overview of The Radiometric and Biophysical Performance of The MODIS Vegetation Indices. Remote Sensing of Environment, 83(1-2), 195–213."
            },
            {
                "titleCn": "中国-东盟1km分辨率植被覆盖度数据集",
                "titleEn": null,
                "referenceCn": "穆西晗 柳钦火 阮改燕 赵静 仲波 吴善龙 彭菁菁.中国-东盟1km分辨率植被覆盖度数据集[J].全球变化数据学报(中英文),2017,(1):45-51,168-174.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "归一化植被指数",
                "nameEn": "NDVI"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "植被盖度",
                "nameEn": "Vegetation cover"
            },
            {
                "nameCn": "植被覆盖度",
                "nameEn": "Vegetation coverage data"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "祁连山",
                "keywordEn": "Qilian moutain"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1986-2017",
                "keywordEn": "1986-2017",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Net primary productivity (NPP) is the remainder of gross primary productivity (GPP) minus the Autotrophic Respiration (Ra) for green plant. NPP plays an important role in the prediction of future atmospheric CO2 and other greenhouse gases, and in the understanding of the interaction between atmosphere and biosphere. NPP is also key parameter in water cycle, nutrient cycling, biodiversity change, and carbon cycle in terrestrial ecosystem. Since NPP reflects the production capacity of plant community under natural environment, it is an important ecological index to evaluate the sustainability terrestrial ecosystem. The main purpose to develop this dataset is to overcome the limit of single data source for high temporal resolution vegetation NPP based on the satellite network technology."
            ],
            "research objective": [
                "The main purpose to develop this dataset is to overcome the limit of single data source for high temporal resolution vegetation NPP based on the satellite network technology."
            ],
            "challenges": [],
            "methods": [
                "Based on the principle of light use efficiency (LUE), the productivity of regional terrestrial ecosystem productivity driven by remote sensing data was carried out for the production of NPP products. The model is driven by the photosynthetically active radiation (PAR), leaf area index (LAI), temperature and humidity data obtained by various satellite data, and the model parameters are optimized by process model. The input data of NPP light energy utilization model are various remote sensing radiation products, meteorological reanalysis data, and various existing products in our project. Through the simulation of process model parameters, a global 1 km/5-day NPP data products were calculated."
            ],
            "dataset": [
                "China and ASEAN 1km spatial resolution vegetation net primary productivity dataset was shown in Figure 2. The MuSyQ-NPP-1km-2013 product was produced in the Sinusoidal tile grid, and distributed in 40 adjacent non-overlapping tiles that are approximately 10°×10° (at the equator). Each tile included 73 data files."
            ],
            "findings": [
                "The preliminary validation using ground observation and previous NPP products showed that the new products had better accuracy and much better temporal resolution."
            ],
            "backgroundCn": [
                "净初级生产力（NPP）是指总初级生产力（GPP）减去自养呼吸（Ra）后的剩余部分。NPP在预测未来大气二氧化碳和其他温室气体方面发挥着重要作用，并有助于理解大气与生物圈之间的相互作用。NPP也是水循环、养分循环、生物多样性变化和陆地生态系统碳循环中的关键参数。由于NPP反映了植物群落在自然环境下的生产能力，因此它是评估陆地生态系统可持续性的一个重要生态指标。开发该数据集的主要目的是克服基于卫星网络技术的高时间分辨率植被NPP单一数据源的限制。"
            ],
            "research objectiveCn": [
                "开发该数据集的主要目的是克服基于卫星网络技术的高时间分辨率植被净初级生产力（NPP）单一数据源的限制。"
            ],
            "challengesCn": [],
            "methodsCn": [
                "基于光利用效率（LUE）原理，利用遥感数据对区域陆地生态系统生产力进行了研究，以生成NPP产品。该模型以光合有效辐射（PAR）、叶面积指数（LAI）、温度和湿度数据为驱动，这些数据均来自各种卫星数据，并通过过程模型优化模型参数。NPP光能利用模型的输入数据包括各种遥感辐射产品、气象再分析数据以及我们项目中的各种现有产品。通过对过程模型参数的模拟，计算得到了全球1公里/5天的NPP数据产品。"
            ],
            "datasetCn": [
                "中国和东盟1公里空间分辨率植被净初级生产力数据集如图2所示。MuSyQ-NPP-1km-2013产品是在正弦投影网格中生成的，并分布在40个相邻的不重叠瓦片中，每个瓦片大约为10°×10°（在赤道处）。每个瓦片包含73个数据文件。"
            ],
            "findingsCn": [
                "初步验证使用地面观测和之前的NPP产品显示，新产品具有更好的准确性和更好的时间分辨率。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can remote sensing radiation products be used as input data for calculating net primary productivity in a dataset?",
                "QuestionCn": "遥感辐射产品可以作为计算净初级生产力的数据集的输入数据吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "Is the maximum value composition (MVC) method used for synthesizing NDVI products from Landsat and Sentinel data?",
                "QuestionCn": "最大值合成（MVC）方法用于从Landsat和Sentinel数据合成NDVI产品吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the Max value composition (MVC) method or another compositing method more effective for creating monthly NDVI products from Landsat and Sentinel data?",
                "QuestionCn": "最大值合成（MVC）方法或其他合成方法在从Landsat和Sentinel数据创建月度NDVI产品方面哪种更有效？",
                "AnswerEn": "Max value composition (MVC) method",
                "AnswerCn": "最大值组合 (MVC) 方法",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "When considering temporal resolution improvements in vegetation datasets, are the methods based more on increasing satellite data sources, refining existing satellite network technology, or another approach?",
                "QuestionCn": "在考虑植被数据集的时间分辨率改进时，方法主要是基于增加卫星数据源、改进现有卫星网络技术，还是其他方法？",
                "AnswerEn": "refining existing satellite network technology",
                "AnswerCn": "改进现有卫星网络技术",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data sources are used for calculating net primary productivity in terrestrial ecosystems?",
                "QuestionCn": "用于计算陆地生态系统净初级生产力的数据来源有哪些？",
                "AnswerEn": "Remote sensing data",
                "AnswerCn": "遥感数据",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where is the vegetation net primary productivity dataset for China and ASEAN distributed?",
                "QuestionCn": "中国和东盟的植被净初级生产力数据集在哪里分布？",
                "AnswerEn": "Sinusoidal tile grid",
                "AnswerCn": "正弦波瓷砖网格",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What data processing platform is utilized for monthly synthesis of surface vegetation coverage products in the Qilian Mountains region?",
                "QuestionCn": "在祁连山地区，月度合成地表植被覆盖产品所使用的数据处理平台是什么？",
                "AnswerEn": "Google Earth Engine",
                "AnswerCn": "Google 地球引擎",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a method used to synthesize monthly surface vegetation coverage data using satellite reflectance data?",
                "QuestionCn": "您能否提供一个使用卫星反射率数据合成月度地表植被覆盖数据的方法示例？",
                "AnswerEn": "A method used to synthesize monthly surface vegetation coverage data involves employing the maximum value composition (MVC) technique with reflectance data from Landsat5, Landsat8, and Sentinel 2. This process combines data from the red and near-infrared channels to generate monthly NDVI products, which are then used to calculate the fractional vegetation cover (FVC).",
                "AnswerCn": "一种合成月度地表植被覆盖数据的方法是采用最大值合成（MVC）技术，利用来自Landsat5、Landsat8和Sentinel 2的反射率数据。该过程结合红光和近红外通道的数据生成月度NDVI产品，然后用于计算植被覆盖度（FVC）。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you give an example of a data collection technique that addresses the limitation of relying on a single data source for high temporal resolution vegetation NPP?",
                "QuestionCn": "您能否给出一个数据收集技术的例子，以解决依赖单一数据源获取高时间分辨率植被净初级生产力（NPP）的局限性？",
                "AnswerEn": "An example of a data collection technique that overcomes the limitation of relying on a single data source for high temporal resolution vegetation NPP involves using a model based on the principle of light use efficiency (LUE). This model integrates photosynthetically active radiation (PAR), leaf area index (LAI), temperature, and humidity data from various satellite sources, optimized through process model simulations to produce global NPP data products.",
                "AnswerCn": "一种克服依赖单一数据源以获得高时间分辨率植被净初级生产力（NPP）限制的数据收集技术的例子是基于光利用效率（LUE）原理的模型。该模型整合了来自各种卫星源的光合有效辐射（PAR）、叶面积指数（LAI）、温度和湿度数据，通过过程模型模拟进行优化，以生成全球NPP数据产品。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a dataset that provides vegetation net primary productivity with a high spatial resolution and temporal coverage?",
                "QuestionCn": "一个提供高空间分辨率和时间覆盖的植被净初级生产力数据集的例子是什么？",
                "AnswerEn": "An example of a dataset that offers vegetation net primary productivity with high spatial resolution and temporal coverage is the China and ASEAN 1km spatial resolution vegetation net primary productivity dataset. This product is distributed in 40 non-overlapping tiles, each approximately 10°×10° at the equator, and includes 73 data files for comprehensive coverage.",
                "AnswerCn": "一个提供高空间分辨率和时间覆盖的植被净初级生产力的数据集的例子是中国和东盟1公里空间分辨率的植被净初级生产力数据集。该产品分布在40个不重叠的瓦片中，每个瓦片在赤道附近大约为10°×10°，并包含73个数据文件以实现全面覆盖。",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the properties of remote sensing data used for vegetation coverage analysis in the context of Landsat reflectance data?",
                "QuestionCn": "遥感数据在植被覆盖分析中的属性，特别是在Landsat反射率数据的背景下，主要包括以下几个方面：",
                "AnswerEn": "30m×30m surface vegetation coverage, Max value composition (MVC) method, reflectance data from Landsat 5, Landsat 8, Sentinel 2, red and near-infrared channels",
                "AnswerCn": "30m×30m 表面植被覆盖，最大值合成（MVC）方法，来自 Landsat 5、Landsat 8、Sentinel 2 的反射率数据，红光和近红外通道。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the main characteristics of the net primary productivity dataset developed for high temporal resolution vegetation analysis?",
                "QuestionCn": "高时间分辨率植被分析所开发的净初级生产力数据集的主要特征是什么？",
                "AnswerEn": "high temporal resolution, remote sensing data, light use efficiency (LUE), photosynthetically active radiation (PAR), leaf area index (LAI), temperature, humidity data, global 1 km/5-day NPP data product",
                "AnswerCn": "高时间分辨率，遥感数据，光能利用效率（LUE），光合有效辐射（PAR），叶面积指数（LAI），温度，湿度数据，全球1公里/5天净初级生产力（NPP）数据产品。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many years of data are covered in the monthly 30m×30m surface vegetation coverage dataset for the Qilian Mountains region?",
                "QuestionCn": "Qilian Mountains地区的每月30m×30m地表植被覆盖数据集覆盖了多少年的数据？",
                "AnswerEn": "32 years",
                "AnswerCn": "32年",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the spatial resolution of the vegetation net primary productivity dataset for China and ASEAN?",
                "QuestionCn": "中国和东盟的植被净初级生产力数据集的空间分辨率是多少？",
                "AnswerEn": "1 km",
                "AnswerCn": "1公里",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many satellite platforms were utilized to derive the regional terrestrial ecosystem productivity data?",
                "QuestionCn": "用于推导区域陆地生态系统生产力数据的卫星平台数量是多少？",
                "AnswerEn": "3",
                "AnswerCn": "3",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is 'light use efficiency (LUE)' in the context of estimating net primary productivity (NPP) using remote sensing data?",
                "QuestionCn": "在利用遥感数据估算净初级生产力（NPP）的背景下，“光利用效率（LUE）”指的是植物在光合作用过程中将光能转化为生物量的效率。",
                "AnswerEn": "Light use efficiency (LUE) is a principle used to evaluate the productivity of terrestrial ecosystems by determining how efficiently plants convert absorbed light into biomass. In remote sensing, LUE models are driven by photosynthetically active radiation (PAR), leaf area index (LAI), and environmental factors to estimate NPP.",
                "AnswerCn": "光利用效率（LUE）是评估陆地生态系统生产力的一个原则，通过确定植物将吸收的光转化为生物量的效率来进行评估。在遥感中，LUE模型以光合有效辐射（PAR）、叶面积指数（LAI）和环境因素为驱动，来估算净初级生产力（NPP）。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What does 'photosynthetically active radiation (PAR)' mean when discussing data inputs for terrestrial ecosystem productivity models?",
                "QuestionCn": "“光合有效辐射（PAR）”在讨论陆地生态系统生产力模型的数据输入时，指的是植物进行光合作用所需的特定波长范围的光辐射。",
                "AnswerEn": "Photosynthetically active radiation (PAR) refers to the range of light wavelengths that plants use for photosynthesis. It is a crucial input for terrestrial ecosystem productivity models that estimate net primary productivity (NPP), as it determines the amount of energy available for plant growth.",
                "AnswerCn": "光合有效辐射（PAR）是指植物用于光合作用的光波长范围。它是陆地生态系统生产力模型中估算净初级生产力（NPP）的关键输入，因为它决定了植物生长所需的能量量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the data collection method using Landsat reflectance data for vegetation cover compare to the method using satellite network technology for NPP product creation in terms of temporal resolution?",
                "QuestionCn": "使用Landsat反射率数据进行植被覆盖的数据收集方法与使用卫星网络技术创建NPP产品的方法在时间分辨率方面有什么比较？",
                "AnswerEn": "The data collection method using Landsat reflectance data focuses on synthesizing monthly NDVI products to calculate FVC, while the method using satellite network technology for NPP product creation aims to develop high temporal resolution vegetation NPP data. The latter involves integrating various satellite data sources to optimize model parameters and achieve a global 1 km/5-day temporal resolution.",
                "AnswerCn": "使用Landsat反射率数据的数据收集方法侧重于合成每月的NDVI产品以计算FVC，而使用卫星网络技术创建NPP产品的方法旨在开发高时间分辨率的植被NPP数据。后者涉及整合各种卫星数据源，以优化模型参数并实现全球1公里/5天的时间分辨率。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What underlying reasons have driven the adoption of satellite network technology for high temporal resolution vegetation NPP datasets?",
                "QuestionCn": "推动高时间分辨率植被净初级生产力（NPP）数据集采用卫星网络技术的潜在原因是什么？",
                "AnswerEn": "The main purpose is to overcome the limit of a single data source for high temporal resolution vegetation NPP using satellite network technology.",
                "AnswerCn": "主要目的是通过卫星网络技术克服单一数据源在高时间分辨率植被净初级生产力（NPP）方面的限制。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why does the process model require optimization of parameters when producing NPP products from remote sensing data?",
                "QuestionCn": "为什么过程模型在利用遥感数据生产NPP产品时需要优化参数？",
                "AnswerEn": "The model parameters are optimized by the process model to improve the accuracy and reliability of the productivity of regional terrestrial ecosystem driven by remote sensing data.",
                "AnswerCn": "模型参数通过过程模型进行优化，以提高由遥感数据驱动的区域陆地生态系统的生产力的准确性和可靠性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes the need for data interpolation in the generation of monthly NDVI products using Landsat and Sentinel data?",
                "QuestionCn": "在使用Landsat和Sentinel数据生成月度NDVI产品时，导致需要数据插值的原因是什么？",
                "AnswerEn": "Data interpolation is necessary for handling missing pixels to ensure the quality of the monthly NDVI products, which are synthesized using a combination of Landsat and Sentinel data.",
                "AnswerCn": "数据插值对于处理缺失像素是必要的，以确保每月NDVI产品的质量，这些产品是通过结合Landsat和Sentinel数据合成的。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the likely outcomes on vegetation cover analysis when using the maximum value composition method for synthesizing monthly NDVI products?",
                "QuestionCn": "在合成每月NDVI产品时，使用最大值合成方法对植被覆盖分析的可能结果是什么？",
                "AnswerEn": "The maximum value composition method allows for the synthesis of monthly NDVI products by selecting the highest value of reflectance data from Landsat and Sentinel channels. This leads to high-quality vegetation cover data that can be used for environmental change monitoring, offering a reliable representation of ground conditions over time.",
                "AnswerCn": "最大值组合方法通过选择Landsat和Sentinel通道中反射率数据的最高值，允许合成每月的NDVI产品。这导致了高质量的植被覆盖数据，可用于环境变化监测，提供了对地面状况随时间变化的可靠表示。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does integrating multiple satellite data sources affect the development and accuracy of net primary productivity (NPP) datasets?",
                "QuestionCn": "整合多个卫星数据源如何影响净初级生产力（NPP）数据集的开发和准确性？",
                "AnswerEn": "Integrating multiple satellite data sources allows for overcoming the limitations of using a single data source, resulting in high temporal resolution NPP datasets. The combination of various remote sensing radiation products, meteorological reanalysis data, and process model optimization enhances the accuracy and temporal resolution of the NPP products.",
                "AnswerCn": "整合多个卫星数据源可以克服使用单一数据源的局限性，从而生成高时间分辨率的净初级生产力（NPP）数据集。结合各种遥感辐射产品、气象再分析数据和过程模型优化，提高了NPP产品的准确性和时间分辨率。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the potential effects on data quality and coverage when using Google Earth Engine for monthly reflectance data synthesis and pixel interpolation?",
                "QuestionCn": "使用Google Earth Engine进行月度反射率数据合成和像素插值时，数据质量和覆盖范围的潜在影响是什么？",
                "AnswerEn": "Using Google Earth Engine for monthly reflectance data synthesis and pixel interpolation can result in high-quality datasets with good coverage. This approach enables efficient processing and filling of missing pixels, which enhances the data's suitability for applications like environmental monitoring and analysis.",
                "AnswerCn": "使用Google Earth Engine进行月度反射率数据合成和像素插值可以生成高质量的数据集，具有良好的覆盖率。这种方法能够高效处理和填补缺失像素，从而提高数据在环境监测和分析等应用中的适用性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of creating a dataset based on Landsat reflectance data for monthly vegetation coverage in the Qilian Mountains region?",
                "QuestionCn": "创建基于Landsat反射率数据的祁连山地区月度植被覆盖数据集的主要目标是什么？",
                "AnswerEn": "The primary objective is to synthesize monthly NDVI products and calculate FVC using Landsat and Sentinel-2 reflectance data, which can be used for monitoring environmental changes.",
                "AnswerCn": "主要目标是合成每月的NDVI产品，并利用Landsat和Sentinel-2反射率数据计算FVC，这可以用于监测环境变化。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to develop high temporal resolution vegetation NPP datasets using satellite network technology?",
                "QuestionCn": "开发高时间分辨率的植被净初级生产力（NPP）数据集使用卫星网络技术的重要性是什么？",
                "AnswerEn": "It is important to develop these datasets to overcome the limitation of single data sources and improve the prediction of atmospheric CO2 and greenhouse gases, as well as to understand the interaction between the atmosphere and biosphere.",
                "AnswerCn": "开发这些数据集对于克服单一数据源的局限性、提高大气二氧化碳和温室气体的预测能力，以及理解大气与生物圈之间的相互作用是非常重要的。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How can a dataset effectively utilize remote sensing data to generate high-resolution vegetation coverage metrics on a monthly basis?",
                "QuestionCn": "如何有效利用遥感数据生成每月高分辨率植被覆盖度指标的数据集？",
                "AnswerEn": "A dataset can utilize remote sensing data by applying the Max value composition (MVC) method to Landsat5, Landsat8, and Sentinel 2 reflectance data in red and near-infrared channels. This involves synthesizing a monthly NDVI product to subsequently calculate the Fractional Vegetation Cover (FVC), using Google Earth Engine for cloud-based monthly reflectance composition and employing models for index calculations and missing pixel interpolation.",
                "AnswerCn": "一个数据集可以通过对Landsat5、Landsat8和Sentinel 2的红色和近红外通道反射率数据应用最大值合成（MVC）方法来利用遥感数据。这涉及合成每月的NDVI产品，以随后计算植被覆盖度（FVC），使用Google Earth Engine进行基于云的每月反射率合成，并采用模型进行指数计算和缺失像素插值。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What procedural steps are necessary to optimize model parameters for generating net primary productivity (NPP) data using remote sensing techniques?",
                "QuestionCn": "优化使用遥感技术生成净初级生产力（NPP）数据的模型参数所需的程序步骤是什么？",
                "AnswerEn": "The procedural steps necessary include driving a model with photosynthetically active radiation (PAR), leaf area index (LAI), temperature, and humidity data obtained from various satellite sources. Model parameters are optimized using a process model, with input data comprising remote sensing radiation products, meteorological reanalysis data, and existing project products. The procedure involves simulating process model parameters to calculate global 1 km/5-day NPP data products.",
                "AnswerCn": "必要的程序步骤包括使用来自各种卫星源的光合有效辐射（PAR）、叶面积指数（LAI）、温度和湿度数据驱动模型。模型参数通过过程模型进行优化，输入数据包括遥感辐射产品、气象再分析数据和现有项目产品。该程序涉及模拟过程模型参数，以计算全球1公里/5天的净初级生产力（NPP）数据产品。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What methodological approach is employed to address the limitations of single data source reliance in high temporal resolution vegetation productivity datasets?",
                "QuestionCn": "为了解决高时间分辨率植被生产力数据集单一数据源依赖的局限性，采用了什么方法论方法？",
                "AnswerEn": "The methodological approach involves using satellite network technology to integrate various data sources. This includes remote sensing data-driven productivity models based on the principle of light use efficiency (LUE), utilizing multiple datasets for input such as remote sensing radiation products and meteorological reanalysis data. This approach aims to produce a high temporal resolution NPP product by overcoming limitations of single data source reliance.",
                "AnswerCn": "该方法论方法涉及使用卫星网络技术整合各种数据源。这包括基于光利用效率（LUE）原理的遥感数据驱动生产力模型，利用多个数据集作为输入，如遥感辐射产品和气象再分析数据。该方法旨在通过克服单一数据源依赖的局限性，生成高时间分辨率的净初级生产力（NPP）产品。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements in satellite network technology have enabled the development of high temporal resolution vegetation net primary productivity datasets?",
                "QuestionCn": "哪些卫星网络技术的进步使得高时间分辨率的植被净初级生产力数据集得以开发？",
                "AnswerEn": "The development of high temporal resolution vegetation net primary productivity datasets is enabled by advancements in satellite network technology, particularly through the use of remote sensing data driven by photosynthetically active radiation (PAR), leaf area index (LAI), temperature, and humidity data. These advancements allow the creation of NPP products by optimizing model parameters through process models.",
                "AnswerCn": "高时间分辨率植被净初级生产力数据集的发展得益于卫星网络技术的进步，特别是通过利用光合有效辐射（PAR）、叶面积指数（LAI）、温度和湿度数据驱动的遥感数据。这些进展使得通过过程模型优化模型参数来创建NPP产品成为可能。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways does the integration of various remote sensing radiation products and meteorological reanalysis data enhance the accuracy of terrestrial ecosystem productivity measurements?",
                "QuestionCn": "各种遥感辐射产品与气象再分析数据的整合如何提高陆地生态系统生产力测量的准确性？",
                "AnswerEn": "The integration of various remote sensing radiation products and meteorological reanalysis data enhances the accuracy of terrestrial ecosystem productivity measurements by providing diverse input data for the NPP light energy utilization model. This enables more precise simulation of process model parameters and the calculation of global 1 km/5-day NPP data products, leading to improved accuracy and temporal resolution in ecosystem productivity assessments.",
                "AnswerCn": "各种遥感辐射产品与气象重分析数据的集成提高了陆地生态系统生产力测量的准确性，因为它为NPP光能利用模型提供了多样化的输入数据。这使得过程模型参数的模拟更加精确，并且能够计算全球1公里/5天的NPP数据产品，从而提高了生态系统生产力评估的准确性和时间分辨率。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might remote sensing data be preferred as a data collection method for vegetation coverage and NPP over traditional ground-based methods?",
                "QuestionCn": "遥感数据作为植被覆盖和净初级生产力（NPP）数据收集方法，相较于传统的地面方法，可能更受青睐的原因是什么？",
                "AnswerEn": "Remote sensing data allows for high temporal resolution and wide spatial coverage, overcoming the limitations of single data sources. It enables the use of satellite network technology to drive productivity models and simulate global datasets with improved temporal and spatial resolution.",
                "AnswerCn": "遥感数据允许高时间分辨率和广泛的空间覆盖，克服了单一数据源的局限性。它使得利用卫星网络技术推动生产力模型和模拟全球数据集成为可能，从而提高了时间和空间分辨率。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of using the maximum value composition (MVC) method for creating high-quality monthly vegetation cover data from satellite reflectance data?",
                "QuestionCn": "您将如何评估使用最大值组合（MVC）方法从卫星反射率数据创建高质量月度植被覆盖数据的有效性？",
                "AnswerEn": "The MVC method is effective as it maximizes the use of available satellite data by selecting the highest reflectance values, which are less likely to be affected by atmospheric interference or cloud cover. This approach likely contributes to generating high-quality datasets suitable for monitoring environmental changes, as indicated by the data's successful application in creating a 30m x 30m vegetation cover product for the Qilian Mountain region.",
                "AnswerCn": "MVC方法有效地最大化了可用卫星数据的利用，通过选择最高的反射值，这些值不太可能受到大气干扰或云层覆盖的影响。这种方法可能有助于生成高质量的数据集，适合监测环境变化，正如数据在为祁连山地区创建30m x 30m植被覆盖产品中的成功应用所表明的。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how remote sensing data can effectively drive the production of vegetation net primary productivity datasets.",
                "QuestionCn": "我不明白遥感数据如何有效推动植被净初级生产力数据集的生成。",
                "AnswerEn": "The production of vegetation net primary productivity datasets is driven by remote sensing data using the principle of light use efficiency (LUE). This involves using photosynthetically active radiation (PAR), leaf area index (LAI), temperature, and humidity data obtained from various satellite sources. These inputs are used in a model where parameters are optimized by a process model to simulate and calculate the NPP data products.",
                "AnswerCn": "植被净初级生产力（NPP）数据集的生产是通过遥感数据驱动的，采用光利用效率（LUE）原理。这涉及使用从各种卫星来源获得的光合有效辐射（PAR）、叶面积指数（LAI）、温度和湿度数据。这些输入被用于一个模型中，其中参数通过过程模型进行优化，以模拟和计算NPP数据产品。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how missing pixels in satellite data are accounted for in environmental monitoring datasets.",
                "QuestionCn": "我无法理解在环境监测数据集中，如何处理卫星数据中的缺失像素。",
                "AnswerEn": "In environmental monitoring datasets, missing pixels in satellite data are addressed by using interpolation methods. Data through Google Earth Engine cloud platform are processed for monthly synthesis, and models are used to calculate indices. The interpolation for missing pixels ensures quality data suitable for monitoring environmental changes.",
                "AnswerCn": "在环境监测数据集中，卫星数据中的缺失像素通过插值方法进行处理。通过Google Earth Engine云平台处理的数据用于每月合成，并使用模型计算指数。缺失像素的插值确保了数据的质量，适合用于监测环境变化。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the significance of using multiple satellite sources for high temporal resolution vegetation productivity datasets.",
                "QuestionCn": "我对使用多个卫星源获取高时间分辨率植被生产力数据集的重要性感到不确定。",
                "AnswerEn": "The use of multiple satellite sources is significant because it helps overcome the limitations of a single data source. By integrating data from various satellites, it is possible to achieve high temporal resolution in vegetation productivity datasets, providing more comprehensive and accurate insights into vegetation dynamics over time.",
                "AnswerCn": "使用多个卫星源是重要的，因为它有助于克服单一数据源的局限性。通过整合来自不同卫星的数据，可以在植被生产力数据集中实现高时间分辨率，从而提供对植被动态更全面和准确的洞察。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the methods used to derive net primary productivity (NPP) from remote sensing data and discuss how these methods could be adapted or expanded for use in other geographical regions.",
                "QuestionCn": "请分析从遥感数据中推导净初级生产力（NPP）所使用的方法，并讨论这些方法如何可以适应或扩展到其他地理区域的使用。",
                "AnswerEn": "The methods to derive NPP from remote sensing data are based on the light use efficiency (LUE) principle, utilizing photosynthetically active radiation (PAR), leaf area index (LAI), temperature, and humidity data obtained from various satellite data. The model parameters are optimized through a process model. This approach could be adapted for other regions by calibrating model parameters according to local environmental conditions and integrating region-specific remote sensing data and meteorological inputs.",
                "AnswerCn": "从遥感数据推导净初级生产力（NPP）的方法基于光利用效率（LUE）原理，利用从各种卫星数据获得的光合有效辐射（PAR）、叶面积指数（LAI）、温度和湿度数据。模型参数通过过程模型进行优化。这种方法可以通过根据当地环境条件校准模型参数，并整合特定区域的遥感数据和气象输入，适应其他地区。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please investigate potential strategies for improving the accuracy and temporal resolution of vegetation cover datasets derived from Landsat and Sentinel satellite data.",
                "QuestionCn": "请调查提高从Landsat和Sentinel卫星数据中衍生的植被覆盖数据集的准确性和时间分辨率的潜在策略。",
                "AnswerEn": "Potential strategies include employing the Maximum Value Composite (MVC) method to synthesize monthly NDVI products, using cloud platforms like Google Earth Engine for efficient data processing, and applying interpolation techniques to fill missing pixels. Additionally, leveraging machine learning models for better estimation of vegetation indices and incorporating auxiliary data like meteorological reanalysis data can further enhance both accuracy and temporal resolution.",
                "AnswerCn": "潜在策略包括采用最大值合成（MVC）方法合成每月的NDVI产品，使用谷歌地球引擎等云平台进行高效的数据处理，以及应用插值技术填补缺失的像素。此外，利用机器学习模型更好地估计植被指数，并结合气象再分析数据等辅助数据，可以进一步提高准确性和时间分辨率。",
                "Level": "C6(Creating)"
            }
        ]
    }
}