{
    "id": "12cb9320-e6ba-4938-a9ac-5b0ebb656825",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Qinghai Lake hydrology and climate data (1956-2020)",
            "titleCn": "青海湖水文气象数据（1956-2020）",
            "description": "Lake surface water temperature (LSWT) at Xiashe station from 1967 to 2020;\nLake ice depth and lake ice duration at Xiashe station from 1994 to 2020;\nRunoff at Buha station from 1956 to 2020;\nLake level at Xiashe station from 1956 to 2020;\nLake area from 1956 to 2020 estimated from the correlation constructed between lake area derived from Landsat images and lake level from gauge measurements in 2001−2020;\nAir temperature (T) at Gangcha station from 1958 to 2019;\nPrecipitation (P) at Gangcha station from 1958 to 2019",
            "descriptionCn": "1967-2020年湖水表面温度（LSWT, 下社站）；\n1994-2020年湖冰冰厚和和结冰期（下社站）；\n1956-2020年流域径流（布哈站）；\n1956-2020年水位（下社站）；\n1956-2020年湖泊面积 ( 根据2001-2020年Landsat数据提取的湖泊面积和实测的湖泊水位建立面积-水位关系，从而利用实测水位数据估算无Landsat影像年份的面积)；\n1958-2019年气温（刚察站）；\n1958-2019年降水量（刚察站）",
            "instructions": "Each variables are seperated by sheet in Excel.",
            "instructionsCn": "每个变量在Excel中按工作表分开",
            "east": 110.0,
            "west": 98.0,
            "south": 36.0,
            "north": 39.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 31264.0,
            "cstr": null,
            "doi": "10.1080/27669645.2021.2015870",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "张国庆",
                "nameEn": "ZHANG Guoqing",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Lakes as sentinels of climate change on the Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Zhang, G., & Duan, S. (2021). Lakes as sentinels of climate change on the Tibetan Plateau. All Earth. doi: 10.1080/27669645.2021.2015870"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "径流",
                "nameEn": "Runoff"
            },
            {
                "nameCn": "水位",
                "nameEn": "lake level"
            },
            {
                "nameCn": "湖冰",
                "nameEn": "Lake ice"
            },
            {
                "nameCn": "湖水表面温度",
                "nameEn": "lake surface water temperature"
            },
            {
                "nameCn": "湖泊",
                "nameEn": "Lake"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青海湖",
                "keywordEn": "Qinghai Lake"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1956-2020年",
                "keywordEn": "1956-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and methods of measuring lake surface water temperature in hydrometeorological data collection?",
                "QuestionCn": "湖面水温的特征和测量方法在水文气象数据收集中有哪些？",
                "AnswerEn": "longitudinal dataset, seasonal variations, annual variations",
                "AnswerCn": "纵向数据集，季节性变化，年度变化",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the total number of years for which hydrometeorological data has been collected from the specified stations around Qinghai Lake?",
                "QuestionCn": "从青海湖周围的指定站点收集的水文气象数据的总年数是多少？",
                "AnswerEn": "64 years",
                "AnswerCn": "64年",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for lake surface water temperature at Xiaoshe Station from 1967-2020 compare to those used for lake ice thickness and freezing periods from 1994-2020 at the same station?",
                "QuestionCn": "1967年至2020年在小社站收集湖面水温的数据方法与1994年至2020年在同一站点收集湖冰厚度和冻结期的数据方法相比如何？",
                "AnswerEn": "The data collection methods for lake surface water temperature at Xiaoshe Station likely involve regular monitoring using temperature sensors or remote sensing technologies over a long period from 1967-2020. In contrast, collecting data on lake ice thickness and freezing periods from 1994-2020 at the same station may involve both direct measurements and observational techniques, possibly combined with satellite or other remote sensing technologies to record changes in ice conditions over time. Both methods require consistent monitoring but may differ in instrumentation and frequency due to the distinct nature of the parameters being measured.",
                "AnswerCn": "在小社站，湖面水温的数据收集方法可能涉及使用温度传感器或遥感技术进行定期监测，时间跨度从1967年到2020年。相比之下，从1994年到2020年收集湖冰厚度和冻结期的数据可能涉及直接测量和观察技术，可能还结合卫星或其他遥感技术来记录冰层状况随时间的变化。这两种方法都需要持续监测，但由于测量参数的不同，仪器和频率可能有所不同。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What underlying factors could account for variations in lake surface water temperature and ice thickness data over time, and how might these be corroborated by other hydrometeorological data collected in the region?",
                "QuestionCn": "导致湖面水温和冰厚度数据随时间变化的潜在因素有哪些？这些因素如何通过该地区收集的其他水文气象数据得到证实？",
                "AnswerEn": "Variations in lake surface water temperature and ice thickness could be influenced by long-term changes in atmospheric temperatures, precipitation patterns, and seasonal climatic shifts as indicated by the temperature and precipitation data from Gangcha station. These variations can be corroborated by examining correlations with flow data from Buha station and water level measurements at Xiashe station, offering insights into interactions between atmospheric conditions and hydrological responses.",
                "AnswerCn": "湖面水温和冰厚度的变化可能受到大气温度、降水模式和季节气候变化的长期变化的影响，这些变化可以通过对刚察站的温度和降水数据进行分析来说明。通过检查与布哈站的流量数据和下舍站的水位测量的相关性，可以进一步了解大气条件与水文响应之间的相互作用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in accurately estimating lake area using satellite imagery and measured water levels in Qinghai Lake from 1956 to 2020?",
                "QuestionCn": "哪些因素导致在使用卫星影像和1956年至2020年青海湖水位测量来准确估算湖泊面积时面临挑战？",
                "AnswerEn": "The challenges in accurately estimating lake area using satellite imagery and measured water levels can be attributed to several factors, including variability in satellite data availability, such as gaps in Landsat imagery before 2001, and the need to establish reliable area-water level relationships to estimate lake area in years without satellite images. Additionally, changes in lake morphology and climate-related influences on water levels over the extensive time period from 1956 to 2020 may further complicate accurate estimations.",
                "AnswerCn": "使用卫星影像和测量水位准确估计湖泊面积的挑战可以归因于几个因素，包括卫星数据可用性的变化，例如在2001年前Landsat影像的缺口，以及需要建立可靠的面积-水位关系以估计没有卫星影像年份的湖泊面积。此外，从1956年到2020年的漫长时间段内，湖泊形态的变化和气候相关因素对水位的影响可能进一步 complicate 准确估计。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}