{
  "id": "12ffda56-4318-4952-a966-72c78276cf04",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Information of animal specimens and tissue samples in the second comprehensive scientific expedition of Qinghai Tibet Plateau (2019-2020)",
      "titleCn": "第二次青藏高原综合科考动物标本组织样品信息（2019-2020）",
      "description": "In the first year (from the end of 2019 to the beginning of 2020), a total of 110 scientific research teams were organized, focusing on more than 60 field scientific investigations in Motuo area, Qilian Mountain and West Tianshan Mountain of the Qinghai Tibet Plateau, covering the whole Qinghai Tibet Plateau. By means of infrared camera, transect and sampling point, the authors investigated the vertebrates (birds, mammals, reptiles, amphibians and fishes) in the Qinghai Tibet Plateau and the agro pastoral insects in the ecotone between agriculture and animal husbandry in the Asian water tower region and Himalaya region. We have completed the first round of field investigation of exotic fish in typical water bodies such as Yarlung Zangbo River, exotic amphibians and reptiles in Lhasa, Nyingchi and Xining city of Qinghai Province, rodents in northern Sichuan Tibet line, and Przewalski gazelle, and carried out and completed the collection of genetic (or histological) samples of some species. This data set contains the information of tissue samples collected during the first year of the scientific expedition. Each folder contains one data set specification table and one or more tissue sample information tables. The information report includes the sub subject number, species, collection place, collection time, collector, sample type, storage method and other information.",
      "descriptionCn": "第二次青藏高原综合科学考察研究任务五专题一“高原动物多样性保护和可持续利用”（2019QZKK0501）第一年度（2019年底至2020年初）本专题共计组织110支科考队，重点在青藏高原墨脱地区、祁连山、西天山开展野外科学考察60余次，基本覆盖了整个青藏高原地区。利用红外相机，样线，样点等方法对青藏高原脊椎动物（鸟类，哺乳类，爬行类，两栖类，鱼类），对青藏高原亚洲水塔区及喜马拉雅区所属的农牧交错区农牧昆虫进行了全面调查。完成雅鲁藏布江等典型水体外来鱼类、西藏自治区拉萨、林芝与青海省西宁市等地区外来两栖爬行动物物种、川藏北线鼠类、普氏原羚等物种的第一轮野外调查，开展并完成部分物种的遗传学（或组织学）样品采集工作。本数据集包含本专题第一年度科学考察收集的标本组织样品信息。数据以课题、子课题整理，每个文件夹包含1个数据集规范表，1个或多个标本组织样品信息表。信息报包含子课题编号、物种、采集地、采集时间、采集人、样品类型、保存方式等信息。",
      "instructions": "The folder is named in the form of \"sub topic number - name of person in charge\", in which 2019qzk0501 represents the topic number, XX represents the topic number, YY represents the sub topic number. For example, \"2019qzk05010701-2020-ali\" represents the information of specimens and tissues of scientific research team in 2020 in Ali area, Tibet, on behalf of special topic 7 sub topic 1 of plateau animal diversity protection and sustainable utilization. The information file in the data set can be opened directly in Excel",
      "instructionsCn": "文件夹以“子课题编号-负责人名”形式命名，其中2019QZKK0501代表专题编号，XX代表课题编号，YY代表子课题编号。比如“2019QZKK05010701-2020-Ali”代表高原动物多样性保护和可持续利用专题课题7子课题1科考队2020年西藏阿里地区科考标本组织样品信息。该数据集中信息文件可以直接用excel打开",
      "east": 104.783,
      "west": 73.3144,
      "south": 26.0,
      "north": 39.7666,
      "startTime": "2019-11-01 00:00:00",
      "endTime": "2020-10-31 11:59:59",
      "fileSize": 4631310.0,
      "cstr": "18406.11.Ecolo.tpdc.271254",
      "doi": "10.11888/Ecolo.tpdc.271254",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "青藏高原动物资源共享平台",
        "nameEn": "ANIMAL RESOURCE PLATFORM OF QINGHAI-TIBET PLATEAU Animal Resource Platform of Qinghai-Tibet Plateau",
        "unitEn": "",
        "unitCn": "中国科学院昆明动物研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "第二次青藏高原综合科考动物标本组织样品信息（2019-2020）",
        "titleEn": null,
        "referenceCn": "青藏高原动物资源共享平台，第二次青藏高原综合科考动物标本组织样品信息（2019-2020），（2019QZKK0501）",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "森林",
        "nameEn": "Forest"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "The Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019-2020",
        "keywordEn": "2019-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to study vertebrate biodiversity on the Tibetan Plateau?",
        "QuestionCn": "您能否提供一个用于研究青藏高原脊椎动物多样性的数据收集方法的例子？",
        "AnswerEn": "A data collection method used to study vertebrate biodiversity on the Tibetan Plateau includes the use of infrared cameras, line transects, and point sampling techniques to gather information on vertebrate species such as birds, mammals, reptiles, amphibians, and fish.",
        "AnswerCn": "一种用于研究青藏高原脊椎动物多样性的数据收集方法包括使用红外相机、线性样带和点采样技术，以收集鸟类、哺乳动物、爬行动物、两栖动物和鱼类等脊椎动物物种的信息。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used for studying vertebrate biodiversity on the Qinghai-Tibet Plateau?",
        "QuestionCn": "研究青藏高原脊椎动物多样性的数据收集方法的特点是什么？",
        "AnswerEn": "infrared cameras, transect lines, sampling points",
        "AnswerCn": "红外相机，样线，采样点",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many field expeditions were conducted in the comprehensive scientific investigations on the Tibetan Plateau from late 2019 to early 2020?",
        "QuestionCn": "在2019年底到2020年初的全面科学调查中，进行了多少次实地考察？",
        "AnswerEn": "60",
        "AnswerCn": "60",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '红外相机' mean in the context of data collection methods for vertebrate surveys in Qinghai-Tibet Plateau expeditions?",
        "QuestionCn": "在青藏高原考察中，'红外相机'在脊椎动物调查的数据收集方法中是什么意思？",
        "AnswerEn": "In the context of data collection methods for vertebrate surveys, '红外相机' refers to infrared cameras used for capturing images or videos of wildlife in their natural habitat. These cameras are strategically placed in the field to monitor animal presence and behavior without human interference, which is particularly useful in remote or challenging environments like the Qinghai-Tibet Plateau.",
        "AnswerCn": "在脊椎动物调查的数据收集方法中，'红外相机'指的是用于捕捉野生动物在自然栖息地中图像或视频的红外相机。这些相机被战略性地放置在野外，以监测动物的存在和行为，而不干扰人类，这在像青藏高原这样偏远或环境恶劣的地方尤其有用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contributed to the selection of methods such as infrared cameras, transects, and sampling points for collecting data on vertebrates and agricultural insects on the Tibetan Plateau?",
        "QuestionCn": "选择红外相机、样带和采样点等方法来收集关于青藏高原的脊椎动物和农业昆虫数据的因素有哪些？",
        "AnswerEn": "The selection of methods like infrared cameras, transects, and sampling points was likely influenced by the need to cover a wide range of habitats and species on the Tibetan Plateau, ensuring comprehensive and efficient data collection across diverse ecological zones. These methods are effective in obtaining detailed and systematic data on vertebrates and agricultural insects, facilitating a thorough investigation of biodiversity and ecological interactions in the region.",
        "AnswerCn": "选择红外相机、样带和取样点等方法，可能是受到需要覆盖广泛栖息地和物种的影响，以确保在青藏高原上进行全面和高效的数据收集，涵盖不同的生态区。这些方法在获取脊椎动物和农业昆虫的详细和系统数据方面是有效的，有助于对该地区的生物多样性和生态相互作用进行深入研究。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using infrared cameras, transect lines, and sampling points as data collection methods on the accuracy and comprehensiveness of vertebrate animal surveys in the Qinghai-Tibet Plateau region?",
        "QuestionCn": "使用红外相机、样带和采样点作为数据收集方法对青藏高原地区脊椎动物调查的准确性和全面性可能产生的后果是什么？",
        "AnswerEn": "Using infrared cameras, transect lines, and sampling points allows for a comprehensive and non-invasive approach to surveying vertebrate animals in the Qinghai-Tibet Plateau region. These methods can enhance the accuracy of detecting elusive or nocturnal species and provide a broad coverage of different habitats. However, the reliance on these methods may introduce challenges such as potential biases in species detection due to camera placement or environmental conditions affecting visibility. Additionally, these methods require careful calibration and validation to ensure comprehensive data collection across the diverse and challenging terrain of the plateau.",
        "AnswerCn": "使用红外相机、横断线和采样点可以为青藏高原地区的脊椎动物调查提供一种全面且非侵入性的方法。这些方法可以提高对难以发现或夜行物种的检测准确性，并提供对不同栖息地的广泛覆盖。然而，依赖这些方法可能会引入一些挑战，例如由于相机放置或环境条件影响可见性而导致的物种检测偏差。此外，这些方法需要仔细的校准和验证，以确保在高原多样且具有挑战性的地形中进行全面的数据收集。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of conducting over 60 field scientific investigations using infrared cameras, transects, and point sampling methods to study vertebrates and agricultural insects in the Qilian Mountains, Western Tianshan, and other areas of the Qinghai-Tibet Plateau?",
        "QuestionCn": "在青藏高原的祁连山、西天山和其他地区，使用红外相机、样带和点采样方法进行超过60项实地科学调查的主要目标是什么？",
        "AnswerEn": "The primary objective is to comprehensively survey and understand the diversity of vertebrates and agricultural insects in the Qinghai-Tibet Plateau, focusing on key regions such as the Qilian Mountains and Western Tianshan. This goal supports the conservation and sustainable utilization of plateau animal diversity, contributing to the broader scientific understanding of these ecosystems and aiding in the protection of biodiversity in the region.",
        "AnswerCn": "主要目标是全面调查和了解青藏高原的脊椎动物和农业昆虫的多样性，重点关注祁连山和西天山等关键区域。该目标支持高原动物多样性的保护和可持续利用，有助于更广泛的科学理解这些生态系统，并促进该地区生物多样性的保护。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the specific methods used to collect data on vertebrate species and agricultural insects in the Qinghai-Tibet Plateau, and how do these methods ensure comprehensive coverage of the region?",
        "QuestionCn": "在青藏高原上收集脊椎动物物种和农业昆虫数据的具体方法是什么，这些方法如何确保该地区的全面覆盖？",
        "AnswerEn": "Data on vertebrate species and agricultural insects in the Qinghai-Tibet Plateau were collected using infrared cameras, transect lines, and sample points. These methods were utilized to ensure comprehensive coverage of the region, allowing researchers to gather extensive information across different areas, including the Motuo region, Qilian Mountains, and Western Tianshan. This approach facilitated a thorough investigation of the vertebrate species, including birds, mammals, reptiles, amphibians, and fish, as well as agricultural insects in key zones such as the Asian Water Tower and Himalayan agricultural-pastoral interlaced areas.",
        "AnswerCn": "在青藏高原，研究人员使用红外相机、样带和样点收集了脊椎动物物种和农业昆虫的数据。这些方法的应用确保了对该地区的全面覆盖，使研究人员能够在不同区域收集大量信息，包括墨脱地区、祁连山和西天山。这种方法促进了对脊椎动物物种（包括鸟类、哺乳动物、爬行动物、两栖动物和鱼类）以及亚洲水塔和喜马拉雅农业-牧业交错区等关键区域的农业昆虫的深入调查。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}