{
  "id": "131ca69b-5d95-49b1-a168-4d94cdf68044",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Atmospheric circulation data  of uplifting sensitivity simulations of the Mongolian Plateau, Yunnan-Guizhou Plateau and Tianshan Mountains around the Tibetan Plateau",
      "titleCn": "10Ma青藏高原周边蒙古高原、云贵高原、天山等区域隆升敏感性试验模拟输出的大气环流数据",
      "description": "By utilizing the American National Center for Atmospheric Research (NCAR) Community Atmosphere Model (CAM), the sensitivity experiments of the Mongolian Plateau, the Tianshan Mountains-Pamir Plateau, the Yunnan-Guizhou Plateau, and the main Tibetan Plateau were carried out. The meteorological variables were obtained with monthly means and with high horizontal resolution of 0.47 °× 0.63 ° (latitude× longitude). The summer (June, July and August) average precipitation, 850 hPa horizontal wind field and surface temperature data of the five experiments (the control experiment with modern topography and 4 sensitivity experiments without the Mongolian Plateau, Tianshan-Pamir Plateau, Yunnan-Guizhou Plateau, Tibetan Plateau) are stored in NetCDF format. The data set is important for the further understanding of the topography-induced formation and evolution of Asian climate pattern.",
      "descriptionCn": "利用美国国家大气研究中心（NCAR）大气环流模式CAM进行有、无蒙古高原、天山—帕米尔高原、云贵高原、以及青藏高原主体的地形敏感性试验。获得模式输出的高水平分辨率0.47°×0.63°（纬度×经度）月平均气象变量数据。包含无蒙古高原、天山—帕米尔高原、云贵高原、青藏高原主体以及全地形控制试验共5组试验的夏季（6、7和8月）平均降水、850 hPa水平风场、地表温度数据，以NETCDF格式存储。本数据集对深入认识青藏高原周边地形对亚洲气候格局的形成演化具有参考价值。",
      "instructions": "File name: the file is named as \"variable name. experiment name. JJA\". Variables include precipitation (PRECIP), 850 hPa zonal wind (U850) and meridional wind (V850), and surface temperature (TS). Experiment names are mvMP, mvPrTS, mvYG, mvTP and control, representing the 4 sensitivity experiments without the Mongolian Plateau, Tianshan-Pamir Plateau, Yunnan-Guizhou Plateau, Tibetan Plateau, and the control experiment with modern topography, respectively.\nData reading: software which can open files with NetCDF format.",
      "instructionsCn": "文件命名：文件以“变量名称.试验名称.JJA”方式命名，变量名包括：PRECIP, U850, V850, TS，分别表示降水、850 hPa纬向风、经向风和地表温度，试验名称包括：去掉蒙古高原（mvMP）、天山—帕米尔高原（mvPrTS）、云贵高原（mvYG）、青藏高原主体（mvTP）和全地形控制试验（control）。\n数据读取：能打开NETCDF格式的软件。",
      "east": 180.0,
      "west": 0.0,
      "south": -90.0,
      "north": 90.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 14824232.0,
      "cstr": "18406.11.Atmos.tpdc.271867",
      "doi": "10.11888/Atmos.tpdc.271867",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "沙莹莹",
        "nameEn": "SHA Yingying",
        "unitEn": "",
        "unitCn": "西安地球环境创新研究院"
      },
      {
        "nameCn": "石正国",
        "nameEn": "SHI Zhengguo",
        "unitEn": "",
        "unitCn": "中国科学院地球环境研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Role of the Tian Shan Mountains and Pamir Plateau in Increasing Spatiotemporal Differentiation of Precipitation over Interior Asia",
        "referenceCn": null,
        "referenceEn": "Sha, Y., Shi, Z., Liu, X., An, Z., Li, X., & Chang, H. (2018). Role of the Tian Shan Mountains and Pamir Plateau in increasing spatiotemporal differentiation of precipitation over interior Asia. Journal of Climate, 31(19), 8141-8162."
      },
      {
        "titleCn": null,
        "titleEn": "Effect of marginal topography around the Tibetan Plateau on the evolution of central Asian arid climate: Yunnan–Guizhou and Mongolian Plateaux as examples",
        "referenceCn": null,
        "referenceEn": "Shi, Z., Sha, Y., Liu, X., Xie, X., & Li, X. (2019). Effect of marginal topography around the Tibetan Plateau on the evolution of central Asian arid climate: Yunnan–Guizhou and Mongolian Plateaux as examples. Climate Dynamics, 53(7-8), 4433-4445."
      },
      {
        "titleCn": null,
        "titleEn": "Influence of the Tibetan Plateau and its northern margins on the mid-latitude Westerly Jet over Central Asia in summer",
        "referenceCn": null,
        "referenceEn": "Sha, Y., Ren, X., Shi, Z., Zhou, P., Li, X., & Liu, X. (2020). Influence of the Tibetan Plateau and its northern margins on the mid-latitude Westerly Jet over Central Asia in summer. Palaeogeography, Palaeoclimatology, Palaeoecology, 544, 109611."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      },
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "风",
        "nameEn": "Winds"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球尺度",
        "keywordEn": "Global scale"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "夏季",
        "keywordEn": "summer",
        "type": "temporal"
      },
      {
        "keywordCn": "构造",
        "keywordEn": "tectonic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Mountains are believed to have played an important role in the evolution of modern arid climate over central Asia. The main topography of the Tibetan Plateau (TP) suppresses the regional atmospheric rainfall by both the modulation of atmospheric circulation and blocking of water vapor transport from the ocean. In modern times, central Asian climate is mainly characterized by severe aridity. A number of possible reasons behind the formation of arid climate over Asia have been explored, such as global cooling, atmospheric CO2 change, Paratethys retreat, and mountain uplift. The existence of mountains is believed to be one of the most significant factors based on climate model experiments. These experiments tell us that mountains suppress rainfall over central Asia, causing, or at least enhancing, the local aridity. The uplift of the Tibetan Plateau (TP), the largest terrain on earth, is typically employed to explain the inland aridification process during the late Cenozoic reconstructed by eolian deposits over central Asia and downwind regions. Some possible mechanisms by which mountains influence central Asian aridity are as follows. First, the existence of mountains results in subsidence and infrequent storm development, which occur upstream of orographically-induced stationary wave troughs. Second, the topography also reduces the moisture transport from oceans into the continental interiors. The influence of the TP on Asian climate may be produced via its thermal and/or mechanical effects. Besides the main TP topography, the effect of marginal topography, within or around the main TP, on the establishment of modern Asian climate, has recently been highlighted and is mostly attributable to mechanical effects."
      ],
      "research objective": [
        "In this study, the effect of Yunnan–Guizhou and Mongolian Plateaux (YGP and MP, respectively), two marginal topographies around the main TP, on the central Asian aridity are evaluated using general circulation model experiments. In this study, we continue to evaluate the climatic effect of the Yunnan–Guizhou and Mongolian Plateaux but the focus is turned to the arid climate over central Asia. We will examine how these two topographies remotely affect the circulation structure and precipitation amount over this region."
      ],
      "challenges": [],
      "methods": [
        "In TP0, the height of the topography within the TP region and most of the Asian continent (55°–140°E, 0°–60°N) is reduced to 400 m as a flat landform. For each experiment, a total of 50 years is integrated and the last 15 years are averaged and analyzed. The simulated climatological-mean precipitation over arid central Asia, including the spatial pattern and seasonality, is first compared to observational data to examine the model performance. To understand the reasons for intensification of central Asian aridity due to topographies, a moisture budget analysis employed in Baldwin and Vecchi (2016) is conducted in this study, aiming to examine the relative contributions of climatological mean versus transient changes, and changes in horizontal winds versus humidity."
      ],
      "dataset": [
        "The monthly global sea surface temperature data is from the Hadley Centre, which repeated in these experiments as a monthly climatology."
      ],
      "findings": [
        "The results show that the precipitation over central Asia is significantly decreased by these two topographies. Compared to the whole TP-induced annual precipitation decrease of 0.45 mm/d, the contributions of the YGP and MP reach 0.14 mm/d and 0.08 mm/d, respectively. These two marginal mountains occupy approximately one half of the total change by the TP although they are much smaller in heights and sizes. A moisture budget analysis shows that all the mountains examined drive increases in subsidence and resulting decreases in humidity over central Asia, with smaller or opposing roles for changes in horizontal winds. These subsidence changes dominate the drying of Central Asia due to the TP and MP, and are largely driven by the influences of the topography on stationary waves. In contrast, the YGP dries Central Asia primarily through altering transient eddies. This implies that the effect of small-scale mountains on arid climate over central Asia might be underestimated and a considerable proportion of mechanical effect of the TP on the Asian aridity actually comes from its margins."
      ],
      "backgroundCn": [
        "山脉被认为在现代中亚干旱气候的演变中发挥了重要作用。青藏高原（TP）的主要地形通过调节大气环流和阻挡来自海洋的水汽输送，抑制了区域大气降水。在现代，中亚气候主要以严重干旱为特征。关于亚洲干旱气候形成的多个可能原因已被探讨，例如全球变冷、大气二氧化碳变化、帕拉梯斯退缩和山脉抬升。山脉的存在被认为是基于气候模型实验的最重要因素之一。这些实验告诉我们，山脉抑制了中亚的降水，导致或至少加剧了当地的干旱。青藏高原的抬升，作为地球上最大的地形，通常被用来解释在晚新生代通过中亚及下风地区的风成沉积物重建的内陆干旱化过程。山脉影响中亚干旱的可能机制如下。首先，山脉的存在导致下沉和不频繁的风暴发展，这些现象发生在地形诱导的静止波槽的上游。其次，地形还减少了从海洋向大陆内部的水汽输送。青藏高原对亚洲气候的影响可能是通过其热效应和/或机械效应产生的。除了主要的青藏高原地形外，最近还强调了边缘地形在现代亚洲气候建立中的作用，这主要归因于机械效应。"
      ],
      "research objectiveCn": [
        "在本研究中，评估了云南-贵州高原（YGP）和蒙古高原（MP）这两个位于青藏高原周围的边缘地形对中亚干旱气候的影响，采用了大气环流模型实验。在本研究中，我们继续评估云南-贵州高原和蒙古高原的气候效应，但重点转向中亚的干旱气候。我们将研究这两个地形如何远程影响该地区的环流结构和降水量。"
      ],
      "challengesCn": [],
      "methodsCn": [
        "在TP0实验中，TP区域及大部分亚洲大陆（55°–140°E，0°–60°N）的地形高度被降低至400米，形成平坦的地貌。每个实验总共进行50年的模拟，最后15年进行平均和分析。首先，将模拟的干旱中亚地区的气候平均降水量，包括空间分布和季节性，与观测数据进行比较，以检验模型的性能。为了理解由于地形导致的中亚干旱加剧的原因，本研究采用Baldwin和Vecchi（2016）中使用的水分预算分析，旨在考察气候平均值与瞬态变化的相对贡献，以及水平风与湿度的变化。"
      ],
      "datasetCn": [
        "每月全球海面温度数据来自哈德利中心，在这些实验中作为每月气候资料重复使用。"
      ],
      "findingsCn": [
        "结果显示，这两种地形显著减少了中亚的降水量。与整个青藏高原引起的年降水量减少0.45毫米/天相比，雅鲁藏布江山脉（YGP）和蒙古高原（MP）的贡献分别达到0.14毫米/天和0.08毫米/天。这两座边缘山脉占青藏高原总变化的一半左右，尽管它们的高度和规模远小于青藏高原。湿度预算分析表明，所有研究的山脉都导致了下沉的增加，从而导致中亚湿度的减少，而水平风的变化则起到较小或相反的作用。这些下沉变化主导了青藏高原和蒙古高原对中亚干燥的影响，主要是由于地形对静止波的影响。相比之下，雅鲁藏布江山脉主要通过改变瞬态涡旋来使中亚变干。这意味着小规模山脉对中亚干旱气候的影响可能被低估，实际上青藏高原对亚洲干旱的机械效应中相当一部分来自其边缘地区。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the sensitivity of topographical features around the Tibetan Plateau, such as the Yunnan–Guizhou and Mongolian Plateaux, analyzed using general circulation model experiments?",
        "QuestionCn": "关于青藏高原周围的地形特征，如云南-贵州高原和蒙古高原的敏感性，是否通过一般环流模型实验进行分析？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Do the findings suggest that marginal topographies significantly contribute to the aridification of central Asia through their mechanical effects?",
        "QuestionCn": "研究结果是否表明边缘地形通过其机械效应显著促进了中亚的干旱化？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the data collection method for atmospheric circulation models more reliant on observed climatological data, simulated scenarios, or a combination of both?",
        "QuestionCn": "大气环流模型的数据收集方法更依赖于观测气候数据、模拟情景，还是两者的结合？",
        "AnswerEn": "simulated scenarios",
        "AnswerCn": "模拟场景",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "When evaluating the climatic effects of topographies, is the analysis more focused on observational data, model integration outputs, or direct field measurements?",
        "QuestionCn": "在评估地形的气候影响时，分析更侧重于观测数据、模型集成输出还是直接现场测量？",
        "AnswerEn": "model integration outputs",
        "AnswerCn": "模型集成输出",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the key atmospheric variables collected in the NCAR atmospheric circulation model experiments?",
        "QuestionCn": "在NCAR大气环流模型实验中收集的关键大气变量是什么？",
        "AnswerEn": "precipitation, 850 hPa horizontal wind fields, surface temperature data",
        "AnswerCn": "降水、850 hPa水平风场、地表温度数据",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Who provides the global sea surface temperature data used in the general circulation model experiments?",
        "QuestionCn": "谁提供用于一般环流模型实验的全球海表温度数据？",
        "AnswerEn": "Hadley Centre",
        "AnswerCn": "哈德利中心",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where is the focus of the sensitivity experiments conducted using the NCAR atmospheric circulation model?",
        "QuestionCn": "使用NCAR大气环流模型进行的敏感性实验的重点在哪里？",
        "AnswerEn": "Tibetan Plateau",
        "AnswerCn": "青藏高原",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of how atmospheric circulation data is collected and utilized in sensitivity experiments involving topographical changes in central Asia?",
        "QuestionCn": "您能否提供一个关于如何收集大气环流数据并在涉及中亚地形变化的敏感性实验中利用这些数据的例子？",
        "AnswerEn": "Atmospheric circulation data for sensitivity experiments involving topographical changes in central Asia is collected using the NCAR atmospheric circulation model CAM. The model conducts sensitivity experiments with and without various regional topographies like the Mongolian Plateau and the Yunnan–Guizhou Plateau. The outputs are high-resolution monthly average meteorological variables stored in NETCDF format, which help in understanding the influence of topography on Asian climate patterns.",
        "AnswerCn": "收集关于中亚地形变化的敏感性实验的气候循环数据，使用的是NCAR大气循环模型CAM。该模型进行有和没有各种区域地形（如蒙古高原和云贵高原）的敏感性实验。输出为高分辨率的月平均气象变量，存储在NETCDF格式中，这有助于理解地形对亚洲气候模式的影响。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a method used to analyze the impact of mountain topographies on precipitation patterns in central Asia?",
        "QuestionCn": "一个用于分析中亚山地地形对降水模式影响的方法的例子是什么？",
        "AnswerEn": "An example of a method used to analyze the impact of mountain topographies on precipitation patterns in central Asia is conducting a moisture budget analysis. This method evaluates the relative contributions of climatological mean versus transient changes, and changes in horizontal winds versus humidity, to understand the intensification of central Asian aridity due to topographies.",
        "AnswerCn": "分析中亚山地地形对降水模式影响的一种方法是进行水分预算分析。该方法评估气候平均值与瞬态变化、水平风与湿度变化的相对贡献，以理解由于地形导致的中亚干旱加剧。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a dataset that might be used to simulate climatological-mean precipitation over arid central Asia?",
        "QuestionCn": "您能否提供一个示例数据集，用于模拟干旱中亚地区的气候平均降水量？",
        "AnswerEn": "A dataset that might be used to simulate climatological-mean precipitation over arid central Asia includes monthly global sea surface temperature data from the Hadley Centre, used as a monthly climatology in the experiments to evaluate model performance against observational data.",
        "AnswerCn": "一个可以用来模拟中亚干旱地区气候平均降水的数据集包括来自哈德利中心的每月全球海表温度数据，这些数据在实验中作为每月气候资料，用于评估模型与观测数据的性能。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the atmospheric circulation data collected for sensitivity experiments in this field?",
        "QuestionCn": "在这个领域中，为敏感性实验收集的大气环流数据的特征是什么？",
        "AnswerEn": "0.47°×0.63° (latitude × longitude), monthly average meteorological variables, summer average precipitation, 850 hPa horizontal wind field, surface temperature, NETCDF format",
        "AnswerCn": "0.47°×0.63°（纬度×经度），月平均气象变量，夏季平均降水量，850 hPa水平风场，地表温度，NETCDF格式",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What specific attributes of the data collection method contribute to understanding the influence of topography on Asian climate patterns?",
        "QuestionCn": "数据收集方法的哪些具体属性有助于理解地形对亚洲气候模式的影响？",
        "AnswerEn": "topographical sensitivity experiments, mechanical effects, thermal effects, atmospheric circulation, precipitation",
        "AnswerCn": "地形敏感性实验、机械效应、热效应、大气环流、降水",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many experiments are conducted to test the sensitivity of atmospheric circulation to topographical changes in the region?",
        "QuestionCn": "在该地区进行多少次实验以测试大气环流对地形变化的敏感性？",
        "AnswerEn": "5",
        "AnswerCn": "5",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the resolution of the atmospheric circulation data collected in these topographical sensitivity experiments?",
        "QuestionCn": "这些地形敏感性实验中收集的大气环流数据的分辨率是多少？",
        "AnswerEn": "0.47° latitude, 0.63° longitude",
        "AnswerCn": "0.47° 纬度, 0.63° 经度",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Over how many years are the integrations conducted to analyze the climatic effects of the topographies, and how many years are averaged for the analysis?",
        "QuestionCn": "进行气候效应的地形分析的整合是跨越多少年进行的，分析时平均了多少年？",
        "AnswerEn": "50 years, 15 years",
        "AnswerCn": "50年，15年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'atmospheric circulation data' mean in the context of climate model experiments involving the Tibetan Plateau and surrounding regions?",
        "QuestionCn": "在涉及青藏高原及周边地区的气候模型实验中，“大气环流数据”是什么意思？",
        "AnswerEn": "In the context of climate model experiments involving the Tibetan Plateau and surrounding regions, 'atmospheric circulation data' refers to the simulated outputs from general circulation models, such as the CAM model used by NCAR, which include variables like precipitation, wind fields at various atmospheric levels, and surface temperatures. These data are used to analyze and understand the impact of topographical features on climate patterns over central Asia.",
        "AnswerCn": "在涉及青藏高原及周边地区的气候模型实验中，“大气环流数据”指的是来自气候系统模型（如美国国家大气研究中心使用的CAM模型）的模拟输出，这些数据包括降水、各个大气层的风场和地表温度等变量。这些数据用于分析和理解地形特征对中亚气候模式的影响。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'moisture budget analysis' entail when examining central Asian aridity in climate studies?",
        "QuestionCn": "“湿度预算分析”在气候研究中考察中亚干旱时涉及什么内容？",
        "AnswerEn": "A 'moisture budget analysis' in climate studies involves evaluating the contributions of different factors such as climatological mean and transient changes, as well as changes in horizontal winds and humidity, to understand the reasons behind intensification of central Asian aridity. It helps in assessing how topographical features, like plateaux and mountains, influence atmospheric moisture and precipitation patterns.",
        "AnswerCn": "“水分预算分析”在气候研究中涉及评估不同因素的贡献，如气候学均值和瞬态变化，以及水平风和湿度的变化，以理解中亚干旱加剧的原因。它有助于评估地形特征，如高原和山脉，如何影响大气湿度和降水模式。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is meant by 'high-resolution model output' in the context of simulating the climatic effects of topographies around the Tibetan Plateau?",
        "QuestionCn": "在模拟青藏高原周围地形的气候效应时，“高分辨率模型输出”是什么意思？",
        "AnswerEn": "In the context of simulating climatic effects of topographies around the Tibetan Plateau, 'high-resolution model output' refers to the detailed and precise data generated by climate models that use a fine spatial grid, such as 0.47°×0.63° (latitude×longitude), to capture small-scale atmospheric processes and their interactions with topography, providing more accurate and granular insights into regional climate dynamics.",
        "AnswerCn": "在模拟青藏高原周围地形的气候效应时，“高分辨率模型输出”指的是气候模型生成的详细和精确的数据，这些模型使用细致的空间网格，例如0.47°×0.63°（纬度×经度），以捕捉小尺度的大气过程及其与地形的相互作用，从而提供对区域气候动态更准确和细致的洞察。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might the integration of different topographical data collection methods improve the understanding of the impact of marginal mountains on regional climate patterns?",
        "QuestionCn": "不同地形数据收集方法的整合如何改善对边缘山脉对区域气候模式影响的理解？",
        "AnswerEn": "The marginal topographies, such as the Yunnan–Guizhou and Mongolian Plateaux, have shown significant impact on central Asian aridity. Integrating diverse topographical data collection methods could enhance the understanding of their mechanical effects on atmospheric circulation and precipitation patterns.",
        "AnswerCn": "边缘地形，如云南-贵州高原和蒙古高原，对中亚的干旱产生了显著影响。整合多种地形数据收集方法可以增强对它们对大气环流和降水模式机械影响的理解。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "In what ways can the use of global sea surface temperature data in climate simulations help infer the influence of topographical features on central Asian climate?",
        "QuestionCn": "在气候模拟中使用全球海表温度数据可以通过哪些方式推断地形特征对中亚气候的影响？",
        "AnswerEn": "Using global sea surface temperature data allows researchers to account for oceanic influences in climate simulations. This can help infer how topographical features modulate moisture transport and atmospheric circulation, thereby affecting central Asian climate patterns.",
        "AnswerCn": "使用全球海表温度数据可以让研究人员在气候模拟中考虑海洋影响。这有助于推断地形特征如何调节湿气输送和大气环流，从而影响中亚气候模式。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "Why might the marginal topographies around the Tibetan Plateau be significant in influencing central Asian aridity, according to data collection and modeling methods?",
        "QuestionCn": "根据数据收集和建模方法，为什么青藏高原周围的边缘地形可能在影响中亚干旱方面具有重要意义？",
        "AnswerEn": "Marginal topographies around the Tibetan Plateau may be significant in influencing central Asian aridity because they can have substantial mechanical effects on atmospheric circulation, as demonstrated by climate model experiments, which show that these smaller topographies contribute notably to the reduction of precipitation and increase in aridity in the region.",
        "AnswerCn": "青藏 Plateau 周围的边缘地形可能在影响中亚干旱方面具有重要意义，因为它们对大气环流具有显著的机械效应。气候模型实验表明，这些较小的地形显著减少了该地区的降水量并增加了干旱程度。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the causal consequences of using general circulation model experiments to evaluate the impact of topographies on central Asian aridity?",
        "QuestionCn": "使用一般环流模型实验评估地形对中亚干旱影响的因果后果是什么？",
        "AnswerEn": "The use of general circulation model experiments allows for the examination of how specific topographies, such as the Yunnan–Guizhou and Mongolian Plateaux, remotely affect the circulation structure and precipitation amount over central Asia, demonstrating that these topographies significantly decrease precipitation in the region.",
        "AnswerCn": "使用一般环流模型实验可以研究特定地形（如云南-贵州高原和蒙古高原）如何远程影响中亚的环流结构和降水量，结果表明这些地形显著减少了该地区的降水。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the causal consequences of conducting a moisture budget analysis on understanding the central Asian aridity due to topographies?",
        "QuestionCn": "进行水分预算分析对理解中亚因地形导致的干旱的因果后果是什么？",
        "AnswerEn": "Conducting a moisture budget analysis helps to understand the relative contributions of climatological mean versus transient changes, and changes in horizontal winds versus humidity, showing that subsidence changes, driven by the influence of topography on stationary waves, dominate the drying of Central Asia.",
        "AnswerCn": "进行水分预算分析有助于理解气候平均值与瞬态变化的相对贡献，以及水平风与湿度的变化，显示出由地形对静止波的影响驱动的下沉变化主导了中亚的干燥。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How is the effectiveness of general circulation model experiments verified when studying the impact of topography on central Asian aridity?",
        "QuestionCn": "在研究地形对中亚干旱影响时，如何验证一般环流模型实验的有效性？",
        "AnswerEn": "The effectiveness of general circulation model experiments is verified by comparing the simulated climatological-mean precipitation over arid central Asia, including its spatial pattern and seasonality, with observational data. This comparison helps in examining the model's performance and the accuracy of its predictions regarding the influence of topographies on aridity.",
        "AnswerCn": "通过将模拟的气候平均降水量与观测数据进行比较，验证了大气环流模型实验的有效性，重点关注干旱的中亚地区，包括其空间模式和季节性。这种比较有助于检查模型的性能以及其对地形对干旱影响的预测准确性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What methodological steps are involved in conducting a moisture budget analysis to understand the contributions of different topographies to central Asian aridity?",
        "QuestionCn": "进行湿度预算分析以了解不同地形对中亚干旱的贡献涉及哪些方法步骤？",
        "AnswerEn": "The methodological steps involved in conducting a moisture budget analysis include examining the relative contributions of climatological mean versus transient changes, as well as changes in horizontal winds versus humidity. This involves analyzing how different topographies, like the Yunnan–Guizhou and Mongolian Plateaux, affect subsidence and moisture transport, which in turn influence the aridity of central Asia.",
        "AnswerCn": "进行水分预算分析的方法步骤包括考察气候平均值与瞬态变化的相对贡献，以及水平风与湿度的变化。这涉及分析不同地形，如云南-贵州高原和蒙古高原，如何影响下沉和水分输送，从而影响中亚的干旱程度。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological and methodological advancements enable the analysis of the mechanical effects of marginal topographies on Asian climate patterns?",
        "QuestionCn": "哪些技术和方法上的进展使得能够分析边缘地形对亚洲气候模式的机械影响？",
        "AnswerEn": "Technological advancements in climate modeling and data analysis, such as the use of high-resolution models and computational resources, and methodological advancements like moisture budget analysis, enable researchers to dissect and understand the mechanical effects of marginal topographies, such as the Yunnan–Guizhou and Mongolian Plateaux, on Asian climate patterns.",
        "AnswerCn": "气候建模和数据分析中的技术进步，例如高分辨率模型和计算资源的使用，以及方法论的进步，如水分预算分析，使研究人员能够剖析和理解边缘地形（如云南-贵州高原和蒙古高原）对亚洲气候模式的机械影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the expected reduction in precipitation over central Asia not occur even with the presence of certain topographies?",
        "QuestionCn": "即使在某些地形存在的情况下，中亚的降水量预期减少也可能不会发生的原因是什么？",
        "AnswerEn": "The influence of the topography on central Asian aridity might be underestimated due to the complexity of interactions such as subsidence, changes in humidity, and the effects of transient eddies. Additionally, the mechanical effects of smaller marginal mountains could play a larger role than anticipated, potentially offsetting expected precipitation reductions.",
        "AnswerCn": "中亚干旱的地形影响可能被低估，因为存在诸多复杂的相互作用，例如沉降、湿度变化以及瞬态涡旋的影响。此外，较小边缘山脉的机械效应可能发挥比预期更大的作用，可能抵消预期的降水减少。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using general circulation model experiments in assessing the impact of topographical features on the arid climate of central Asia?",
        "QuestionCn": "如何评估使用一般环流模型实验在评估地形特征对中亚干旱气候影响方面的有效性？",
        "AnswerEn": "General circulation model experiments are effective in evaluating the impact of topographical features on the arid climate of central Asia, as they allow researchers to simulate and analyze the climatic influence of specific regions, such as the Yunnan–Guizhou and Mongolian Plateaux. These simulations help in understanding the underlying mechanisms, such as subsidence and moisture transport, which contribute to the regional aridity.",
        "AnswerCn": "一般环流模型实验有效评估地形特征对中亚干旱气候的影响，因为它们允许研究人员模拟和分析特定区域（如云南-贵州高原和蒙古高原）的气候影响。这些模拟有助于理解导致区域干旱的基本机制，如下沉和水汽输送。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, what are the potential challenges in achieving accurate simulation data when omitting significant topographical features in climate models?",
        "QuestionCn": "在气候模型中省略重要地形特征时，获得准确模拟数据的潜在挑战是什么？",
        "AnswerEn": "Omitting significant topographical features in climate models could lead to challenges in accurately simulating climatic patterns, as these features play a crucial role in modulating atmospheric circulation and moisture transport. The absence of these elements could result in an underestimation of the mechanical effects of mountains, such as the Tibetan Plateau, on regional climates, leading to less reliable predictions.",
        "AnswerCn": "在气候模型中省略重要的地形特征可能会导致准确模拟气候模式的挑战，因为这些特征在调节大气环流和水分输送方面发挥着关键作用。缺少这些元素可能会导致对山脉（如青藏高原）对区域气候的机械效应的低估，从而导致预测的可靠性降低。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I can't make sense of how the model performance is validated when examining the simulated precipitation over arid central Asia.",
        "QuestionCn": "我无法理解在检查干旱中亚地区的模拟降水时，模型性能是如何验证的。",
        "AnswerEn": "The simulated climatological-mean precipitation is compared to observational data to examine the model's performance. This comparison helps determine the accuracy of the model in replicating the spatial pattern and seasonality of precipitation over arid central Asia.",
        "AnswerCn": "模拟的气候平均降水量与观测数据进行比较，以检验模型的性能。这一比较有助于确定模型在再现干旱中亚地区降水的空间模式和季节性方面的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore potential data collection methods that could complement existing high-resolution atmospheric circulation data to improve the understanding of central Asian aridity.",
        "QuestionCn": "请探讨潜在的数据收集方法，这些方法可以补充现有的高分辨率大气环流数据，以改善对中亚干旱的理解。",
        "AnswerEn": "Potential data collection methods could include satellite remote sensing to gather real-time climatic data, ground-based weather stations for localized observations, and the deployment of climate sensors in strategic locations. These methods could provide complementary observational data to validate and enhance the model simulations, offering more comprehensive insights into the factors driving central Asian aridity.",
        "AnswerCn": "潜在的数据收集方法可以包括卫星遥感以获取实时气候数据、地面气象站用于局部观测，以及在战略位置部署气候传感器。这些方法可以提供互补的观测数据，以验证和增强模型模拟，提供对中亚干旱驱动因素的更全面的洞察。",
        "Level": "C6(Creating)"
      }
    ]
  }
}