{
  "id": "1366453a-6cd3-4074-a97b-af1ba9065dd7",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The data of photosynthetic organ level gas exchange measurements of desert plants (2011)",
      "titleCn": "荒漠植物光合器官水平气体交换测定数据（2011）",
      "description": "In the middle of July, 2011, 1. Elaeagnus angustifolia, 2. Blister. \nUsing Li-6400 portable photosynthesis system (li-cor, USA) and li-3100 leaf area meter, the photosynthetic physiological characteristics of desert plants were observed. \nThe symbols in the observation data have the following meanings:\nObs, number of observations;Photo, net photosynthetic rate, moles of CO2 times m minus 2 times s minus 1;\nCond, stomatal conductance, mol H2O•m -- 2•s -- 1;Ci, intercellular CO2 concentration, moles of CO2 times mol-1;\nTrmmol, transpiration rate, mmol H2O•m -- 2•s -- 1;Vpdl, water vapor pressure deficit, kPa;\nArea, leaf Area, cm2;Tair, atmospheric temperature, ℃;\nTleaf, leaf surface temperature, ℃;CO2R, CO2 concentration in the reference chamber, moles of CO2•mol-1;\nCO2S, sample chamber CO2 concentration, moles of CO2•mol-1;H2OR, water in the reference chamber, mmol H2O•mol-1;\nH2OS, sample chamber moisture, mmol H2O•mol-1;PARo, photon flux density, mole •m -- 2•s -- 1;\nRh-r, reference room air relative humidity, %;Rh-s, relative humidity of air in sample room, %;\nPARi, photosynthetic effective radiation, moles •m -- 2•s -- 1;Press, atmospheric pressure, kPa;\nOthers are the state parameters of the instrument at the time of measurement.",
      "descriptionCn": "2011年7月中旬测定，1、沙拐枣，2、泡泡刺。\n利用美国拉哥公司制造的LI-6400便携式光合作用系统（Portable Photosynthesis System, LI-COR, USA）和LI-3100叶面积仪等，对荒漠植物光合生理特性进行了观测。\n观测资料中的符号含义如下：\nObs，观测次数；                       Photo，净光合速率，μmol CO2•m–2•s–1；\nCond，气孔导度，mol H2O•m–2•s–1；       Ci，胞间CO2浓度，μmol CO2•mol-1；\nTrmmol，蒸腾速率，mmol H2O•m–2•s–1；   Vpdl，水蒸气压亏缺，kPa；\nArea，叶面积，cm2；                   Tair，大气温度，℃；\nTleaf，叶面温度，℃；                  CO2R，参照室CO2浓度，μmol CO2•mol-1；\nCO2S，样品室CO2浓度，μmol CO2•mol-1； H2OR，参照室水分，mmol H2O•mol-1；\nH2OS，样品室水分，mmol H2O•mol-1；     PARo，光量子通量密度，μmol•m–2•s–1；\nRH-R，参照室空气相对湿度，%；        RH-S，样品室空气相对湿度，%；\nPARi，光合作用有效辐射，μmol•m–2•s–1；  Press，大气压，kPa；\n其它为测定时的仪器状态参数等。",
      "instructions": "Data file name: 2011 - measurement data of horizontal gas exchange in photosynthetic organs of desert plants. XLS; it can be viewed and edited by WPS or excel.",
      "instructionsCn": "数据文件命名：2011-荒漠植物光合器官水平气体交换测定数据.xls；可用WPS或Excel等软件进行查看和编辑。",
      "east": 101.2831,
      "west": 99.7528,
      "south": 38.7069,
      "north": 42.1147,
      "startTime": "2011-07-13 18:47:18",
      "endTime": "2011-08-13 18:47:18",
      "fileSize": 121344.0,
      "cstr": "18406.11.heihe.082.2013.db",
      "doi": "10.3972/heihe.082.2013.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "苏培玺",
        "nameEn": "SU Peixi",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "荒漠植物梭梭群体和叶片水平气体交换对不同土壤水分的响应",
        "titleEn": null,
        "referenceCn": "高松, 苏培玺, 严巧娣. 荒漠植物梭梭群体和叶片水平气体交换对不同土壤水分的响应[J]. 中国科学:生命科学. 2011(03): 226-237",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
        "referenceCn": null,
        "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
      },
      {
        "titleCn": "河西走廊沙漠泡泡刺群体光合特征及其与环境因子的关系",
        "titleEn": null,
        "referenceCn": "周紫鹃，苏培玺，解婷婷. 河西走廊沙漠泡泡刺群体光合特征及其与环境因子的关系",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "光合作用",
        "nameEn": "Photosynthesis"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "荒漠植物",
        "nameEn": "Desert plants"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中下游",
        "keywordEn": "Middle and Lower Reaches"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2011",
        "keywordEn": "2011",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "荒漠植被不同尺度水分利用效率及调控机制",
        "titleEn": "Water use efficiency and related regulation mechanisms of desert vegetation in different scales"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific methods and instruments used for measuring the gas exchange in desert plant photosynthetic organs?",
        "QuestionCn": "用于测量沙漠植物光合器官气体交换的具体方法和仪器有哪些？",
        "AnswerEn": "Portable Photosynthesis System (LI-6400), leaf area meter (LI-3100)",
        "AnswerCn": "便携式光合系统 (LI-6400)，叶面积仪 (LI-3100)",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the number of observable parameters available in a dataset related to desert plant gas exchange measurements using portable photosynthesis systems?",
        "QuestionCn": "与使用便携式光合作用系统进行的沙漠植物气体交换测量相关的数据集中可观察的参数数量是多少？",
        "AnswerEn": "19",
        "AnswerCn": "19",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by '光合器官水平气体交换测定' in the context of desert plant research?",
        "QuestionCn": "在沙漠植物研究的背景下，“光合器官水平气体交换测定”是什么意思？",
        "AnswerEn": "'光合器官水平气体交换测定' refers to the measurement of gas exchange at the level of photosynthetic organs in desert plants. This involves using instruments like the LI-6400 Portable Photosynthesis System and the LI-3100 Leaf Area Meter to observe various physiological characteristics such as net photosynthetic rate, stomatal conductance, intercellular CO2 concentration, transpiration rate, and other related parameters.",
        "AnswerCn": "'光合器官水平气体交换测定'指的是在沙漠植物的光合器官水平上进行气体交换的测量。这涉及使用LI-6400便携式光合作用系统和LI-3100叶面积计等仪器，观察各种生理特征，如净光合速率、气孔导度、叶内CO2浓度、蒸腾速率及其他相关参数。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What insights can be derived about the physiological adaptation of desert plants to arid environments through the analysis of gas exchange measurements such as net photosynthesis rate and stomatal conductance?",
        "QuestionCn": "通过分析气体交换测量数据，如净光合速率和气孔导度，可以得出关于沙漠植物对干旱环境的生理适应的哪些见解？",
        "AnswerEn": "The physiological adaptation of desert plants to arid environments can be inferred by examining data on gas exchange measurements. For instance, the net photosynthesis rate (Photo) and stomatal conductance (Cond) provide insights into how effectively plants are performing photosynthesis and regulating water loss under arid conditions. The data collected using tools like the LI-6400 Portable Photosynthesis System and LI-3100 leaf area meter reveal how these plants optimize their photosynthetic activity and water use efficiency to survive in harsh environments.",
        "AnswerCn": "通过检查气体交换测量的数据，可以推断出沙漠植物对干旱环境的生理适应。例如，净光合速率（Photo）和气孔导度（Cond）提供了关于植物在干旱条件下如何有效进行光合作用和调节水分损失的见解。使用LI-6400便携式光合作用系统和LI-3100叶面积计收集的数据揭示了这些植物如何优化其光合活动和水分利用效率，以在恶劣环境中生存。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors influence the accuracy and precision of gas exchange measurements in desert plants using portable photosynthesis systems?",
        "QuestionCn": "影响沙漠植物使用便携式光合作用系统进行气体交换测量的准确性和精确性的因素有哪些？",
        "AnswerEn": "The accuracy and precision of gas exchange measurements in desert plants using portable photosynthesis systems can be influenced by several factors including the calibration and maintenance of the equipment such as the LI-6400 Portable Photosynthesis System and LI-3100 Leaf Area Meter, the environmental conditions during measurement (e.g., atmospheric temperature and pressure, water vapor pressure deficit), and the physiological conditions of the plants themselves (e.g., leaf area and temperature). Additionally, the operator's expertise and the frequency of observations (Obs) can impact the reliability of the data collected.",
        "AnswerCn": "沙漠植物气体交换测量的准确性和精确性可能受到多个因素的影响，包括设备的校准和维护，例如LI-6400便携式光合作用系统和LI-3100叶面积计、测量期间的环境条件（例如，大气温度和压力、水蒸气压差）以及植物自身的生理条件（例如，叶面积和温度）。此外，操作人员的专业知识和观察频率（Obs）也会影响所收集数据的可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind measuring gas exchange at the photosynthetic organ level in desert plants using portable photosynthesis systems?",
        "QuestionCn": "使用便携式光合作用系统在沙漠植物的光合器官水平上测量气体交换的主要目标是什么？",
        "AnswerEn": "The primary objective is to observe the photosynthetic physiological characteristics of desert plants, such as net photosynthetic rate, stomatal conductance, intercellular CO2 concentration, transpiration rate, vapor pressure deficit, leaf area, and other related parameters using devices like the LI-6400 Portable Photosynthesis System and LI-3100 Leaf Area Meter.",
        "AnswerCn": "主要目标是观察沙漠植物的光合作用生理特征，如净光合速率、气孔导度、叶内二氧化碳浓度、蒸腾速率、蒸汽压缺失、叶面积及其他相关参数，使用设备如LI-6400便携式光合作用系统和LI-3100叶面积计。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What specific procedures and instruments are involved in measuring gas exchange in desert plant photosynthetic organs, and how do these methods ensure accurate and reliable data collection?",
        "QuestionCn": "测量沙漠植物光合器官气体交换的具体程序和仪器有哪些，这些方法如何确保数据收集的准确性和可靠性？",
        "AnswerEn": "The procedures involve using the LI-6400 Portable Photosynthesis System and the LI-3100 Leaf Area Meter, both manufactured by LI-COR, USA. These instruments are used to observe the photosynthetic physiological characteristics of desert plants by measuring parameters such as net photosynthetic rate, stomatal conductance, intercellular CO2 concentration, transpiration rate, and others. The measurements include environmental and physiological parameters like atmospheric and leaf temperature, reference and sample chamber CO2 and water vapor concentrations, light quantum flux density, and atmospheric pressure. These methods ensure accuracy by providing comprehensive data on the plant's physiological responses and environmental conditions.",
        "AnswerCn": "这些程序涉及使用LI-COR公司制造的LI-6400便携式光合作用系统和LI-3100叶面积计。这些仪器用于观察沙漠植物的光合生理特征，通过测量净光合速率、气孔导度、细胞间CO2浓度、蒸腾速率等参数。测量包括环境和生理参数，如大气和叶片温度、参考和样品腔室的CO2和水蒸气浓度、光量子通量密度和大气压力。这些方法通过提供植物生理反应和环境条件的综合数据来确保准确性。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}