{
    "id": "13896030-6284-4d11-952b-f3e7da287210",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Dataset of Heihe integrated observatory network: Cosmic-ray observation system of soil moisture of Sidaoqiao Superstation, 2022",
            "titleCn": "黑河流域地表过程综合观测网：四道桥超级站宇宙射线观测系统（2022）",
            "description": "This dataset includes data recorded by the Heihe integrated observatory network obtained from a Cosmic-ray Soil Moisture Observing System of soil moisture of Sidaoqiao Superstation from January 1 to December 31, 2022. The site (101.1374° E, 42.0012° N) was located in the Ejina Banner in Inner Mongolia Autonomous Region. The elevation is 873 m. The bottom of the probe was 0.5 m above the ground; the sampling interval was 1 hour.\nThe raw COSMOS data include the following: battery (Batt, V), temperature (T, C), relative humidity (RH, %), air pressure (P, hPa), fast neutron counts (N1C, counts per hour), thermal neutron counts (N2C, counts per hour), sample time of fast neutrons (N1ET, s), and sample time of thermal neutrons (N2ET, s). The distributed data include the following variables: Date, Time, P, N1C, N1C_cor (corrected fast neutron counts) and VWC (volume soil moisture, %), which were processed as follows:\n1) Data were removed and replaced by -6999 when (a) the battery voltage was less than 11.8 V, (b) the relative humidity was greater than 80% inside the probe box, (c) the counting data were not of one-hour duration and (d) neutron count differed from the previous value by more than 20%; 2) An air pressure correction was applied to the quality-controlled raw data according to the equation contained in the equipment manual; 3) After the quality control and corrections were applied, soil moisture was calculated using the equation in Zreda et al. (2012), where N0 is the neutron counts above dry soil and the other variables are fitted constants that define the shape of the calibration function. Here, the parameter N0 was calibrated using the in situ observed soil moisture by SoilNET within the footprint; 4) Based on the calibrated N0 and corrected N1C, the hourly soil moisture was computed using the equation from the equipment manual. Moreover, suspicious data were marked in red.\nFor more information, please refer to Liu et al. (2018) (for sites information), Zhu et al. (2015) for data processing) in the Citation section.",
            "descriptionCn": "该数据集包含了2022年1月1日至2022年12月31日黑河流域地表过程综合观测网上游阿柔超级站宇宙射线观测系统数据。站点位于内蒙古额济纳旗四道桥，下垫面是柽柳。观测点的经纬度是101.1374° E, 42.0012° N，海拔873 m。仪器探头底部距地面0.5m，采样频率是1小时。\n宇宙射线仪器的原始观测项目包括：电压Batt（V）、温度T（℃）、相对湿度RH（%）、气压P（hPa）、快中子数N1C（个/小时）、热中子数N2C（个/小时）、快中子采样时间N1ET（s）及热中子采样时间N2ET（s）。发布的数据为经过处理计算后的数据，数据表头包括：Date Time（日期 时间）、P（气压 hPa）、N1C（快中子数 个/小时）、N1C_cor（气压订正的快中子数 个/小时）和VWC（土壤体积含水量 %），其处理的主要步骤包括：\n1）\t数据筛选\n数据筛选共四条标准：（1）剔除电压小于和等于11.8伏特的数据；（2）剔除空气相对湿度大于和等于80%的数据；（3）剔除采样时间间隔不在60±1分钟内的数据；（4） 剔除快中子数较前后一小时变化大于200的数据。剔除及缺失数据用-6999补充。\n2）\t气压订正\n根据仪器说明手册中提到的快中子气压订正公式，对原始数据进行气压订正，得到订正后的快中子数N1C_cor。\n3）\t仪器率定\n在计算土壤水分的过程中需要对计算公式中的N0进行率定。N0为土壤干燥条件下的快中子数，通常使用测量源区内的土样得到实测土壤水分（或者通过比较密集的土壤水分无线传感器获取）θm（Zreda et al. 2012）和对应时间段内的快中子校正数据N，再通过公式反求得到N0。\n黑河综合观测网或站点信息请参考Liu et al. (2018)，观测数据处理请参考Zhu et al. (2015)。\n",
            "instructions": "Year+** observatory network+ site+ COSMOS",
            "instructionsCn": "年份+**观测网+站点名称+ COSMOS",
            "east": 101.1374,
            "west": 101.1374,
            "south": 42.0012,
            "north": 42.0012,
            "startTime": "2022-01-01 11:53:00",
            "endTime": "2022-12-31 11:53:00",
            "fileSize": 492491.0,
            "cstr": "18406.11.Terre.tpdc.300655",
            "doi": "10.11888/Terre.tpdc.300655",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "任志国",
                "nameEn": "REN Zhiguo",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "谭俊磊",
                "nameEn": "TAN Junlei",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "张阳",
                "nameEn": "ZHANG Yang",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A basin-scale land surface processes observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A basin-scale land surface processes observatory in China. Vadose Zone Journal, 17, 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleCn": null,
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleCn": null,
                "titleEn": "Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Zhu, Z.L., Liu, S.M., Song, L.S., Wang, X.C., Zhou, S., Yang, X.F., & Xu. T.R. (2021). Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors. Journal of Hydrology, 598, 126483."
            },
            {
                "titleCn": null,
                "titleEn": "Comparison of sensible and latent heat fluxes from optical-microwave scintillometers and eddy covariance systems with respect to surface energy balance closure",
                "referenceCn": null,
                "referenceEn": "Zheng, C., Liu, S.M., Song, L.S., Xu, Z.W., Guo, J.X., Ma, Y.F., Ju, Q., & Wang, J.M. (2023). Comparison of sensible and latent heat fluxes from optical-microwave\nscintillometers and eddy covariance systems with respect to surface energy\nbalance closure. Agricultural and Forest Meteorology, 331, 109345. DOI: 10.1016/j.agrformet.2023.109345."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": null,
                "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤水分",
                "nameEn": "Soil Moisture"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "四道桥超级站",
                "keywordEn": "Sidaoqiao superstation"
            },
            {
                "keywordCn": "黑河流域下游",
                "keywordEn": "The lower reaches of the heihe river"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2022",
                "keywordEn": "2022",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the data collection system used for observing cosmic rays in a specific environmental setting?",
                "QuestionCn": "用于观察宇宙射线的特定环境设置的数据收集系统的特点是什么？",
                "AnswerEn": "Tamarix as the underlying surface, geographic coordinates 101.1374° E, 42.0012° N, altitude 873 m, probe positioned 0.5m above the ground, sampling frequency 1 hour, voltage, temperature, relative humidity, pressure, fast neutron count, thermal neutron count, fast neutron sampling time, thermal neutron sampling time, corrected fast neutron count, soil volumetric water content",
                "AnswerCn": "塔玛丽克斯作为底层表面，地理坐标为东经101.1374°，北纬42.0012°，海拔873米，探头距离地面0.5米，采样频率为1小时，电压、温度、相对湿度、气压、快中子计数、热中子计数、快中子采样时间、热中子采样时间、校正后的快中子计数、土壤体积含水量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the meaning of 'cosmic ray observation system' in the context of surface process monitoring networks?",
                "QuestionCn": "在表面过程监测网络的背景下，“宇宙射线观测系统”的意思是指一种用于监测和分析宇宙射线的系统，这些宇宙射线可以提供有关地球表面过程的信息。",
                "AnswerEn": "In the context of surface process monitoring networks, a 'cosmic ray observation system' refers to a set of instruments used to measure various parameters such as voltage, temperature, relative humidity, air pressure, fast neutron counts, and thermal neutron counts. These observations help in understanding the surface processes by providing data on soil moisture and other environmental conditions through pressure-corrected neutron counts and calculations of soil volumetric water content.",
                "AnswerCn": "在表面过程监测网络的背景下，“宇宙射线观测系统”指的是一套用于测量各种参数的仪器，如电压、温度、相对湿度、气压、快中子计数和热中子计数。这些观测有助于通过压力校正的中子计数和土壤体积含水量的计算，了解表面过程，提供关于土壤湿度和其他环境条件的数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data screening criteria used in the 黑河流域 dataset compare to those typically employed in other cosmic ray observation systems?",
                "QuestionCn": "黑河流域数据集使用的数据筛选标准与其他宇宙射线观测系统通常采用的标准相比如何？",
                "AnswerEn": "The data screening criteria involve four specific standards: excluding data with voltage less than or equal to 11.8 volts, relative humidity over or equal to 80%, sampling intervals outside of 60±1 minutes, and large fluctuations in fast neutron counts. These criteria are specific to this dataset and help ensure the reliability of measurements. Other cosmic ray observation systems may use different or additional criteria depending on the equipment and environmental conditions involved.",
                "AnswerCn": "数据筛选标准包括四个具体标准：排除电压小于或等于11.8伏特的数据，相对湿度大于或等于80%的数据，采样间隔在60±1分钟之外的数据，以及快速中子计数的大幅波动。这些标准是针对该数据集的，旨在确保测量的可靠性。其他宇宙射线观测系统可能会根据设备和环境条件使用不同或额外的标准。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of implementing strict data screening criteria on the completeness and reliability of a dataset collected using cosmic ray observation systems in river basin surface processes?",
                "QuestionCn": "实施严格的数据筛选标准对使用宇宙射线观测系统收集的河流流域表面过程数据集的完整性和可靠性可能产生的后果是什么？",
                "AnswerEn": "Implementing strict data screening criteria can enhance the reliability of a dataset by ensuring that only high-quality data is included. However, it may also reduce the completeness of the dataset by excluding data points that do not meet the screening standards. In the field mentioned, screening criteria include voltage, relative humidity, sampling time interval, and rapid neutron count variations, which could result in a significant amount of data being excluded if the conditions are not met.",
                "AnswerCn": "实施严格的数据筛选标准可以提高数据集的可靠性，确保仅包含高质量的数据。然而，这也可能降低数据集的完整性，因为会排除不符合筛选标准的数据点。在提到的领域中，筛选标准包括电压、相对湿度、采样时间间隔和快速中子计数变化，如果条件不满足，可能会导致大量数据被排除。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to apply data screening and pressure correction when collecting cosmic ray data in environmental observation networks?",
                "QuestionCn": "在环境观测网络中收集宇宙射线数据时，进行数据筛选和压力修正的重要性是什么？",
                "AnswerEn": "Data screening and pressure correction are crucial in ensuring the accuracy and reliability of cosmic ray data collected in environmental observation networks. The screening process involves removing data that could be affected by low battery voltage, high relative humidity, incorrect sampling intervals, or anomalous neutron count changes, which could all lead to data inaccuracies. Pressure correction is necessary as it adjusts the neutron count data to account for variations in atmospheric pressure, which can significantly affect neutron readings. These steps ensure that the data accurately reflects environmental conditions and can be reliably used to estimate soil moisture content.",
                "AnswerCn": "数据筛选和压力校正在确保环境观测网络中收集的宇宙射线数据的准确性和可靠性方面至关重要。筛选过程涉及去除可能受到低电池电压、高相对湿度、不正确采样间隔或异常中子计数变化影响的数据，这些因素都可能导致数据不准确。压力校正是必要的，因为它调整中子计数数据，以考虑大气压力的变化，这可能显著影响中子读数。这些步骤确保数据准确反映环境条件，并可以可靠地用于估算土壤湿度含量。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}