{
  "id": "1401a084-49ed-4abf-ae1c-f0b8dc19361a",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "The SRTM digital elevation model of the Tibetan Plateau (2000)",
      "titleCn": "青藏高原SRTM数字高程模型（2000）",
      "description": "This data set is a digital elevation model of the Tibetan Plateau and can be used to assist in analysis and research of basic geographic information for the Tibetan Plateau.\nThe raw data were the Shuttle Radar Topography Mission (SRTM) data, which were provided by Global Land Cover Network (GLCN), and the raw data were framing data , using the WGS84 coordinate system, including latitude and longitude, with a spatial resolution of 3″. After the mosaic processing, the Nodata (null data) generated in the mosaic process were interpolated and filled. After filling, the projection conversion process was performed to generate data as Albers equal area conical projection. After the conversion projection, the spatial resolution of the data was 90 m. Finally, the boundary of the Tibetan Plateau was used for cutting to obtain DEM data.\nThis data table has two fields.\nField 1: value\nData type: long integer \nInterpretation: altitude elevation \nUnit: m \nField 2: count \nData type: long integer \nInterpretation: The number of map spots corresponding to the altitude elevation\nData accuracy: spatial resolution: 90 m",
      "descriptionCn": "本数据集为青藏高原数字高程模型，可用来辅助青藏高原区域的基础地理信息分析研究工作。\n原始资料数据为Global Land Cover Network (GLCN)提供的Shuttle Radar Topography Mission (SRTM)数据，原数据是分幅、经纬度的数据，WGS84坐标系，空间分辨率3″。经过镶嵌处理，对镶嵌过程中产生的Nodata空值数据进行插值填补，完成数据的填补工作后，进行投影转换处理，生成数据为Albers等面积圆锥投影，投影转换后数据空间分辨率为90m，最后用青藏高原的边界进行切割，获得最终数据。\n本数据表共有两个字段\n字段1：value\n数据类型：长整型\n解释：海拔高程\n单位：米\n字段2：count\n数据类型：长整型\n解释：对应海拔高程的图斑个数\n数据精度：空间分辨率90m",
      "instructions": "",
      "instructionsCn": "",
      "east": 104.0,
      "west": 73.0,
      "south": 28.0,
      "north": 38.0,
      "startTime": "2000-02-19 16:00:00",
      "endTime": "2000-03-01 16:00:00",
      "fileSize": 412989972.0,
      "cstr": null,
      "doi": "",
      "dataFormat": "栅格",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "Global Land Cover Network",
        "nameEn": "Food and Agriculture Organization of the United Nations",
        "unitEn": "Food and Agriculture Organization of the United Nations",
        "unitCn": "Food and Agriculture Organization of the United Nations"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Shuttle Radar Topography Mission",
        "referenceCn": null,
        "referenceEn": "Farr, T.G., Rosen, P.A., Caro, E., Crippen, R., Duren, R., Hensley, S., Kobrick, M., Paller, M., Rodriguez, E., Roth, L., Seal, D., Shaffer, S., Shimada, J., Umland, J., Werner, M., Oskin, M., Burbank, D., Alsdorf, D. (2007). The Shuttle Radar Topography Mission, Rev. Geophys., 45, RG2004. https://doi.org/10.1029/2005RG000183"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "DEM",
        "nameEn": "Digital elevation model"
      },
      {
        "nameCn": "地形",
        "nameEn": "Topography"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2010",
        "keywordEn": "2010",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The Shuttle Radar Topography Mission produced the most complete, highest-resolution digital elevation model of the Earth. The project was a joint endeavor of NASA, the National Geospatial-Intelligence Agency, and the German and Italian Space Agencies and flew in February 2000. At the foundation of modern geosciences, quite literally, is knowledge of the shape of the Earth’s surface. Conventional topographic mapping technologies have produced maps of uneven quality: some with astounding accuracy, some far less adequate. It has proven exceedingly difficult and expensive to produce a global map set or digital elevation model of consistent scale and resolution by conventional means. The emergence, in the 1990s, of synthetic aperture radar (SAR) interferometry placed the possibility of efficiently and affordably creating a global digital elevation model within the grasp of spacefaring nations. Interferometric SAR, or InSAR, makes use of phase-difference measurements derived from two radar images acquired with a very small base to height ratio (typically 0.0002) to measure topography."
      ],
      "research objective": [
        "The SRTM objective was to acquire a digital elevation model of all land between about 60° north latitude and 56° south latitude, about 80% of Earth’s land surface. The operational goal of C radar was to generate contiguous mapping coverage as called for by the mission objectives. X radar was included as an experimental demonstration. As it did not employ ScanSAR, the X band radar had a slightly higher resolution and better signal-to-noise ratio (SNR) than the C band system. The key to successful acquisition of a data set suitable for automated production is to remove the variability and decorrelation due to pass-to-pass observations and to measure the interferometer baseline and other systematic effects accurately at all times during data acquisition."
      ],
      "challenges": [
        "Conventional topographic mapping technologies have produced maps of uneven quality: some with astounding accuracy, some far less adequate. Furthermore, the global coverage has been uneven. It has proven exceedingly difficult and expensive to produce a global map set or digital elevation model of consistent scale and resolution by conventional means. Optical stereo mapping systems suffer from poor control and matching difficulties in areas of low contrast and from persistent cloud cover in many important areas of the world."
      ],
      "methods": [
        "Following the launch, the first 12 hours of flight were taken up by on-orbit checkout (OOCO), during which the payload bay doors were opened, the SRTM system was activated and checked, and the orbiter was maneuvered to the mapping attitude. Mapping continued for 149 orbits (222.4 hours). Data were acquired at the rate of 180 megabits per second (Mbps) (C radar) and at 90 Mbps (X radar). Selected snapshots of data necessary for near-real-time performance assessment were down linked via the shuttle Ku band and NASA’s tracking and data relay system (TDRS) link to JPL in Pasadena and to the Payload Operations Control Center (POCC) in Houston."
      ],
      "dataset": [
        "A total of 765 data takes were executed. Of these, 399 were C radar only, 1 was X radar only, and 365 were simultaneous C and X radar. The volume of data produced by SRTM, 12.3 Tb (8.6 Tb by C radar, 3.7 Tb by X radar), compares to the capacity of the Library of Congress."
      ],
      "findings": [],
      "backgroundCn": [
        "航天雷达地形测量任务（Shuttle Radar Topography Mission）产生了地球上最完整、最高分辨率的数字高程模型。该项目是美国国家航空航天局（NASA）、国家地理空间情报局（National Geospatial-Intelligence Agency）以及德国和意大利航天局的联合努力，飞行于2000年2月。现代地球科学的基础，字面上说，就是对地球表面形状的了解。传统的地形测绘技术产生的地图质量参差不齐：有些地图准确度惊人，而有些则远远不够。通过传统手段，制作一套全球范围内一致比例和分辨率的地图集或数字高程模型一直非常困难且昂贵。1990年代合成孔径雷达（SAR）干涉测量技术的出现，使得空间国家能够高效且经济地创建全球数字高程模型成为可能。干涉SAR（InSAR）利用从两个以非常小的基高比（通常为0.0002）获取的雷达图像中得出的相位差测量来测量地形。"
      ],
      "research objectiveCn": [
        "SRTM的目标是获取位于大约60°北纬和56°南纬之间的所有陆地的数字高程模型，覆盖地球约80%的陆地表面。C波段雷达的操作目标是生成连续的映射覆盖，以满足任务目标。X波段雷达作为实验演示被纳入其中。由于它没有采用ScanSAR，X波段雷达的分辨率略高，信噪比（SNR）也优于C波段系统。成功获取适合自动化生产的数据集的关键是消除由于逐次观测造成的变异性和去相关性，并在数据获取的所有时间准确测量干涉仪基线和其他系统效应。"
      ],
      "challengesCn": [
        "传统的地形测绘技术产生了质量不均的地图：有些地图准确度惊人，有些则远不够。此外，全球覆盖也不均匀。通过传统手段制作一致规模和分辨率的全球地图集或数字高程模型一直非常困难且昂贵。光学立体测绘系统在对比度低的区域存在控制和匹配困难，并且在世界许多重要地区受到持续云层覆盖的影响。"
      ],
      "methodsCn": [
        "在发射后，前12小时的飞行用于在轨检查（OOCO），期间打开了有效载荷舱门，激活并检查了SRTM系统，并将航天器调整到测绘姿态。测绘持续了149个轨道（222.4小时）。数据采集速率为180兆比特每秒（Mbps）（C雷达）和90 Mbps（X雷达）。通过航天飞机的Ku波段和NASA的跟踪与数据中继系统（TDRS）链接，将必要的实时性能评估数据快照下传至位于帕萨迪纳的喷气推进实验室（JPL）和位于休斯顿的有效载荷操作控制中心（POCC）。"
      ],
      "datasetCn": [
        "总共执行了765个数据采集。其中，399个是仅C雷达，1个是仅X雷达，365个是同时进行的C和X雷达。SRTM产生的数据量为12.3 Tb（C雷达8.6 Tb，X雷达3.7 Tb），与美国国会图书馆的容量相当。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the Shuttle Radar Topography Mission (SRTM) use synthetic aperture radar (SAR) interferometry as a data collection method?",
        "QuestionCn": "航天飞机雷达地形测量任务（SRTM）是否使用合成孔径雷达（SAR）干涉测量作为数据收集方法？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Is the data acquired from SRTM intended to cover about 80% of Earth's land surface?",
        "QuestionCn": "从SRTM获取的数据是否旨在覆盖约80%的地球陆地表面？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Are the challenges in producing a global digital elevation model primarily due to conventional topographic mapping technologies, optical stereo mapping systems, or persistent cloud cover?",
        "QuestionCn": "制作全球数字高程模型的挑战主要是由于传统的地形测绘技术、光学立体测绘系统还是持续的云层覆盖？",
        "AnswerEn": "conventional topographic mapping technologies and optical stereo mapping systems",
        "AnswerCn": "常规地形测绘技术和光学立体测绘系统",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Was the data acquisition rate during the mission higher for C radar or X radar?",
        "QuestionCn": "在任务期间，C雷达的数据显示采集速率是否高于X雷达？",
        "AnswerEn": "C radar",
        "AnswerCn": "C雷达",
        "Level": "C4(Analyzing)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What method was used to acquire the digital elevation model data of the Earth's surface?",
        "QuestionCn": "获取地球表面数字高程模型数据的方法是什么？",
        "AnswerEn": "Interferometric SAR",
        "AnswerCn": "干涉合成孔径雷达",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where was the data from the Shuttle Radar Topography Mission processed and assessed in near-real time?",
        "QuestionCn": "航天飞机雷达地形测量任务的数据在近实时中在哪里处理和评估？",
        "AnswerEn": "JPL in Pasadena",
        "AnswerCn": "帕萨迪纳的喷气推进实验室",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenge is associated with conventional topographic mapping technologies?",
        "QuestionCn": "传统地形测绘技术面临的挑战是什么？",
        "AnswerEn": "uneven quality",
        "AnswerCn": "质量不均",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you give an example of a data collection method used to generate a digital elevation model of a large geographic region like the Tibetan Plateau?",
        "QuestionCn": "可以给我一个用于生成像青藏 Plateau这样的大型地理区域的数字高程模型的数据收集方法的例子吗？",
        "AnswerEn": "An example of a data collection method used is the Shuttle Radar Topography Mission (SRTM), which utilized synthetic aperture radar (SAR) interferometry to acquire digital elevation models by measuring phase differences from radar images.",
        "AnswerCn": "一个使用的数据收集方法是航天飞机雷达地形测量任务（SRTM），该任务利用合成孔径雷达（SAR）干涉测量通过测量雷达图像的相位差来获取数字高程模型。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced in creating a consistent global digital elevation model?",
        "QuestionCn": "创建一致的全球数字高程模型面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge is that conventional topographic mapping technologies often produce maps of uneven quality, and it is difficult and expensive to achieve a consistent scale and resolution globally with conventional mapping methods.",
        "AnswerCn": "一个挑战是，传统的地形测绘技术往往产生质量不均的地图，使用传统测绘方法在全球范围内实现一致的比例尺和分辨率既困难又昂贵。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the primary attributes and resolution characteristics of digital elevation models used in topographic mapping?",
        "QuestionCn": "数字高程模型在地形测绘中使用的主要属性和分辨率特征是什么？",
        "AnswerEn": "90m spatial resolution, long integer data types for elevation in meters, count of image patches corresponding to elevations",
        "AnswerCn": "90米空间分辨率，长整型数据类型用于以米为单位的高程，高程对应的图像块数量。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges are encountered in ensuring the consistency and quality of global digital elevation models?",
        "QuestionCn": "确保全球数字高程模型的一致性和质量所面临的挑战有哪些？",
        "AnswerEn": "uneven quality, consistent scale and resolution, poor control, matching difficulties in areas of low contrast",
        "AnswerCn": "质量不均，比例和分辨率一致，控制较差，低对比度区域的匹配困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the features of radar systems used in data collection for digital elevation models?",
        "QuestionCn": "用于数字高程模型数据收集的雷达系统的特点有哪些？",
        "AnswerEn": "C radar, X radar, contiguous mapping coverage, slightly higher resolution, better signal-to-noise ratio, 180 Mbps for C radar, 90 Mbps for X radar",
        "AnswerCn": "C波段雷达，X波段雷达，连续映射覆盖，稍高的分辨率，更好的信噪比，C波段雷达为180 Mbps，X波段雷达为90 Mbps。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many orbits were completed during the data collection phase of the Shuttle Radar Topography Mission?",
        "QuestionCn": "在航天飞机雷达地形测量任务的数据收集阶段，共完成了多少个轨道？",
        "AnswerEn": "149",
        "AnswerCn": "149",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the total volume of data produced by the Shuttle Radar Topography Mission in terabytes?",
        "QuestionCn": "航天飞机雷达地形测量任务产生的数据总量是多少太字节？",
        "AnswerEn": "12.3 terabytes",
        "AnswerCn": "12.3 太字节",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many data takes executed only involved the C radar system?",
        "QuestionCn": "有多少次数据采集仅涉及C雷达系统？",
        "AnswerEn": "399",
        "AnswerCn": "399",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the Shuttle Radar Topography Mission (SRTM) and how is it significant in creating digital elevation models?",
        "QuestionCn": "什么是航天飞机雷达地形测绘任务（SRTM），它在创建数字高程模型中有何重要意义？",
        "AnswerEn": "The Shuttle Radar Topography Mission (SRTM) was a project aimed at acquiring a digital elevation model of all land between about 60° north latitude and 56° south latitude, covering approximately 80% of Earth’s land surface. It was a joint endeavor of NASA, the National Geospatial-Intelligence Agency, and the German and Italian Space Agencies. The mission utilized synthetic aperture radar (SAR) interferometry to efficiently and affordably create a global digital elevation model, making use of phase-difference measurements derived from two radar images.",
        "AnswerCn": "航天飞机雷达地形测量任务（SRTM）是一个旨在获取全球数字高程模型的项目，覆盖大约60°北纬到56°南纬之间的所有陆地，约占地球陆地表面的80%。该任务是美国国家航空航天局（NASA）、国家地理空间情报局（NGA）以及德国和意大利航天局的联合努力。该任务利用合成孔径雷达（SAR）干涉测量技术，以高效且经济的方式创建全球数字高程模型，利用从两幅雷达图像中获得的相位差测量。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are some challenges associated with conventional topographic mapping technologies?",
        "QuestionCn": "传统地形测绘技术有哪些挑战？",
        "AnswerEn": "Conventional topographic mapping technologies have produced maps of uneven quality, with some being highly accurate and others less so. One of the challenges is achieving global coverage with consistent scale and resolution, which has been difficult and expensive by traditional means. Optical stereo mapping systems also face issues such as poor control and matching difficulties in areas of low contrast and persistent cloud cover.",
        "AnswerCn": "传统的地形测绘技术产生了质量不均的地图，有些地图非常准确，而有些则不然。实现全球覆盖的一致比例和分辨率一直是一个困难且昂贵的任务。光学立体测绘系统也面临着控制不良和在低对比度及持续云层覆盖区域匹配困难等问题。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does interferometric synthetic aperture radar (InSAR) contribute to topographic mapping?",
        "QuestionCn": "干涉合成孔径雷达（InSAR）如何为地形测绘做出贡献？",
        "AnswerEn": "Interferometric synthetic aperture radar (InSAR) contributes to topographic mapping by using phase-difference measurements derived from two radar images acquired with a very small base to height ratio to measure topography. This method allows for efficient and affordable creation of digital elevation models, which is especially advantageous for generating global maps with consistent scale and resolution.",
        "AnswerCn": "干涉合成孔径雷达（InSAR）通过利用从两个以非常小的基高比获取的雷达图像中得出的相位差测量来贡献于地形测绘。这种方法允许高效且经济地创建数字高程模型，特别适用于生成具有一致比例和分辨率的全球地图。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the data collection method of the Shuttle Radar Topography Mission (SRTM) using Interferometric SAR compare to conventional topographic mapping technologies in terms of global coverage and resolution consistency?",
        "QuestionCn": "航天飞机雷达地形测量任务（SRTM）使用干涉合成孔径雷达（Interferometric SAR）进行数据收集，与传统的地形测绘技术相比，在全球覆盖范围和分辨率一致性方面有何不同？",
        "AnswerEn": "The Shuttle Radar Topography Mission (SRTM) using Interferometric SAR provided a more consistent scale and resolution for a global digital elevation model compared to conventional topographic mapping technologies, which often resulted in uneven quality and coverage.",
        "AnswerCn": "航天飞机雷达地形测量任务（SRTM）利用干涉合成孔径雷达（Interferometric SAR）提供了比传统地形测绘技术更一致的全球数字高程模型的尺度和分辨率，后者通常导致质量和覆盖的不均匀。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do the challenges faced by conventional topographic mapping technologies differ from those encountered by the SRTM in acquiring a global digital elevation model?",
        "QuestionCn": "传统地形测绘技术面临的挑战与SRTM在获取全球数字高程模型时遇到的挑战有何不同？",
        "AnswerEn": "Conventional topographic mapping technologies faced challenges such as uneven quality and global coverage, while SRTM encountered difficulties related to pass-to-pass variability, decorrelation, and the need for accurate measurement of systematic effects during data acquisition.",
        "AnswerCn": "传统的地形测绘技术面临着质量不均和全球覆盖范围的问题，而SRTM则遇到了与过境间变异性、去相关性以及在数据采集过程中需要准确测量系统效应相关的困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the differences in data volume and acquisition rates between C radar and X radar data collection methods used during the SRTM, and how do these differences impact the overall dataset produced?",
        "QuestionCn": "C波段雷达和X波段雷达在SRTM期间的数据采集方法在数据量和采集速率上有什么区别，这些差异如何影响最终生成的数据集？",
        "AnswerEn": "During the SRTM, data were acquired at 180 Mbps for C radar and 90 Mbps for X radar, resulting in a total data volume of 12.3 Tb, with 8.6 Tb from C radar and 3.7 Tb from X radar. These differences in data volume and acquisition rates influenced the overall dataset by providing a larger dataset from C radar, which was the primary radar system used.",
        "AnswerCn": "在SRTM期间，C雷达以180 Mbps的速度获取数据，X雷达以90 Mbps的速度获取数据，最终数据总量为12.3 Tb，其中C雷达占8.6 Tb，X雷达占3.7 Tb。这些数据量和采集速率的差异影响了整体数据集，因为C雷达是主要使用的雷达系统，提供了更大的数据集。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the use of synthetic aperture radar (SAR) interferometry in data collection reveal about the feasibility of creating global digital elevation models?",
        "QuestionCn": "合成孔径雷达（SAR）干涉测量在数据收集中的应用可以揭示创建全球数字高程模型的可行性吗？",
        "AnswerEn": "The use of SAR interferometry allows for efficient and affordable creation of a global digital elevation model by utilizing phase-difference measurements from two radar images. This method overcomes the challenges and costs associated with conventional topographic mapping technologies, which often result in uneven quality and inconsistent global coverage.",
        "AnswerCn": "SAR干涉测量技术通过利用两幅雷达图像的相位差测量，能够高效且经济地创建全球数字高程模型。这种方法克服了传统地形测绘技术所面临的挑战和成本，这些传统技术往往导致质量不均和全球覆盖不一致。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying reasons for the challenges in achieving consistent scale and resolution in global digital elevation models through conventional topographic mapping methods?",
        "QuestionCn": "通过传统的地形测绘方法，在全球数字高程模型中实现一致的尺度和分辨率面临的挑战的根本原因是什么？",
        "AnswerEn": "Conventional topographic mapping technologies have produced maps of uneven quality, with some having astounding accuracy and others being far less adequate. Global coverage has been uneven, and it has been exceedingly difficult and expensive to produce a global map set or digital elevation model of consistent scale and resolution by conventional means. Optical stereo mapping systems, for instance, suffer from poor control and matching difficulties in areas of low contrast and persistent cloud cover in many important regions of the world.",
        "AnswerCn": "传统的地形测绘技术产生的地图质量参差不齐，有些地图的精度惊人，而其他地图则远不够理想。全球覆盖不均，利用传统手段制作一致比例和分辨率的全球地图集或数字高程模型极其困难且成本高昂。例如，光学立体测绘系统在对比度低和许多重要地区持续云层覆盖的情况下，控制和匹配困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why was synthetic aperture radar (SAR) interferometry considered a viable solution for creating a global digital elevation model?",
        "QuestionCn": "合成孔径雷达（SAR）干涉测量被认为是创建全球数字高程模型的可行解决方案的原因是什么？",
        "AnswerEn": "The emergence of synthetic aperture radar (SAR) interferometry in the 1990s made it possible to efficiently and affordably create a global digital elevation model. Interferometric SAR, or InSAR, uses phase-difference measurements derived from two radar images acquired with a very small base to height ratio to measure topography. This method presented an opportunity for spacefaring nations to overcome the challenges and limitations of conventional topographic mapping technologies.",
        "AnswerCn": "合成孔径雷达（SAR）干涉测量技术在1990年代的出现，使得高效且经济地创建全球数字高程模型成为可能。干涉SAR，或称InSAR，利用从两幅以非常小的基线高度比获取的雷达图像中得出的相位差测量来测量地形。这种方法为航天国家克服传统地形测绘技术的挑战和局限性提供了机会。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What factors contributed to the decision to include both C radar and X radar in the Shuttle Radar Topography Mission, and how did they impact data collection?",
        "QuestionCn": "哪些因素促成了在航天飞机雷达地形测量任务中同时使用C波段雷达和X波段雷达的决定，它们对数据收集产生了怎样的影响？",
        "AnswerEn": "The objective of the Shuttle Radar Topography Mission was to acquire a digital elevation model of Earth's land surface between about 60° north latitude and 56° south latitude. The C radar aimed to generate contiguous mapping coverage, while the X radar was included as an experimental demonstration due to its slightly higher resolution and better signal-to-noise ratio (SNR) compared to the C band system. This dual-radar approach allowed for a more comprehensive data collection, addressing the need for both operational mapping and experimental validation.",
        "AnswerCn": "航天飞机雷达地形测量任务的目标是获取地球陆地表面的数字高程模型，覆盖纬度约为60°北至56°南。C波段雷达旨在生成连续的测绘覆盖，而X波段雷达则作为实验演示，因为它相较于C波段系统具有稍高的分辨率和更好的信噪比（SNR）。这种双雷达方法允许更全面的数据收集，满足了操作性测绘和实验验证的需求。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using synthetic aperture radar (SAR) interferometry for digital elevation model generation in terms of data accuracy and coverage?",
        "QuestionCn": "使用合成孔径雷达（SAR）干涉测量生成数字高程模型在数据准确性和覆盖范围方面的潜在后果是什么？",
        "AnswerEn": "The use of synthetic aperture radar (SAR) interferometry can efficiently and affordably create a global digital elevation model with consistent scale and resolution, overcoming challenges related to the uneven quality and coverage of conventional topographic mapping technologies.",
        "AnswerCn": "合成孔径雷达（SAR）干涉测量技术可以高效且经济地创建全球数字高程模型，具有一致的尺度和分辨率，从而克服了传统地形测绘技术在质量和覆盖范围不均匀方面的挑战。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How does the variability and decorrelation due to pass-to-pass observations affect the successful acquisition of a digital elevation model dataset during data collection?",
        "QuestionCn": "通道间观测的变异性和去相关性如何影响在数据收集过程中成功获取数字高程模型数据集？",
        "AnswerEn": "The variability and decorrelation due to pass-to-pass observations could negatively impact the successful acquisition of a digital elevation model dataset. Therefore, removing this variability and accurately measuring the interferometer baseline and other systematic effects are crucial for automated production.",
        "AnswerCn": "由于逐次观测的变异性和去相关性可能会对数字高程模型数据集的成功获取产生负面影响，因此去除这种变异性并准确测量干涉仪基线及其他系统效应对于自动化生产至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the implications of the global coverage challenges faced by conventional topographic mapping technologies on the development of new data collection methods?",
        "QuestionCn": "传统地形测绘技术面临的全球覆盖挑战对新数据收集方法的发展有什么影响？",
        "AnswerEn": "The challenges of uneven global coverage and variable quality in conventional topographic mapping technologies have necessitated the development of new data collection methods like SAR interferometry, which offer more consistent and comprehensive elevation data.",
        "AnswerCn": "传统地形测绘技术在全球覆盖不均和质量不稳定方面的挑战，促使了新数据采集方法的开发，如合成孔径雷达干涉测量（SAR干涉测量），这些方法提供了更一致和全面的高程数据。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of acquiring a digital elevation model for the Qinghai-Tibet Plateau using advanced radar technologies?",
        "QuestionCn": "使用先进雷达技术获取青藏高原数字高程模型的主要目标是什么？",
        "AnswerEn": "The primary objectives are to facilitate foundational geographic information analysis for the Qinghai-Tibet Plateau region and to create a consistent and high-resolution digital elevation model of the Earth's surface, using synthetic aperture radar (SAR) interferometry to efficiently and affordably map topography.",
        "AnswerCn": "主要目标是为青藏高原地区提供基础的地理信息分析，并利用合成孔径雷达干涉测量高效、经济地绘制地表的高分辨率数字高程模型。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to address the variability and decorrelation issues during the data acquisition process for topographic mapping missions?",
        "QuestionCn": "为什么在地形测绘任务的数据采集过程中解决变异性和去相关问题很重要？",
        "AnswerEn": "It is important to address these issues to ensure the successful acquisition of a dataset suitable for automated production. Accurate measurement of the interferometer baseline and other systematic effects at all times during data acquisition are crucial to removing variability and decorrelation due to pass-to-pass observations.",
        "AnswerCn": "解决这些问题对于确保成功获取适合自动化生产的数据集至关重要。在数据采集期间，准确测量干涉仪基线和其他系统效应在所有时间点都是至关重要的，以消除由于逐次观测引起的变异性和去相关性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is the significance of achieving consistent scale and resolution in global digital elevation models for geoscientific research?",
        "QuestionCn": "在全球数字高程模型中实现一致的尺度和分辨率对地球科学研究有何重要意义？",
        "AnswerEn": "Achieving consistent scale and resolution in global digital elevation models is significant for geoscientific research because it overcomes the challenges of uneven quality and coverage in conventional topographic mapping technologies, allowing for more reliable and comprehensive analysis of the Earth's surface.",
        "AnswerCn": "在全球数字高程模型中实现一致的尺度和分辨率对地球科学研究具有重要意义，因为它克服了传统地形测绘技术中存在的质量和覆盖不均的问题，从而允许对地球表面进行更可靠和全面的分析。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are employed to fill Nodata values during the digital elevation model creation process for regions like the Qinghai-Tibet Plateau?",
        "QuestionCn": "在创建数字高程模型（DEM）过程中，针对像青藏高原这样的地区，采用了哪些程序来填补无数据值？",
        "AnswerEn": "Interpolation techniques are used to fill Nodata values created during the mosaicking process of the digital elevation model for the Qinghai-Tibet Plateau.",
        "AnswerCn": "插值技术用于填补青藏高原数字高程模型拼接过程中产生的无数据值。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How is the data acquired by the Shuttle Radar Topography Mission processed to achieve the desired projection and resolution for geographic analysis?",
        "QuestionCn": "航天飞机雷达地形测量任务获取的数据是如何处理的，以实现地理分析所需的投影和分辨率？",
        "AnswerEn": "The data from the Shuttle Radar Topography Mission is processed by performing a projection conversion to Albers equal-area conic projection after filling Nodata values, resulting in a spatial resolution of 90 meters.",
        "AnswerCn": "来自航天飞机雷达地形任务的数据经过填充无数据值后，进行投影转换为阿尔伯斯等面积圆锥投影，最终得到90米的空间分辨率。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What systematic approaches are necessary to ensure the accuracy of data acquisition in creating a digital elevation model covering diverse terrain?",
        "QuestionCn": "确保在创建覆盖多样地形的数字高程模型时数据采集准确性所需的系统方法有哪些？",
        "AnswerEn": "To ensure accuracy, it is crucial to remove variability and decorrelation due to pass-to-pass observations, and measure the interferometer baseline and other systematic effects accurately during data acquisition.",
        "AnswerCn": "为了确保准确性，必须消除由于逐次观测引起的变异性和去相关性，并在数据采集过程中准确测量干涉仪基线和其他系统效应。",
        "Level": "C6(Creating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the efficient and affordable creation of global digital elevation models in recent years?",
        "QuestionCn": "近年来，哪些技术进步使得全球数字高程模型的高效和经济创建成为可能？",
        "AnswerEn": "The emergence of synthetic aperture radar (SAR) interferometry in the 1990s enabled the efficient and affordable creation of global digital elevation models. Interferometric SAR, or InSAR, uses phase-difference measurements derived from two radar images acquired with a very small base to height ratio to measure topography.",
        "AnswerCn": "合成孔径雷达（SAR）干涉测量技术在1990年代的出现，使得全球数字高程模型的高效和经济创建成为可能。干涉合成孔径雷达（InSAR）利用从两幅以非常小的基线高度比获取的雷达图像中得出的相位差测量来测量地形。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What data collection methods helped overcome the challenges of conventional topographic mapping technologies in producing a consistent global map set?",
        "QuestionCn": "哪些数据收集方法帮助克服了传统地形测绘技术在制作一致的全球地图集时所面临的挑战？",
        "AnswerEn": "The data collection method of using interferometric SAR (InSAR) during the SRTM mission helped overcome challenges of conventional topographic mapping technologies. InSAR allowed for the production of a global digital elevation model of consistent scale and resolution, by leveraging the phase-difference measurements from radar images.",
        "AnswerCn": "在SRTM任务中使用干涉合成孔径雷达（InSAR）的数据收集方法帮助克服了传统地形测绘技术的挑战。InSAR通过利用雷达图像的相位差测量，能够以一致的尺度和分辨率生成全球数字高程模型。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might it be challenging to produce a global digital elevation model with consistent scale and resolution using conventional topographic mapping technologies?",
        "QuestionCn": "使用传统地形测绘技术制作具有一致比例和分辨率的全球数字高程模型可能面临哪些挑战？",
        "AnswerEn": "Conventional topographic mapping technologies have produced maps of uneven quality, with some having astounding accuracy and others being far less adequate. Furthermore, the global coverage has been uneven, making it exceedingly difficult and expensive to produce a global map set or digital elevation model of consistent scale and resolution by conventional means.",
        "AnswerCn": "传统的地形测绘技术产生的地图质量参差不齐，有些地图的精度惊人，而其他地图则远不够理想。此外，全球覆盖也不均匀，这使得通过传统手段制作一致规模和分辨率的全球地图集或数字高程模型变得极其困难和昂贵。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it expected that the Shuttle Radar Topography Mission (SRTM) can generate a more complete digital elevation model compared to traditional mapping techniques?",
        "QuestionCn": "为什么预计航天飞机雷达地形测量任务（SRTM）能够生成比传统测绘技术更完整的数字高程模型？",
        "AnswerEn": "The emergence of synthetic aperture radar (SAR) interferometry, specifically Interferometric SAR (InSAR), allowed for the efficient and affordable creation of a global digital elevation model. This method uses phase-difference measurements from two radar images to measure topography, providing a more consistent and high-resolution model compared to conventional means.",
        "AnswerCn": "合成孔径雷达（SAR）干涉测量技术的出现，特别是干涉合成孔径雷达（InSAR），使得全球数字高程模型的高效和经济创建成为可能。这种方法利用两幅雷达图像的相位差测量来测量地形，与传统方法相比，提供了更一致和高分辨率的模型。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why would a dataset collected through radar methods have an anticipated higher resolution and better signal-to-noise ratio compared to others?",
        "QuestionCn": "通过雷达方法收集的数据集预期具有更高的分辨率和更好的信噪比，原因是什么？",
        "AnswerEn": "In the SRTM, the X band radar was included as an experimental demonstration and had a slightly higher resolution and better signal-to-noise ratio (SNR) than the C band system. This was because the X band radar did not employ ScanSAR, allowing for improved data quality.",
        "AnswerCn": "在SRTM中，X波段雷达作为实验性演示被纳入，具有比C波段系统稍高的分辨率和更好的信噪比（SNR）。这是因为X波段雷达没有采用ScanSAR，从而提高了数据质量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What is your evaluation of the challenges faced in producing a global digital elevation model of consistent scale and resolution?",
        "QuestionCn": "我对制作全球数字高程模型在一致的尺度和分辨率方面面临的挑战的评估是什么？",
        "AnswerEn": "The challenges in producing a global digital elevation model include the uneven quality of maps produced by conventional topographic mapping technologies and the difficulty and expense involved in achieving consistent scale and resolution globally. Additionally, optical stereo mapping systems face issues with poor control and matching difficulties in low contrast areas and persistent cloud cover in many regions.",
        "AnswerCn": "生产全球数字高程模型面临的挑战包括传统地形测绘技术所产生的地图质量不均，以及在全球范围内实现一致的比例和分辨率所涉及的困难和费用。此外，光学立体测绘系统在低对比度区域和许多地区持续的云层覆盖下，面临控制不良和匹配困难的问题。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How would you assess the effectiveness of the data collection methods used by the SRTM in terms of achieving its research objectives?",
        "QuestionCn": "您将如何评估SRTM使用的数据收集方法在实现其研究目标方面的有效性？",
        "AnswerEn": "The SRTM employed synthetic aperture radar (SAR) interferometry for data collection, which was crucial for efficiently and affordably creating a global digital elevation model. The mission's objective was to acquire a model of all land between 60° north and 56° south latitude, covering about 80% of Earth's land surface. The effectiveness of the data collection methods is demonstrated by the successful acquisition of a comprehensive dataset, despite the inherent challenges of variability and decorrelation in pass-to-pass observations.",
        "AnswerCn": "SRTM采用合成孔径雷达干涉测量技术进行数据收集，这对于高效且经济地创建全球数字高程模型至关重要。该任务的目标是获取60°北纬到56°南纬之间所有陆地的模型，覆盖约80%的地球陆地表面。数据收集方法的有效性通过成功获取全面的数据集得以证明，尽管在逐次观测中存在变异性和去相关性的固有挑战。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, what are the potential benefits or limitations of using SAR interferometry as a data collection technique for global mapping projects?",
        "QuestionCn": "在您看来，使用SAR干涉测量作为全球制图项目的数据收集技术有哪些潜在的好处或局限性？",
        "AnswerEn": "SAR interferometry, or InSAR, offers the potential benefit of enabling spacefaring nations to create a global digital elevation model efficiently and affordably. This technique leverages phase-difference measurements from radar images to measure topography, which can overcome many challenges faced by conventional mapping technologies. However, the limitations could include the need for precise measurement of the interferometer baseline and systematic effects during data acquisition to ensure the dataset's suitability for automated production.",
        "AnswerCn": "SAR干涉测量（InSAR）提供了空间国家高效且经济地创建全球数字高程模型的潜在优势。这种技术利用雷达图像的相位差测量来测量地形，可以克服传统测绘技术面临的许多挑战。然而，局限性可能包括对干涉仪基线的精确测量需求以及数据采集过程中的系统效应，以确保数据集适合自动化生产。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how interferometric SAR technology can effectively create a consistent global digital elevation model.",
        "QuestionCn": "我不明白干涉合成孔径雷达技术如何有效地创建一致的全球数字高程模型。",
        "AnswerEn": "Interferometric SAR, or InSAR, makes use of phase-difference measurements derived from two radar images acquired with a very small base to height ratio to measure topography. This method allows for efficient and affordable creation of a global digital elevation model.",
        "AnswerCn": "干涉合成孔径雷达（InSAR）利用从两幅以非常小的基高比获取的雷达图像中得出的相位差测量来测量地形。这种方法可以高效且经济地创建全球数字高程模型。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure why creating a digital elevation model of consistent scale and resolution globally is so challenging using conventional methods.",
        "QuestionCn": "我不确定为什么使用传统方法创建全球一致比例和分辨率的数字高程模型如此具有挑战性。",
        "AnswerEn": "Conventional topographic mapping technologies have produced maps of uneven quality, and global coverage has been uneven. It has been difficult and expensive to produce a global map set of consistent scale and resolution because optical stereo mapping systems suffer from poor control, matching difficulties in low contrast areas, and issues with persistent cloud cover in many important areas.",
        "AnswerCn": "传统的地形测绘技术产生的地图质量参差不齐，全球覆盖也不均匀。由于光学立体测绘系统存在控制不良、低对比度区域匹配困难以及许多重要地区持续云层覆盖等问题，制作一套一致比例和分辨率的全球地图集既困难又昂贵。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't figure out how the data from the Shuttle Radar Topography Mission was organized and managed given its large volume.",
        "QuestionCn": "我无法弄清楚航天飞机雷达地形测量任务的数据是如何组织和管理的，因为其数据量很大。",
        "AnswerEn": "A total of 765 data takes were executed, resulting in a data volume of 12.3 Tb. Data acquired at high rates were downlinked via the shuttle Ku band and NASA’s tracking and data relay system to JPL in Pasadena and to the Payload Operations Control Center in Houston for near-real-time performance assessment.",
        "AnswerCn": "共执行了765次数据采集，产生了12.3 Tb的数据量。以高速度获取的数据通过航天飞机的Ku波段和NASA的跟踪与数据中继系统下传至位于帕萨迪纳的喷气推进实验室（JPL）和位于休斯顿的有效载荷操作控制中心，以进行近实时的性能评估。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the challenges faced in collecting topographic data and how synthetic aperture radar interferometry addresses these issues.",
        "QuestionCn": "分析收集地形数据所面临的挑战，以及合成孔径雷达干涉测量如何解决这些问题。",
        "AnswerEn": "Conventional topographic mapping technologies have produced maps of uneven quality and global coverage has been uneven. It is difficult and expensive to produce a global digital elevation model of consistent scale and resolution by conventional means. Optical stereo mapping systems face challenges such as poor control and matching difficulties in areas of low contrast and persistent cloud cover. The emergence of synthetic aperture radar (SAR) interferometry, or InSAR, addresses these issues by using phase-difference measurements derived from two radar images to measure topography efficiently and affordably.",
        "AnswerCn": "传统的地形测绘技术产生的地图质量参差不齐，全球覆盖也不均匀。通过传统手段制作一致尺度和分辨率的全球数字高程模型既困难又昂贵。光学立体测绘系统在低对比度和持续云层覆盖的地区面临控制差和匹配困难等挑战。合成孔径雷达干涉测量（InSAR）的出现解决了这些问题，通过利用来自两幅雷达图像的相位差测量来高效且经济地测量地形。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please describe the data collection methods used in acquiring digital elevation models during the Shuttle Radar Topography Mission.",
        "QuestionCn": "请描述在航天飞机雷达地形测量任务中获取数字高程模型所使用的数据收集方法。",
        "AnswerEn": "During the Shuttle Radar Topography Mission, data were acquired at the rate of 180 Mbps using C radar and at 90 Mbps using X radar. The mission executed 765 data takes, with 399 using C radar only, 1 using X radar only, and 365 using both C and X radar simultaneously. Data snapshots necessary for near-real-time performance assessment were downlinked via the shuttle Ku band and NASA’s tracking and data relay system to JPL in Pasadena and the Payload Operations Control Center in Houston.",
        "AnswerCn": "在航天飞机雷达地形测量任务中，C雷达以180 Mbps的速度获取数据，X雷达以90 Mbps的速度获取数据。该任务共执行了765次数据采集，其中399次仅使用C雷达，1次仅使用X雷达，365次同时使用C和X雷达。为了实现近实时性能评估，必要的数据快照通过航天飞机的Ku波段和NASA的跟踪与数据中继系统下传到位于帕萨迪纳的喷气推进实验室和位于休斯顿的有效载荷操作控制中心。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please explore potential methods for improving the resolution and consistency of digital elevation models derived from radar data.",
        "QuestionCn": "请探讨提高从雷达数据衍生的数字高程模型的分辨率和一致性的潜在方法。",
        "AnswerEn": "The key to successful acquisition of a data set suitable for automated production is to remove variability and decorrelation due to pass-to-pass observations and accurately measure the interferometer baseline and other systematic effects during data acquisition. The X band radar, although experimental, had a slightly higher resolution and better signal-to-noise ratio than the C band system, indicating that employing higher resolution radar systems and improving signal processing techniques could improve the resolution and consistency of digital elevation models.",
        "AnswerCn": "成功获取适合自动化生产的数据集的关键在于消除由于逐次观测造成的变异性和去相关性，并在数据采集过程中准确测量干涉仪基线及其他系统效应。尽管X波段雷达仍处于实验阶段，但其分辨率略高且信噪比优于C波段系统，这表明采用更高分辨率的雷达系统并改善信号处理技术可以提高数字高程模型的分辨率和一致性。",
        "Level": "C6(Creating)"
      }
    ]
  }
}