{
  "id": "1413b030-4e77-4a48-9cdd-b3566d54b8b9",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Drought characterization index dataset of central China (1982-2015)",
      "titleCn": "华中地区干旱特征指数数据集（1982-2015）",
      "description": "The dataset is based on the standardized precipitation actual evapotranspiration index (SPAEI index) calculated from CMFD data from 1982 to 2015. The data includes the following variables: annual average drought duration, annual average severe drought duration, maximum drought duration, period of maximum drought duration, annual average drought frequency, annual average severe drought frequency, annual average drought intensity, annual average severe drought intensity, maximum drought intensity, and period of maximum drought intensity. The spatial range of the dataset is in the central China region, and the data is saved in TIF format. The dataset is used to describe the drought characteristics of the central China region during the research period. The dataset can provide reference for the study of drought characteristics in central China.",
      "descriptionCn": "数据集基于1982-2015年CMFD数据计算的标准化降水实际蒸散指数（SPAEI指数），数据内容包括以下变量：年均干旱历时、年均严重干旱历时，最大干旱历时，最大干旱历时发生时期，年均干旱频率，年均严重干旱频率，年均干旱烈度，年均严重干旱烈度，最大干旱烈度，最大干旱烈度发生时期。数据集空间范围为华中地区，数据保存格式均为TIF，数据集用以描述华中地区在研究期内的干旱特征，可为华中地区干旱特征研究提供参考。",
      "instructions": "This dataset consists of multiple TIF files, all in a compressed package, with file names corresponding to the variable names corresponding to the TIF in the file.",
      "instructionsCn": "本数据集为多个TIF文件，均在压缩包内，文件名分别对应文件内TIF所对应变量名。 ",
      "east": 116.55,
      "west": 108.45,
      "south": 24.65,
      "north": 36.35,
      "startTime": null,
      "endTime": null,
      "fileSize": 120028.0,
      "cstr": "18406.11.Terre.tpdc.300833",
      "doi": "10.11888/Terre.tpdc.300833",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "孙怀卫",
        "nameEn": "SUN Huaiwei",
        "unitEn": "",
        "unitCn": "华中科大学"
      },
      {
        "nameCn": "王卫光",
        "nameEn": "WANG Weiguang ",
        "unitEn": "Hohai University",
        "unitCn": "河海大学"
      },
      {
        "nameCn": "薛杰",
        "nameEn": "XUE Jie",
        "unitEn": "",
        "unitCn": "中国科学院新疆生态与地理研究所"
      },
      {
        "nameCn": "廖卫红",
        "nameEn": "LIAO Weihong",
        "unitEn": "",
        "unitCn": "中国水利水电科学研究院"
      },
      {
        "nameCn": "孙勋来",
        "nameEn": "SUN Xunlai",
        "unitEn": "",
        "unitCn": "华中科技大学"
      },
      {
        "nameCn": "阳勇",
        "nameEn": "YANG Yong",
        "unitEn": "",
        "unitCn": "华中科技大学"
      },
      {
        "nameCn": "鲁梦格",
        "nameEn": "LU Mengge",
        "unitEn": "",
        "unitCn": "华中科技大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Different types of meteorological drought and their impact on agriculture in Central China",
        "referenceCn": null,
        "referenceEn": "Sun, H., Sun, X., & Chen, J., et al. (2023). Different Types of meteorological drought and their impacts on Agriculture in Central China. Journal of Hydrology"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "华中地区",
        "keywordEn": "Central China"
      },
      {
        "keywordCn": "干旱特征",
        "keywordEn": "Drought characteristic"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1982-2015",
        "keywordEn": "1982-2015",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What specific attributes are measured to assess drought characteristics in a dataset focused on the Huazhong region from 1982 to 2015?",
        "QuestionCn": "在一个关注华中地区1982年至2015年的数据集中，用于评估干旱特征的具体属性包括哪些？",
        "AnswerEn": "annual average drought duration, annual average severe drought duration, maximum drought duration, period when maximum drought duration occurs, annual average drought frequency, annual average severe drought frequency, annual average drought intensity, annual average severe drought intensity, maximum drought intensity, period when maximum drought intensity occurs",
        "AnswerCn": "年平均干旱持续时间、年平均严重干旱持续时间、最大干旱持续时间、最大干旱持续时间发生的时期、年平均干旱频率、年平均严重干旱频率、年平均干旱强度、年平均严重干旱强度、最大干旱强度、最大干旱强度发生的时期。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by the 'standardized precipitation actual evapotranspiration index (SPAEI index)' in the context of drought characteristic analysis?",
        "QuestionCn": "“标准化降水实际蒸散发指数（SPAEI指数）”在干旱特征分析中的含义是什么？",
        "AnswerEn": "The standardized precipitation actual evapotranspiration index (SPAEI index) refers to a metric used to quantify and analyze drought characteristics. It is calculated based on precipitation and actual evapotranspiration data, capturing the balance between water supply and demand. The SPAEI index can include variables such as average annual drought duration, severe drought duration, maximum drought duration, occurrence period of maximum drought, average drought frequency, severe drought frequency, drought intensity, and severe drought intensity, as well as the timing of maximum drought intensity. This index helps describe the drought characteristics over a specified region and period, providing a reference for researching drought features.",
        "AnswerCn": "标准化降水实际蒸散发指数（SPAEI指数）是用于量化和分析干旱特征的指标。它基于降水和实际蒸散发数据计算，捕捉水供应与需求之间的平衡。SPAEI指数可以包括多个变量，如年平均干旱持续时间、严重干旱持续时间、最大干旱持续时间、最大干旱发生期、平均干旱频率、严重干旱频率、干旱强度、严重干旱强度，以及最大干旱强度的时间。这一指数有助于描述特定区域和时期的干旱特征，为研究干旱特征提供参考。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection techniques used for deriving the standardized precipitation actual evapotranspiration index (SPAEI) compare to those used for collecting traditional meteorological data like temperature and humidity in terms of capturing drought characteristics in Central China?",
        "QuestionCn": "用于推导标准化降水实际蒸散发指数（SPAEI）的数据收集技术与用于收集传统气象数据（如温度和湿度）相比，在捕捉中部中国干旱特征方面有什么不同？",
        "AnswerEn": "The data collection techniques for deriving the SPAEI involve using CMFD data from 1982-2015 to calculate various drought indices such as annual average drought duration, severity, and frequency within Central China. These techniques focus on spatial analysis and temporal changes over a long period using standardized indices presented in TIF format, which may differ from traditional meteorological data collection that often involves point-based measurements and may not be specifically tailored to capture drought characteristics comprehensively.",
        "AnswerCn": "用于推导SPAEI的数据收集技术涉及使用1982年至2015年的CMFD数据来计算各种干旱指数，如年平均干旱持续时间、严重程度和频率，重点关注中央中国的空间分析和长期的时间变化。这些技术使用以TIF格式呈现的标准化指数，可能与传统的气象数据收集方法有所不同，后者通常涉及基于点的测量，可能未能全面捕捉干旱特征。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges of accurately calculating the standardized precipitation actual evapotranspiration index (SPAEI) for drought characterization in the central China region?",
        "QuestionCn": "哪些因素导致在中国中部地区准确计算标准化降水实际蒸散发指数（SPAEI）以进行干旱特征化的挑战？",
        "AnswerEn": "The calculation of the standardized precipitation actual evapotranspiration index (SPAEI) for drought characterization in central China, based on CMFD data, involves capturing various metrics such as annual mean drought duration, severe drought duration, maximum drought duration, and the timing of these events. Challenges may arise from the need to accurately capture spatial and temporal variations across the region, the quality and resolution of input data, and the complexity of modeling evapotranspiration processes. Data is stored in TIF format, which can also present challenges in data handling and processing.",
        "AnswerCn": "基于CMFD数据的标准化降水实际蒸散发指数（SPAEI）计算用于中国中部的干旱特征化，涉及捕捉各种指标，如年均干旱持续时间、严重干旱持续时间、最大干旱持续时间及这些事件的发生时间。挑战可能来自于准确捕捉该地区的空间和时间变化、输入数据的质量和分辨率，以及蒸散发过程建模的复杂性。数据以TIF格式存储，这也可能在数据处理和操作中带来挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind developing a dataset that includes variables such as average annual drought duration, maximum drought severity, and the occurrence period of maximum drought in a specific region like central China?",
        "QuestionCn": "开发一个包含诸如年平均干旱持续时间、最大干旱严重程度和最大干旱发生时期等变量的数据集的主要目标是什么，特别是在像中国中部这样的特定地区？",
        "AnswerEn": "The primary objectives are to describe the drought characteristics in central China during the study period, providing a reference for research on drought features in the region. This information can aid in understanding the temporal and spatial patterns of droughts, helping to improve drought prediction and management strategies.",
        "AnswerCn": "主要目标是描述研究期间中国中部的干旱特征，为该地区干旱特征的研究提供参考。这些信息有助于理解干旱的时间和空间模式，从而改善干旱预测和管理策略。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}