{
  "id": "14bc0b9e-3733-4955-a6ce-a4b771e28fd1",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Summary of carbonate composition of bedrock and representative sediments in the Northeastern Tibetan Plateau (2002-2015)",
      "titleCn": "青藏高原东北部地区基岩和代表性沉积物碳酸盐组成汇总（2002-2015）",
      "description": "This data set collects carbonate Sr, Mg and Ca compositions of bedrock (silicate and carbonate) and sediment (topsoils, sand, fluvial sediments, and aeolian sediments) on the northeastern Tibetan Plateau published before 2015. In the data processing method, after removing the soluble salt with water and dissolving by dilute acetic acid, the contents of Sr, Mg and Ca in supernatant are measured by ICP-OES (Inductively Coupled Plasma Emission Spectrometry). The data are obtained according to laboratory standards, and the relative standard deviation of Sr, Mg and Ca tests is less than 2%. \nThe data set consists of six forms, which are silicate rocks, carbonate rocks, topsoils, sand, fluvial sediments and aeolian sediments.\nThere are 7 fields in the data sheets.\nField 1: \"Ca\", carbonate Ca content in bedrock and sediment,\nField 2: \"Mg\", carbonate Mg content in bedrock and sediment\nField 3: \"Sr\", carbonate Sr content in bedrock and sediment\nField 4: \"Mg/Ca\", carbonate Mg/Ca in bedrock and sediment \nField 5: \"Sr/Ca\", carbonate Sr/Ca ratio in bedrock and sediment\nField 6: \"Type\", bedrock type\nField 7: \"Source\", data source\nDimensions (units of measurement):\n“Ca”: ppm，“Mg”： ppm; “Sr”： ppm， “Mg/Ca”： mmol/mol， “Sr/Ca”： mmol/mol",
      "descriptionCn": "本数据集收集了2015年以前发表文献中青藏高原东北部基岩（硅酸盐和碳酸盐岩）和沉积物（表土，砂，河流相沉积物，风成沉积物）的碳酸盐Sr，Mg和Ca组成数据。数据加工方法：用水去除易溶盐后，稀醋酸溶解，然后用ICP-OES（电感耦合-等离子体发射光谱）测量上清液Sr，Mg和Ca含量。数据按照实验室标准获得，Sr，Mg和Ca测试相对标准偏差小于2%。\n\n数据集包含6个表单，依次为：“硅酸盐”（Silicate rocks）、“碳酸盐”（Carbonate rocks）、“表土”（Topsoils）、“砂”（Sand）、“河流沉积物”（Fluvial sediments）、“风成沉积物”（aeolian sediments）。\n\n所有数据表共有7个字段：\n字段1：“Ca”，基岩和沉积物的碳酸盐Ca含量，\n字段2：“Mg”，基岩和沉积物的碳酸盐Mg含量\n字段3：“Sr”，基岩和沉积物的碳酸盐Sr含量\n字段4：“Mg/Ca”，基岩和沉积物的碳酸盐Mg/Ca\n字段5：“Sr/Ca”，基岩和沉积物的碳酸盐Sr/Ca比值\n字段6：“Type”，基岩类型\n字段7：“Source”，数据来源 \n\n量纲（度量单位）：\n“Ca”:ppm，“Mg”：ppm;，“Sr”：ppm，“Mg/Ca”：mmol/mol， “Sr/Ca”：mmol/mol",
      "instructions": "",
      "instructionsCn": "",
      "east": 104.0,
      "west": 73.0,
      "south": 28.0,
      "north": 38.0,
      "startTime": "2002-01-11 08:00:00",
      "endTime": "2015-11-14 08:00:00",
      "fileSize": 252416.0,
      "cstr": "18406.11.Geology.tpe.249420.file",
      "doi": "10.11888/Geology.tpe.249420.file",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "杨一博",
        "nameEn": "YANG Yibo",
        "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Carbonate composition and its impact on fluvial geochemistry in the NE Tibetan Plateau region",
        "referenceCn": null,
        "referenceEn": "Yang, Y.B., Fang, X.M., Galy, A., Zhang, G.X., Liu, S.C., Zan, J.B., Wu, F.L., Meng, Q.Q., Ye, C.C., Yang, R.S., &Liu, X.M. (2015). Carbonate composition and its impact on fluvial geochemistry in the NE Tibetan Plateau region. Chemical Geology, 410, 138-148."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "基岩岩性",
        "nameEn": "bedrock lighology"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "沉积岩",
        "nameEn": "sedimentary rocks"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原东北部",
        "keywordEn": "Northeastern Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2002-2015",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What are the components measured in the carbonate composition datasets related to the northeastern Qinghai-Tibet Plateau?",
        "QuestionCn": "与青藏高原东北部相关的碳酸盐组成数据集测量的组成成分有哪些？",
        "AnswerEn": "carbonate calcium, magnesium, strontium, Mg/Ca, Sr/Ca ratios",
        "AnswerCn": "碳酸钙、镁、锶、镁钙比、锶钙比",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to analyze carbonate compositions in rocks and sediments in the northeastern Tibetan Plateau?",
        "QuestionCn": "您能否提供一个用于分析东北藏区岩石和沉积物中碳酸盐成分的数据收集方法的示例？",
        "AnswerEn": "An example of a data collection method involves removing soluble salts with water, dissolving the sample using dilute acetic acid, and then measuring the supernatant's Sr, Mg, and Ca content using ICP-OES (Inductively Coupled Plasma Optical Emission Spectrometry).",
        "AnswerCn": "一种数据收集方法涉及用水去除可溶性盐，使用稀醋酸溶解样品，然后通过电感耦合等离子体光谱法（ICP-OES）测量上清液中的锶、镁和钙含量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific attributes of carbonate compositions measured in datasets related to the northeastern Tibetan Plateau?",
        "QuestionCn": "与东北藏区相关的数据集中测量的碳酸盐组成的具体属性是什么？",
        "AnswerEn": "carbonate Ca content, carbonate Mg content, carbonate Sr content, Mg/Ca ratio, Sr/Ca ratio",
        "AnswerCn": "碳酸盐钙含量，碳酸盐镁含量，碳酸盐锶含量，镁钙比，锶钙比",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the relative standard deviation for Sr, Mg, and Ca testing in a dataset of carbonate compositions from the northeastern Tibetan Plateau?",
        "QuestionCn": "在东北藏区的碳酸盐成分数据集中，Sr、Mg和Ca测试的相对标准偏差是多少？",
        "AnswerEn": "2%",
        "AnswerCn": "2%",
        "Level": "C3(Applying)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for measuring carbonate Sr, Mg, and Ca composition in bedrock compare to those used for collecting the same data in fluvial sediments?",
        "QuestionCn": "测量基岩中碳酸盐Sr、Mg和Ca成分的数据收集方法与在河流沉积物中收集相同数据的方法相比如何？",
        "AnswerEn": "Both data collection methods involve the removal of easily soluble salts with water, followed by dissolution using dilute acetic acid, and measurement of Sr, Mg, and Ca content using ICP-OES. The main difference lies in the sample type, as one deals with bedrock and the other with fluvial sediments, which may influence the sample preparation process and the handling of materials.",
        "AnswerCn": "这两种数据收集方法都涉及用水去除易溶盐，然后使用稀醋酸溶解样品，并通过ICP-OES测量Sr、Mg和Ca的含量。主要区别在于样品类型，一种处理基岩，另一种处理河流沉积物，这可能会影响样品准备过程和材料的处理。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors might contribute to variability in carbonate composition measurements in rocks and sediments from the northeastern Tibetan Plateau?",
        "QuestionCn": "在东北藏族高原的岩石和沉积物中，碳酸盐成分测量的变异性可能受到哪些因素的影响？",
        "AnswerEn": "Variability in carbonate composition measurements could arise from factors such as sample heterogeneity, differences in data collection methods like the effectiveness of soluble salt removal with water, the precision of the ICP-OES measurement process, and the inherent variability in the carbonate content of different rock and sediment types. Additionally, discrepancies in lab standards and potential human error during data processing might contribute to this variability.",
        "AnswerCn": "碳酸盐成分测量的变异性可能源于多个因素，例如样品的异质性、数据收集方法的差异（如用水去除可溶盐的有效性）、ICP-OES测量过程的精确度，以及不同岩石和沉积物类型中碳酸盐含量的固有变异性。此外，实验室标准的差异和数据处理过程中可能出现的人为错误也可能导致这种变异性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in measuring the carbonate composition of bedrock and sediment samples from the northeastern Tibetan Plateau using instrumental techniques?",
        "QuestionCn": "测量来自东北藏区的基岩和沉积物样品的碳酸盐成分涉及哪些仪器技术程序？",
        "AnswerEn": "The procedures involve removing soluble salts from the samples using water, dissolving the samples with dilute acetic acid, and then using ICP-OES (Inductively Coupled Plasma Optical Emission Spectroscopy) to measure the Sr, Mg, and Ca content in the supernatant. The measurements are obtained according to laboratory standards, with the relative standard deviation for Sr, Mg, and Ca tests being less than 2%.",
        "AnswerCn": "该程序涉及使用水去除样品中的可溶性盐，使用稀醋酸溶解样品，然后使用ICP-OES（感应耦合等离子体光谱法）测量上清液中的Sr、Mg和Ca含量。测量结果根据实验室标准获得，Sr、Mg和Ca测试的相对标准偏差小于2%。",
        "Level": "C3(Applying)"
      }
    ]
  }
}