{
  "id": "14e10890-0135-4101-9645-1e6ee1ce3166",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The hypocentre parameters of shallow-focus earthquakes in the Himalaya-Tibetan Plateau area (1991-2014)",
      "titleCn": "喜马拉雅-青藏高原地区发生的浅源地震的震源参数（1991-2014）",
      "description": "The data set describes the hypocentre parameters of shallow-focus earthquakes that occurred in the Himalayan-Tibetan Plateau area from 1990 to 2014. Accurate seismic focal depth and focal mechanism solutions can provide an elementary scientific basis for deep Earth deformation and seismogenic structure research. The seismic waveform data are from the IRIS website (http://ds.iris.edu/wilber3/find_event). Teleseismic waveform fitting is used in processing data.\n\nThe focal depth error is ±3 km.\nEarthquake number: earthquake number ID for different areas in chronological order\nOrigin Time: mm/dd/yyyy (month/day/year), hh:mm (hour/minute)\nEarthquake location: longitude, latitude, depth\nEarthquake magnitude: moment magnitude (Mw)\nFocal mechanism solution: trend / inclination / inclination angle (strike / dip / slip)\nError: the least squares method is used to determine the variance between the theoretical waveform and the observed waveform (misfit)\nMoho Depth: Moho",
      "descriptionCn": "数据集收集了1990-2014年间喜马拉雅-青藏高原地区发生的浅源地震的震源参数，精确的地震震源深度和震源机制解可以为地球深部变形和地震发震构造研究提供基本的科学依据。\n波形数据来源于IRIS网站(http://ds.iris.edu/wilber3/find_event)。数据根据远震体波波形拟合方法得来。\n震源深度误差为±3公里。\n地震编号：不同分区按照时间顺序进行的地震编号ID\n地震发震时刻：mm/dd/yyyy(月/日/年)、hh:mm(时/分)\n地震发生位置：Longitude(经度)、Latitude(纬度)、Depth(深度)\n地震震级：矩震级Mw\n震源机制解：走向/倾向/倾角(Strike/Dip/Slip)\n误差：理论波形与观测波形的最小二乘法方差(misfit)\n莫霍面深度：Moho",
      "instructions": "",
      "instructionsCn": "",
      "east": 104.0,
      "west": 73.0,
      "south": 28.0,
      "north": 38.0,
      "startTime": "1991-11-14 00:00:00",
      "endTime": "2014-11-26 00:00:00",
      "fileSize": null,
      "cstr": "18406.11.Geophysics.tpe.249424.db",
      "doi": "10.11888/Geophysics.tpe.249424.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "白玲",
        "nameEn": "BAI Ling",
        "unitEn": "Institute of Tibetan Plateau Research,Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Focal depths and mechanisms of shallow earthquakes in the Himalayan-Tibetan region",
        "referenceCn": null,
        "referenceEn": "Bai, L., Li, G.H., Khan, N.G., Zhao, J.M., & Ding, L. (2015). Focal depths and mechanisms of shallow earthquakes in the himalayan–tibetan region. Gondwana Research, 41, 390-399."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "地震",
        "nameEn": "Earthquakes"
      },
      {
        "nameCn": "自然灾害",
        "nameEn": "Natural Disaster"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "喜马拉雅",
        "keywordEn": "Himalaya"
      },
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1991-2014",
        "keywordEn": "1991-2014",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific attributes and parameters captured in a dataset of shallow-focus earthquakes in the Himalayan-Tibetan Plateau region?",
        "QuestionCn": "在喜马拉雅-青藏高原地区浅源地震数据集中捕获的具体属性和参数是什么？",
        "AnswerEn": "earthquake identification numbers, occurrence time, location, depth, moment magnitude, focal mechanism solutions, misfit error values, depth of the Moho discontinuity",
        "AnswerCn": "地震识别编号、发生时间、位置、深度、矩震级、震源机制解、不匹配误差值、莫霍面深度",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the error margin for the earthquake source depth measurements in a dataset on shallow-source earthquakes in the Himalayas-Tibetan Plateau region?",
        "QuestionCn": "在喜马拉雅-西藏高原地区的浅源地震数据集中，地震源深度测量的误差范围是多少？",
        "AnswerEn": "±3 kilometers",
        "AnswerCn": "±3公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '震源机制解' mean in the context of seismic data collection in the Himalaya-Tibetan Plateau region?",
        "QuestionCn": "在喜马拉雅-青藏高原地区的地震数据收集中，“震源机制解”是什么意思？",
        "AnswerEn": "'震源机制解' refers to the fault plane solution or focal mechanism solution that describes the orientation of the fault and the direction of slip during an earthquake. It includes parameters such as strike, dip, and slip, which are crucial for understanding the deformation and tectonic processes at depth in the Earth's crust. This information is derived from waveform data and is essential for studying seismic source parameters and tectonic structures.",
        "AnswerCn": "'震源机制解'指的是描述地震过程中断层的方向和滑动方向的断层面解或焦点机制解。它包括走向、倾角和滑动等参数，这些参数对于理解地壳深处的变形和构造过程至关重要。这些信息是通过波形数据得出的，对于研究地震源参数和构造结构具有重要意义。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for shallow earthquake parameters in the Himalayan-Tibetan Plateau region compare to those used in other tectonically active regions for similar seismic events?",
        "QuestionCn": "喜马拉雅-西藏高原地区的浅层地震参数数据收集方法与其他构造活动区域用于类似地震事件的方法相比如何？",
        "AnswerEn": "The data collection methods for shallow earthquake parameters in the Himalayan-Tibetan Plateau region involve using waveform data from the IRIS website and fitting the far-field body waveforms to determine precise earthquake source depths and mechanisms. This approach might differ from methods in other tectonically active regions, where alternative geophysical data sources or different waveform fitting techniques could be employed to account for regional geological peculiarities or data availability.",
        "AnswerCn": "在喜马拉雅-西藏高原地区，浅层地震参数的数据收集方法涉及使用IRIS网站的波形数据，并通过拟合远场体波形来确定精确的地震源深度和机制。这种方法可能与其他构造活动区域的方法有所不同，在这些区域，可能会采用替代的地球物理数据源或不同的波形拟合技术，以适应区域地质特征或数据可用性的差异。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What could the precise determination of shallow earthquake source parameters between 1991 to 2014 reveal about the tectonic activities in the Himalayan-Tibetan Plateau region?",
        "QuestionCn": "1991年至2014年浅层地震源参数的精确测定可能揭示喜马拉雅-西藏高原地区的构造活动什么信息？",
        "AnswerEn": "The precise determination of shallow earthquake source parameters in the Himalayan-Tibetan Plateau region from 1991 to 2014 can provide insights into the deep Earth deformation processes and earthquake-generating tectonic structures. Accurate source depth and mechanisms can help in understanding the stress distribution and fault characteristics in this geologically complex area.",
        "AnswerCn": "1991年至2014年间，喜马拉雅-西藏高原地区浅层地震源参数的精确确定可以为深入了解地球深部变形过程和地震生成构造提供见解。准确的震源深度和机制有助于理解该地质复杂区域的应力分布和断层特征。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors could contribute to the accuracy of earthquake source parameter estimations in the Himalaya-Tibetan Plateau region between 1991 and 2014?",
        "QuestionCn": "在1991年至2014年间，影响喜马拉雅-西藏高原地区地震源参数估计准确性的因素有哪些？",
        "AnswerEn": "The accuracy of earthquake source parameter estimations in the Himalaya-Tibetan Plateau region could be influenced by the precise depth determination of seismic sources and the fitting of seismic waveforms. The depth error margin is ±3 kilometers, and waveform data were obtained from the IRIS website and analyzed using teleseismic body waveform fitting methods. These parameters are crucial for understanding deep Earth deformation and seismic tectonics.",
        "AnswerCn": "喜马拉雅-西藏高原地区地震源参数估计的准确性可能受到地震源深度精确确定和地震波形拟合的影响。深度误差范围为±3公里，波形数据来自IRIS网站，并采用远震体波形拟合方法进行分析。这些参数对于理解深层地球变形和地震构造至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using far-field body waveform fitting methods for determining seismic source parameters in the Himalaya-Tibetan Plateau region?",
        "QuestionCn": "使用远场体波拟合方法确定喜马拉雅-西藏高原地区的地震源参数的潜在后果是什么？",
        "AnswerEn": "Using far-field body waveform fitting methods can provide precise earthquake source depths and source mechanism solutions, which are essential for studying deep Earth deformation and earthquake-generating structures. However, it may also introduce a depth error of ±3 kilometers, which could affect the accuracy of seismic hazard assessments and tectonic interpretations.",
        "AnswerCn": "使用远场体波形拟合方法可以提供精确的地震源深度和源机制解，这对于研究深地球变形和地震生成结构至关重要。然而，这也可能引入±3公里的深度误差，这可能影响地震危险评估和构造解释的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in using far-field body wave waveform fitting methods to determine seismic source parameters in the Himalaya-Tibetan Plateau region?",
        "QuestionCn": "在喜马拉雅-青藏高原地区使用远场体波波形拟合方法确定地震源参数涉及哪些程序步骤？",
        "AnswerEn": "The procedural steps involve collecting waveform data from the IRIS website, applying far-field body wave waveform fitting methods to estimate seismic source parameters such as depth, magnitude, and focal mechanism solutions, and assessing the misfit between theoretical and observed waveforms to determine error margins, such as the ±3 km error in source depth.",
        "AnswerCn": "程序步骤包括从IRIS网站收集波形数据，应用远场体波波形拟合方法来估计地震源参数，如深度、震级和焦点机制解，并评估理论波形与观测波形之间的误差，以确定误差范围，例如源深度的±3公里误差。",
        "Level": "C3(Applying)"
      }
    ]
  }
}