{
    "id": "168ca3b0-4816-4c3e-8ab3-cc3afaefaa33",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Data set of soil microbial diversity in Namco, Qinghai Tibet Plateau (2015)",
            "titleCn": "青藏高原纳木错土壤微生物多样性数据集（2015）",
            "description": "This data includes the distribution data of soil bacteria in Namco region of the Qinghai Tibet Plateau, which can be used to explore the seasonal impact of fencing and grazing on soil microorganisms in Namco region. The sample was collected from May to September 2015, and the soil samples were stored in ice bags and transported back to the Ecological Laboratory of Beijing Institute of Qinghai Tibet Plateau Research; This data is the result of amplification sequencing, using MoBio Powersoil ™ Soil DNA was extracted with DNA isolation kit, and the primers were 515F (5 '- GTGCCAAGCGCCGGTAA-3') and 806R (5'GGACTACNVGGGTWTCTAAT-3 '). The amplified fragments were sequenced by Illumina Miseq PE250. The original data is analyzed by Qiime software, and then the similarity between sequences is calculated, and the sequences with a similarity of more than 97% are clustered into an OTU. The Greengenes reference library is used for sequence alignment to remove the sequence that only appears once in the database. The soil moisture content and soil temperature were measured by a soil hygrometer, and the soil pH was measured by a pH meter (Sartorius PB-10, Germany). The soil nitrate nitrogen (NO3 −) and ammonium nitrogen (NH4+) concentrations were extracted with 2 M KCl (soil/solution, 1:5), and analyzed with a Smartchem200 discrete automatic analyzer. This data set is of great significance to the study of soil microbial diversity in arid and semi-arid grasslands.",
            "descriptionCn": "本数据包括青藏高原纳木错地区土壤细菌分布数据，可用来探索围栏和放牧对纳木错地区土壤微生物的季节性影响，样品采集时间为2015年5月至9月，土壤样品用冰袋保存，运回北京青藏高原研究所生态实验室；本数据为扩增子测序结果，使用MoBio Powersoil™DNA分离试剂盒提取土壤DNA，引物为515F (5'-GTGCCAGCMGCCGCGGTAA-3')和806R (5'GGACTACNVGGGTWTCTAAT-3')，扩增后的片段通过Illumina Miseq PE250方式测序。原始数据通过Qiime软件进行分析，之后计算序列之间相似度，并在相似度在97%以上的序列聚类为一个OTU。采用Greengenes参考文库进行序列比对，去除了只在数据库中出现一次的序列。土壤含水率和土壤温度由土壤温湿度计测得，土壤pH值用pH计测定(Sartorius PB-10, Germany)，用2 M KCl(土壤/溶液，1:5)提取土壤硝态氮(NO3−)和铵态氮(NH4+)浓度，并用Smartchem200离散自动分析仪进行分析。本数据集对研究干旱半干旱草原土壤微生物多样性具有重大意义。",
            "instructions": "File name: N+month, read is the sequencing direction, including R1 (forward) and R2 (reverse)\nData reading method: offline data can be opened by text program (such as Notepad), and the main content is sequencing base quality.\nThe processed OTU table can be opened with office software, and the subject content is the OTU table and species classification information based on 97% sequence identity.",
            "instructionsCn": "文件命名：N+month， read为测序方向，包括R1（正向）和R2（反向）\n数据读取方式：下机数据可用文本程序（如记事本）打开，主体内容为测序碱基质量。\n处理后的OTU表可用office办公软件打开，主题内容为基于97%序列identity的OTU表及物种分类信息。",
            "east": 90.59,
            "west": 90.1,
            "south": 30.1,
            "north": 30.46,
            "startTime": "2015-05-01 00:00:00",
            "endTime": "2015-09-15 11:59:59",
            "fileSize": 1951275330.0,
            "cstr": null,
            "doi": "10.1002/ldr.3626",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "孔维栋",
                "nameEn": "KONG Weidong",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Fencing decreases microbial diversity but increases abundance in grassland soils on the Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Fan, D. D., Kong, W. D., Wang, F., Yue, L. Y., & Li, X. Z. (2020). Fencing decreases microbial diversity but increases abundance in grassland soils on the Tibetan Plateau. Land Degradation & Development, 31(17), 2577-2590."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "多样性与分布",
                "nameEn": "Diversity and distribution"
            },
            {
                "nameCn": "生物资源",
                "nameEn": "Biological Resources"
            },
            {
                "nameCn": "草地",
                "nameEn": "Grassland"
            },
            {
                "nameCn": "草地生态系统",
                "nameEn": "Grassland ecosystem"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "干旱和半干旱地区",
                "keywordEn": "arid and semiarid"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2015",
                "keywordEn": "2015",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "地球大数据科学工程专项时空三极环境项目",
                "titleEn": "CASEarth:Big Earth Data for Three Poles"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to assess the seasonal impact of grazing on soil microbial diversity in the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个用于评估季节性放牧对青藏高原土壤微生物多样性影响的数据收集方法的例子？",
                "AnswerEn": "A data collection method used involves collecting soil samples from the Tibetan Plateau's Namtso area between May and September 2015. The samples were preserved with ice packs and transported to an ecological laboratory for analysis. Soil DNA was extracted using the MoBio Powersoil™ DNA Isolation Kit, and the segments were amplified using specific primers (515F and 806R). Sequencing was performed using the Illumina Miseq PE250 method, followed by data analysis with Qiime software to assess microbial diversity.",
                "AnswerCn": "一种数据收集方法涉及在2015年5月至9月期间从西藏高原的纳木错地区收集土壤样本。样本用冰袋保存，并运输到生态实验室进行分析。土壤DNA使用MoBio Powersoil™ DNA提取试剂盒提取，采用特定引物（515F和806R）进行扩增。随后使用Illumina Miseq PE250方法进行测序，并通过Qiime软件进行数据分析，以评估微生物多样性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many soil samples were collected from the Tibetan Plateau for microbial diversity analysis in the year 2015?",
                "QuestionCn": "2015年从青藏高原收集了多少个土壤样本用于微生物多样性分析？",
                "AnswerEn": "The specific number of soil samples collected is not provided in the metadata.",
                "AnswerCn": "元数据中未提供收集的土壤样本的具体数量。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'OTU' stand for and how is it determined in the context of soil microbial diversity studies?",
                "QuestionCn": "'OTU'代表“操作性分类单元”，在土壤微生物多样性研究中，它是通过对微生物的基因序列进行聚类分析来确定的。",
                "AnswerEn": "OTU stands for Operational Taxonomic Unit, which is determined by clustering sequences with a similarity of 97% or higher. This involves using sequence analysis software to group similar sequences into a single OTU, providing a way to categorize and quantify microbial diversity in soil samples.",
                "AnswerCn": "OTU代表操作分类单元，通过将相似度达到97%或更高的序列进行聚类来确定。这涉及使用序列分析软件将相似的序列分组为一个OTU，从而提供了一种对土壤样本中微生物多样性进行分类和量化的方法。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can the seasonal variations in soil microbial diversity data reveal about the ecological impact of grazing practices on semi-arid grassland ecosystems in the Qinghai-Tibet Plateau?",
                "QuestionCn": "土壤微生物多样性的季节性变化数据可以揭示放牧实践对青藏高原半干旱草原生态系统的生态影响。",
                "AnswerEn": "The seasonal variations in soil microbial diversity data can reveal how grazing practices, compared to fenced areas, influence microbial activity and diversity over different seasons. This can provide insights into how such practices impact nutrient cycling, soil health, and the resilience of grassland ecosystems in response to environmental changes in the Qinghai-Tibet Plateau.",
                "AnswerCn": "土壤微生物多样性的季节性变化数据可以揭示放牧实践与围栏区域相比，如何影响不同季节的微生物活动和多样性。这可以为我们提供关于这些实践如何影响养分循环、土壤健康以及草原生态系统在应对青藏高原环境变化时的韧性的重要见解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on soil microbial diversity when using different DNA extraction kits for data collection in the Qinghai-Tibet Plateau region?",
                "QuestionCn": "在青藏高原地区使用不同的DNA提取试剂盒进行数据收集时，对土壤微生物多样性可能产生的后果是什么？",
                "AnswerEn": "Using different DNA extraction kits can lead to variations in the detection and quantification of soil microbial diversity. The choice of extraction kit can affect the DNA yield and purity, which in turn can influence the sequencing results and the identification of operational taxonomic units (OTUs). It may result in differential recovery of microbial taxa, potentially leading to biases in understanding the microbial community structure and diversity.",
                "AnswerCn": "使用不同的DNA提取试剂盒可能导致土壤微生物多样性检测和定量的差异。提取试剂盒的选择会影响DNA的产量和纯度，这反过来又会影响测序结果和操作分类单元（OTUs）的识别。这可能导致微生物分类群的差异性恢复，从而在理解微生物群落结构和多样性方面产生偏差。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of collecting soil microbial diversity data in the Qinghai-Tibet Plateau region, and how can these objectives inform broader ecological studies?",
                "QuestionCn": "收集青藏高原地区土壤微生物多样性数据的主要目标是什么，这些目标如何为更广泛的生态研究提供信息？",
                "AnswerEn": "The primary objective of collecting soil microbial diversity data in the Qinghai-Tibet Plateau region is to explore the seasonal impact of fencing and grazing on soil microorganisms. This research is significant for understanding the ecological dynamics in arid and semi-arid grasslands, contributing to broader ecological studies by providing insights into microbial responses to environmental changes and human activities.",
                "AnswerCn": "在青藏高原地区收集土壤微生物多样性数据的主要目的是探讨围栏和放牧对土壤微生物的季节性影响。这项研究对于理解干旱和半干旱草原的生态动态具有重要意义，通过提供微生物对环境变化和人类活动反应的见解，为更广泛的生态研究做出贡献。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the detailed steps and methodologies involved in collecting and processing soil microbial diversity data in the Qinghai-Tibet Plateau region, focusing on techniques for DNA extraction and sequencing?",
                "QuestionCn": "在青藏高原地区收集和处理土壤微生物多样性数据的详细步骤和方法，包括DNA提取和测序的技术。",
                "AnswerEn": "The data collection and processing involved collecting soil samples from the Qinghai-Tibet Plateau's Nam Co region between May and September 2015. The samples were preserved with ice packs and transported to the laboratory for analysis. For DNA extraction, the MoBio Powersoil™ DNA Isolation Kit was used. The extracted DNA was then amplified using primers 515F (5'-GTGCCAGCMGCCGCGGTAA-3') and 806R (5'-GGACTACNVGGGTWTCTAAT-3'). The amplified fragments were sequenced using the Illumina Miseq PE250 method. The raw sequencing data was analyzed using the Qiime software to calculate sequence similarity, and sequences with over 97% similarity were clustered into operational taxonomic units (OTUs). Further, sequences appearing only once in the database were removed, and Greengenes reference libraries were used for sequence alignment. Additionally, soil moisture and temperature were measured using soil moisture and temperature meters, pH was determined using a pH meter (Sartorius PB-10, Germany), and soil nitrate (NO3−) and ammonium (NH4+) concentrations were extracted using 2 M KCl (soil/solution, 1:5) and analyzed with a Smartchem200 discrete automatic analyzer.",
                "AnswerCn": "数据收集和处理涉及在2015年5月至9月期间从青藏高原的纳木措地区采集土壤样本。样本用冰袋保存并运输到实验室进行分析。DNA提取使用MoBio Powersoil™ DNA分离试剂盒。提取的DNA随后使用引物515F（5'-GTGCCAGCMGCCGCGGTAA-3'）和806R（5'-GGACTACNVGGGTWTCTAAT-3'）进行扩增。扩增片段使用Illumina Miseq PE250方法进行测序。原始测序数据使用Qiime软件进行分析，以计算序列相似性，序列相似度超过97%的被聚类为操作性分类单元（OTUs）。此外，数据库中仅出现一次的序列被移除，并使用Greengenes参考库进行序列比对。此外，使用土壤湿度和温度计测量土壤湿度和温度，使用pH计（德国Sartorius PB-10）测定pH值，土壤硝酸盐（NO3−）和铵（NH4+）浓度使用2 M KCl（土壤/溶液，1:5）提取，并通过Smartchem200离散自动分析仪进行分析。",
                "Level": "C3(Applying)"
            }
        ]
    }
}