{
    "id": "16f8231e-4d83-4af3-bf30-4f8ebcaa5650",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of the structure parameter measurements for afforested forest in the Zhangye city foci experimental area (2008)",
            "titleCn": "黑河综合遥感联合试验：张掖市加密观测区人工林参数观测数据集（2008）",
            "description": "The dataset of the structure parameter measurements for afforested forest was obtained in the Zhangye city foci experimental area. To be specific, the full height was measured by the altimeter 12km east of Zhangye city on May 30, the LAI by LAI-2000 in Linze grassland foci experimental area on Jun. 5, measurements in Yingke oasis on Jun. 14 and 17, afforested forest parameters in Jiulongjiang forest farm on Jun. 28 and LAI by LAI-2000 in Huazhaizi desert steppe foci experimental area on Jul.1, 2008.\n     6 files in total were archived, zhangyefroestpark.xls (31K, 5-30), Linzestation.xls (16K, 6-4),  yingke1.xls ( 21K, 6-14), yingke2.xls (21K, 6-17), yingke3.xls (16K, 7-1), and jiulongjiangforestfarm.xls ( 22K, 6-28) respectively.",
            "descriptionCn": "2008年5月30日在张掖市区东12公里测量人工林结构参数，测高仪测树高。\n2008年6月5日临泽加密观测区人工林样地测量。用LAI-2000测叶面积指数，可以跟临泽人工林的其他数据配合使用。 \n2008年6月14日在盈科绿洲加密观测区找人工林样地进行测量，主要在靠近市区的地区。 \n2008年6月17日同为在盈科绿洲加密观测区找人工林样地进行测量，主要靠近荒漠地区。 \n2008年6月28日在张掖市东约12公里九龙江林场进行人工林参数测量。 \n2008年7月1日花寨子荒漠加密观测区同步时，发现那里的人工林成片而且分布较好，临时加测，只用LAI-2000测量叶面积指数数据。\n三、预处理前的文件列表和文件大小总计6个文件：张掖森林公园.xls（5月30日），临泽站.xls（6月4日），盈科1.xls（6月14日），盈科2.xls（6月17日），盈科3.xls（7月1日），九龙江林场.xls（6月28日）文件大小为：31K，16K，21K，21K，16K，22K由于仪器的限制，测高仪测树高仅仅在5月30日用到，另外含水量只是在5月30日森林公园测量与6月14日盈科测量时进行了称重拍照处理。 \n预处理前的文件列表包括13个文件，除readme.txt文件为说明外，其他为测量的实体数据，包括6个Excel文件及对应的样区说明文件，其文件名及测量日期分别为：张掖森林公园.xls（5月30日），临泽站.xls（6月4日），盈科1.xls（6月14日），盈科2.xls（6月17日），盈科3.xls（7月1日），九龙江林场.xls（6月28日）。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.482,
            "west": 100.11,
            "south": 38.379,
            "north": 39.311,
            "startTime": "2008-06-12 00:00:00",
            "endTime": "2008-07-14 00:00:00",
            "fileSize": 1070692.0,
            "cstr": "18406.11.water973.0204.db",
            "doi": "10.3972/water973.0204.db",
            "dataFormat": "",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "高帅",
                "nameEn": "GAO Shuai",
                "unitEn": "",
                "unitCn": "中国科学院遥感应用研究所"
            },
            {
                "nameCn": " 覃驭楚",
                "nameEn": "QIN Yuchu",
                "unitEn": "",
                "unitCn": "中国科学院遥感应用研究所"
            },
            {
                "nameCn": "邬明权",
                "nameEn": "WU Mingquan",
                "unitEn": "",
                "unitCn": "中国科学院遥感应用研究所"
            },
            {
                "nameCn": " 吴朝阳",
                "nameEn": "WU Chaoyang",
                "unitEn": "",
                "unitCn": "中国科学院遥感应用研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": "基于机载小光斑全波形LIDAR的作物高度反演",
                "titleEn": null,
                "referenceCn": "周梦维, 柳钦火, 刘强, 肖青. 基于机载小光斑全波形LIDAR的作物高度反演. 农业工程学报, 2010, 26(8): 183–188.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "叶面积指数",
                "nameEn": "Leaf area index"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "植被结构",
                "nameEn": "Vegetation structure"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游干旱区水文试验区",
                "keywordEn": "Arid Region Hydrology in the Middle Reaches"
            },
            {
                "keywordCn": "临泽站加密观测区",
                "keywordEn": "Closed observation area of Linze station"
            },
            {
                "keywordCn": "张掖市加密观测区",
                "keywordEn": "Zhangye City Foci Experimental Area"
            },
            {
                "keywordCn": "盈科绿洲加密观测区",
                "keywordEn": null
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008",
                "keywordEn": "2008",
                "type": "temporal"
            },
            {
                "keywordCn": "2008-05-30",
                "keywordEn": null,
                "type": "temporal"
            },
            {
                "keywordCn": "2008-06-05",
                "keywordEn": null,
                "type": "temporal"
            },
            {
                "keywordCn": "2008-06-14",
                "keywordEn": null,
                "type": "temporal"
            },
            {
                "keywordCn": "2008-06-17",
                "keywordEn": null,
                "type": "temporal"
            },
            {
                "keywordCn": "2008-06-28",
                "keywordEn": null,
                "type": "temporal"
            },
            {
                "keywordCn": "2008-07-01",
                "keywordEn": null,
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to measure the leaf area index in artificial forests?",
                "QuestionCn": "您能否提供一种用于测量人工森林叶面积指数的数据收集方法的示例？",
                "AnswerEn": "In a study conducted in Zhangye City and surrounding areas, the LAI-2000 device was used to measure the leaf area index in artificial forests. This method was applied on several dates, such as June 5th in Linze and July 1st in Huazhaizi desert observation area, to collect data on the leaf area index efficiently.",
                "AnswerCn": "在张掖市及周边地区进行的一项研究中，使用LAI-2000设备测量人工林的叶面积指数。该方法在多个日期应用，例如在林泽的6月5日和在华寨子沙漠观测区的7月1日，以高效收集叶面积指数数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific attributes and parameters measured during the artificial forest observations in the 张掖市 region, and what instruments are used for these measurements?",
                "QuestionCn": "在张掖市地区的人工森林观察中，测量的具体属性和参数包括哪些，以及使用了哪些仪器进行这些测量？",
                "AnswerEn": "tree height, leaf area index",
                "AnswerCn": "树高，叶面积指数",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors lead to the choice of using specific tools like LAI-2000 and height meters for measuring leaf area index and tree height in artificial forest parameter observations?",
                "QuestionCn": "选择使用特定工具如LAI-2000和高度计来测量人工森林参数观察中的叶面积指数和树高的因素有哪些？",
                "AnswerEn": "The choice of using tools like LAI-2000 and height meters in artificial forest parameter observations is influenced by the need for accurate measurements of leaf area index and tree height, which are crucial for understanding forest structure and health. These tools are selected for their ability to provide precise and reliable data in different observational areas, such as near urban or desert regions, where environmental conditions may vary significantly.",
                "AnswerCn": "使用LAI-2000和高度计等工具进行人工森林参数观测的选择，受到对叶面积指数和树高准确测量需求的影响，这些参数对于理解森林结构和健康至关重要。这些工具因其能够在不同观测区域（如城市附近或沙漠地区）提供精确可靠的数据而被选用，因为这些区域的环境条件可能会有显著差异。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting artificial forest parameter data in various observation zones using instruments like the LAI-2000 and tree height measuring devices?",
                "QuestionCn": "收集人工森林参数数据的主要目的是在不同观察区域使用像LAI-2000和树高测量设备等仪器进行测量。",
                "AnswerEn": "The primary objective of collecting artificial forest parameter data using instruments like the LAI-2000 and tree height measuring devices is to accurately measure and analyze the structural parameters of artificial forests in different regions, such as Zhangye City, Linze, and Yingke Oasis. This data collection aims to understand the distribution and structure of artificial forests in both urban and desert-proximate areas, contributing to comprehensive remote sensing experiments and potentially supporting ecological and environmental studies in these regions.",
                "AnswerCn": "收集人工森林参数数据的主要目的是使用LAI-2000等仪器和树高测量设备，准确测量和分析不同区域（如张掖市、林泽和英克绿洲）人工森林的结构参数。这项数据收集旨在了解城市和靠近沙漠地区人工森林的分布和结构，为全面的遥感实验提供支持，并可能为这些地区的生态和环境研究提供帮助。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures and instruments are used to measure forest parameters and leaf area index in the context of remote sensing experiments in artificial forests?",
                "QuestionCn": "在人工林的遥感实验中，用于测量森林参数和叶面积指数的程序和仪器包括：",
                "AnswerEn": "In the context of remote sensing experiments focusing on artificial forests, various procedures and instruments are employed. Parameters such as tree height are measured using a hypsometer, as was done on May 30 in a forest park setting. The leaf area index is measured using the LAI-2000 instrument, which was utilized at multiple sites including Linze and Yingke areas on different dates. Additionally, the data collection includes weighing and photographing for moisture content measurements on specific occasions, such as May 30 and June 14. The data collection involves multiple field sites and dates, with a variety of Excel files documenting the measurements and corresponding site descriptions.",
                "AnswerCn": "在针对人工森林的遥感实验中，采用了多种程序和仪器。树高参数使用高程仪进行测量，例如在5月30日的森林公园环境中进行的测量。叶面积指数使用LAI-2000仪器进行测量，该仪器在不同日期的多个地点（包括林泽和英科地区）被使用。此外，数据收集还包括在特定场合（如5月30日和6月14日）进行的湿度测量的称重和拍照。数据收集涉及多个实地地点和日期，并有多种Excel文件记录测量结果及相应的地点描述。",
                "Level": "C3(Applying)"
            }
        ]
    }
}