{
    "id": "171d2eb5-4977-41dc-8e30-896bb8659fe0",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "An integrated dataset of holocene climate change in the arid and semi-arid regions of Central-East Asia",
            "titleCn": "中东亚干旱半干旱区全新世气候变化的集成数据集",
            "description": "In the mid-latitude region of Asia, the southeastern region is humid and affected by monsoon circulation (thus, it is referred to as the monsoon region), and the inland region is arid and controlled by the other circulation patterns (these areas include the cold and arid regions in the northern Tibetan Plateau, referred to as the westerly region). Based on the generalization of the climate change records published in recent years, the westerly region was humid in the mid-late Holocene, which was significantly different from the pattern of the Asian monsoon in the early-middle Holocene. In the past few millennia, the westerly region was arid during the Medieval Warm Period but relatively humid during the Little Ice Age. In contrast, the oxygen isotope records derived from a stalagmite in the Wanxiang Karst Cave showed that the monsoon precipitation was high in the Medieval Warm Period and low during the Little Ice Age. In the last century, especially in the last 50 years, the humidity of the arid regions in the northwest has increased, while the eastern areas of northwestern and northern China affected by the monsoon have become more arid. Moreover, in the northern and southern parts of the Tibetan Plateau, which are affected by the westerlies and the monsoon, respectively, the precipitation changes on the interdecadal and century scales have also shown an inverse phase. Based on these findings, we propose that the control zone of the westerly belt in central Asia has different humidity (precipitation) variation patterns than the monsoon region on every time scale (from millennial to interdecadal) in the modern interglacial period.\nThe integrated research project on Holocene climate change in the arid and semi-arid regions of western China was a major research component of the project Environmental and Ecological Science for West China, which was funded by the National Natural Science Foundation of China. The leading executive of the project was Professor Fahu Chen from Lanzhou University. The project ran from January 2006 to December 2009.\n\nThe data collected by the project include the following:\n1. The integrate humidity data over the Holocene in the arid regions of Central-East Asia and 12 lakes (11000-0 cal yr BP): including Lake Van, Aral Sea, Issyk-Kul, Ulunguhai Lake, Bosten Lake, Barkol Lake, Bayan Nuur, Telmen Lake, Hovsgol Nuur, Juyan Lake, Gun Nuur and Hulun Nuur.\n2. The integrated humidity data over the past millennium in the arid regions of Central-East Asia and at five research sites (1000-2000): including Aral Sea, Guliya, Bosten Lake, Sugan Lake, and the Badain Juran desert.\nData format: excel table.",
            "descriptionCn": "中纬度亚洲地区存在主要受季风环流影响的东南部湿润地区(简称季风区)和主要受西风环流控制的内陆干旱区(包括青藏高原北部高寒干旱区，简称西风区)。根据对近年来新发表的气候变化记录证据梳理总结，发现西风区在中— 晚全新世气候湿润，与亚洲季风在早— 中全新世强盛的格局显著不同。过去千年的西风区中世纪暖期干旱，而小冰期相对湿润，与此相对，万象洞石笋氧同位素记录则显示季风降水在中世纪暖期时整体处于高值，在小冰期处于低值段。在近百年，尤其是近50 a，西北干旱区湿度增加，而季风影响范围内的西北东部和华北等地变得更干。不仅如此，在分属西风和季风影响区的青藏高原北部和南部，年代际— 百年尺度上降水变化也表现出反相位关系。据此我们提出，亚洲中部西风带控制区在现代间冰期从数千年到年代际的各个时间尺度上均存在不同于季风区的湿度(降水)变化模式，称之为现代间冰期气候变化的西风模式。\n中国西部干旱半干旱区全新世气候变化的集成研究项目属于国家自然科学基金“中国西部环境与生态科学”重大研究计划，负责人为兰州大学陈发虎教授，项目运行时间为2006.1-2009.12。\n该项目汇交了数据包括：\n1. 中东亚干旱区全新世湿度集成曲线数据和12个湖泊各自的湿度数据（11000-0 cal yr BP）：包括Lake Van、Aral Sea、Issyk-Kul、乌伦古海、博斯腾湖、巴里坤湖、Bayan Nuur、Telmen Lake、Hovsgol Nuur、居延泽、Gun Nuur和Hulun Nuur。\n2. 中东亚干旱区过去1000年湿度集成曲线数据和5个研究点各自的湿度数据（1000-2000）：包括Aral Sea、Guliya、博斯腾湖、苏干湖、巴丹吉林沙漠。\n数据格式：excel表。",
            "instructions": "",
            "instructionsCn": "",
            "east": 90.0,
            "west": 45.0,
            "south": 36.0,
            "north": 50.0,
            "startTime": "2006-01-12 00:00:00",
            "endTime": "2010-01-11 00:00:00",
            "fileSize": 23782381.0,
            "cstr": "18406.11.Paleoenv.tpdc.270066",
            "doi": "10.11888/Paleoenv.tpdc.270066",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "陈发虎",
                "nameEn": "CHEN Fahu",
                "unitEn": "Lanzhou University",
                "unitCn": "兰州大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "中纬度亚洲现代间冰期气候变化的“西风模式”讨论",
                "titleEn": null,
                "referenceCn": "陈发虎, 陈建徽, 黄伟, 2009. 中纬度亚洲现代间冰期气候变化的“西风模式”讨论. 地学前缘, 16(6): 23-32",
                "referenceEn": null
            },
            {
                "titleCn": "11万年来亚洲中部干旱区湖泊湿度记录",
                "titleEn": null,
                "referenceCn": "陈发虎等, (2009). 11万年来亚洲中部干旱区湖泊湿度记录,兰州大学.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Moisture changes over the last millennium in arid central Asia: a review, synthesis and comparison with monsoon region",
                "referenceCn": null,
                "referenceEn": "Chen, F.H., Chen, J.H., Holmes, J., Boomer, I., Austin, P., Gates, J.B., Wang, N.L., Brooks, S.J., & Zhang, J.W. (2010). Moisture changes over the last millennium in arid central Asia: a review, synthesis and comparison with monsoon region. Quaternary Science Reviews, 29(7), 1055-1068."
            },
            {
                "titleCn": null,
                "titleEn": "Holocene moisture evolution in arid central Asia and its out-of-phase relationship with Asian monsoon history",
                "referenceCn": null,
                "referenceEn": "Chen, F.H., Yu, Z.C., Yang, M.L., Ito, E., wang, S.M., Madsen, D.B., Huang, X.Z., Zhao, Y., Sato, T., Birks, H.J., Boomer, I.,Chen, J,H., An,C.B., & Wunnemann, B. (2008). Holocene moisture evolution in arid central Asia and its out-of-phase relationship with Asian monsoon history. Quaternary Science Reviews, 27(3), 351-364."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            },
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "湖泊",
                "nameEn": "Lakes"
            },
            {
                "nameCn": "湿度/干燥度",
                "nameEn": "Humidity/Dryness"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中东亚干旱区",
                "keywordEn": "Arid Region of Central-East Asia"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "11000-0 （cal yr BP）",
                "keywordEn": "11000-0 （cal yr BP)",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "How many lakes are included in a dataset focusing on humidity data for the Holocene in arid regions of Central Asia?",
                "QuestionCn": "该数据集中包含多少个湖泊，专注于中亚干旱地区的全新世湿度数据？",
                "AnswerEn": "12",
                "AnswerCn": "12",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What underlying rules or patterns can be inferred about the climate change dynamics in Central Asia's arid and semi-arid regions from the combination of humidity data spanning the Holocene and the past millennium?",
                "QuestionCn": "从跨越全新世和过去千年的湿度数据组合中，可以推断出中亚干旱和半干旱地区气候变化动态的潜在规则或模式。",
                "AnswerEn": "The observed data suggest that the climate dynamics in Central Asia's arid and semi-arid regions are influenced by different atmospheric circulations, namely monsoon and westerlies. The Holocene data indicate a wetter climate in the westerly-dominated regions during the mid-to-late Holocene, contrasting with the stronger Asian monsoon during the early-to-mid Holocene. Moreover, the past millennium data reveal a drought during the Medieval Warm Period and increased humidity during the Little Ice Age in westerly regions, differing from monsoon regions. Recently, increased humidity in northwestern arid regions and drier conditions in monsoon-affected areas further highlight the distinct wetness (precipitation) patterns, referred to as the Westerly Mode of climate change during the current interglacial period.",
                "AnswerCn": "观察数据表明，中亚干旱和半干旱地区的气候动态受到不同大气环流的影响，即季风和西风。全新世数据表明，在以西风为主的地区，中晚全新世气候较为湿润，而在早中全新世则季风更为强劲。此外，过去千年的数据揭示了中世纪温暖期的干旱和小冰期期间西风地区的湿度增加，这与季风地区的情况不同。最近，西北干旱地区的湿度增加以及季风影响区域的干燥条件进一步突显了不同的湿润（降水）模式，这被称为当前间冰期的气候变化西风模式。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors influence the variation in humidity patterns between the monsoon-affected regions and the westerlies-controlled areas in Central Asia during the Holocene?",
                "QuestionCn": "影响中亚季风影响区和西风控制区在全新世湿度模式变化的因素有哪些？",
                "AnswerEn": "The variation in humidity patterns between the monsoon-affected regions and the westerlies-controlled areas in Central Asia during the Holocene is influenced by differences in atmospheric circulation patterns. The monsoon regions experience strong monsoonal activity during the early to mid-Holocene, leading to higher humidity levels, while the westerlies-controlled areas show increased humidity during the mid to late Holocene. Additionally, the Medieval Warm Period and Little Ice Age events exhibit contrasting humidity trends between these regions, with the westerlies-controlled areas experiencing drought during the Medieval Warm Period and increased moisture during the Little Ice Age, whereas monsoon precipitation remains high during the Medieval Warm Period and low during the Little Ice Age. In recent decades, the northwestern arid regions have seen increased humidity, contrasting with drying trends in the eastern Northwest and North China regions under monsoon influence. These patterns are indicative of a unique 'westerly mode' of climate change across multiple time scales, distinct from the monsoon regions.",
                "AnswerCn": "在全新世期间，受季风影响的地区与受西风控制的中亚地区之间的湿度模式变化受到大气环流模式差异的影响。季风地区在全新世早期到中期经历强烈的季风活动，导致湿度水平较高，而受西风控制的地区在全新世中期到晚期则显示出湿度增加。此外，中世纪温暖期和小冰期事件在这些地区表现出对比鲜明的湿度趋势，西风控制的地区在中世纪温暖期经历干旱，而在小冰期则湿度增加；而季风降水在中世纪温暖期保持高水平，在小冰期则降低。近年来，西北干旱地区的湿度有所增加，与此同时，受季风影响的东部西北和华北地区则出现干燥趋势。这些模式表明，在多个时间尺度上存在一种独特的“西风模式”气候变化，与季风地区截然不同。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the likely consequences of the observed differences in humidity patterns between the monsoon-affected regions and the westerly-controlled regions on the interpretation of Holocene climatic data?",
                "QuestionCn": "观察到的季风影响区域和西风控制区域之间的湿度模式差异，对解释全新世气候数据可能产生的后果是什么？",
                "AnswerEn": "The observed differences in humidity patterns between monsoon-affected regions and westerly-controlled regions could lead to distinct interpretations of Holocene climatic data. This discrepancy may result in differing conclusions about past climate variability and regional responses to climate forcings. For instance, the wetter conditions in the westerly-controlled regions during the mid-to-late Holocene contrast with the stronger monsoon conditions in the early-to-mid Holocene, indicating that regional climate dynamics may not align with broader monsoon trends. Understanding these patterns could influence how researchers reconstruct past climates and assess the impact of climate change across these regions.",
                "AnswerCn": "观察到的季风影响区域和西风控制区域之间的湿度模式差异可能导致对全新世气候数据的不同解读。这种差异可能导致对过去气候变异性和区域对气候强迫反应的不同结论。例如，在全新世中晚期，西风控制区域的湿润条件与早中全新世的强季风条件形成对比，表明区域气候动态可能与更广泛的季风趋势不一致。理解这些模式可能会影响研究人员重建过去气候和评估气候变化对这些区域影响的方式。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of collecting integrated humidity data from multiple lakes in the mid-latitude Asian arid and semi-arid regions for the Holocene period?",
                "QuestionCn": "收集中纬度亚洲干旱和半干旱地区多个湖泊的综合湿度数据，针对全新世时期的主要目标是什么？",
                "AnswerEn": "The primary objective is to understand the differing climate change patterns between the westerly-controlled arid regions and the monsoon-influenced humid regions during the Holocene. This includes examining the variations in humidity and precipitation patterns over various time scales in these regions.",
                "AnswerCn": "主要目标是了解在全新世期间，受西风控制的干旱地区与受季风影响的湿润地区之间气候变化模式的差异。这包括考察这些地区在不同时间尺度上湿度和降水模式的变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures can be employed to integrate and analyze humidity data from multiple lakes in the mid-latitude Asian region to study Holocene climate changes?",
                "QuestionCn": "可以采用哪些程序来整合和分析来自中纬度亚洲地区多个湖泊的湿度数据，以研究全新世气候变化？",
                "AnswerEn": "To integrate and analyze humidity data from multiple lakes in the mid-latitude Asian region, researchers can follow a procedure that includes collecting and standardizing humidity records from different lakes, such as Lake Van, Aral Sea, and Issyk-Kul. Data preprocessing might involve aligning timelines using calibrated years before present (cal yr BP) and ensuring consistency across datasets. Statistical methods such as time-series analysis, correlation studies, and climate modeling may be employed to discern patterns and differences between the monsoon-influenced Southeast region and the westerly-dominated inland arid areas. The analysis can further explore phase relationships on decadal to millennial scales and account for regional climatic influences, such as the contrasting humidity patterns observed between the northern and southern Tibetan Plateau.",
                "AnswerCn": "为了整合和分析中纬度亚洲地区多个湖泊的湿度数据，研究人员可以遵循一个程序，包括收集和标准化来自不同湖泊的湿度记录，例如范湖、咸海和伊塞克湖。数据预处理可能涉及使用校准的公元前年份（cal yr BP）对时间线进行对齐，并确保数据集之间的一致性。可以采用时间序列分析、相关性研究和气候建模等统计方法，以辨别季风影响的东南地区与受西风主导的内陆干旱地区之间的模式和差异。分析还可以进一步探讨十年到千年尺度上的相位关系，并考虑区域气候影响，例如北部和南部青藏高原之间观察到的湿度模式的对比。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the reconstruction of Holocene climate variability from lake humidity data in arid and semi-arid regions of Central Asia?",
                "QuestionCn": "哪些方法论能够通过湖泊湿度数据重建中亚干旱和半干旱地区的全新世气候变异性？",
                "AnswerEn": "The reconstruction of Holocene climate variability from lake humidity data in arid and semi-arid regions of Central Asia is enabled by integrating humidity curve data from multiple lakes, such as Lake Van, Aral Sea, and Issyk-Kul, with a focus on understanding the differences in climate patterns between monsoon-influenced and westerly-controlled regions over different time scales.",
                "AnswerCn": "通过整合来自多个湖泊的湿度曲线数据，如范湖、咸海和伊塞克湖，重建中亚干旱和半干旱地区全新世气候变异性，重点关注不同时间尺度上季风影响区与西风控制区之间气候模式的差异。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}