{
  "id": "176bce5a-92d4-4056-ad55-602b0997069e",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Whole-rock major and trace elements, geochronology and related geochemical data of the Shisayi pluton in Tugmanta, Altyn Tagh",
      "titleCn": "阿尔金吐格曼塔石萨依岩体全岩主微量、矿物年代学及相关地化数据",
      "description": "This data includes whole-rock major and trace geochemical data such as leucogranite and pegmatite, major and trace data of gold emerald and tourmaline, zircon chronology isotope data, and quartz isotope and trace data. The samples were collected from the Shisayi pluton in Tugmanta, Altyn Tagh. The main geochemical data of the whole rock are measured by XRF, the trace element data of the whole rock are obtained by laser mass spectrometry of Wuhan Shangpu company, the main and trace element data of tourmaline are obtained by electron microprobe and laser mass spectrometry respectively, and the micro and oxygen isotopes of quartz are obtained by laser mass spectrometry and Sims respectively. The evolving relationship between leucogranite and pegmatite is obtained from the whole rock data. The formation of zircon bound granite and pegmatite is 480-490Ma, while the trace isotope data of tourmaline and quartz can judge the enrichment of rare elements in the metamorphic process and magmatic process. Finally, it is inferred that the metamorphic process has no contribution to the enrichment of lithium beryllium.",
      "descriptionCn": "本数据包括淡色花岗岩及伟晶岩等全岩主微量地球化学数据，金绿宝石主量和电气石的主微量数据，锆石年代学同位素数据，以及石英同位素和微量数据。样品采集自阿尔金吐格曼塔石萨依岩体。全岩主量地化数据通过本所XRF测得，全岩微量数据通过武汉上谱公司的激光质谱获得，电气石的主微量分别由电子探针和激光质谱获得，石英的微量和氧同位素分别由激光质谱和sims获得。全岩数据得到淡色花岗岩与伟晶岩的之间的演化关系，锆石约束花岗岩和伟晶岩的形成与480-490Ma，而电气石和石英微量同位素数据则可以判断变质过程和岩浆过程中稀有元素的富集情况，最终推断变质过程对锂铍富集没有贡献。",
      "instructions": "There are four documents in this data, named \"rockMajTra\", \"zrnAge\", \"ChbMaj and TurAge\" and “QtzTra\", which represent the whole-rock major and trace elements, zircon age, the major elements of emerald and tourmaline, as well as the trace elements and isotope of quartz, respectively.",
      "instructionsCn": "本数据共四个文件，分别命名为“rockMajTra”, “zrnAge”, “ChbMaj and TurAge”, “QtzTra”，分别代表全岩主微量、锆石年代学，金绿宝石和电气石主量，以及石英的微量和同位素。",
      "east": 88.0,
      "west": 87.0,
      "south": 38.0,
      "north": 39.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 253697.0,
      "cstr": null,
      "doi": "10.1016/j.lithos.2021.106358",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "洪涛",
        "nameEn": "HONG Tao",
        "unitEn": "Sun Yat-sen University",
        "unitCn": "中山大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Tourmaline and quartz in the igneous and metamorphic rocks of the Tashisayi granitic batholith, Altyn Tagh, northwestern China: Geochemical variability constraints on metallogenesis",
        "referenceCn": null,
        "referenceEn": "Hong, T., Zhai, M.G., Xu, X.W., Li, H., Wu, C., Ma, Y.C., Niu, L., Ke, Q., & Wang, C. (2021). Tourmaline and quartz in the igneous and metamorphic rocks of the Tashisayi granitic batholith, Altyn Tagh, northwestern China: Geochemical variability constraints on metallogenesis, Lithos, 400–401."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "全岩主微量元素",
        "nameEn": "Whole-rock major and trace element"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "地质年代学",
        "nameEn": "Geochronology"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "稀有金属伟晶岩",
        "nameEn": "Rare elements pegmatites"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "阿尔金",
        "keywordEn": "Altyn Tagh"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "古生代",
        "keywordEn": "Paleozoic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used for analyzing the geochemical and isotopic properties of granitic and pegmatitic rocks?",
        "QuestionCn": "用于分析花岗岩和伟晶岩的地球化学和同位素特性的资料收集方法的特点是什么？",
        "AnswerEn": "X-ray fluorescence for whole-rock major geochemical data, laser mass spectrometry for whole-rock trace data, electronic probe for major and trace elements in tourmaline, laser mass spectrometry for major and trace elements in tourmaline, laser mass spectrometry for trace and oxygen isotope data in quartz, secondary ion mass spectrometry for trace and oxygen isotope data in quartz",
        "AnswerCn": "X射线荧光用于全岩主要地球化学数据，激光质谱用于全岩微量数据，电子探针用于电气石中的主要和微量元素，激光质谱用于电气石中的主要和微量元素，激光质谱用于石英中的微量和氧同位素数据，二次离子质谱用于石英中的微量和氧同位素数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many samples were collected from the 阿尔金吐格曼塔石萨依岩体 for the comprehensive geochemical and isotopic analysis?",
        "QuestionCn": "从阿尔金吐格曼塔石萨依岩体收集了多少个样本用于综合地球化学和同位素分析？",
        "AnswerEn": "The metadata does not specify the exact number of samples collected from the 阿尔金吐格曼塔石萨依岩体.",
        "AnswerCn": "元数据未指定从阿尔金吐格曼塔石萨依岩体收集的样本确切数量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What are '全岩主微量地球化学数据' and how are they typically collected in geological studies?",
        "QuestionCn": "什么是“全岩主微量地球化学数据”，它们通常如何在地质研究中收集？",
        "AnswerEn": "'全岩主微量地球化学数据' refers to the whole-rock major and trace geochemical data, which are crucial for understanding the composition and evolution of rock formations. In geological studies, these data are typically collected using techniques such as X-ray fluorescence (XRF) for major elements and laser ablation inductively coupled plasma mass spectrometry (LA-ICP-MS) for trace elements. These methods allow researchers to analyze the chemical composition of rock samples precisely and determine their geochemical characteristics.",
        "AnswerCn": "'全岩主微量地球化学数据'指的是全岩的主要和微量地球化学数据，这对于理解岩石形成的成分和演化至关重要。在地质研究中，这些数据通常采用X射线荧光（XRF）技术来收集主要元素，采用激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）技术来收集微量元素。这些方法使研究人员能够精确分析岩石样品的化学成分，并确定其地球化学特征。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the isotopic and trace element data of zircon tell us about the geological history and formation periods of granitic and pegmatitic rocks?",
        "QuestionCn": "锆石的同位素和微量元素数据可以告诉我们有关花岗岩和伟晶岩的地质历史和形成时期的哪些信息？",
        "AnswerEn": "The isotopic and trace element data of zircon can indicate that granitic and pegmatitic rocks formed between 480-490Ma, providing insights into the geological history and formation periods of these rocks.",
        "AnswerCn": "锆石的同位素和微量元素数据可以表明花岗岩和伟晶岩在480-490百万年前形成，为这些岩石的地质历史和形成时期提供了见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the primary reasons for selecting specific analytical techniques, such as XRF and laser mass spectrometry, for collecting geochemical and isotopic data in geological studies?",
        "QuestionCn": "选择特定分析技术（如XRF和激光质谱）用于收集地质研究中的地球化学和同位素数据的主要原因是什么？",
        "AnswerEn": "The selection of analytical techniques like XRF for whole-rock major geochemical data and laser mass spectrometry for trace data and isotopic analysis is driven by their ability to accurately quantify elemental concentrations and isotopic compositions. XRF is used for its precision in measuring major elements in bulk samples, while laser mass spectrometry is preferred for its sensitivity and accuracy in obtaining trace element data and isotopic ratios, necessary for understanding the evolution of granitic and pegmatitic rocks. These methods facilitate the examination of metamorphic and magmatic processes, especially in determining rare element enrichment.",
        "AnswerCn": "选择分析技术，如XRF用于整体岩石主要地球化学数据，激光质谱用于微量数据和同位素分析，是因为它们能够准确量化元素浓度和同位素组成。XRF因其在测量块状样品中主要元素的精确性而被使用，而激光质谱因其在获取微量元素数据和同位素比率方面的灵敏度和准确性而受到青睐，这对于理解花岗岩和伟晶岩的演化是必要的。这些方法有助于研究变质和岩浆过程，特别是在确定稀有元素富集方面。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using multiple analytical techniques, such as XRF, laser mass spectrometry, and electron probe microanalysis, for collecting geochemical and isotopic data in understanding the evolution of granitic rocks?",
        "QuestionCn": "使用多种分析技术，如XRF、激光质谱和电子探针显微分析，收集地球化学和同位素数据对理解花岗岩演化的影响有哪些后果？",
        "AnswerEn": "Using multiple analytical techniques allows for a comprehensive understanding of the geochemical and isotopic characteristics of granitic rocks. XRF provides major geochemical data, laser mass spectrometry offers trace element data, and electron probe microanalysis yields detailed mineral data. Together, these methods enable researchers to delineate the evolutionary relationship between granitic rocks and pegmatites, constrain their formation ages, and assess the role of metamorphic and magmatic processes in rare element enrichment, specifically indicating that metamorphic processes do not contribute to lithium and beryllium enrichment.",
        "AnswerCn": "使用多种分析技术可以全面了解花岗岩的地球化学和同位素特征。XRF提供主要的地球化学数据，激光质谱法提供微量元素数据，电子探针显微分析则提供详细的矿物数据。这些方法结合在一起，使研究人员能够划分花岗岩与伟晶岩之间的演化关系，约束其形成年龄，并评估变质和岩浆过程在稀有元素富集中的作用，特别表明变质过程并不促进锂和铍的富集。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the objective of collecting whole-rock major and trace geochemical data, as well as mineral isotopic data, from the 阿尔金吐格曼塔石萨依岩体?",
        "QuestionCn": "收集阿尔金吐格曼塔石萨依岩体的全岩主要和微量地球化学数据，以及矿物同位素数据的目的是什么？",
        "AnswerEn": "The objective is to understand the evolutionary relationship between leucogranite and pegmatite, constrain the formation of granite and pegmatite to the period of 480-490 Ma, and analyze the enrichment of rare elements during metamorphic and magmatic processes. Additionally, the data aims to deduce that the metamorphic process does not contribute to lithium and beryllium enrichment.",
        "AnswerCn": "目标是理解白花岗岩和伟晶岩之间的进化关系，将花岗岩和伟晶岩的形成限制在480-490百万年前，并分析在变质和岩浆过程中稀有元素的富集。此外，数据旨在推断变质过程并不促进锂和铍的富集。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and techniques can be employed to accurately measure the geochemical composition and isotopic data of minerals such as zircon and tourmaline in a dataset, and how do these methods impact the analysis of magmatic and metamorphic processes?",
        "QuestionCn": "可以采用哪些程序和技术来准确测量锆石和电气石等矿物的地球化学成分和同位素数据，并且这些方法如何影响对岩浆和变质过程的分析？",
        "AnswerEn": "To accurately measure the geochemical composition and isotopic data of minerals such as zircon and tourmaline, various techniques are utilized. For whole-rock major geochemical data, X-ray fluorescence (XRF) is typically used, while trace element data can be obtained through laser ablation inductively coupled plasma mass spectrometry (LA-ICP-MS). For tourmaline, major and trace elements can be measured using electron probe microanalysis (EPMA) and LA-ICP-MS. Zircon isotopic data, crucial for understanding magmatic processes, is often gathered using laser ablation techniques, while quartz isotopic and trace data can be obtained using LA-ICP-MS and secondary ion mass spectrometry (SIMS). These methods are integral for determining the evolutionary relationship between different rock types and assessing rare element enrichment during metamorphic and magmatic processes.",
        "AnswerCn": "为了准确测量锆石和电气石等矿物的地球化学成分和同位素数据，采用了多种技术。对于全岩主要地球化学数据，通常使用X射线荧光（XRF），而微量元素数据可以通过激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）获得。对于电气石，主要和微量元素可以使用电子探针显微分析（EPMA）和LA-ICP-MS进行测量。锆石同位素数据对于理解岩浆过程至关重要，通常通过激光剥蚀技术收集，而石英的同位素和微量数据可以通过LA-ICP-MS和次级离子质谱（SIMS）获得。这些方法对于确定不同岩石类型之间的演化关系以及评估在变质和岩浆过程中稀有元素的富集至关重要。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}