{
  "id": "17dfd6c8-2c1d-4caa-b3e7-a22eea566537",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Datasets of streamflow, evapotranspiration and precipitation in the Upper Heihe River Basin (1992-2015)",
      "titleCn": "黑河上游河川径流量、蒸散发和降水量数据集（1992-2015）",
      "description": "This data is the runoff and evapotranspiration generated by the precipitation in the growing season of the upper reaches of Heihe River from 1992 to 2015. Temporal resolution: year (growingseason), spatial resolution: 0.00833°. The data include precipitation (mm), evapotranspiration (mm), runoff (mm) and soil water content (m3 / m3). The data are obtained by using meteorological, soil and vegetation parameters based on Eagleson eco hydrological model. The simulated rainfall runoff is verified by using the observed runoff data in the growing season of 6 sub basins in the upper reaches of Heihe River (Heihe main stream, Babao River, yeniugou, Liyuan River, Wafangcheng and Hongshui River). The variation range of correlation coefficient (R) is 0.53-0.74, RMSE is 32.46-233.18 mm, and the relative error range is -0.66-0.0005; The difference between simulated evapotranspiration and gleam et is − 115.36 mm to 44.1 mm. The simulation results can provide some reference for hydrological simulation in the upper reaches of Heihe River.",
      "descriptionCn": "本数据为黑河上游1992-2015年生长季降水产生的径流、蒸散发，数据内容包括：降水（mm）、蒸散发（mm）、径流（mm）、土壤含水量（m3/m3）。时间分辨率：年（生长季），空间分辨率：0.00833°。数据是基于Eagleson生态水文模型使用气象、土壤、植被参数模拟获得的，模拟的降雨径流使用黑河上游6个子流域（黑河干流、八宝河、野牛沟、梨园河、瓦房城、洪水河）的生长季观测径流数据进行了验证，相关系数（R）的变化范围为0.53-0.74，RMSE在32.46-233.18 mm之间，相对误差范围为-0.66--0.0005；模拟蒸散发与GLEAM ET之差在−115.36 mm 到 44.1 mm之间。模拟结果可以为黑河上游水文模拟提供一定参考。",
      "instructions": "File name: Heihe_ growingseason_ P_ ET_ RO_ SM_ 1992-2015. nc\nWhere P represents precipitation, ET represents evapotranspiration, RO represents runoff and SM represents soil moisutre.",
      "instructionsCn": "文件名为：Heihe_growingseason_P_ET_RO_SM_1992-2015.nc\n其中P代表降水，ET代表蒸散发，RO代表径流，SM代表土壤水。",
      "east": 102.0125,
      "west": 97.1125,
      "south": 37.0375,
      "north": 40.0125,
      "startTime": "1992-01-01 00:00:00",
      "endTime": "2015-12-01 00:00:00",
      "fileSize": 161956662.0,
      "cstr": "18406.11.Terre.tpdc.272404",
      "doi": "10.11888/Terre.tpdc.272404",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张宝庆",
        "nameEn": "ZHANG Baoqing",
        "unitEn": "",
        "unitCn": "兰州大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Rational Planning of Land Use Can Maintain Water Yield Without Damaging Ecological Stability in Upstream of Inland River: Case Study in the Hei River Basin of China",
        "referenceCn": null,
        "referenceEn": "Su, T., Zhang, B., He, X., Shao, R., Li, Y., & Tian, J., et al. (2020). Rational planning of land use can maintain water yield without damaging ecological stability in upstream of inland river: Case study in the Hei River Basin of China. Journal of Geophysical Research: Atmospheres, 125, e2020JD032727. https://doi.org/10.1029/2020JD032727"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "Eagleson生态水文模型",
        "nameEn": "Eagleson’s Ecohydrological Model"
      },
      {
        "nameCn": "其他数据",
        "nameEn": "Others"
      },
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "径流",
        "nameEn": "Streamflow"
      },
      {
        "nameCn": "气候变化适应",
        "nameEn": "climate change adaptation"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "生态治理",
        "nameEn": "Ecological governance"
      },
      {
        "nameCn": "蒸散发",
        "nameEn": "Evapotranspiration"
      },
      {
        "nameCn": "雨量",
        "nameEn": "rainfall"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河上游",
        "keywordEn": "Upper Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1992-2015",
        "keywordEn": "1992-2015",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of datasets used to simulate hydrological processes such as runoff, evapotranspiration, and precipitation in upstream river basins?",
        "QuestionCn": "用于模拟上游河流流域的水文过程（如径流、蒸散发和降水）的数据集的特征是什么？",
        "AnswerEn": "precipitation (mm), evapotranspiration (mm), runoff (mm), soil moisture content (m3/m3), temporal resolution annual, spatial resolution 0.00833°",
        "AnswerCn": "降水量 (毫米)，蒸散量 (毫米)，径流量 (毫米)，土壤含水量 (立方米/立方米)，时间分辨率 年度，空间分辨率 0.00833°",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the number of sub-basins used for validating the run-off simulations in a dataset related to river flow, evapotranspiration, and precipitation data in the upper reaches of the Heihe River?",
        "QuestionCn": "在与黑河上游的河流流量、蒸散发和降水数据相关的数据集中，用于验证径流模拟的子流域数量是多少？",
        "AnswerEn": "6",
        "AnswerCn": "6",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'Eagleson ecological hydrology model' mean in the context of simulating hydrological data?",
        "QuestionCn": "在模拟水文数据的背景下，“Eagleson生态水文模型”是什么意思？",
        "AnswerEn": "The Eagleson ecological hydrology model is a framework used for simulating hydrological data, such as runoff, evapotranspiration, and precipitation, by utilizing meteorological, soil, and vegetation parameters. In this context, it is used to generate data for hydrological studies in the upper reaches of the Heihe River, with the results validated against observed runoff data from multiple sub-basins.",
        "AnswerCn": "Eagleson生态水文模型是一个用于模拟水文数据的框架，如径流、蒸散发和降水，利用气象、土壤和植被参数。在这个背景下，它被用于生成黑河上游的水文研究数据，结果与多个子流域的观测径流数据进行了验证。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods using the Eagleson ecohydrological model compare to traditional observational techniques in terms of accuracy and validation for estimating river runoff and evapotranspiration in upstream river basins?",
        "QuestionCn": "使用Eagleson生态水文模型的数据收集方法与传统观测技术在估算上游河流流量和蒸散发方面的准确性和验证效果如何比较？",
        "AnswerEn": "The Eagleson ecohydrological model uses meteorological, soil, and vegetation parameters to simulate river runoff and evapotranspiration, which are validated using observational data from six sub-basins in the Heihe River's upstream area. The validation shows a correlation coefficient range of 0.53-0.74, RMSE between 32.46-233.18 mm, and relative error from -0.66 to -0.0005, indicating the model's potential for providing reference data for hydrological simulations in this region.",
        "AnswerCn": "Eagleson生态水文模型利用气象、土壤和植被参数来模拟河流径流和蒸散发，并通过来自黑河上游地区六个子流域的观测数据进行验证。验证结果显示相关系数范围为0.53-0.74，均方根误差（RMSE）在32.46-233.18毫米之间，相对误差从-0.66到-0.0005，表明该模型在该地区的水文模拟中具有提供参考数据的潜力。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the variance in precipitation, evapotranspiration, and runoff data inform our understanding of water cycle dynamics in river basins over extended periods?",
        "QuestionCn": "降水、蒸散发和径流数据的变异性如何帮助我们理解河流流域水循环动态的长期变化？",
        "AnswerEn": "The variance in precipitation, evapotranspiration, and runoff data can help researchers understand the dynamics of the water cycle by indicating how seasonal and long-term changes affect water availability. The data, collected from 1992 to 2015 with a focus on growing seasons in the upper reaches of the Heihe River, provide insights into the interaction between meteorological factors and hydrological responses. The use of the Eagleson ecohydrological model and validation against observed runoff data from six sub-basins allows for interpretation of these patterns, with correlation coefficients ranging from 0.53 to 0.74, and relative errors spanning -0.66 to -0.0005. These patterns can indicate how climatic variables and land characteristics influence hydrological processes and can be used to inform future water resource management and ecological conservation strategies.",
        "AnswerCn": "降水、蒸散发和径流数据的方差可以帮助研究人员理解水循环的动态，表明季节性和长期变化如何影响水资源的可用性。该数据从1992年到2015年收集，重点关注黑河上游的生长季节，为气象因素与水文响应之间的相互作用提供了见解。使用Eagleson生态水文模型，并与六个子流域的观测径流数据进行验证，能够解释这些模式，相关系数范围为0.53到0.74，相对误差范围为-0.66到-0.0005。这些模式可以表明气候变量和土地特征如何影响水文过程，并可用于指导未来的水资源管理和生态保护策略。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What underlying causes could lead to discrepancies between simulated and observed river runoff and evapotranspiration data in hydrological models?",
        "QuestionCn": "导致水文模型中模拟的河流径流和蒸散发数据与观测数据之间出现差异的潜在原因有哪些？",
        "AnswerEn": "The discrepancies could stem from the limitations of the Eagleson ecohydrological model used for simulations, variations in meteorological, soil, and vegetation parameters, and the inherent challenges in capturing complex hydrological processes accurately. Additionally, differences in the spatial and temporal resolutions of input data and the validation process using observational data from various sub-basins with different characteristics may also contribute to such discrepancies.",
        "AnswerCn": "这些差异可能源于用于模拟的Eagleson生态水文模型的局限性、气象、土壤和植被参数的变化，以及准确捕捉复杂水文过程的固有挑战。此外，输入数据的空间和时间分辨率的差异，以及使用来自不同特征的子流域的观测数据进行验证的过程，也可能导致这些差异。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the likely consequences of using the Eagleson ecohydrological model in simulating river runoff and evapotranspiration in upstream Heihe River if local observational data shows variation?",
        "QuestionCn": "使用Eagleson生态水文模型模拟上游黑河的河流径流和蒸散发，如果当地观测数据存在变异，可能会产生哪些后果？",
        "AnswerEn": "Using the Eagleson ecohydrological model with local observational data from upstream Heihe River might result in variations in the simulated outcomes, such as a range in correlation coefficients (R) from 0.53 to 0.74 and RMSE values between 32.46-233.18 mm for runoff. There could also be discrepancies in simulated versus observed evapotranspiration, with differences ranging from −115.36 mm to 44.1 mm when compared to GLEAM ET data. Such outcomes highlight the importance of model validation against local observational data to ensure accuracy and reliability.",
        "AnswerCn": "使用Eagleson生态水文模型与来自黑河上游的地方观测数据可能会导致模拟结果的变化，例如，径流的相关系数（R）范围从0.53到0.74，均方根误差（RMSE）值在32.46-233.18毫米之间。模拟的蒸散发与观测值之间也可能存在差异，与GLEAM ET数据相比，差异范围为−115.36毫米到44.1毫米。这些结果突显了使用地方观测数据对模型进行验证的重要性，以确保准确性和可靠性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the purpose of simulating precipitation runoff using ecological hydrological models in the context of river runoff, evapotranspiration, and precipitation data collection in upstream Heihe?",
        "QuestionCn": "在黑河上游的河流径流、蒸散发和降水数据收集的背景下，使用生态水文模型模拟降水径流的目的是什么？",
        "AnswerEn": "The purpose is to obtain data on precipitation-generated runoff and evapotranspiration from 1992 to 2015 for the upstream Heihe region. This is achieved by simulating using the Eagleson ecological hydrological model with meteorological, soil, and vegetation parameters. The simulated rainfall runoff is validated against observed runoff data from six sub-basins in upstream Heihe during the growing season. These simulations aim to provide reference data for hydrological modeling in upstream Heihe.",
        "AnswerCn": "目的是获取1992年至2015年上游黑河地区降水产生的径流和蒸散发数据。通过使用Eagleson生态水文模型，结合气象、土壤和植被参数进行模拟。模拟的降雨径流与上游黑河六个子流域在生长季节的观测径流数据进行验证。这些模拟旨在为上游黑河的水文建模提供参考数据。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}