{
    "id": "17eeb0d0-5bee-4454-8cbf-323ca9743d9c",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Glacier inventory of Qilian Mountain Area (2020)",
            "titleCn": "祁连山地区冰川边界（2020）",
            "description": "This dataset contains the glacier outlines in Qilian Mountain Area in 2020. The dataset was produced based on classical band ratio criterion and manual editing. Chinese GF series images collected in 2020 were used as basic data for glacier extraction. Google images and Map World images were employed as reference data for manual adjusting. The dataset was stored in SHP format and attached with the attributions of coordinates, glacier ID and glacier area. Consisting of 1 season, the dataset has a spatial resolution of 2 meters. The accuracy is about 1 pixel (±2 meter). The dataset directly reflects the glacier distribution within the Qilian Mountain in 2020, and can be used for quantitative estimation of glacier mass balance and the quantitative assessment of glacier change’s impact on basin runoff.",
            "descriptionCn": "本数据为祁连山地区2020年冰川分布产品。采用经典波段比值法和人工修正的方法提取。原始基础数据为2020年祁连山全境的高分系列影像。参考数据为谷歌影像和天地图影像。产品以shp文件格式存储，包含坐标系、冰川ID、冰川面积等属性。产品为1期，空间分辨率为2米，边界精度在2米（一个像元）左右。该数据直观地反映了祁连山冰川在2020年的分布，可用于冰川物质平衡变化定量估计、冰川变化对流域径流量影响定量估计等研究。",
            "instructions": "File Naming Convention: Dataset class_coordinate_YYYY.shp (YYYY: year)\nData Version：V1.0\nProjection：+proj=longlat +datum=WGS84 +no_defs\nData Format: shp\nGlacier body：Polygon vector",
            "instructionsCn": "文件命名约定：数据种类_坐标系_YYYY.shp\t（YYYY：年）\n数据版本号：V1.0\n投影：+proj=longlat +datum=WGS84 +no_defs\n数据格式：shp \n冰川：多边形矢量",
            "east": 102.238,
            "west": 95.125,
            "south": 37.475,
            "north": 39.575,
            "startTime": "2020-07-01 00:00:00",
            "endTime": "2020-09-30 00:00:00",
            "fileSize": 2851726.0,
            "cstr": "18406.11.Glacio.tpdc.271470",
            "doi": "10.11888/Glacio.tpdc.271470",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李佳",
                "nameEn": "LI Jia",
                "unitEn": "Central South University",
                "unitCn": "中南大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "近50年来祁连山冰川变化——基于中国第一、二次冰川编目数据",
                "titleEn": null,
                "referenceCn": "孙美平, 刘时银, 姚晓军等. 近50年来祁连山冰川变化——基于中国第一、二次冰川编目数据. 地理学报, 2015, 70(9): 1402-1414.",
                "referenceEn": null
            },
            {
                "titleCn": "基于第二次冰川编目的中国冰川现状",
                "titleEn": null,
                "referenceCn": "刘时银, 姚晓军, 郭万钦等. (2015). 基于第二次冰川编目的中国冰川现状. 地理学报, 70(1), 3-16.",
                "referenceEn": null
            },
            {
                "titleCn": "气候变化对冰川影响与风险研究",
                "titleEn": null,
                "referenceCn": "刘时银, 张勇, 刘巧等. (2017). 气候变化对冰川影响与风险研究. 科学出版社.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "The second Chinese glacier inventory: data, methods and results",
                "referenceCn": null,
                "referenceEn": "Guo, W.Q., Liu, S.Y., Xu, J.L., et al. (2015). The second Chinese glacier inventory: data, methods and results. Journal of Glaciology, 61(226), 357-372. doi: 10.3189/2015JoG14J209"
            },
            {
                "titleCn": "祁连山地区2020年冰川边界产品",
                "titleEn": null,
                "referenceCn": "李佳，顾云杨，李建江，李新，刘绍民. 祁连山地区2020年冰川边界产品. (2021). 国家青藏高原科学数据中心(http://data.tpdc.ac.cn/zh-hans/) [Li Jia, Gu Yun-yang, Li Jian-jiang, Li Xin, Liu Shao-min. The dataset of glacier outlines in the Qilian Mountain Area in 2020. (2021). National Tibetan Plateau Data Center (http://data.tpdc.ac.cn/zh-hans/)].",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰川编目",
                "nameEn": "glacier inventory"
            },
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            },
            {
                "nameCn": "地表产品",
                "nameEn": "Land surface product"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "祁连山地区",
                "keywordEn": "Qilian Mountains"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to extract glacier boundaries in the Qilian Mountains in 2020?",
                "QuestionCn": "您能否提供一个用于提取2020年祁连山冰川边界的数据收集方法的例子？",
                "AnswerEn": "An example of a data collection method used to extract glacier boundaries in the Qilian Mountains in 2020 is the classic band ratio method combined with manual correction. This method utilized high-resolution images from the Gaofen series and referenced Google Earth and Tianditu imagery to ensure precision and accuracy in the data.",
                "AnswerCn": "2020年在祁连山提取冰川边界的一种数据收集方法是经典的波段比率法结合手动修正。该方法利用了高分辨率的高分系列影像，并参考了谷歌地球和天地图影像，以确保数据的精确性和准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific features and characteristics of glacier boundaries in the Qilian Mountains area as observed in 2020?",
                "QuestionCn": "2020年观察到的祁连山地区冰川边界的具体特征和特点是什么？",
                "AnswerEn": "extraction using classical band ratio methods, manual correction, high-resolution images from the Gaofen series, shp file format, coordinate systems, glacier ID, glacier area, spatial resolution of 2 meters, boundary accuracy around 2 meters",
                "AnswerCn": "使用经典波段比值法进行提取，手动校正，使用高分系列的高分辨率影像，shp文件格式，坐标系，冰川ID，冰川面积，空间分辨率为2米，边界精度约为2米。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the glacier boundary dataset for the Qilian Mountains in 2020?",
                "QuestionCn": "2020年祁连山冰川边界数据集的空间分辨率是多少？",
                "AnswerEn": "2 meters",
                "AnswerCn": "2米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '波段比值法' mean in the context of glacier boundary extraction?",
                "QuestionCn": "'波段比值法'在冰川边界提取的上下文中指的是一种利用不同波段的比值来识别和提取冰川边界的方法。",
                "AnswerEn": "In the context of glacier boundary extraction, '波段比值法' refers to the classic band ratio method used to extract glacier boundaries from satellite imagery. It involves the use of specific spectral bands to highlight the differences between glaciers and their surroundings, facilitating the identification and delineation of glacier areas.",
                "AnswerCn": "在冰川边界提取的背景下，“波段比值法”指的是经典的波段比值方法，用于从卫星影像中提取冰川边界。它涉及使用特定的光谱波段，以突出冰川与周围环境之间的差异，从而便于识别和划定冰川区域。",
                "Level": "C2(Understanding)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the intended objectives behind extracting glacier boundaries using classic band ratio and manual correction methods in the Qilian Mountain region?",
                "QuestionCn": "在祁连山地区，使用经典波段比率和手动修正方法提取冰川边界的预期目标是什么？",
                "AnswerEn": "The intended objectives include providing a clear depiction of glacier distribution in the Qilian Mountain region for the year 2020, which can be utilized for quantitative estimation of glacier mass balance changes and assessing the impact of glacier changes on river basin runoff.",
                "AnswerCn": "预期目标包括提供2020年祁连山地区冰川分布的清晰描述，这可以用于定量估算冰川质量平衡变化以及评估冰川变化对流域径流的影响。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}