{
  "id": "1822454d-7ace-46fa-be47-d70330256b5c",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Global gridded air temperature dataset based on the VI-Ts triangle method",
      "titleCn": "基于VI-Ts三角形方法的全球空气温度数据集",
      "description": "This dataset is based on the Vegetation Index (VI) derived from the MODIS land surface datasets MOD09CMG and MOD13C1, and the Land Surface Temperature (LST) data derived from MOD11C1. Using the VI-Ts triangle method, a global-scale daily air temperature dataset with a 0.05-degree resolution from 2001 to 2020 was retrieved. This air temperature dataset is an intermediate output variable from the Global Land Near Real-Time Evapotranspiration Dataset based on the Moderate Resolution Imaging Spectroradiometer (MODIS) Standard Evapotranspiration Algorithm (VISEA) (Huang, L. (2023). Satellite-based Near-Real-Time Global Daily Terrestrial Evapotranspiration Estimates. National Tibetan Plateau / Third Pole Environment Data Center. https://doi.org/10.11888/Terre.tpdc.300782 . https://cstr.cn/18406.11.Terre.tpdc.300782.). It has been compared and evaluated with observational data from 149 FLUXCOM stations. The results indicate that the accuracy of this air temperature data is close to that of ground-based observations over most surfaces. However, in densely vegetated tropical rainforest areas (evergreen broadleaf forests), the accuracy is reduced due to the small variability in vegetation indices between grid cells and significant data gaps in MODIS land surface air temperature in these regions. The current data covers the period from 2001 to 2020, with data post-2020 to be updated gradually.",
      "descriptionCn": "本数据集基于MODIS陆面数据集MOD09CMG和MOD13C1的植被指数（Vegetation Index）以及MOD11C1反演的地表温度（Land Surface Temperature）数据，利用VI-Ts三角形方法，反演了2001-2020年全球尺度0.05度分辨率的日尺度空气温度数据。该空气温度数据集是基于中分辨率成像光谱仪（MODIS）标准蒸散发算法（VISEA）的全球陆面近实时蒸散发数据集（黄磊. (2023). 基于卫星遥感数据的全球陆面蒸散发逐日近实时估算数据集（2001-2024）. 国家青藏高原数据中心. https://doi.org/10.11888/Terre.tpdc.300782 . https://cstr.cn/18406.11.Terre.tpdc.300782 .）中的中间输出变量，并已与FLUXCOM的149个观测站点数据进行对比评估。结果表明，该空气温度数据在绝大部分地表与地面观测数据接近，但在植被覆盖较密的热带雨林地区（常绿阔叶林），由于栅格单元间植被指数差异较小且MODIS地面空气温度数据在这些区域缺失严重，因此精度有所降低。目前数据覆盖2001-2020年，2020年后的数据将逐步更新。",
      "instructions": "Daily ET files are named as \"[Ta_dyyyymmdd.xy]\", \"Ta_d\" corresponds to daily air temperature; \"yyyy\", \"mm\" and \"dd\" represents the four-digit year, two-digit month and the two-digit date respectively; \".xy\" indicates a binary file with 64-bit double format. The daily air temperature data presented here were generated by a C code written in 64-bit double format. The dataset spans from 180°West longitude to 180°East longitude and from 90°North latitude to 90° South latitude, featuring a spatial resolution of 0.05° × 0.05°. The data is structured in a grid format, consisting of 7,200 × 3,600 cells.",
      "instructionsCn": "本数据命名为Ta_dyyyymmdd.xy\"。其中“yyyy”、\"mm\"和\"dd\"分别表示四位数年份、两位数月份和两位数日期；\".xy\"表示64位双精度格式的二进制文件。这里呈现的空气温度数据是由一段使用64位双精度格式编写的C代码生成的。该数据集跨越从180°西经度到180°东经度和从90°北纬度到90°南纬度的范围，空间分辨率为0.05° × 0.05°。数据以网格格式组织，包含7,200 × 3,600个单元格。",
      "east": 180.0,
      "west": 180.0,
      "south": 90.0,
      "north": 90.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 1514764800000.0,
      "cstr": "18406.11.Terre.tpdc.301214",
      "doi": "10.11888/Terre.tpdc.301214",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "黄磊",
        "nameEn": "HUANG Lei",
        "unitEn": "Tsinghua University",
        "unitCn": "清华大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Evaluation of satellite-based evapotranspiration estimates in China",
        "referenceCn": null,
        "referenceEn": "Huang, L., Li, Z., Tang, Q.H., Zhang, X.J., Liu, X.C., & Cui, H.J. (2017). Evaluation of\nsatellite-based evapotranspiration estimates in China. Journal of Applied Remote Sensing, 11(2), 026019-1-026019-22"
      },
      {
        "titleCn": null,
        "titleEn": "An improved satellite-based evapotranspiration procedure for China",
        "referenceCn": null,
        "referenceEn": "Huang, L., Luo, Y., Steenhuis, T., Tang, Q.H., Cheng, W., Shi, W., Xia, X., Zhao, D.C., & Liao, Z.Y., et al. (2023). An improved satellite-based evapotranspiration procedure for China. Earth and Space Science, 10, e2023EA002949. https://doi.org/10.1029/2023EA"
      },
      {
        "titleCn": null,
        "titleEn": "Revisiting Daily MODIS Evapotranspiration Algorithm Using Flux Tower Measurements in China",
        "referenceCn": null,
        "referenceEn": "Huang, L., Steenhuis, T., Luo, Y., Tang, Q.H., Tang, R.L., Zheng, J.Q., Shi, W., & Qiao, C. (2021). Revisiting Daily MODIS Evapotranspiration Algorithm Using Flux Tower Measurements in China, Earth and Space Science, 8, 1-32."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表参数",
        "nameEn": "Land Surface Parameter"
      },
      {
        "nameCn": "地表蒸散发",
        "nameEn": "Land-surface evapotranspiration"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球",
        "keywordEn": "global"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2001-2020",
        "keywordEn": "2001-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the features and challenges of using the VI-Ts triangle method for deriving global air temperature datasets from satellite remote sensing data?",
        "QuestionCn": "使用VI-Ts三角法从卫星遥感数据中推导全球气温数据集的特点和挑战是什么？",
        "AnswerEn": "MODIS land surface data, vegetation indices, land surface temperature, daily air temperature data, global scale, resolution of 0.05 degrees, 2001 to 2020, reduced accuracy in densely vegetated tropical rainforest areas, small vegetation index differences, missing MODIS air temperature data",
        "AnswerCn": "MODIS地表数据、植被指数、地表温度、每日气温数据、全球尺度、分辨率为0.05度、2001年至2020年、在植被茂密的热带雨林地区精度降低、植被指数差异小、缺少MODIS气温数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the global air temperature data derived using the VI-Ts triangle method?",
        "QuestionCn": "使用VI-Ts三角法得出的全球气温数据的空间分辨率是多少？",
        "AnswerEn": "0.05 degrees",
        "AnswerCn": "0.05度",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the VI-Ts triangle method used for estimating air temperature data?",
        "QuestionCn": "VI-Ts三角形法用于估算气温数据是什么？",
        "AnswerEn": "The VI-Ts triangle method is a technique that utilizes vegetation index data from MODIS datasets (MOD09CMG and MOD13C1) along with land surface temperature data from MOD11C1 to inversely estimate air temperature at a global scale. It is particularly applied to create a daily air temperature dataset with a resolution of 0.05 degrees from 2001 to 2020. This method is part of the process used in generating a global land surface near-real-time evapotranspiration dataset, and its outputs have been compared with observational data from 149 FLUXCOM sites for evaluation.",
        "AnswerCn": "VI-Ts三角法是一种利用MODIS数据集（MOD09CMG和MOD13C1）中的植被指数数据以及MOD11C1中的地表温度数据，反向估算全球范围内空气温度的技术。该方法特别用于创建2001年至2020年间分辨率为0.05度的日空气温度数据集。此方法是生成全球陆地表面近实时蒸散发数据集过程的一部分，其输出已与149个FLUXCOM站点的观测数据进行了比较评估。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the accuracy of air temperature data derived from the VI-Ts triangle method using MODIS data compare to ground-based observational data, particularly in areas with dense tropical rainforest vegetation?",
        "QuestionCn": "使用MODIS数据通过VI-Ts三角法获得的空气温度数据的准确性与地面观测数据相比，特别是在密集热带雨林植被区域，如何？",
        "AnswerEn": "The air temperature data derived from the VI-Ts triangle method using MODIS data is generally close to ground-based observational data across most land surfaces. However, in densely vegetated tropical rainforest areas, such as evergreen broadleaf forests, the accuracy is lower due to minimal differences in vegetation indices between grid cells and significant gaps in MODIS air temperature data.",
        "AnswerCn": "通过VI-Ts三角法利用MODIS数据得出的空气温度数据在大多数陆地表面上通常与地面观测数据相近。然而，在密集植被的热带雨林地区，如常绿阔叶林，由于网格单元之间的植被指数差异较小以及MODIS空气温度数据存在显著缺口，准确性较低。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in accurately estimating air temperature in tropical rainforest areas using satellite-based methods?",
        "QuestionCn": "哪些因素导致在热带雨林地区使用卫星方法准确估计空气温度面临挑战？",
        "AnswerEn": "In tropical rainforest areas, the accuracy of air temperature estimation is affected by the small differences in vegetation indices between grid units and the significant lack of MODIS ground air temperature data, leading to reduced precision.",
        "AnswerCn": "在热带雨林地区，空气温度估计的准确性受到网格单元之间植被指数微小差异的影响，以及MODIS地面空气温度数据的显著缺乏，从而导致精度降低。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using the VI-Ts triangle method on the accuracy of global air temperature datasets, particularly in regions with dense vegetation like tropical rainforests?",
        "QuestionCn": "使用VI-Ts三角形方法对全球气温数据集的准确性可能产生哪些影响，特别是在热带雨林等植被密集的地区？",
        "AnswerEn": "The use of the VI-Ts triangle method results in air temperature datasets that closely match ground observation data for most surface types. However, in regions with dense vegetation, such as tropical rainforests, the accuracy is reduced because of minimal differences in vegetation indices between grid cells and substantial data gaps in MODIS ground air temperature data in these areas.",
        "AnswerCn": "VI-Ts三角法的使用产生的空气温度数据集与大多数地表类型的地面观测数据非常接近。然而，在植被密集的地区，如热带雨林，由于网格单元之间的植被指数差异较小以及MODIS地面空气温度数据在这些地区存在大量数据缺口，准确性降低。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the key objectives of utilizing the VI-Ts triangle method for deriving global air temperature data from MODIS datasets?",
        "QuestionCn": "利用VI-Ts三角法从MODIS数据集中推导全球气温数据的关键目标是什么？",
        "AnswerEn": "The primary goal of using the VI-Ts triangle method is to retrieve daily global air temperature data at a 0.05-degree resolution from MODIS land surface datasets, specifically MOD09CMG and MOD13C1 for Vegetation Index, and MOD11C1 for Land Surface Temperature. This approach aims to produce a comprehensive air temperature dataset that aligns closely with ground-based observations across most land surfaces. However, it faces challenges in densely vegetated tropical rainforest areas due to limited MODIS data availability and small differences in Vegetation Index among grid cells in these regions. The data is intended to complement existing datasets by providing near-real-time estimates and has been evaluated against FLUXCOM's 149 observational sites.",
        "AnswerCn": "使用VI-Ts三角法的主要目标是从MODIS陆面数据集中检索每日全球气温数据，分辨率为0.05度，具体包括MOD09CMG和MOD13C1的植被指数，以及MOD11C1的陆面温度。该方法旨在生成一个全面的气温数据集，与大多数陆地表面的地面观测结果紧密对齐。然而，在密集的热带雨林地区，由于MODIS数据可用性有限以及这些区域网格单元之间植被指数的小差异，该方法面临挑战。该数据旨在补充现有数据集，提供近实时的估计，并已针对FLUXCOM的149个观测站进行了评估。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in using the VI-Ts triangular method to derive a global air temperature dataset from MODIS land surface data?",
        "QuestionCn": "使用VI-Ts三角法从MODIS陆地表面数据中推导全球气温数据集涉及哪些程序步骤？",
        "AnswerEn": "The VI-Ts triangular method involves utilizing MODIS land surface data, specifically the Vegetation Index from datasets MOD09CMG and MOD13C1, and the Land Surface Temperature from dataset MOD11C1. The procedure entails using these data to compute daily air temperature at a global scale with 0.05-degree resolution for the period from 2001 to 2020. The algorithm is based on the VI-Ts triangular method, integrated into the MODIS standard evapotranspiration algorithm (VISEA), and produces outputs that are compared and evaluated with observations from 149 FLUXCOM stations. Challenges include potential data inaccuracies in densely vegetated areas like tropical rainforests due to small differences in vegetation index among grid cells and data gaps in MODIS air temperature readings in these regions.",
        "AnswerCn": "VI-Ts三角形方法涉及利用MODIS陆面数据，具体来说是MOD09CMG和MOD13C1数据集中的植被指数，以及MOD11C1数据集中的陆面温度。该过程利用这些数据计算2001年至2020年期间全球范围内0.05度分辨率的日气温。该算法基于VI-Ts三角形方法，集成到MODIS标准蒸散发算法（VISEA）中，生成的输出与149个FLUXCOM站点的观测数据进行比较和评估。挑战包括在热带雨林等植被密集地区可能存在的数据不准确性，因为这些区域的植被指数在网格单元之间的差异较小，以及MODIS气温读数在这些地区的数据缺口。",
        "Level": "C3(Applying)"
      }
    ]
  }
}