{
    "id": "183574cd-cc69-440e-afa1-eb82ce3032e0",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Dataset of soil texture on the Qinghai-Tibet Plateau (2010)",
            "titleCn": "青藏高原土壤质地数据集（2010）",
            "description": "Soil data are extremely important at both global and local scales, and in the absence of reliable soil data, land degradation assessments, environmental impact studies and sustainable land management interventions are severely hampered。By Soil information data in the urgent need of the World, especially under the background of the convention on climate change, international institute for applied systems analysis (IIASA) and the UN food and agriculture organization (FAO) and the Kyoto protocol on Soil carbon measurement and the United Nations food and agriculture organization (FAO)/international global agriculture ecological assessment (GAEZ v3.0) jointly established under the sponsorship of a new generation of World Soil Database (Harmonized World Soil Database version 1.2) (HWSD V1.2).\nThe 2010 data set of soil texture on the qinghai-tibet plateau was culled from the world soil database.Data format :grid format, projected as WGS84.The main soil classification system used is fao-90.Unique verification identifier of core soil institution unit:\nMu_global-hwsd database soil mapping unit identifier that connects GIS layers.\nMU_SOURCE1 and MU_SOURCE2- source database mapping unit identifiers；\nSEQ- soil unit sequence in the composition of soil mapping unit;\nSoil classification system USES fao-7 classification system or fao-90 classification system (SU_SYM74 resp.su_sym90) or fao-85 (SU_SYM85).\n\nThe main fields of the soil property sheet include:\nID(database ID)\nMU_GLOBAL(soil unit identifier) (global)\nSU_SYMBOL Soil mapping unit\nSU_SYM74(FAO74classify );\nSU_SYM85(FAO85classify);\nSU_SYM90（FAO90The soil name in a soil classification system)；\nSU_CODE Soil mapping unit code\nSU_CODE74 Soil unit name\nSU_CODE85 Soil unit name\nSU_CODE90 Soil unit name\nDRAINAGE(19.5);\nREF_DEPTH(Soil reference depth);\nAWC_CLASS(19.5);\nAWC_CLASS(Soil available water content);\nPHASE1: Real (The soil phase);\nPHASE2: String (The soil phase);\nROOTS: String (Depth classification of obstacles to the bottom of the soil)；\nSWR: String (Characteristics of soil moisture content)；\nADD_PROP: Real (A specific soil type in a soil unit that is associated with agricultural use)；\nT_TEXTURE(Topsoil texture);\nT_GRAVEL: Real (Percentage of aggregate volume on top)；( unit：%vol.)\nT_SAND: Real (Top sand content)； ( unit：% wt.)\nT_SILT: Real (surface silt content);(unit: % wt.)\nT_CLAY: Real (clay content on top);(unit: % wt.)\nT_USDA_TEX: Real (top-level USDA soil texture classification);(unit: name)\nT_REF_BULK: Real (top soil bulk density);(unit: kg/dm3.)\nT_OC: Real (top organic carbon content);(unit: % weight)\nT_PH_H2O: Real (top ph) (unit: -log(H+))\nT_CEC_CLAY: Real (the cationic exchange capacity of the clay layer at the top);(unit: cmol/kg)\nT_CEC_SOIL: Real (cation exchange capacity of topsoil) (unit: cmol/kg)\nT_BS: Real (top basic saturation);(unit: %)\nT_TEB: Real (top exchange base);(unit: cmol/kg)\nT_CACO3: Real (top carbonate or lime content) (unit: % weight)\nT_CASO4: Real (top-level sulfate content);(unit: % weight)\nT_ESP: Real (top layer exchangeable sodium salt);(unit: %)\nT_ECE: Real (top-level conductivity).(unit: dS/m)\nS_GRAVEL: Real (percentage of bottom gravel volume);(unit: % vol.)\nS_SAND: Real (content of underlying sand);(unit: % wt.)\nS_SILT: Real (substratum silt content);(unit: % wt.)\nS_CLAY: Real (clay content in the bottom layer);(unit: % wt.)\nS_USDA_TEX: Real (USDA underlying soil texture classification);(unit: name)\nS_REF_BULK: Real (bulk density of underlying soil);(unit: kg/dm3.)\nS_OC: Real (bottom organic carbon content);(unit: % weight)\nS_PH_H2O: Real (base ph) (unit: -log(H+))\nS_CEC_CLAY: Real (cation exchange capacity of the underlying cohesive soil);(unit: cmol/kg)\nS_CEC_SOIL: Real (cation exchange capacity of underlying soil) (unit: cmol/kg)\nS_BS: Real (underlying basic saturation);(unit: %)\nS_TEB: Real (underlying exchangeable base);(unit: cmol/kg)\nS_CACO3: Real (content of underlying carbonate or lime) (unit: % weight)\nS_CASO4: Real (substrate sulfate content);(unit: % weight)\nS_ESP: Real (underlying exchangeable sodium salt);(unit: %)\nS_ECE: Real (underlying conductivity).(unit: dS/m)\nThis database is divided into two layers, in which the top layer (T) has a soil thickness of (0-30cm) and the bottom layer (S) has a soil thickness of (30-100cm).。\n\nRefer to the instructions for other attribute values HWSD1.2_documentation.pdf，The Harmonized World Soil Database (HWSD V1.2) Viewer-Chinese description andHWSD.mdb。",
            "descriptionCn": "无论从全球尺度亦或是局地尺度而言，土壤数据极其重要，而由于缺乏可靠的土壤数据，土地退化评估、环境影响研究和可持续的土地管理干预措施受到了极大的瓶颈阻碍。鉴于土壤信息数据在全世界的迫切需要，特别是在气候变化公约的背景下，国际应用系统分析研究所（IIASA）及联合国粮农组织（FAO）和京都协议对土壤碳测量和联合国粮农组织/国际全球农业生态评价研究(GAEZ v3.0)共同倡导下建立了新一代世界土壤数据库(Harmonized World Soil Database version 1.2 )(HWSD V1.2)。\n青藏高原2010年土壤质地数据集裁切自世界土壤库。数据格式:grid栅格格式，投影为WGS84。采用的土壤分类系统主要为FAO-90。核心土壤制度单元唯一验证标识符：\nMU_GLOBAL-HWSD数据库土壤制图单元标示符，连接了GIS图层。\n\nMU_SOURCE1 和 MU_SOURCE2- 源数据库制图单元标识符\n\nSEQ-土壤制图单元组成中的土壤单元序列；\n\n土壤分类系统利用FAO-7分类系统或 FAO-90分类系统(SU_SYM74 resp. SU_SYM90)或FAO-85(SU_SYM85).\n\n土壤属性表主要字段包括:\n\nID(数据库ID)\n\nMU_GLOBAL(土壤单元标识符)（全球）\n\nSU_SYMBOL 土壤制图单元\n\nSU_SYM74(FAO74分类);\n\nSU_SYM85(FAO85分类);\n\nSU_SYM90（FAO90土壤分类系统中土壤名称)；\n\nSU_CODE 土壤制图单元代码\n\nSU_CODE74 土壤单元名称\n\nSU_CODE85 土壤单元名称\n\nSU_CODE90 土壤单元名称\n\nDRAINAGE(19.5);\n\nREF_DEPTH(土壤参考深度);\n\nAWC_CLASS(19.5);\n\nAWC_CLASS(土壤有效水含量);\n\nPHASE1: Real (土壤相位);\n\nPHASE2: String (土壤相位)；\n\nROOTS: String (到土壤底部存在障碍的深度分类)；\n\nSWR: String (土壤含水量特征)；\n\nADD_PROP: Real (土壤单元中与农业用途有关的特定土壤类型)；\n\nT_TEXTURE(顶层土壤质地);\n\nT_GRAVEL: Real (顶层碎石体积百分比)；(单位：%vol.)\n\nT_SAND: Real (顶层沙含量)； (单位：% wt.)\n\nT_SILT: Real (表层粉沙粒含量)； (单位：% wt.)\n\nT_CLAY: Real (顶层粘土含量)； (单位：% wt.)\n\nT_USDA_TEX: Real (顶层USDA土壤质地分类)； (单位：name)\n\nT_REF_BULK: Real (顶层土壤容重)； (单位：kg/dm3.)\n\nT_OC: Real (顶层有机碳含量)； (单位：% weight)\n\nT_PH_H2O: Real (顶层酸碱度) (单位：-log(H+))\n\nT_CEC_CLAY: Real (顶层粘性层土壤的阳离子交换能力)； (单位：cmol/kg)\n\nT_CEC_SOIL: Real (顶层土壤的阳离子交换能力) (单位：cmol/kg)\n\nT_BS: Real (顶层基本饱和度)； (单位：%)\n\nT_TEB: Real (顶层交换性盐基)；(单位：cmol/kg)\n\nT_CACO3: Real (顶层碳酸盐或石灰含量) (单位：% weight)\n\nT_CASO4: Real (顶层硫酸盐含量)；(单位：% weight)\n\nT_ESP: Real (顶层可交换钠盐)；(单位：%)\n\nT_ECE: Real (顶层电导率)。 (单位：dS/m)\n\nS_GRAVEL: Real (底层碎石体积百分比)；(单位：%vol.)\n\nS_SAND: Real (底层沙含量)； (单位：% wt.)\n\nS_SILT: Real (底层淤泥含量)； (单位：% wt.)\n\nS_CLAY: Real (底层粘土含量)； (单位：% wt.)\n\nS_USDA_TEX: Real (底层USDA土壤质地分类)； (单位：name)\n\nS_REF_BULK: Real (底层土壤容重)； (单位：kg/dm3.)\n\nS_OC: Real (底层有机碳含量)； (单位：% weight)\n\nS_PH_H2O: Real (底层酸碱度) (单位：-log(H+))\n\nS_CEC_CLAY: Real (底层粘性层土壤的阳离子交换能力)； (单位：cmol/kg)\n\nS_CEC_SOIL: Real (底层土壤的阳离子交换能力) (单位：cmol/kg)\n\nS_BS: Real (底层基本饱和度)； (单位：%)\n\nS_TEB: Real (底层交换性盐基)；(单位：cmol/kg)\n\nS_CACO3: Real (底层碳酸盐或石灰含量) (单位：% weight)\n\nS_CASO4: Real (底层硫酸盐含量)；(单位：% weight)\n\nS_ESP: Real (底层可交换钠盐)；(单位：%)\n\nS_ECE: Real (底层电导率)。 (单位：dS/m)\n\n本数据库分两层，其中以顶层（T）土壤厚度为（0-30cm），底层（S）土壤厚度为（30-100cm）。\n\n其他属性值请参考说明HWSD1.2_documentation文档.pdf，The Harmonized World Soil Database (HWSD V1.2) Viewer-中文说明及HWSD.mdb。",
            "instructions": "Hwsd_Tibet. Tif\nOpen with arcgis, envi and other software",
            "instructionsCn": "Hwsd_Tibet.tif\n用arcgis、envi等软件打开",
            "east": 106.6,
            "west": 60.9,
            "south": 22.9,
            "north": 40.7,
            "startTime": null,
            "endTime": null,
            "fileSize": 77178106.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "Food and Agriculture Organization of the United Nations（FAO）",
                "nameEn": "Food and Agriculture Organization of the United Nations（FAO）",
                "unitEn": "Food and Agriculture Organization of the United Nations（FAO）",
                "unitCn": "Food and Agriculture Organization of the United Nations（FAO）"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Global Agro-ecological Zones Assessment for Agriculture (GAEZ 2008)",
                "referenceCn": null,
                "referenceEn": "Fischer, G., Nachtergaele, F., Prieler, S., van Velthuizen, H.T., Verelst, L., & Wiberg, D. (2008). Global Agro-ecological Zones Assessment for Agriculture (GAEZ 2008). IIASA, Laxenburg, Austria and FAO, Rome, Italy."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤持水能力",
                "nameEn": "Soil water holding capacity"
            },
            {
                "nameCn": "土壤有机物",
                "nameEn": "Organic matter"
            },
            {
                "nameCn": "土壤深度",
                "nameEn": "Soil depth"
            },
            {
                "nameCn": "土壤湿度/水分含量",
                "nameEn": "Soil moisture/Water content"
            },
            {
                "nameCn": "土壤质地",
                "nameEn": "Soil texture"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2010",
                "keywordEn": "2010",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "三江源国家公园生态监测平台",
                "titleEn": "Ecological Data Center of Sanjiangyuan National Park"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and attributes of soil texture data collected for the Qinghai-Tibet Plateau in terms of both top and bottom layers?",
                "QuestionCn": "青藏高原土壤纹理数据的特征和属性，包括顶部和底部层的情况。",
                "AnswerEn": "top layer (0-30 cm), bottom layer (30-100 cm), soil texture classification (FAO-90), gravel content, sand percentage, silt percentage, clay percentage, USDA texture classification, bulk density, organic carbon content, pH, cation exchange capacity, base saturation, exchangeable bases, carbonate content, sulfate content, exchangeable sodium, electrical conductivity",
                "AnswerCn": "表层 (0-30 厘米), 底层 (30-100 厘米), 土壤质地分类 (FAO-90), 砾石含量, 砂百分比, 粉砂百分比, 粘土百分比, USDA 质地分类, 容重, 有机碳含量, pH值, 阳离子交换量, 基饱和度, 可交换碱, 碳酸盐含量, 硫酸盐含量, 可交换钠, 电导率",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the soil classification systems used in a dataset like FAO-90 compare to other soil classification systems in terms of comprehensiveness and applicability for global soil mapping?",
                "QuestionCn": "FAO-90使用的土壤分类系统与其他土壤分类系统在全面性和全球土壤制图的适用性方面有何比较？",
                "AnswerEn": "The FAO-90 soil classification system used in the dataset provides a standardized approach that is comprehensive and widely applicable for global soil mapping. It allows for consistent comparison and integration of soil data from different regions. This system is particularly useful in contexts such as the Harmonized World Soil Database (HWSD V1.2), as it facilitates the connection of soil mapping units with GIS layers, enhancing the reliability and utility of soil data for global assessments. Compared to other classification systems, FAO-90 may offer a more universally accepted framework, though some systems may offer more localized detail or specificity depending on the region or purpose of use.",
                "AnswerCn": "FAO-90土壤分类系统在数据集中提供了一种标准化的方法，适用于全球土壤制图，具有全面性和广泛适用性。它允许对来自不同地区的土壤数据进行一致的比较和整合。该系统在诸如协调世界土壤数据库（HWSD V1.2）等背景下特别有用，因为它促进了土壤制图单元与GIS图层的连接，增强了土壤数据在全球评估中的可靠性和实用性。与其他分类系统相比，FAO-90可能提供了一个更为普遍接受的框架，尽管某些系统可能根据地区或用途提供更为本地化的细节或特异性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the classification of soil using systems like FAO-90 guide the development of new data collection methods for soil texture in global environments?",
                "QuestionCn": "如何使用FAO-90等系统对土壤进行分类，可以指导在全球环境中开发新的土壤质地数据收集方法。",
                "AnswerEn": "The classification of soil using systems like FAO-90 provides a standardized approach to identifying and categorizing soil characteristics, which can guide the development of new data collection methods by ensuring consistency and reliability in soil texture measurements. This can facilitate the integration of local data into global databases and support cross-regional comparisons, ultimately improving the accuracy of soil-related studies and interventions.",
                "AnswerCn": "使用FAO-90等系统对土壤进行分类提供了一种标准化的方法来识别和分类土壤特征，这可以指导新数据收集方法的发展，确保土壤质地测量的一致性和可靠性。这可以促进地方数据与全球数据库的整合，并支持跨区域比较，最终提高土壤相关研究和干预的准确性。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in collecting reliable soil texture data on the Tibetan Plateau, and how do these challenges impact environmental impact studies and sustainable land management?",
                "QuestionCn": "在青藏高原上收集可靠土壤质地数据的挑战因素包括：地形复杂、气候变化剧烈、土壤样本获取困难、研究区域广阔、以及缺乏长期监测和数据记录。这些挑战对环境影响研究和可持续土地管理产生了影响，因为缺乏准确的土壤质地数据使得评估土壤健康、土地利用变化和生态系统服务的能力受到限制，从而影响了制定有效的管理策略和政策。",
                "AnswerEn": "The lack of reliable soil data poses significant challenges in land degradation assessment, environmental impact studies, and sustainable land management interventions. This is particularly crucial on the Tibetan Plateau, where the unique soil characteristics and extreme environmental conditions complicate data collection. The need for reliable soil data is underscored by global initiatives like the Harmonized World Soil Database (HWSD), which aims to address these data gaps by providing detailed soil texture information using FAO classification systems and other soil attributes.",
                "AnswerCn": "可靠土壤数据的缺乏在土地退化评估、环境影响研究和可持续土地管理干预方面带来了重大挑战。这在青藏高原尤为重要，因为独特的土壤特征和极端的环境条件使数据收集变得复杂。全球倡议如《协调世界土壤数据库》（HWSD）强调了可靠土壤数据的必要性，该数据库旨在通过提供详细的土壤质地信息（使用FAO分类系统和其他土壤属性）来填补这些数据空白。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind the creation of a soil texture dataset for the Qinghai-Tibet Plateau, and how can it aid in overcoming challenges related to land degradation assessment and environmental impact studies?",
                "QuestionCn": "创建青藏高原土壤质地数据集的主要目标是什么？它如何帮助克服与土地退化评估和环境影响研究相关的挑战？",
                "AnswerEn": "The primary objectives behind creating a soil texture dataset for the Qinghai-Tibet Plateau involve addressing the significant challenges posed by the lack of reliable soil data, which hampers land degradation assessment, environmental impact studies, and sustainable land management interventions. By providing comprehensive soil texture data, this dataset aids in evaluating soil conditions, understanding environmental changes, and implementing effective land management strategies in response to global needs, particularly within the context of climate change conventions.",
                "AnswerCn": "创建青藏高原土壤质地数据集的主要目标是解决缺乏可靠土壤数据所带来的重大挑战，这些挑战妨碍了土地退化评估、环境影响研究和可持续土地管理干预。通过提供全面的土壤质地数据，该数据集有助于评估土壤状况、理解环境变化，并在应对全球需求，特别是在气候变化公约的背景下，实施有效的土地管理策略。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What steps are involved in collecting and classifying soil texture data in the Qinghai-Tibet Plateau using the FAO soil classification systems?",
                "QuestionCn": "在青藏高原收集和分类土壤质地数据的步骤包括使用FAO土壤分类系统。",
                "AnswerEn": "The soil texture data collection involves using the FAO-90 classification system as the primary method. The data is collected in grid raster format with WGS84 projection. Soil classification is validated through unique identifiers such as MU_GLOBAL for global mapping units, and the classification is broken down into sequences of soil unit symbols (SU_SYMBOL, SU_SYM74, SU_SYM85, SU_SYM90) representing different FAO classification systems. Attributes like soil texture, organic carbon content, pH, and cation exchange capacity are measured for both top (0-30cm) and bottom layers (30-100cm) to provide a comprehensive understanding of soil characteristics.",
                "AnswerCn": "土壤纹理数据收集主要采用FAO-90分类系统。数据以网格栅格格式收集，使用WGS84投影。土壤分类通过唯一标识符进行验证，例如MU_GLOBAL用于全球制图单元，分类被细分为土壤单元符号的序列（SU_SYMBOL、SU_SYM74、SU_SYM85、SU_SYM90），代表不同的FAO分类系统。测量的属性包括土壤纹理、有机碳含量、pH值和阳离子交换容量，分别针对上层（0-30厘米）和下层（30-100厘米）进行，以提供对土壤特征的全面理解。",
                "Level": "C3(Applying)"
            }
        ]
    }
}