{
  "id": "184fb250-4437-4767-beee-f929d392dd27",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (an observation system of Meteorological elements gradient of Yulei station on Qinghai lake, 2020)",
      "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（青海湖湖面气象要素梯度观测系统-2020）",
      "description": "This dataset includes data recorded by the Qinghai Lake integrated observatory network obtained from an observation system of Meteorological elements gradient of Yulei station on Qinghai lake from Janurary 1 to December 31, 2020. The site (100° 29' 59.726'' E, 36° 35' 27.337'' N) was located on the Yulei Platform in Erlangjian scenic area, Qinghai Province. The elevation is 3209m. The installation heights and orientations of different sensors and measured quantities were as follows: air temperature and humidity profile (HMP155; 12 and 12.5 m above the water surface, towards north), wind speed and direction profile (windsonic; 14 m above the water surface, towards north) , rain gauge (TE525M; 10m above the water surface in the eastern part of the Yulei platform ), four-component radiometer (NR01; 10 m above the water surface, towards south), one infrared temperature sensors (SI-111; 10 m above the water surface, towards south, vertically downward), photosynthetically active radiation (LI190SB; 10 m above the water surface, towards south), water temperature profile (109, -0.2, -0.5, -1.0, -2.0, and -3.0 m).\nThe observations included the following: air temperature and humidity (Ta_12 m, Ta_12.5 m; RH_12 m, RH_12.5 m) (℃ and %, respectively), wind speed (Ws_14 m) (m/s), wind direction (WD_14 m) (°) , precipitation (rain) (mm), four-component radiation (DR, incoming shortwave radiation; UR, outgoing shortwave radiation; DLR_Cor, incoming longwave radiation; ULR_Cor, outgoing longwave radiation; Rn, net radiation) (W/m^2), infrared temperature (IRT_1) (℃), photosynthetically active radiation (PAR) (μmol/ (s m-2)), water temperature (Tw_20cm、Tw_50cm、Tw_100cm、Tw_200cm、Tw_300cm) (℃).\nThe data processing and quality control steps were as follows: (1) The AWS data were averaged over intervals of 10 min for a total of 144 records per day. As the lake water freezes in winter, the water temperature probe is withdrawn, so there is no water temperature data record during October 19, 2020 to December 31, 2020. The missing data were denoted by -6999. (2) Data in duplicate records were rejected. (3) Unphysical data were rejected. (4) The data marked in red are problematic data. (5) The format of the date and time was unified, and the date and time were collected in the same column, for example, date and time: 2018-1-1 10:30. Moreover, suspicious data were marked in red.",
      "descriptionCn": "该数据集包含了2020年1月1日至2020年12月31日青海湖流域水文气象观测网青海湖鱼雷发射基地站气象要素梯度观测系统数据。站点位于青海省青海湖二郎剑景区鱼雷发射基地，下垫面是青海湖水面。观测点经纬度为：东经 100° 29' 59.726'' E，北纬 36° 35' 27.337'' N，海拔3209m。风速/风向架设在距湖面14m处，共1层，朝向正北；空气温度、相对湿度传感器分别架设在距湖面12m、12.5m处，共2层，朝向正北；翻斗式雨量计安装在距湖面10m处；四分量辐射仪安装在距湖面10m处，朝向正南；一个红外温度计安装在距湖面10m处，朝向正南，探头朝向是垂直向下；湖水温度探头设在水下0.2, 0.5, 1.0, 2.0, and 3.0 m处；光合有效辐射仪安装在距湖面10m处，探头朝向是垂直向下，朝向正南。\n观测项目有：风速（WS_14m）(单位：米/秒)、风向（WD_14m）(单位：度)、空气温湿度（Ta_12m、Ta_12.5m和RH_12m、RH_12.5m）(单位：摄氏度、百分比)、降水量（Rain）(单位：毫米)、湖表辐射温度（IRT_1）(单位：摄氏度)、光合有效辐射（PAR）(单位：微摩尔/平方米秒) 、四分量辐射（DR、UR、DLR_Cor、ULR_Cor、Rn）(单位：瓦/平方米)、湖水温度（Tw_20cm、Tw_50cm、Tw_100cm、Tw_200cm、Tw_300cm）(单位：摄氏度)。\n观测数据的处理与质量控制：（1）确保每天144个数据（每10min），若出现数据的缺失，则由-6999标示；由于冬季湖水结冰故将水温探头收回，故2020.10.19-2020.12.31期间无水温数据记录；（2）剔除有重复记录的时刻；（3）删除了明显超出物理意义或超出仪器量程的数据；（4）数据中以红字标示的部分为有疑问的数据；（5）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2018-1-1 10:30。",
      "instructions": "Year+** observatory network+ site+ AWS",
      "instructionsCn": "年份+**观测网+站点名称+AWS",
      "east": 100.5,
      "west": 100.5,
      "south": 36.59,
      "north": 36.59,
      "startTime": "2020-01-01 00:00:00",
      "endTime": "2020-12-31 00:00:00",
      "fileSize": 8476777.0,
      "cstr": "18406.11.Meteoro.tpdc.271384",
      "doi": "10.11888/Meteoro.tpdc.271384",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李小雁",
        "nameEn": "LI Xiaoyan",
        "unitEn": "Faculty of Geographical Science,  Beijing Normal University ",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau",
        "referenceCn": null,
        "referenceEn": "Li, X.Y., Yang, X.F., Ma, Y.J., Hu, G.R., Hu, X., Wu, X.C., Wang, P., Huang, Y.M., Cui, B.L., & Wei, J.Q. (2018). Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau. Vadose Zone Journal, 17(1)."
      },
      {
        "titleCn": null,
        "titleEn": "Evaporation and surface energy budget over the largest high‐altitude saline lake on the Qinghai‐Tibet Plateau",
        "referenceCn": null,
        "referenceEn": "Li, X.Y., Ma, Y.J., Huang, Y.M., Hu, X., Wu, X.C., Wang, P., Li, G.Y., Zhang, S.Y., Wu, H.W., Jiang, Z.Y., Cui, B.L., & Liu, L. (2016). Evaporation and surface energy budget over the largest high-altitude saline lake on the Qinghai-Tibet Plateau. Journal of Geophysical Research: Atmospheres, 121(18), 10470-10485."
      },
      {
        "titleCn": null,
        "titleEn": "Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai‐Tibet Plateau",
        "referenceCn": null,
        "referenceEn": "Zhang, S.Y., Li, X.Y., Zhao, G.Q., &Huang, Y.M. (2016). Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai-Tibet Plateau. Ecohydrology, 9(2), 267-279."
      },
      {
        "titleCn": null,
        "titleEn": "Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai–Tibet Plateau",
        "referenceCn": null,
        "referenceEn": "Zhang, S.Y., Li, X.Y., Ma, Y.J., Zhao, G.Q., Li, L., Chen, J., Jiang, Z.Y., & Huang, Y.M. (2014). Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai-Tibet Plateau. Cold Regions Science and Technology, 102, 8-20."
      },
      {
        "titleCn": null,
        "titleEn": "Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China",
        "referenceCn": null,
        "referenceEn": "Yu, G.R., Zhu, X.J., Fu, Y.L., He, H.L., Wang, Q.F., Wen, X.F., Li, X.R., Zhang, L.M., Zhang, L., Su, W., Li, S.G., Sun, X.M., Zhang, Y.P., Zhang, J.H., Yan, J.H., Wang, H.M., Zhou, G.S., Jia, B.R., Xiang, W.H., Li, Y.N., Zhao, L., Wang, Y.F., Shi, P.L., Chen, S.P., Zhao, F.H., Wang, Y.Y., & Tong, C.L. (2013). Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China. Global Change Biology, 19, 798–810."
      },
      {
        "titleCn": null,
        "titleEn": "Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Gu, S., Tang, Y.H., Du, M.Y., Kato, T., Li, Y.N., Cui, X.Y., &Zhao, X.Q. (2003). Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau, Journal of Geophysical Research, 108(D21), 4670."
      },
      {
        "titleCn": null,
        "titleEn": "Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China",
        "referenceCn": null,
        "referenceEn": "Fu, Y., Zheng, Z., Yu, G., Hu, Z., Sun, X., Shi, P., Wang, Y., & Zhao, X. (2009). Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China. Biogeosciences, 6, 2879–2893."
      },
      {
        "titleCn": null,
        "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
      },
      {
        "titleCn": null,
        "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
        "referenceCn": null,
        "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
      },
      {
        "titleCn": null,
        "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
      },
      {
        "titleCn": null,
        "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
      },
      {
        "titleCn": null,
        "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
        "referenceCn": null,
        "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
      },
      {
        "titleCn": null,
        "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
        "referenceCn": null,
        "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
      },
      {
        "titleCn": null,
        "titleEn": "Oberservation on soil moisture of irrigated cropland by cosmic-ray probe",
        "referenceCn": null,
        "referenceEn": "Zhu, Z.L., Tan, L., Gao, S.G., &Jiao, Q.S. (2015). Oberservation on soil moisture of irrigated cropland by cosmic-ray probe. IEEE Geoscience and Remote Sensing Letters, 12(3), 472-476."
      },
      {
        "titleCn": null,
        "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
        "referenceCn": null,
        "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
      },
      {
        "titleCn": null,
        "titleEn": "A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., Liu, S.M., Xu, Z.W., Liang, S.L., &Xu, L. (2015). A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature. Science China Earth Science, 58(2), 211-230."
      },
      {
        "titleCn": null,
        "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
      },
      {
        "titleCn": null,
        "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
        "referenceCn": null,
        "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
        "referenceCn": null,
        "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
      },
      {
        "titleCn": null,
        "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
        "referenceCn": null,
        "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "气象要素",
        "nameEn": "Meteorological element"
      },
      {
        "nameCn": "湖面温度",
        "nameEn": "Lake surface temperature"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青海湖流域",
        "keywordEn": "Qinghai Lake Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2020年",
        "keywordEn": "2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific attributes measured by a meteorological observation system in a lake environment?",
        "QuestionCn": "湖泊环境中的气象观测系统测量哪些具体属性？",
        "AnswerEn": "wind speed and direction at 14m above the lake surface, air temperature and relative humidity at 12m and 12.5m, precipitation, lake surface radiation temperature, photosynthetically active radiation, four-component radiation, lake water temperature at various depths",
        "AnswerCn": "14米湖面上方的风速和风向，12米和12.5米处的空气温度和相对湿度，降水，湖面辐射温度，光合有效辐射，四分量辐射，不同深度的湖水温度。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many data points are collected per day in a dataset involving meteorological observations at Qinghai Lake?",
        "QuestionCn": "在涉及青海湖气象观测的数据集中，每天收集多少个数据点？",
        "AnswerEn": "144",
        "AnswerCn": "144",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'meteorological element gradient observation system' mean in the context of hydrometeorological data collection?",
        "QuestionCn": "在水文气象数据收集的背景下，“气象要素梯度观测系统”是什么意思？",
        "AnswerEn": "In the context of hydrometeorological data collection, a 'meteorological element gradient observation system' refers to a setup that measures various atmospheric and environmental parameters at different heights or depths to capture the vertical profile or gradient of these elements. This system typically includes sensors placed at different levels to record data such as wind speed, wind direction, air temperature, relative humidity, and other relevant meteorological factors over a specific area, such as a lake surface, to understand how these elements change with height or depth.",
        "AnswerCn": "在水文气象数据收集的背景下，“气象元素梯度观测系统”指的是一种在不同高度或深度测量各种大气和环境参数的设置，以捕捉这些元素的垂直剖面或梯度。该系统通常包括放置在不同高度的传感器，以记录风速、风向、气温、相对湿度以及其他相关气象因素的数据，目的是了解这些元素如何随高度或深度变化，通常应用于湖面等特定区域。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges of maintaining consistent data collection, especially during winter months when the lake surface is frozen?",
        "QuestionCn": "在冬季湖面结冰时，维持一致的数据收集面临的挑战因素有哪些？",
        "AnswerEn": "During winter months, the lake surface freezes, which necessitates the retrieval of water temperature probes, resulting in the absence of water temperature data from October 19 to December 31, 2020. This environmental condition directly affects the ability to collect consistent data throughout the year.",
        "AnswerCn": "在冬季，湖面结冰，这导致水温探头需要被取回，从而在2020年10月19日至12月31日期间缺乏水温数据。这种环境条件直接影响了全年数据的一致性收集。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on data accuracy and completeness when hydrometeorological data from a lake surface observation system is collected over a year, considering seasonal changes like winter freezing?",
        "QuestionCn": "当湖面观测系统收集一年的水文气象数据时，考虑到季节变化如冬季结冰，数据准确性和完整性可能会受到哪些潜在影响？",
        "AnswerEn": "The data accuracy and completeness may be affected by seasonal changes such as winter freezing, as seen by the lack of lake water temperature data from October 19 to December 31 due to the removal of temperature probes because of ice formation. Additionally, challenges include handling missing data, denoted by -6999, and ensuring daily data integrity with 144 data points collected every 10 minutes. Quality control measures such as removing duplicate records and data exceeding physical limits help maintain accuracy.",
        "AnswerCn": "数据的准确性和完整性可能会受到季节变化的影响，例如冬季结冰，导致从10月19日到12月31日缺乏湖水温度数据，因为温度探头因冰层形成而被移除。此外，处理缺失数据（用-6999表示）以及确保每日数据完整性（每10分钟收集144个数据点）也是挑战。质量控制措施，如删除重复记录和超出物理限制的数据，有助于维护准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the essential steps and tools required to set up a comprehensive meteorological observation system for monitoring surface processes in a lake basin, ensuring data accuracy and consistency?",
        "QuestionCn": "建立一个全面的气象观测系统以监测湖泊流域的地表过程，确保数据的准确性和一致性所需的基本步骤和工具是什么？",
        "AnswerEn": "To set up a comprehensive meteorological observation system for monitoring surface processes in a lake basin, it is essential to install various sensors and instruments at specific heights and orientations. For instance, wind speed and direction sensors should be positioned 14 meters above the lake surface facing north. Air temperature and relative humidity sensors need to be placed at 12 and 12.5 meters above the lake surface, also facing north. A tipping-bucket rain gauge should be installed 10 meters above the lake surface. A four-component radiometer should face south, mounted at 10 meters. Additionally, an infrared thermometer should be installed 10 meters above the surface, facing south with a downward probe orientation to measure surface radiation temperature. Water temperature probes should be submerged at different depths (0.2m, 0.5m, 1.0m, 2.0m, and 3.0m) to monitor lake water temperature. A photosynthetically active radiation sensor should be mounted 10 meters above the lake surface, facing south with a downward orientation. Data should be recorded every 10 minutes, with a focus on quality control measures, such as marking missing data with placeholders, removing duplicate entries, and flagging questionable data for review.",
        "AnswerCn": "为了建立一个全面的气象观测系统，以监测湖盆的表面过程，必须在特定的高度和方向安装各种传感器和仪器。例如，风速和风向传感器应安装在离湖面14米的高度，朝北方向。空气温度和相对湿度传感器需要安装在离湖面12米和12.5米的高度，同样朝北方向。 tipping-bucket雨量计应安装在离湖面10米的高度。四分量辐射计应朝南安装，安装高度为10米。此外，红外温度计应安装在离湖面10米的高度，朝南方向，探头朝下，以测量表面辐射温度。水温探头应在不同深度（0.2米、0.5米、1.0米、2.0米和3.0米）浸入水中，以监测湖水温度。光合有效辐射传感器应安装在离湖面10米的高度，朝南方向，探头朝下。数据应每10分钟记录一次，重点关注质量控制措施，例如用占位符标记缺失数据，删除重复条目，并对可疑数据进行标记以供审核。",
        "Level": "C6(Creating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements or methodologies enable the comprehensive observation and accurate measurement of hydrometeorological data in high-altitude lake regions?",
        "QuestionCn": "哪些技术进步或方法论能够在高海拔湖泊地区全面观察和准确测量水文气象数据？",
        "AnswerEn": "The use of an integrated observation system comprising various sensors for wind speed and direction, air temperature and humidity, precipitation, radiation components, infrared temperature, and lake water temperature at different depths enables comprehensive observation. These sensors are strategically placed at specific heights and orientations to capture precise environmental data, and are complemented by data processing and quality control measures such as marking missing data, removing duplicates, and ensuring consistent date-time formatting.",
        "AnswerCn": "使用集成观测系统，包括用于风速和风向、空气温度和湿度、降水、辐射成分、红外温度以及不同深度湖水温度的各种传感器，可以实现全面的观测。这些传感器被战略性地放置在特定的高度和方向，以捕捉精确的环境数据，并辅以数据处理和质量控制措施，如标记缺失数据、去除重复数据以及确保日期时间格式的一致性。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}