{
  "id": "18a6da22-099f-4174-ad7e-82ae709ba111",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Glacier inventory dataset of Bhutan (2000)",
      "titleCn": "不丹冰川编目数据集（2000）",
      "description": "This glacier inventory is supported by the International Centre for Integrated Mountain Development (ICIMOD) and the United Nations Environment Programme/Regional Resource Centre, Asia and The Pacific (UNEP/RRC-AP).\n1.The glacier inventory incorporates topographic map data, and reflects the status of glaciers in the region in 2000.\n2.The spatial coverage of the glacier inventory includes the following: Pa Chu Sub-basin,Mo Chu Sub-basin,Thim Chu Sub-basin,Pho Chu Sub-basin,Mangde Chu Sub-basin, Chamkhar Chu Sub-basin,Kuri Chu Sub-basin,Dangme Chu Sub-basin,Northern Basin, etc.\n3.The glacier inventory includes the following data fields: glacier location, glacier code, glacier name, glacier area, glacier length, glacier thickness, glacier stocks, glacier type, glacier orientation, etc.\n4.Data projection: \nProjection: Polyconic\nEllipsoid: Everest (India 1956)\nDatum: Indian (India, Nepal)\nFalse easting: 2,743,196.4\nFalse northing: 914,398.80\nCentral meridian: 90°0'00'' E\nCentral parallel: 26°0'00' N\nScale factor: 0.998786\n\nFor a detailed description of the data, please refer to the data file and report.",
      "descriptionCn": "本次冰川编目受到International Centre for Integrated Mountain Development (ICIMOD) and United Nationenvironment Programme/Regional Resourc Centre, Asia and The Pacific (UNEP/RRC-AP) 的联合支持。\n1、冰川编目参照2000年左右地形图数据,反映了该地区2000年的冰川现状。\n2、冰川编目覆盖： 不丹地区Pa Chu Sub-basin,Mo Chu Sub-basin,Thim Chu Sub-basin,Pho Chu Sub-basin,Mangde Chu Sub-basin, Chamkhar Chu Sub-basin,Kuri Chu Sub-basin,Dangme Chu Sub-basin,Northern Basin等流域。\n3、冰川编目内容包括：冰川位置、冰川编码、冰川名称、冰川面积、冰川长度、冰川厚度、冰储量、冰川类型、冰川朝向等属性。\n4、数据投影：\nProjection: Polyconic\nEllipsoid: Everest (India 1956)\nDatum: Indian (India, Nepal)\nFalse easting: 2,743,196.4\nFalse northing: 914,398.80\nCentral meridian: 90° 0’ 00” E\nCentral parallel: 26° 0’ 00” N\nScale factor: 0.998786\n数据详细说明请参考文档及报告。",
      "instructions": "",
      "instructionsCn": "",
      "east": 92.2,
      "west": 88.6,
      "south": 26.5,
      "north": 28.5,
      "startTime": "2000-01-06 00:00:00",
      "endTime": "2001-01-05 00:00:00",
      "fileSize": 7020574.0,
      "cstr": null,
      "doi": "",
      "dataFormat": "shp",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "International Centre for Integrated Mountain Development (ICIMOD)",
        "nameEn": "International Centre for Integrated Mountain Development (ICIMOD)",
        "unitEn": "International Centre for Integrated Mountain Development (ICIMOD)",
        "unitCn": "International Centre for Integrated Mountain Development (ICIMOD)"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Inventory of Glaciers, Glacial Lakes and Glacial Lake Outburst Floods,Bhutan",
        "referenceCn": null,
        "referenceEn": "Pradeep K. Mool, Dorji Wangda, Samjwal R. Bajracharya,Inventory of Glaciers, Glacial Lakes and Glacial Lake Outburst Floods,Bhutan,ICIMOD,2001"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川编目",
        "nameEn": "glacier inventory"
      },
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "不丹",
        "keywordEn": "Bhutan"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000",
        "keywordEn": "2000",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific attributes included in a glacier catalog dataset for a region like Bhutan?",
        "QuestionCn": "不丹地区的冰川目录数据集包含哪些具体属性？",
        "AnswerEn": "glacier location, glacier code, glacier name, glacier area, glacier length, glacier thickness, ice reserves, glacier type, glacier orientation",
        "AnswerCn": "冰川位置, 冰川代码, 冰川名称, 冰川面积, 冰川长度, 冰川厚度, 冰川储量, 冰川类型, 冰川朝向",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many sub-basins are covered in a dataset related to Bhutan's glacier catalog?",
        "QuestionCn": "与不丹冰川目录相关的数据集中涵盖了多少个子流域？",
        "AnswerEn": "9",
        "AnswerCn": "9",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of using Polyconic projection in glacier cataloging datasets?",
        "QuestionCn": "在冰川目录数据集中使用多锥投影的意义是什么？",
        "AnswerEn": "Polyconic projection is used for mapping purposes in glacier cataloging datasets to accurately represent the topography and geographical features of areas like Bhutan's basins. This projection type allows for more precise mapping of glaciers, accommodating the curvature of the Earth, which is essential for detailed geographical studies and data analysis in this region.",
        "AnswerCn": "多锥投影用于冰川目录数据集的制图，能够准确表示像不丹流域这样的地区的地形和地理特征。这种投影类型允许更精确地绘制冰川，适应地球的曲率，这对于该地区的详细地理研究和数据分析至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for cataloging glaciers in the Bhutan region using 2000-era topographic maps compare to modern remote sensing techniques?",
        "QuestionCn": "在不丹地区使用2000年代的地形图进行冰川编目与现代遥感技术的数据收集方法有何比较？",
        "AnswerEn": "The data collection methods for cataloging glaciers in the Bhutan region using 2000-era topographic maps involve manual interpretation and analysis of physical maps, which reflects the glacier conditions around the year 2000. This traditional approach is supported by organizations such as the International Centre for Integrated Mountain Development and the United Nations Environment Programme. In contrast, modern remote sensing techniques like satellite imagery and LiDAR offer higher resolution, real-time data, and automated processing capabilities. These contemporary methods can provide more frequent updates and detailed insights into glacier dynamics, potentially improving accuracy and efficiency over traditional topographic maps.",
        "AnswerCn": "在不丹地区，使用2000年代的地形图进行冰川目录编制的数据收集方法涉及对物理地图的手动解读和分析，这反映了大约2000年的冰川状况。这种传统方法得到了国际山地发展中心和联合国环境规划署等组织的支持。相比之下，现代遥感技术如卫星影像和激光雷达（LiDAR）提供了更高分辨率、实时数据和自动处理能力。这些现代方法可以提供更频繁的更新和对冰川动态的详细洞察，可能提高传统地形图的准确性和效率。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors lead to the inclusion of specific glacier attributes like ice volume and glacier orientation in a dataset?",
        "QuestionCn": "哪些因素导致特定冰川属性如冰体积和冰川方向被纳入数据集？",
        "AnswerEn": "The inclusion of specific glacier attributes such as ice volume and glacier orientation can be attributed to the need for comprehensive understanding and monitoring of glacier characteristics in the Bhutan region. These attributes are essential for assessing the glaciers' current state, potential changes, and their impacts on regional water resources. Furthermore, they help in understanding the spatial distribution and dynamics of glaciers, which are crucial for environmental and climatic studies supported by organizations like the International Centre for Integrated Mountain Development (ICIMOD) and United Nations Environment Programme/Regional Resource Centre, Asia and The Pacific (UNEP/RRC-AP).",
        "AnswerCn": "特定冰川属性的纳入，如冰体积和冰川方向，源于对不丹地区冰川特征的全面理解和监测的需求。这些属性对于评估冰川的当前状态、潜在变化及其对区域水资源的影响至关重要。此外，它们有助于理解冰川的空间分布和动态，这对于环境和气候研究至关重要，得到了国际综合山地发展中心（ICIMOD）和联合国环境规划署/亚太地区资源中心（UNEP/RRC-AP）等组织的支持。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on data accuracy and consistency when integrating topographic maps from 2000 with contemporary remote sensing techniques for glacier cataloging in the Bhutan region?",
        "QuestionCn": "将2000年的地形图与当代遥感技术结合用于不丹地区冰川目录编制时，数据准确性和一致性可能面临的后果是什么？",
        "AnswerEn": "Integrating topographic maps from 2000 with contemporary remote sensing techniques might lead to improved spatial resolution and more comprehensive temporal data, but it could also introduce inconsistencies in data projections and measurements due to differences in technology and data collection methods. This could affect the accuracy and consistency of glacier attributes such as location, area, and volume over time.",
        "AnswerCn": "将2000年的地形图与当代遥感技术相结合，可能会提高空间分辨率和更全面的时间数据，但也可能由于技术和数据收集方法的差异引入数据投影和测量的不一致性。这可能会影响冰川属性（如位置、面积和体积）随时间的准确性和一致性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary goals of compiling a glacier inventory covering various sub-basins in Bhutan around the year 2000?",
        "QuestionCn": "编制涵盖不丹各个子流域的冰川清单的主要目标是什么？",
        "AnswerEn": "The primary goals of compiling a glacier inventory covering various sub-basins in Bhutan around the year 2000 include documenting the state of glaciers in the region at that time. This involves capturing data on glacier location, coding, naming, area, length, thickness, ice reserves, type, and orientation. The inventory serves as a baseline to support regional development and environmental efforts driven by organizations like the International Centre for Integrated Mountain Development (ICIMOD) and the United Nations Environment Programme/Regional Resource Centre for Asia and the Pacific (UNEP/RRC-AP).",
        "AnswerCn": "编制一份涵盖不丹各个子流域的冰川清单的主要目标是在2000年左右记录该地区冰川的状态。这涉及到捕捉冰川的位置、编码、命名、面积、长度、厚度、冰储量、类型和方向的数据。该清单作为基线，支持由国际山地综合发展中心（ICIMOD）和联合国环境规划署/亚太地区资源中心（UNEP/RRC-AP）等组织推动的区域发展和环境工作。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the key procedural steps to accurately catalog glaciers in Bhutan using topographic maps around the year 2000, and how do these steps ensure comprehensive coverage and precision in the data collected?",
        "QuestionCn": "在2000年左右使用地形图准确编目不丹的冰川的关键步骤是什么，这些步骤如何确保所收集数据的全面覆盖和精确性？",
        "AnswerEn": "The key procedural steps include referencing topographic map data from around the year 2000 to reflect the glacier status at that time. The catalog covers various sub-basins in Bhutan, ensuring comprehensive spatial coverage. It involves documenting glacier attributes such as location, code, name, area, length, thickness, ice reserves, type, and orientation. The projection used is Polyconic, with the Everest (India 1956) ellipsoid and Indian datum. The false easting and northing are specified, along with the central meridian and parallel, and a scale factor, which together ensure precision and consistency in the data collected.",
        "AnswerCn": "关键的程序步骤包括参考2000年左右的地形图数据，以反映当时的冰川状态。该目录涵盖了不丹的各个子流域，确保了全面的空间覆盖。它涉及记录冰川属性，如位置、代码、名称、面积、长度、厚度、冰储量、类型和方向。所使用的投影为多锥投影，采用埃佛勒斯（印度1956）椭球体和印度基准。指定了虚东和虚北，以及中央子午线和平行线和比例因子，这些共同确保了所收集数据的精确性和一致性。",
        "Level": "C3(Applying)"
      }
    ]
  }
}