{
  "id": "18c1b934-b329-4591-bdff-8426001751bc",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Water use efficiency impact data of industrial transformation scheme in Heihe River Basin",
      "titleCn": "黑河流域产业转型方案用水效率影响数据",
      "description": "Industrial transformation refers to the state or process of significant changes in industrial structure, industrial scale, industrial organization, industrial technology and equipment in the main composition of a country or region's national economy. From this point of view, industrial transformation is a comprehensive process, including industrial transformation in structure, organization and technology. Another explanation refers to the reallocation of resource stock among industries in an industry, that is, the process of transferring capital, labor and other production factors from declining industries to emerging industries\nData include industrial output impact data of water resources industrial structure adjustment (primary industry technology, secondary industry technology, tertiary industry technology)",
      "descriptionCn": "产业转型指一个国家或地区的国民经济主要构成中，产业结构、产业规模、产业组织、产业技术装备等发生显著变动的状态或过程。从这一角度说，产业转型是一个综合性的过程，包括了产业在结构、组织和技术等多方面的转型。另一种解释是指一个行业内，资源存量在产业间的再配置,也就是将资本、劳动力等生产要素从衰退产业向新兴产业转移的过程\n数据包括水资源产业结构调整的行业产出影响数据（第一产业技术、第二产业技术、第三产业技术）",
      "instructions": "The data is stored in Excel format and can be opened and read by office software",
      "instructionsCn": "数据以表格excel格式存储，可用Office等办公软件打开读取",
      "east": 102.5,
      "west": 96.5,
      "south": 37.5,
      "north": 43.0,
      "startTime": "2012-01-16 05:00:00",
      "endTime": "2013-01-14 22:45:00",
      "fileSize": 11468.0,
      "cstr": "18406.11.Socioeco.tpdc.270849",
      "doi": "10.11888/Socioeco.tpdc.270849",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "邓祥征",
        "nameEn": "DENG XiangZheng",
        "unitEn": "Institute of Geographic Sciences and Natural Resources Research,Chinese Academy of Sciences",
        "unitCn": "中国科学院地理科学与资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Identification of Water Scarcity and Providing Solutions for Adapting to Climate Changes in the Heihe River Basin of China",
        "referenceCn": null,
        "referenceEn": "Deng, X.Z., and Zhao, C.H. (2015). Identification of Water Scarcity and Providing Solutions for Adapting to Climate Changes in the Heihe River Basin of China.  Adv. Meteorol. 2015, 1–13."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "水资源",
        "nameEn": "Water Resources"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Definition": [
      {
        "QuestionEn": "What does '水资源产业结构调整的行业产出影响数据' mean in the context of 黑河流域产业转型方案用水效率影响数据?",
        "QuestionCn": "水资源产业结构调整的行业产出影响数据在黑河流域产业转型方案用水效率影响数据中的意义是什么？",
        "AnswerEn": "In the context of 黑河流域产业转型方案用水效率影响数据, '水资源产业结构调整的行业产出影响数据' refers to data that measures the impact of adjustments in the industrial structure of water resources on different industry outputs. This involves analyzing how changes in the allocation and efficiency of water usage across various industrial sectors (such as primary, secondary, and tertiary industries) affect their production outputs, which is crucial for understanding the broader implications of industrial transformation on water efficiency.",
        "AnswerCn": "在黑河流域产业转型方案用水效率影响数据的背景下，“水资源产业结构调整的行业产出影响数据”指的是衡量水资源产业结构调整对不同产业产出影响的数据。这涉及分析水资源在各个工业部门（如第一产业、第二产业和第三产业）中的配置和使用效率变化如何影响其生产产出，这对于理解产业转型对水效率的更广泛影响至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying reasons for the changes in water use efficiency impacting the industrial transformation in the Heihe River Basin?",
        "QuestionCn": "水资源利用效率变化对黑河流域工业转型的影响背后的原因是什么？",
        "AnswerEn": "The changes in water use efficiency impacting the industrial transformation in the Heihe River Basin may be caused by shifts in the industrial structure, such as reallocation of resources like capital and labor from declining industries to emerging ones, as well as advancements in industry technology and organization. This comprehensive process involves significant modifications in the scale, structure, and technological equipment of main economic sectors.",
        "AnswerCn": "在黑河流域，水资源利用效率的变化可能是由于工业结构的转变，例如将资本和劳动力从衰退行业重新分配到新兴行业，以及行业技术和组织的进步。这一综合过程涉及主要经济部门在规模、结构和技术设备方面的重大调整。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes on water efficiency when reallocating resources from declining industries to emerging industries in the context of the Heihe River Basin's industrial transformation?",
        "QuestionCn": "在河西走廊工业转型的背景下，从衰退行业重新分配资源到新兴行业时，水效率的潜在结果是什么？",
        "AnswerEn": "Reallocating resources from declining industries to emerging industries in the Heihe River Basin could lead to improved water efficiency as newer industries may adopt advanced technologies and practices that use water more sustainably. This transition might also result in a change in the overall water demand structure, potentially reducing pressure on existing water resources while promoting economic growth and environmental sustainability.",
        "AnswerCn": "将资源从衰退行业重新分配到新兴行业，可能会提高黑河流域的水资源利用效率，因为新兴行业可能采用更先进的技术和实践，以更可持续的方式使用水。这一转型也可能导致整体水需求结构的变化，从而减轻对现有水资源的压力，同时促进经济增长和环境可持续性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the purpose of collecting data on water use efficiency and industry output impact in the context of industrial transformation in the Heihe River Basin?",
        "QuestionCn": "在黑河流域工业转型的背景下，收集水资源利用效率和产业产出影响数据的目的是什么？",
        "AnswerEn": "The goal of collecting such data is to understand and analyze the effects of industrial transformation on water resource management, specifically focusing on changes in industrial structure, organization, and technology. This involves assessing how shifts in industry, such as reallocating resources from declining to emerging sectors, impact water use efficiency and overall economic output across primary, secondary, and tertiary industry technologies.",
        "AnswerCn": "收集这些数据的目标是理解和分析工业转型对水资源管理的影响，特别关注工业结构、组织和技术的变化。这涉及评估行业的变化，例如将资源从衰退行业重新分配到新兴行业，如何影响水使用效率和各个行业（初级、次级和三级行业）技术的整体经济产出。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are employed to collect and analyze data regarding the impact of water use efficiency on industrial transformation in the Heihe River Basin, particularly focusing on the shifts in industrial structure, organization, and technology across different sectors?",
        "QuestionCn": "在黑河流域，收集和分析水资源利用效率对工业转型影响的数据时，采用了哪些程序，特别关注不同部门在工业结构、组织和技术方面的变化？",
        "AnswerEn": "Data collection in this context would involve gathering information on the output effects of water resource adjustments across primary, secondary, and tertiary industry technologies. This may include using surveys, industry reports, and water usage records to identify changes in industrial structures and resource reallocation. Analytical methods might incorporate econometric modeling to assess the impact of water use efficiency improvements on industry transformation, considering changes in capital and labor distribution from declining to emerging sectors.",
        "AnswerCn": "在这个背景下，数据收集将涉及收集关于水资源调整对初级、次级和三级行业技术的产出效应的信息。这可能包括使用调查、行业报告和水使用记录，以识别工业结构和资源重新配置的变化。分析方法可能包括计量经济模型，以评估水使用效率提高对行业转型的影响，考虑从衰退行业到新兴行业的资本和劳动力分配变化。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}