{
    "id": "18f1824f-d145-408c-a21a-57f2368b7efb",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Monthly evapotranspiration dataset with 1 km spatial resolution over the Heihe River Basin Version 2.0 (2000-2013)",
            "titleCn": "黑河流域1公里分辨率月尺度地表蒸散发第二版数据集 (2000-2013)",
            "description": "ET (ET) monitoring is crucial to agricultural water resource management, regional water resource utilization planning and socio-economic sustainable development.The limitations of traditional ET monitoring methods mainly lie in that they cannot observe a large area at the same time and can only be limited to observation points. Therefore, the cost of personnel and equipment is relatively high, and they can neither provide surface ET data, nor provide ET data of different land use types and crop types.\nQuantitative monitoring of ET can be achieved by using remote sensing. The characteristics of remote sensing information are that it can not only reflect the macroscopic structure characteristics of the earth surface, but also reflect the microscopic local differences.\nVersion 2.0 (second edition) of the surface evapotranspiration data set of the heihe river basin from 2000 to 2013 is based on multi-source remote sensing data and the latest ETWatch model is adopted to estimate the raster image data. Its temporal resolution is monthly scale and the spatial resolution is 1km scale. The data covers the whole basin in millimeters.Data types include monthly, quarterly, and annual data.\nThe projection information of the data is as follows:\nAlbers equal-area cone projection,\nCentral longitude: 110 degrees,\nFirst secant: 25 degrees,\nSecond secant: 47 degrees,\nCoordinates by west: 4000000 meter.\n\nFile naming rules are as follows:\nMonthly cumulative ET value file name: heihe-1km_2013m01_eta.tif\nHeihe represents the heihe river basin, 1km represents the resolution of 1km, 2013 represents the year of 2013, m01 represents the month of January, eta represents the actual evapotranspiration data, and tif represents the data in tif format.\nName of quarterly cumulative ET value file: heihe-1km_2013s01_eta.tif\nHeihe refers to heihe river basin, 1km refers to the resolution of 1km, 2013 refers to 2013, s01 refers to january-march, is the first quarter, eta refers to the actual evapotranspiration data, and tif refers to the data in tif format.\nAnnual cumulative value file name: heihe-1km_2013y_eta.tif\nAmong them, heihe represents heihe river basin, 1km represents the resolution of 1km, 2013 represents the year of 2013, y represents the year, eta represents the actual evapotranspiration data, and tif represents the data in tif format.",
            "descriptionCn": "ET（蒸散发）监测对农业水资源管理、区域水资源利用规划和社会经济可持续发展至关重要。传统监测ET 方法的局限性主要在于无法做到大面积同时观测，只能局限于观测点上，因此人员设备成本相对较高，既不能提供面上的ET 数据，也不能提供不同土地利用类型和作物类型的ET 数据。\n利用遥感可以做到ET的定量监测，遥感信息的特点是既能反映地球表面的宏观结构特性，又能反映微观局部的差异。\n黑河流域2000-2013年地表蒸散发数据集Version 2.0(第二版)是基于多源遥感数据，采用ETWatch最新模型估算得到栅格影像数据，它的时间分辨率是逐月尺度，空间分辨率为1公里尺度，数据覆盖整个流域，单位为毫米。数据类型包括月、季、年数据。\n数据的投影信息如下：\nAlbers 等积园锥投影，\n中央经线：110度，\n第一割线：25度，\n第二割线：47度，\n坐标西偏：4000000 meter。\n\n文件命名规则如下：\n每月累计ET值文件命名：heihe-1km_2013m01_eta.tif\n其中heihe表示黑河流域，1km表示分辨率为1公里，2013表示2013年，m01表示1月份，eta表示实际蒸散数据，tif表示数据为tif格式；\n每季累计ET值文件命名：heihe-1km_2013s01_eta.tif\n其中heihe表示黑河流域，1km表示分辨率为1公里，2013表示2013年，s01表示1-3月，为第一季度，eta表示实际蒸散数据，tif表示数据为tif格式；\n每年累计值文件命名： heihe-1km_2013y_eta.tif\n其中heihe表示黑河流域，1km表示分辨率为1公里，2013表示2013年，y表示年，eta表示实际蒸散数据，tif表示数据为tif格式。",
            "instructions": "The data is stored in raster tif format, File naming rules are as follows:\nMonthly cumulative ET value file name: heihe-1km_2013m01_eta.tif\nHeihe represents the heihe river basin, 1km represents the resolution of 1km, 2013 represents the year of 2013, m01 represents the month of January, eta represents the actual evapotranspiration data, and tif represents the data in tif format.\nName of quarterly cumulative ET value file: heihe-1km_2013s01_eta.tif\nHeihe refers to heihe river basin, 1km refers to the resolution of 1km, 2013 refers to 2013, s01 refers to january-march, is the first quarter, eta refers to the actual evapotranspiration data, and tif refers to the data in tif format.\nAnnual cumulative value file name: heihe-1km_2013y_eta.tif\nAmong them, heihe represents heihe river basin, 1km represents the resolution of 1km, 2013 represents the year of 2013, y represents the year, eta represents the actual evapotranspiration data, and tif represents the data in tif format.\n\nData reading: Envi, Arcgis and other remote sensing software can be used to open and read",
            "instructionsCn": "数据以栅格tif格式存储，文件命名规则如下：\n每月累计ET值文件命名：heihe-1km_2013m01_eta.tif\n其中heihe表示黑河流域，1km表示分辨率为1公里，2013表示2013年，m01表示1月份，eta表示实际蒸散数据，tif表示数据为tif格式；\n每季累计ET值文件命名：heihe-1km_2013s01_eta.tif\n其中heihe表示黑河流域，1km表示分辨率为1公里，2013表示2013年，s01表示1-3月，为第一季度，eta表示实际蒸散数据，tif表示数据为tif格式；\n每年累计值文件命名： heihe-1km_2013y_eta.tif\n其中heihe表示黑河流域，1km表示分辨率为1公里，2013表示2013年，y表示年，eta表示实际蒸散数据，tif表示数据为tif格式。\n\n数据读取：可用Envi、Arcgis等遥感软件打开读取",
            "east": 103.0,
            "west": 96.0,
            "south": 37.0,
            "north": 42.0,
            "startTime": "2000-01-11 16:00:00",
            "endTime": "2014-01-11 15:00:00",
            "fileSize": 243161547.0,
            "cstr": "18406.11.Hydro.tpdc.270884",
            "doi": "10.11888/Hydro.tpdc.270884",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "吴炳方",
                "nameEn": "WU Bingfang",
                "unitEn": "",
                "unitCn": "中国科学院遥感与数字地球研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Validation of ETWatch using field measurements at diverse landscapes: A case study in Hai Basin of China",
                "referenceCn": null,
                "referenceEn": "Bingfang Wu, Nana Yan,Jun Xiong,W.G.M. Bastiaanssen, Weiwei Zhu, Alfred Stein. Validation  of ETWatch using field measurements at diverse landscapes:A case study in Hai Basin of China. Journal of Hydrology. 436-437(2012) 67-80."
            },
            {
                "titleCn": null,
                "titleEn": "Integration of  parameterization based on mult-source remote sensing data for estimation evapotranspiration: A case study on Heihe River Basin",
                "referenceCn": null,
                "referenceEn": "Wu,B.F, Zhu,W.W, Yan,N.N, Xing,Q, Liu,S.F, Chang,S, Qi,F.  Integration of  parameterization based on mult-source remote sensing data for estimation evapotranspiration: A case study on Heihe River Basin. Manuscript under preparation."
            },
            {
                "titleCn": null,
                "titleEn": "A Linear Relationship between temporal multiband MODIS BRDF and aerodynamic roughness in HIWATER Wind Gradient data",
                "referenceCn": null,
                "referenceEn": "Wu, B. , Xing, Q. , Yan, N. , Zhu, W. , & Zhuang, Q. . (2015). A linear relationship between temporal multiband modis brdf and aerodynamic roughness in hiwater wind gradient data. Geoscience and Remote Sensing Letters, IEEE, 12(3), 507-511."
            },
            {
                "titleCn": null,
                "titleEn": "Method to derived mixed boundary layer height from MODIS atmospheric profile data product at Heihe river basin",
                "referenceCn": null,
                "referenceEn": "Feng,X.L, Wu,B.F,Yan,N.N, Zhu,W.W. Method to derived mixed boundary layer height from MODIS atmospheric profile data product at Heihe river basin. Boundary-layer Meteorology. Under Review."
            },
            {
                "titleCn": null,
                "titleEn": "An improved method for deriving daily evapotranspiration estimates from satellite estimates on cloud-free days",
                "referenceCn": null,
                "referenceEn": "Wu, B., Zhu, W., Yan, N., Feng, X., Xing, Q., Zhuang, Q., An improved method for deriving daily evapotranspiration estimates from satellite estimates on cloud-free days. IEEE Journal of Selected Topic in Applied Earth Observations and Remote Sensing. (Under Review)."
            },
            {
                "titleCn": null,
                "titleEn": "Validation of ETWatch using field measurements at diverse landscapes:A case study in Hai Basin of China.",
                "referenceCn": null,
                "referenceEn": "Wu, B. , Yan, N. , Xiong, J. , Bastiaanssen, W. G. M. , Zhu, W. , & Stein, A. . (2012). Validation of etwatch using field measurements at diverse landscapes: a case study in hai basin of china. Journal of Hydrology, 436-437(none), 67-80."
            },
            {
                "titleCn": null,
                "titleEn": "Estimation and Validation of Land Surface Evaporation Using Remote Sensing and Meteorological Data in North China",
                "referenceCn": null,
                "referenceEn": "Xiong, J. , Wu, B. F. , Yan, N. , Zeng, Y. , & Liu, S. . (2010). Estimation and validation of land surface evaporation using remote sensing and meteorological data in north china. Selected Topics in Applied Earth Observations and Remote Sensing, IEEE Journal of, 3(3), P.337-344."
            },
            {
                "titleCn": null,
                "titleEn": "An improved satellite-based approach for estimating vapor pressure deficit from MODIS data",
                "referenceCn": null,
                "referenceEn": "Zhang, H. , Wu, B. , Yan, N. , Zhu, W. , & Feng, X. . (2014). An improved satellite-based approach for estimating vapor pressure deficit from modis data. Journal of Geophysical Research: Atmospheres, 119(21), 12,256-12,271."
            },
            {
                "titleCn": null,
                "titleEn": "A method to estimate diurnal surface soil heat flux from MODIS data for a sparse vegetation and bare soil",
                "referenceCn": null,
                "referenceEn": "Zhu, W. , Wu, B. , Yan, N. , Feng, X. , & Xing, Q. . (2014). A method to estimate diurnal surface soil heat flux from modis data for a sparse vegetation and bare soil. Journal of Hydrology, 511, 139-150."
            },
            {
                "titleCn": "饱和水汽压差的卫星遥感研究综述",
                "titleEn": null,
                "referenceCn": "张红梅, 吴炳方, 闫娜娜, 2013. 饱和水汽压差的卫星遥感研究综述. 地球科学进展. (审稿中)",
                "referenceEn": null
            },
            {
                "titleCn": "不透水面遥感提取及应用研究进展",
                "titleEn": null,
                "referenceCn": "王浩, 卢善龙, 吴炳方等. 2013. 不透水面遥感及应用研究进展. 地球科学进展. 28(3) 327-336.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "蒸散发",
                "nameEn": "Evapotranspiration"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000-2013",
                "keywordEn": "2000-2013",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of how remote sensing technology is used to collect data on evapotranspiration over large areas, such as river basins?",
                "QuestionCn": "你能提供一个例子，说明遥感技术如何用于收集大面积（如流域）蒸散发的数据吗？",
                "AnswerEn": "An example of using remote sensing technology for data collection on evapotranspiration is the creation of a monthly-scale, 1-kilometer resolution dataset of surface evapotranspiration for the Heihe River Basin from 2000 to 2013. This dataset is generated through the ETWatch model and utilizes multi-source remote sensing data to provide comprehensive coverage of the basin, addressing the limitations of traditional point-based observation methods.",
                "AnswerCn": "使用遥感技术进行蒸散发数据收集的一个例子是为2000年至2013年期间的黑河流域创建一个月尺度、1公里分辨率的地表蒸散发数据集。该数据集通过ETWatch模型生成，利用多源遥感数据提供了对流域的全面覆盖，解决了传统点位观测方法的局限性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '遥感' mean in the context of data collection for monitoring ET (蒸散发)?",
                "QuestionCn": "在监测蒸散发（ET）的数据收集上下文中，“遥感”指的是通过卫星或航空器等远程设备获取地表信息的技术。",
                "AnswerEn": "In the context of data collection for monitoring ET (蒸散发), '遥感' refers to the use of remote sensing technology to quantitatively monitor evaporation and transpiration. Remote sensing provides data that reflect both the macroscopic structural characteristics of the Earth's surface and microscopic local differences, allowing for large-scale observation that overcomes the limitations of traditional ET monitoring methods, which are usually confined to specific observation points and are costly in terms of personnel and equipment.",
                "AnswerCn": "在蒸散发（ET）监测的数据收集背景下，“遥感”指的是利用遥感技术定量监测蒸发和蒸腾。遥感提供的数据反映了地表的宏观结构特征和微观局部差异，使得大规模观察成为可能，克服了传统ET监测方法的局限性，这些传统方法通常局限于特定的观察点，并且在人员和设备方面成本较高。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using multi-source remote sensing data for estimating evapotranspiration on a 1-kilometer scale in terms of improving agricultural water resource management and regional water resource utilization planning?",
                "QuestionCn": "使用多源遥感数据在1公里尺度上估算蒸散发的潜在后果包括改善农业水资源管理和区域水资源利用规划。",
                "AnswerEn": "Using multi-source remote sensing data for estimating evapotranspiration on a 1-kilometer scale can significantly enhance the ability to monitor large areas simultaneously, reducing the dependency on traditional point-based observation methods. This approach can provide comprehensive ET data across different land use and crop types, leading to more accurate and detailed information. Consequently, it could improve agricultural water resource management by enabling more precise planning and allocation of water resources. Additionally, it can aid in regional water resource utilization planning by offering a broader and more detailed dataset to inform decision-making, potentially contributing to more effective strategies for socio-economic sustainable development.",
                "AnswerCn": "使用多源遥感数据在1公里尺度上估算蒸散发，可以显著增强同时监测大面积的能力，减少对传统点位观测方法的依赖。这种方法可以提供不同土地利用和作物类型的全面蒸散发数据，从而带来更准确和详细的信息。因此，它可以通过实现更精确的水资源规划和分配，改善农业水资源管理。此外，它还可以通过提供更广泛和更详细的数据集来支持区域水资源利用规划，从而为决策提供信息，可能有助于更有效的社会经济可持续发展策略。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of utilizing remote sensing techniques for estimating ET at a 1 km resolution over large river basins?",
                "QuestionCn": "利用遥感技术在大河流域以1公里分辨率估算蒸散发（ET）的主要目标是什么？",
                "AnswerEn": "The primary objectives of utilizing remote sensing techniques for estimating ET at a 1 km resolution over large river basins include providing extensive spatial coverage that traditional point-based methods cannot achieve, reducing personnel and equipment costs, and offering valuable data for agricultural water resource management, regional water resource planning, and sustainable socioeconomic development by capturing both macro-structural characteristics and micro-local differences of the Earth's surface.",
                "AnswerCn": "利用遥感技术在大河流域以1公里分辨率估算蒸散发（ET）的主要目标包括提供传统点测量方法无法实现的广泛空间覆盖，降低人员和设备成本，以及为农业水资源管理、区域水资源规划和可持续社会经济发展提供有价值的数据，通过捕捉地球表面的宏观结构特征和微观局部差异。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in utilizing remote sensing data to estimate evapotranspiration over large areas, and how does it address the limitations of traditional monitoring methods?",
                "QuestionCn": "利用遥感数据估算大面积蒸散发的程序步骤包括哪些？它如何解决传统监测方法的局限性？",
                "AnswerEn": "The process involves using remote sensing data to perform quantitative monitoring of evapotranspiration (ET). By employing the ETWatch model, multi-source remote sensing data is used to estimate raster image data with a monthly temporal resolution and a spatial resolution of 1 kilometer. This approach overcomes the limitations of traditional methods, which are typically limited to point observations and cannot provide comprehensive ET data across different land use types and crop types.",
                "AnswerCn": "该过程涉及使用遥感数据对蒸散发（ET）进行定量监测。通过采用ETWatch模型，利用多源遥感数据估算具有月度时间分辨率和1公里空间分辨率的栅格图像数据。这种方法克服了传统方法的局限性，传统方法通常仅限于点观测，无法提供不同土地利用类型和作物类型的全面ET数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enabled the quantification of evapotranspiration over large areas using remote sensing in the Heihe River Basin from 2000 to 2013?",
                "QuestionCn": "哪些技术进步使得在2000年至2013年期间能够通过遥感对黑河流域的大面积蒸散发进行量化？",
                "AnswerEn": "The use of multi-source remote sensing data and the implementation of the ETWatch model enabled the quantification of evapotranspiration over large areas in the Heihe River Basin from 2000 to 2013. This approach allows for capturing both the macro-structural characteristics and micro-local differences of the Earth's surface, addressing the limitations of traditional monitoring methods that are restricted to specific observation points.",
                "AnswerCn": "利用多源遥感数据和ETWatch模型的实施，使得能够对2000年至2013年间的黑河流域进行大范围的蒸散发量量化。这种方法能够捕捉地球表面的宏观结构特征和微观局部差异，解决了传统监测方法仅限于特定观测点的局限性。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}