{
    "id": "1a86c478-b7ef-46f7-acff-bc193e47ee6b",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Monthly average air temperature data of glacier surface in the Tibetan Plateau (1961-2020)",
            "titleCn": "青藏高原冰川表面1km月均气温数据（1961-2020）",
            "description": "As a key indicator of global warming, near surface air temperature (Ta) plays a key role in the process of glacier melting. A large number of glaciers are distributed in the Tibetan Plateau（the TP）. However, due to the difficulties of observation caused by high cold and hypoxia, the Ta data in the glacial region of the TP are still scarce, and the existing data have problems such as low accuracy and short time series. This data integrates the  Ta observation data and a variety of MODIS remote sensing products. At the same time, the sunrise and sunset time, the cosine of the solar height and the atmospheric pressure of the station are calculated as auxiliary estimation data. The monthly average temperature of the TP from 2002 to 2020 is estimated by using the random forest model. According to the estimation results, the monthly average Ta of the glacial region of the TP from 1961 to 2020 is reconstructed based on the Bayesian ridge regression principle. The RMSE of the final data in the glacier area is 1.31 ℃. By comparison, the accuracy of this product in plateau glacier area is much higher than that of other similar products. Based on this product, we can analyze the Ta change trend in the TP glacier area in recent decades, and further discuss the impact of climate change on the TP glacier.",
            "descriptionCn": "近地表空气温度（Ta）作为衡量全球变暖的关键指标，在冰川融化过程中起着关键作用。青藏高原地区分布着大量的冰川，但由于高寒缺氧导致的观测困难，青藏高原冰川地区的气温资料仍然稀缺，且已有资料存在精度较低、时序较短等问题。本资料整合气温观测资料及多种MODIS遥感产品，同时计算站点日出日落时间、太阳高度余弦以及气压作为辅助估算数据，利用随机森林模型估算了2002-2020年青藏高原月均气温，并根据估算结果基于贝叶斯岭回归原理对青藏高原冰川地区1961-2020年月均气温进行了重建。最终资料在冰川地区的RMSE为1.31℃。经比较，该产品在高原冰川地区的精度远高于其他同类型产品。基于本产品，可以分析近几十年来青藏高原冰川地区的气温变化趋势，并进一步讨论气候变化对青藏高原冰川的影响。",
            "instructions": "File name: the temperature data is stored in TIF format. The file name is \"yyyymm.txt\", where yyyy represents year and mm represents month, such as ‘\"196101.tif\" represents this TIF file to describe the average temperature distribution in the glacial region of the Tibetan Plateau in January, 1961.\nData reading method: read the TIF file into the array through programming, and each value is the temperature value of the corresponding grid point, in Celsius. If you want to display it in the figure, it is recommended to use ArcGIS or envi software to open it directly.",
            "instructionsCn": "文件命名：气温数据以TIF格式存储，文件的名称为“yyyymm.txt”，其中yyyy代表年，mm代表月，比如196101.tif就代表这个TIF文件描述1961年1月青藏高原冰川地区的平均气温分布。\n数据读取方式：通过编程将TIF文件读入数组，每个值即为对应格点的温度值，单位为摄氏度，如果要用图示来显示的话，建议使用Arcgis或ENVI软件直接打开即可。",
            "east": 104.67,
            "west": 67.67,
            "south": 26.01,
            "north": 40.0,
            "startTime": "1961-01-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 14928743520.0,
            "cstr": "18406.11.Atmos.tpdc.272550",
            "doi": "10.11888/Atmos.tpdc.272550",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "秦军",
                "nameEn": "QIN Jun ",
                "unitEn": "Institute of Geographical Sciences and Natural Resource Research, CAS",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A long-term 1&thinsp;km monthly near-surface air temperature dataset over the Tibetan glaciers by fusion of station and satellite observations",
                "referenceCn": null,
                "referenceEn": "Qin,J.,Pan,W.H.,He,M.,Lu,N.,Yao,L.,Jiang,H.,& Zhou,C.H.(2023). A long-term 1&thinsp;km monthly near-surface air temperature dataset over the Tibetan glaciers by fusion of station and satellite observations. Earth System Science Data, 1(15), 331-334. "
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": "2m气温",
                "nameEn": "2m temperature"
            },
            {
                "nameCn": "冰川气候",
                "nameEn": "Glacier climate"
            },
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "遥感产品",
                "nameEn": "Remote Sensing Product"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "The Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1961-2020",
                "keywordEn": "1961-2020",
                "type": "temporal"
            },
            {
                "keywordCn": "月尺度",
                "keywordEn": "Monthly",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the features and characteristics of datasets that capture monthly average air temperature over glaciers in the Qinghai-Tibet Plateau?",
                "QuestionCn": "捕捉青藏高原冰川月平均气温的数据集的特征和特点包括：",
                "AnswerEn": "temperature observation data, MODIS remote sensing products, auxiliary estimation data, daily sunrise and sunset times, solar altitude cosine, air pressure, random forest model, Bayesian ridge regression, RMSE of 1.31℃ in glacier areas",
                "AnswerCn": "温度观测数据、MODIS遥感产品、辅助估算数据、每日日出和日落时间、太阳高度余弦、气压、随机森林模型、贝叶斯岭回归、冰川区域的RMSE为1.31℃。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the RMSE value for the temperature estimates in the glacier regions on the Tibetan Plateau?",
                "QuestionCn": "在青藏高原冰川地区，温度估计的RMSE值是多少？",
                "AnswerEn": "1.31℃",
                "AnswerCn": "1.31℃",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the accuracy of monthly average temperature estimation for glaciers in the Qinghai-Tibet Plateau using a random forest model compare to other estimation methods?",
                "QuestionCn": "使用随机森林模型对青藏高原冰川的月平均温度估计的准确性与其他估计方法相比如何？",
                "AnswerEn": "The estimation of monthly average temperatures for glaciers in the Qinghai-Tibet Plateau using a random forest model demonstrates higher accuracy, with a RMSE of 1.31°C, compared to other similar products. This method integrates temperature observation data, various MODIS remote sensing products, and auxiliary data such as sunrise and sunset times, solar altitude cosine, and pressure to enhance precision in the glacial regions.",
                "AnswerCn": "使用随机森林模型对青藏高原冰川的月平均温度进行估计，显示出更高的准确性，均方根误差（RMSE）为1.31°C，相较于其他类似产品更具优势。该方法整合了温度观测数据、各种MODIS遥感产品以及辅助数据，如日出和日落时间、太阳高度余弦和气压，以提高冰川区域的精确度。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the integration of temperature observation data and multiple MODIS remote sensing products enhance the accuracy of estimating monthly average temperatures in glacier regions?",
                "QuestionCn": "将温度观测数据与多个MODIS遥感产品的集成如何提高冰川地区月平均温度估计的准确性？",
                "AnswerEn": "The integration of temperature observation data with multiple MODIS remote sensing products, along with the calculation of sunrise and sunset times, solar altitude cosine, and pressure as auxiliary estimation data, allows for a more comprehensive model. The use of a random forest model to estimate monthly average temperatures, and the subsequent Bayesian ridge regression-based reconstruction, significantly improves the accuracy of temperature data for glacier regions on the Tibetan Plateau, resulting in an RMSE of 1.31°C, which is superior to other similar products.",
                "AnswerCn": "将温度观测数据与多个MODIS遥感产品相结合，并计算日出和日落时间、太阳高度余弦和气压作为辅助估计数据，可以构建一个更全面的模型。使用随机森林模型估计月平均温度，并随后基于贝叶斯岭回归进行重建，显著提高了对青藏高原冰川区域温度数据的准确性，RMSE为1.31°C，优于其他类似产品。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of integrating multiple MODIS remote sensing products with temperature observation data on the accuracy of temperature estimates for high-altitude glacier regions?",
                "QuestionCn": "将多个MODIS遥感产品与温度观测数据整合在一起，可能对高海拔冰川地区温度估计的准确性产生哪些潜在影响？",
                "AnswerEn": "Integrating multiple MODIS remote sensing products with temperature observation data can significantly enhance the accuracy of temperature estimates for high-altitude glacier regions. By combining these sources, the estimation process can leverage diverse data inputs to better account for the complex environmental factors influencing temperatures in these remote and challenging areas. This integration has resulted in a reduced RMSE of 1.31°C in glacier areas, indicating a higher precision compared to other similar products.",
                "AnswerCn": "将多个MODIS遥感产品与温度观测数据相结合，可以显著提高高海拔冰川地区温度估计的准确性。通过结合这些来源，估计过程能够利用多样化的数据输入，更好地考虑影响这些偏远和复杂环境地区温度的各种因素。这种整合使得冰川地区的均方根误差（RMSE）降低至1.31°C，表明其精度高于其他类似产品。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodologies can be employed to integrate observational temperature data with MODIS remote sensing products to estimate monthly mean temperatures for glacier regions over a multi-decadal period?",
                "QuestionCn": "可以采用哪些方法将观测温度数据与MODIS遥感产品结合，以估算多年代冰川地区的月均温度？",
                "AnswerEn": "To estimate monthly mean temperatures for glacier regions over a multi-decadal period, a methodology that integrates observational temperature data with MODIS remote sensing products can be employed. This involves calculating auxiliary estimation data such as sunrise and sunset times, solar elevation cosine, and atmospheric pressure. Using these variables, a random forest model can be applied to estimate the monthly mean temperatures. Furthermore, Bayesian ridge regression can be used to reconstruct historical data, enhancing the precision of the temperature estimates for glacier regions.",
                "AnswerCn": "为了估算多十年期间冰川地区的月均温度，可以采用一种将观测温度数据与MODIS遥感产品相结合的方法。这涉及计算辅助估计数据，如日出和日落时间、太阳高度余弦和大气压力。利用这些变量，可以应用随机森林模型来估计月均温度。此外，可以使用贝叶斯岭回归来重建历史数据，从而提高冰川地区温度估计的精确度。",
                "Level": "C6(Creating)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be challenges in obtaining accurate temperature data for glacier regions on the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原的冰川地区获取准确温度数据可能面临哪些挑战？",
                "AnswerEn": "There are challenges in obtaining accurate temperature data for glacier regions on the Qinghai-Tibet Plateau due to the high-altitude, cold, and oxygen-poor environment, which makes observation difficult. Existing data often have low accuracy and short time sequences.",
                "AnswerCn": "在青藏高原的冰川地区，由于高海拔、寒冷和缺氧的环境，获取准确的温度数据面临挑战，这使得观测变得困难。现有的数据往往准确性低且时间序列短。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}