{
    "id": "1aa5bcea-f637-41f1-88e4-2296ed712e7b",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Dataset of groundwater level in the lower reaches of Tarim River (2000-2007)",
            "titleCn": "塔里木河下游地下水位数据集（2000-2007）",
            "description": "In the lower reaches of Tarim River, groundwater is the only water source to maintain the survival of natural vegetation.  The change of groundwater level directly affects the growth and decline of plants and controls the evolution and composition of plant communities.  Strengthening the research on chemical characteristics of groundwater is an important content of water resources quality evaluation, which is of great significance to the utilization mode, sustainable development, management and protection and construction of ecological environment of watershed water resources.\nGroundwater level data: In order to understand the change of groundwater level in the process of water conveyance in the lower reaches of the Tarim River, nine groundwater monitoring sections (Figure 1) have been established along the water conveyance channel of the lower reaches of the Tarim River-Qiwenkuoer River. Each section has a spacing of about 20 km. Below Daxi Haizi Reservoir, there are 9 sections such as Akdun (A), Yahefu Mahan (B), Yingsu (C), Abodah Le (D), Khaldayi (E), Tuguemaile (F) and Arakan (G), Yigan Buma (H) and Kaogan (1).  Among them, the spacing of the last three sections is 45 km.  In the horizontal direction, one underground water level monitoring well (well depth 8-17 m) is arranged at intervals of 100 m or 200 m in each section, and a total of 40 underground water monitoring wells are arranged to monitor the underground water level, water and salt dynamic changes and the influence range on the underground water level in each section during the water delivery process to the lower reaches of Tarim River.  The monitoring frequency is once a month, and the monitoring frequency is increased during the water delivery process.  Groundwater level data are monitored by conductivity method.\nObservation sections include:\n1. Akerdun Section in Lower Reaches of Tarim River\n2. Yahefu Mahan Section in Lower Reaches of Tarim River\n3. Yingsu Section in Lower Reaches of Tarim River\n4. Abodah-Le Section in Lower Reaches of Tarim River\n5. Karadayi Section in Lower Reaches of Tarim River\n6. Tuguemaile Section in Lower Reaches of Tarim River\n7. Arakan Section in Lower Reaches of Tarim River\n8. The lower reaches of Tarim River are not as good as the Ma section\n9. Kaogan Section in Lower Reaches of Tarim River",
            "descriptionCn": "在塔里木河下游，地下水是维系天然植被生存的惟一水源。地下水位变化直接影响着植物的生长和衰败，控制着植物群落的演变与组成。加强地下水化学特征研究是水资源质量评价的重要内容，对流域水资源利用方式、可持续发展、管理及生态环境的保护与建设都具有重要意义。\n地下水位数据：为了了解塔里木河下游输水过程中地下水位的变化状况，自2000年以来，沿塔里木河下游输水河道—齐文阔尔河建立地下水监测断面9个(图1)，每个断面间距约20 km，由大西海子水库以下，分别是阿克墩(A)、亚合甫马汗(B)、英苏(C)、阿布达勒(D)、喀尔达依(E)、吐格买莱(F)以及阿拉干(G)、依干不及麻(H)和考干(1)等9个断面。其中，后3个断面的间距为45 km。并在横向上，在每个断面，间隔100 m或200 m布设一眼地下水位监测井(井深8-17 m)，共布设地下水监测井40眼，监测在向塔里木河下游输水过程中各区段地下水位、水盐动态变化以及对地下水位影响范围。监测频率为每月一次，输水过程中，增加监测次数。地下水位数据采用电导法监测得到. \n观测断面包括:\n1.塔里木河下游阿克墩断面\n2.塔里木河下游亚合甫马汗断面\n3.塔里木河下游英苏断面\n4.塔里木河下游阿布达勒断面\n5.塔里木河下游喀尔达依断面\n6.塔里木河下游吐格买莱断面\n7.塔里木河下游阿拉干断面\n8.塔里木河下游依干不及麻断面\n9.塔里木河下游考干断面",
            "instructions": "File naming: data is stored in the format of text doc;\nData reading: it can be read by office, WPS and other office software.",
            "instructionsCn": "文件命名：数据以文本doc格式存储；\n数据读取：可用Office、Wps等办公软件读取。",
            "east": 91.0,
            "west": 78.0,
            "south": 38.5,
            "north": 42.0,
            "startTime": "2000-05-23 16:42:00",
            "endTime": "2007-12-28 16:43:00",
            "fileSize": 3738112.0,
            "cstr": "18406.11.Hydro.tpdc.270609",
            "doi": "10.11888/Hydro.tpdc.270609",
            "dataFormat": "Doc",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "陈亚宁",
                "nameEn": "CHEN Yaning",
                "unitEn": "中国科学院新疆生态与地理研究所",
                "unitCn": "中国科学院新疆生态与地理研究所"
            },
            {
                "nameCn": "郝兴明",
                "nameEn": "HAO Xingming",
                "unitEn": "中国科学院新疆生态与地理研究所",
                "unitCn": ""
            }
        ],
        "literatureList": [
            {
                "titleCn": "香梨果实成熟衰老过程中4种内源激素的变化",
                "titleEn": null,
                "referenceCn": "阮晓,王强,周疆明等.香梨果实成熟衰老过程中4种内源激素的变化.植物生理学报. 2000.26(5):402-406.",
                "referenceEn": null
            },
            {
                "titleCn": "不同地下水埋深柽柳、芦苇的生理响应",
                "titleEn": null,
                "referenceCn": "陈敏,陈亚宁,李卫红等.不同地下水埋深柽柳、芦苇的生理响应.干旱区地理.2009,32(1):72-80.",
                "referenceEn": null
            },
            {
                "titleCn": "干旱区荒漠植被丙二醛及保护酶活性对地下水位的响应",
                "titleEn": null,
                "referenceCn": "庄丽,陈亚宁,李卫红等.干旱区荒漠植被丙二醛及保护酶活性对地下水位的响应.冰川冻土.2005,27(5):723-733.",
                "referenceEn": null
            },
            {
                "titleCn": "塔里木河中游植物种群在四种环境梯度上的生态位特征",
                "titleEn": null,
                "referenceCn": "刘加珍, 陈亚宁和张元明, 2004. 塔里木河中游植物种群在四种环境梯度上的生态位特征. 应用生态学报, 15(4): 549-555.",
                "referenceEn": null
            },
            {
                "titleCn": "塔里木河下游输水条件下浅层地下水化学特征变化与合理生态水位探讨",
                "titleEn": null,
                "referenceCn": "陈永金,陈亚宁,李卫红等.塔里木河下游输水条件下浅层地下水化学特征变化与合理生态水位探讨.自然科学进展.2006,16(9):1130-1137.",
                "referenceEn": null
            },
            {
                "titleCn": "植被生理生态学数据表征的合理地下水位研究——以塔里木河下游生态恢复过程为例",
                "titleEn": null,
                "referenceCn": "陈亚宁,王强,李卫红等.植被生理生态学数据表征的合理地下水位研究——以塔里木河下游生态恢复过程为例.科学通报.2006,51(增刊I):7-13.",
                "referenceEn": null
            },
            {
                "titleCn": "新疆塔里木河下游河道生态输水对植被生理的影响研究",
                "titleEn": null,
                "referenceCn": "陈亚宁,李卫红,陈亚鹏等.新疆塔里木河下游河道生态输水对植被生理的影响研究.自然科学进展.2004,14(6):665-671.",
                "referenceEn": null
            },
            {
                "titleCn": "塔里木河下游胡杨气体交换对CO2加富和地下水埋深的响应",
                "titleEn": null,
                "referenceCn": "陈亚鹏, 陈亚宁, 李卫红和徐长春, 2008. 塔里木河下游胡杨气体交换对CO2加富和地下水埋深的响应. 水土保持学报, 22(5): 217-220, 224.",
                "referenceEn": null
            },
            {
                "titleCn": "新疆塔里木河下游土壤特征及其对物种多样性的影响",
                "titleEn": null,
                "referenceCn": "杨玉海, 陈亚宁和李卫红, 2008. 新疆塔里木河下游土壤特征及其对物种多样性的影响. 生态学报, 28(2): 602-611.",
                "referenceEn": null
            },
            {
                "titleCn": "塔里木河下游胡杨气体交换特征及其环境解释",
                "titleEn": null,
                "referenceCn": "周洪华, 陈亚宁, 李卫红和陈亚鹏, 2008. 塔里木河下游胡杨气体交换特征及其环境解释. 中国沙漠, 28(4): 665-672.",
                "referenceEn": null
            },
            {
                "titleCn": "塔里木河下游地下水化学特征对输水响应的阶段性研究",
                "titleEn": null,
                "referenceCn": "陈永金, 陈亚宁, 李卫红和刘加珍, 2006. 塔里木河下游地下水化学特征对输水响应的阶段性研究. 环境科学, 27(7): 1299-1304",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Characterization of photosynthesis of Populus euphratica grown in the arid region",
                "referenceCn": null,
                "referenceEn": "Chen Y P, Chen Y N, Li W H et al. Characterization of photosynthesis of Populus euphratica grown in the arid region. Photosynthetica. 2006,44(4):622-626."
            },
            {
                "titleCn": "塔里木河下游植物群落分布与衰退演替趋势分析",
                "titleEn": null,
                "referenceCn": "刘加珍,陈亚宁,李卫红等.塔里木河下游植物群落分布与衰退演替趋势分析.生态学报.2004,24(2):379-383.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地下水",
                "nameEn": "Ground Water"
            },
            {
                "nameCn": "地下水位",
                "nameEn": "Underground water level"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "塔里木河",
                "keywordEn": "Tarim River Basin"
            },
            {
                "keywordCn": "塔里木河下游",
                "keywordEn": "the lower reaches of Tarim River"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000-2007",
                "keywordEn": "2000-2007",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "塔里木河下游浅层地下水变化的生态效应及生态系统健康评价研究",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            },
            {
                "titleCn": "塔里木河下游生态安全与生态需水量研究",
                "titleEn": "The influence of permafrost environment on qinghai-tibet railway construction and its environmental effect"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the features and methodologies used in collecting underground water level data in arid regions like the lower reaches of the Tarim River?",
                "QuestionCn": "在像塔里木河下游这样的干旱地区，收集地下水位数据的特征和方法包括：",
                "AnswerEn": "nine groundwater monitoring sections, spaced approximately 20 km apart, three sections spaced 45 km apart, groundwater monitoring wells every 100 m or 200 m, depths ranging from 8 to 17 meters, monthly monitoring frequency, increased frequency during water transfer, electrical conductivity method",
                "AnswerCn": "九个地下水监测区段，间隔约20公里，三个区段间隔45公里，地下水监测井每隔100米或200米一个，深度范围从8到17米，监测频率为每月一次，水转移期间增加监测频率，采用电导率法。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many groundwater monitoring wells were established to measure groundwater level changes in the lower reaches of the Tarim River?",
                "QuestionCn": "在塔里木河下游建立了多少个地下水监测井以测量地下水位变化？",
                "AnswerEn": "40",
                "AnswerCn": "40",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What underlying factors could be inferred regarding the impact of groundwater level fluctuations on the survival of natural vegetation in arid regions, based on periodic monitoring data collected from various transects along a river?",
                "QuestionCn": "根据从河流沿线的各个横断面收集的定期监测数据，可以推断出地下水位波动对干旱地区自然植被生存的影响的潜在因素。",
                "AnswerEn": "The monitoring data from the transects along the river suggest that fluctuations in groundwater levels directly influence the growth and decline of vegetation, as groundwater is the only water source sustaining natural vegetation in the region. By observing the dynamic changes in groundwater levels and salinity over time, researchers can infer that maintaining stable groundwater levels is crucial to preserving the ecological balance and preventing vegetation loss. The dataset also highlights the importance of understanding how water resource management affects the ecosystem, which is essential for sustainable development and environmental protection in arid regions.",
                "AnswerCn": "沿河的横断面监测数据表明，地下水位的波动直接影响植被的生长和衰退，因为地下水是该地区维持自然植被的唯一水源。通过观察地下水位和盐度随时间的动态变化，研究人员可以推断出维持稳定的地下水位对于保护生态平衡和防止植被损失至关重要。数据集还强调了理解水资源管理如何影响生态系统的重要性，这对于干旱地区的可持续发展和环境保护至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the need for frequent monitoring of groundwater levels in the lower reaches of the Tarim River, particularly during water transport processes?",
                "QuestionCn": "在塔里木河下游，特别是在水运过程中，频繁监测地下水位的需求受到哪些因素的影响？",
                "AnswerEn": "In the lower reaches of the Tarim River, groundwater is the sole water source sustaining natural vegetation. The fluctuation of groundwater levels directly impacts plant growth and decline, influencing the evolution and composition of plant communities. During water transport processes, monitoring is essential to assess the dynamic changes in groundwater levels and salinity, which affect the groundwater level's influence range. Therefore, increased monitoring frequency is necessary to capture these variations accurately.",
                "AnswerCn": "在塔里木河的下游，地下水是维持自然植被的唯一水源。地下水位的波动直接影响植物的生长和衰退，从而影响植物群落的演变和组成。在水分运输过程中，监测至关重要，以评估地下水位和盐度的动态变化，这些变化影响地下水位的影响范围。因此，需要增加监测频率，以准确捕捉这些变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of monitoring groundwater levels along the Tarim River's lower reaches from 2000 to 2007, and how does it contribute to understanding ecological dynamics in this region?",
                "QuestionCn": "2000年至2007年间，监测塔里木河下游的地下水位的主要目标是什么，以及它如何有助于理解该地区的生态动态？",
                "AnswerEn": "The primary goal of monitoring groundwater levels along the Tarim River's lower reaches from 2000 to 2007 is to understand the variations in groundwater levels during water conveyance processes, as groundwater is the only water source supporting natural vegetation in this area. The data collected directly influences the growth and decline of plants, controlling the evolution and composition of plant communities. This research is crucial for evaluating water resource quality, informing sustainable development and management strategies, and protecting and constructing the ecological environment in the river basin.",
                "AnswerCn": "监测2000年至2007年塔里木河下游地下水位的主要目标是了解水输送过程中地下水位的变化，因为地下水是该地区支持自然植被的唯一水源。收集的数据直接影响植物的生长和衰退，控制植物群落的演变和组成。这项研究对于评估水资源质量、为可持续发展和管理策略提供信息，以及保护和建设河流流域的生态环境至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in setting up and maintaining groundwater monitoring wells to accurately capture water level changes in a river basin over time?",
                "QuestionCn": "设置和维护地下水监测井以准确捕捉河流流域水位变化的程序包括哪些步骤？",
                "AnswerEn": "In the Tarim River downstream, groundwater monitoring wells are set up along the Qiwenkuoer River, with 9 monitoring sections established approximately 20 km apart. Each section has groundwater monitoring wells spaced 100 m or 200 m apart, with well depths ranging from 8 to 17 meters. A total of 40 wells are installed to monitor groundwater level and salinity dynamics. Monitoring is conducted monthly, with increased frequency during water transfer periods. The groundwater levels are measured using the conductivity method.",
                "AnswerCn": "在塔里木河下游，沿着奇温库尔河设置了地下水监测井，共建立了9个监测段，间隔约20公里。每个监测段的地下水监测井间隔为100米或200米，井深范围为8到17米。共安装了40口井以监测地下水位和盐度动态。监测工作每月进行，在水转移期间频率增加。地下水位的测量采用电导率法。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What monitoring technologies enable the accurate collection of groundwater level data along the Tarim River's downstream, and how do they contribute to understanding water resource dynamics?",
                "QuestionCn": "哪些监测技术能够准确收集塔里木河下游的地下水位数据，它们如何有助于理解水资源动态？",
                "AnswerEn": "The use of the electrical conductivity method for monitoring groundwater levels enables accurate collection of data along the Tarim River's downstream. This method contributes to understanding water resource dynamics by providing detailed insights into groundwater level variations, water-salt dynamics, and the impact on groundwater levels during water transport processes.",
                "AnswerCn": "电导率法用于监测地下水位，使得在塔里木河下游能够准确收集数据。这种方法通过提供地下水位变化、水盐动态以及水运输过程中对地下水位影响的详细见解，帮助理解水资源动态。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}