{
  "id": "1ac93931-f78d-4c16-9b8d-07331d94005d",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Holocene Lake hydrodynamic changes in Bosten Lake, Xinjiang",
      "titleCn": "新疆博斯腾湖全新世湖泊水动力变化",
      "description": "Here we present a record of Holocene lake hydrodynamic intensity based on the grain size of suspended lacustrine silt isolated from the sediments of Bosten Lake. The larger the size of the  suspended lacustrine silt, the stronger the hydrodynamic intensity of the lake at that time, that is, the larger the inflow and outflow, the higher the water level of the lake, and vice versa. The data can be used to indicate the evolution of lake hydrodynamics since Holocene, and provide theoretical support for the study of climate, hydrology and water resources changes in the region.  This method is only suitable for the analysis of lake sediments with open basin and stable sedimental environment, and it is not suitable to use this method when the sedimentary facies changes greatly.",
      "descriptionCn": "利用粒度分解的方法对新疆博斯腾湖全新世钻孔BST04H岩芯沉积物样品粒度数据进行分析，得到对湖泊水动力变化敏感的湖相悬移粉砂组分。通过结合现代过程的研究发现，该湖相悬移粉砂组分粒径变化可以指示湖泊水动力变化，该组分粒径越大，指示当时湖泊水动力越强，即入流、外流水量越大，湖泊水位越高，反之亦然。该数据可以用来指示博斯腾湖全新世以来湖泊水动力的演化过程，为研究该区域的气候、水文水资源变化提供理论支持。该方法仅适用于流域开放、且沉积稳定的湖泊沉积物分析，当沉积相发生较大变化时不宜使用该方法。",
      "instructions": "Holocene Lake hydrodynamic changes in Bosten Lake",
      "instructionsCn": "博斯腾湖全新世湖泊水动力变化",
      "east": 42.23,
      "west": 41.93,
      "south": 87.43,
      "north": 86.67,
      "startTime": null,
      "endTime": null,
      "fileSize": 34924.0,
      "cstr": "18406.11.Paleoenv.tpdc.271108",
      "doi": "10.11888/Paleoenv.tpdc.271108",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "谢海超",
        "nameEn": "XIE Haichao",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Changes in the hydrodynamic intensity of Bosten Lake and its impact on early human settlement in the northeastern Tarim Basin, Arid Central Asia",
        "referenceCn": null,
        "referenceEn": "Xie, H., Liang, J., Vachula, R.S., Russell, J.M., Chen, S., Guo, M., Wang, X., Huang, X., & Chen, F. (2021). Changes in the hydrodynamic intensity of Bosten Lake and its impact on early human settlement in the northeastern Tarim Basin, Arid Central Asia. Palaeogeography, Palaeoclimatology, Palaeoecology, 576, 110499."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "古气候重建",
        "nameEn": "Paleoclimate Reconstruction"
      },
      {
        "nameCn": "湖泊沉积物",
        "nameEn": "Lake sediments"
      },
      {
        "nameCn": "钻孔",
        "nameEn": "Boreholes"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "博斯腾湖",
        "keywordEn": "Bosten Lake"
      },
      {
        "keywordCn": "楼兰文明",
        "keywordEn": "Loulan Culture"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "全新世",
        "keywordEn": "Holocene",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
        "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of sediment grain size changes that indicate variations in lake hydrodynamics during the Holocene in a lake environment?",
        "QuestionCn": "在湖泊环境中，沉积物颗粒大小变化的哪些特征表明全新世期间湖泊水动力学的变化？",
        "AnswerEn": "larger grain sizes, smaller grain sizes",
        "AnswerCn": "较大粒径，较小粒径",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the grain size range that is considered sensitive to hydrodynamic changes in a lake for sediment analysis?",
        "QuestionCn": "在沉积物分析中，认为对湖泊水动力变化敏感的颗粒大小范围是什么？",
        "AnswerEn": "The original answer does not provide a specific numerical grain size range. Therefore, no refined numerical answer can be extracted based on the given information.",
        "AnswerCn": "原始答案没有提供具体的数值粒度范围。因此，基于给定的信息无法提取出精确的数值答案。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '粒度分解的方法' mean in the context of analyzing lake sediment samples?",
        "QuestionCn": "在分析湖泊沉积物样品的背景下，“粒度分解的方法”是什么意思？",
        "AnswerEn": "'粒度分解的方法' refers to a technique used to analyze the grain size of sediment samples, which in this context is applied to lake sediment cores to understand changes in hydrodynamic conditions. By decomposing the grain size data, researchers can identify grain size components that are sensitive to hydrodynamic variations, such as suspended silt, which can indicate the strength of lake water dynamics. Larger grain sizes suggest stronger hydrodynamic conditions, implying higher inflow, outflow, and lake levels.",
        "AnswerCn": "'粒度分解的方法'是用于分析沉积样本粒度的一种技术，在此背景下应用于湖泊沉积物核心，以了解水动力条件的变化。通过对粒度数据进行分解，研究人员可以识别对水动力变化敏感的粒度成分，例如悬浮的粉砂，这可以指示湖水动力的强度。较大的粒度表明更强的水动力条件，暗示更高的流入、流出和湖泊水位。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can changes in the grain size of lacustrine suspended silt components indicate about the hydrodynamic conditions of a lake throughout the Holocene period?",
        "QuestionCn": "湖泊悬浮粉砂成分的粒度变化可以表明整个全新世期间湖泊的水动力条件发生了什么变化？",
        "AnswerEn": "Changes in the grain size of lacustrine suspended silt components can indicate variations in the hydrodynamic conditions of a lake. A larger grain size suggests stronger hydrodynamic conditions, implying higher inflow and outflow volumes and a higher lake level. Conversely, smaller grain sizes suggest weaker hydrodynamic conditions with lower inflow and outflow volumes and a lower lake level. These changes can be used to infer the evolution of lake hydrodynamics since the Holocene, providing insights into regional climate and hydrological resource changes.",
        "AnswerCn": "湖泊悬浮细粒成分的颗粒大小变化可以指示湖泊水动力条件的变化。较大的颗粒大小表明水动力条件较强，意味着更高的流入和流出量以及更高的湖水位。相反，较小的颗粒大小则表明水动力条件较弱，流入和流出量较低，湖水位较低。这些变化可以用来推断自全新世以来湖泊水动力的演变，为区域气候和水资源变化提供洞察。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What could be the implications on understanding lake water dynamics if sediment grain size data indicates stronger hydrodynamic conditions in a lake over the Holocene period?",
        "QuestionCn": "如果沉积物粒径数据表明在全新世时期湖泊的水动力条件更强，这对理解湖水动态可能有什么影响？",
        "AnswerEn": "If sediment grain size data indicates stronger hydrodynamic conditions in a lake over the Holocene period, it suggests that during these times, the lake had higher inflow and outflow volumes, leading to higher water levels. This data can be used to infer the historical evolution of the lake's hydrodynamics, providing theoretical support for studying climate and hydrological resource changes in the region.",
        "AnswerCn": "如果沉积物颗粒大小数据表明在全新世时期湖泊的水动力条件更强，这表明在这些时期，湖泊的进水和出水量较高，导致水位上升。这些数据可以用来推断湖泊水动力的历史演变，为研究该地区气候和水资源变化提供理论支持。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of analyzing sediment grain size data to study Holocene lake hydrodynamic changes in lakes like Bosten Lake?",
        "QuestionCn": "分析沉积物粒度数据以研究博斯腾湖等湖泊的全新世水动力变化的主要目标是什么？",
        "AnswerEn": "The primary objective of analyzing sediment grain size data is to understand the hydrodynamic changes of Bosten Lake during the Holocene by identifying the lake's suspended silt components, which are sensitive to these changes. This analysis helps indicate periods of stronger or weaker hydrodynamics, inferred from variations in grain size, providing insights into historical inflow, outflow, and lake level changes. This data supports research into the region's climate, hydrology, and water resource changes.",
        "AnswerCn": "分析沉积物颗粒大小数据的主要目的是了解霍洛cene时期博斯腾湖的水动力变化，通过识别湖泊的悬浮细粒成分，这些成分对这些变化敏感。此分析有助于指示水动力强弱的时期，通过颗粒大小的变化推断，提供对历史入流、出流和湖泊水位变化的见解。这些数据支持对该地区气候、水文和水资源变化的研究。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in using grain size decomposition to analyze sediment samples for understanding lake hydrodynamics in Holocene lakes like Xinjiang Bosten Lake?",
        "QuestionCn": "使用粒度分解分析沉积样本以理解像新疆博斯腾湖这样的全新世湖泊的水动力学涉及哪些程序步骤？",
        "AnswerEn": "The procedural steps involve analyzing the grain size data of sediment samples from a lake's core drilling, focusing on the lacustrine suspended silt component, which is sensitive to changes in lake hydrodynamics. By examining the grain size variations of this component, researchers can infer changes in lake hydrodynamics, where larger grain sizes indicate stronger hydrodynamic conditions, suggesting greater inflow and outflow volumes and higher lake levels. This method is applicable to open basins with stable sedimentation conditions and is not suitable when significant sedimentary facies changes occur.",
        "AnswerCn": "程序步骤涉及分析湖泊核心钻探的沉积样本的粒度数据，重点关注对湖泊水动力变化敏感的湖泊悬浮粉砂成分。通过检查该成分的粒度变化，研究人员可以推断湖泊水动力的变化，其中较大的粒径表明更强的水动力条件，暗示更大的流入和流出量以及更高的湖水位。这种方法适用于沉积条件稳定的开放盆地，而在发生显著沉积相变化时则不适用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methods enable the analysis of sediment grain size to infer historical hydrodynamic changes in lake systems?",
        "QuestionCn": "哪些方法可以分析沉积物颗粒大小，以推断湖泊系统的历史水动力变化？",
        "AnswerEn": "The analysis of sediment grain size using grain size decomposition methods allows researchers to assess changes in hydrodynamic conditions by identifying specific lake sediment components, such as the lacustrine suspended silt fraction, which is sensitive to these changes. Larger grain sizes in this fraction indicate stronger hydrodynamic conditions, such as greater inflow and outflow volumes and higher lake levels, thus enabling the reconstruction of hydrodynamic evolution in lakes like Bosten Lake during the Holocene.",
        "AnswerCn": "使用粒度分解方法分析沉积物粒度可以让研究人员通过识别特定的湖泊沉积成分来评估水动力条件的变化，例如对这些变化敏感的湖泊悬浮粉砂组分。该组分中较大的粒径表明更强的水动力条件，如更大的流入和流出量以及更高的湖水位，从而能够重建像博斯腾湖在全新世期间的水动力演变。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}