{
    "id": "1c069a06-5d94-48c5-b4e8-96fefb6f3280",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "In situ measured multi-temporal component temperatures of forest canopy in Genhe ecosystem station",
            "titleCn": "根河生态站森林组分温度多时相实测数据（20160807）",
            "description": "This data set was obtained in the Fine scale Optical Remote sensing Experiment of mixed Stand over complex Terrain (FOREST) in Genhe reserve area. The experimental site is located near Genhe Ecological Station (national ecosystem research network of Greater Khingan forest ecosystem in Inner Mongolia). The data acquisition time is 9:00-17:00 (Beijing time) on August 7, 2016, and the sampling interval is 0.5 hours. The measuring equipment is FLIR T440 camera. The brightness temperatures of six components: illumination leaf, shadow leaf, illumination trunk, shadow trunk, illumination background and shadow background were extracted through image supervision  classification. After the removal of reflection term contribution and emissivity correction, the radiometric temperatures of six components were finally obtained. This data set is expected to be applied to thermal infrared modeling, component temperature inversion, evapotranspiration estimation and so on.",
            "descriptionCn": "本数据集来源于根河生态保护区复杂地形混交林精细光学遥感试验，实验地点位于根河生态站（内蒙古大兴安岭森林生态系统国家野外科学观测研究站）附近，数据获取时间为2016年8月7日9点-17点（北京时间），采样间隔为0.5小时。测量设备为FLIR T440成像仪，通过图像监督分类提取了光照叶片、阴影叶片、光照树干、阴影树干、光照背景和阴影背景共六种组分的亮度温度。经过反射项贡献的去除和发射率校正最终得到六个组分的辐射温度。本数据集有望应用于热红外建模、组分温度反演、蒸散发估算等方面。",
            "instructions": "The dataset is stored in tabular form and named \"LSCT(FOREST). Xlsx\"",
            "instructionsCn": "该数据集以表格形式存储，命名为“LSCT(FOREST).xlsx”",
            "east": 121.5166,
            "west": 121.4972,
            "south": 50.9361,
            "north": 50.9472,
            "startTime": "2016-08-07 00:00:00",
            "endTime": "2016-08-07 00:00:00",
            "fileSize": 9550.0,
            "cstr": "18406.11.Ecolo.tpdc.271652",
            "doi": "10.11888/Ecolo.tpdc.271652",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "卞尊健",
                "nameEn": "BIAN Zunjian",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            },
            {
                "nameCn": "曹彪",
                "nameEn": "CAO Biao",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            },
            {
                "nameCn": "历华",
                "nameEn": "LI Hua",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            },
            {
                "nameCn": "杜永明",
                "nameEn": "DU Yongming",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            },
            {
                "nameCn": "范闻捷",
                "nameEn": "FAN Wenjie",
                "unitEn": "Peking University",
                "unitCn": "北京大学"
            },
            {
                "nameCn": "肖青",
                "nameEn": "XIAO Qing",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            },
            {
                "nameCn": "柳钦火",
                "nameEn": "LIU Qinhuo",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The effects of tree trunks on directional emissivity and brightness temperatures of a leaf-off forest using a geometric optical model.",
                "referenceCn": "Bian, Z., Cao, B., Li, H., Du, Y., Fan, W., Xiao, Q., Liu, Q. (2020). The effects of tree trunks on directional emissivity and brightness temperatures of a leaf-off forest using a geometric optical model. IEEE Transactions on Geoscience and Remote Sensing.( 查看 | Bibtex格式)",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Fine scale Optical Remote sensing Experiment of mixed Stand over complex Terrain (FOREST) in the Genhe Reserve Area: Objective, observation and a case study",
                "referenceCn": null,
                "referenceEn": "Cao, B., Qi, J., Chen, E., Xiao, Q., Liu, Q., Li, Z. (2021). Fine scale Optical Remote sensing Experiment of mixed Stand over complex Terrain (FOREST) in the Genhe Reserve Area: Objective, observation and a case study. International Journal of Digital Earth."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "组分温度",
                "nameEn": "Component temperature"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "根河",
                "keywordEn": "Genhe"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2016",
                "keywordEn": "2016",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "复杂地表遥感信息动态分析与建模",
                "titleEn": "Dynamic analysis and modeling of remote sensing information on complex surface"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Optical remote sensing allows to efficiently monitor forest ecosystems at regional and global scales. However, most of the widely used optical forward models and backward estimation methods are only suitable for forest canopies in flat areas."
            ],
            "research objective": [
                "To evaluate the recent progress in forest remote sensing over complex terrain, a satellite-airborne-ground synchronous Fine scale Optical Remote sensing Experiment of mixed Stand over complex Terrain (FOREST) was conducted over a 1 km×1 km key experiment area (KEA) located in the Genhe Reserve Area in 2016."
            ],
            "challenges": [
                "Estimating forest attributes based on remote sensing is still challenging. Rugged terrain significantly changes the solar-target-viewing geometry and complicates the radiative transfer process."
            ],
            "methods": [
                "Twenty 30 m×30 m elementary sampling units (ESUs) were established to represent the spatiotemporal variations of the KEA. Structural and spectral parameters were simultaneously measured for each ESU. As a case study, we first built two 3D scenes of the KEA with individual-tree and voxel-based approaches, and then simulated the canopy reflectance using the LargE-Scale remote sensing data and image Simulation framework over heterogeneous 3D scenes (LESS)."
            ],
            "dataset": [
                "The study area in this paper is Northeast of Inner Mongolia, China."
            ],
            "findings": [
                "The correlation coefficient between the LESS-simulated reflectance and the airborne-measured reflectance reaches 0.68–0.73 in the red band and 0.56–0.59 in the near-infrared band, indicating a good quality of the simulation."
            ],
            "backgroundCn": [
                "光学遥感可以有效地监测区域和全球范围内的森林生态系统。然而，大多数广泛使用的光学前向模型和反向估计方法仅适用于平坦地区的森林冠层。"
            ],
            "research objectiveCn": [
                "为了评估复杂地形下森林遥感的最新进展，2016年在根河保护区的1 km×1 km关键实验区（KEA）开展了一项卫星-机载-地面同步的细尺度光学遥感实验，名为混合林复杂地形遥感实验（FOREST）。"
            ],
            "challengesCn": [
                "基于遥感估计森林属性仍然具有挑战性。崎岖的地形显著改变了太阳-目标-观测的几何关系，并使辐射传输过程变得复杂。"
            ],
            "methodsCn": [
                "建立了20个30米×30米的初级采样单元（ESUs），以代表KEA的时空变化。对每个ESU同时测量了结构和光谱参数。作为案例研究，我们首先构建了两个KEA的3D场景，分别采用了单树和体素基础的方法，然后使用大规模遥感数据和图像模拟框架（LESS）在异质3D场景上模拟了树冠反射率。"
            ],
            "datasetCn": [
                "本研究区域位于中国内蒙古东北部。"
            ],
            "findingsCn": [
                "LESS模拟反射率与航空测量反射率之间的相关系数在红光波段达到0.68–0.73，在近红外波段达到0.56–0.59，表明模拟质量良好。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does rugged terrain complicate the radiative transfer process in remote sensing?",
                "QuestionCn": "崎岖地形是否会使遥感中的辐射传输过程变得复杂？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the primary method for measuring forest component temperatures in complex terrains based on imaging devices like FLIR T440, manual observation, or automated sensor networks?",
                "QuestionCn": "在复杂地形中测量森林组成部分温度的主要方法是基于像FLIR T440这样的成像设备、人工观察还是自动传感器网络？",
                "AnswerEn": "imaging devices like FLIR T440",
                "AnswerCn": "成像设备如 FLIR T440",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Are the challenges in estimating forest attributes over complex terrains mainly due to the solar-target-viewing geometry, the complexity of the radiative transfer process, or the limitations of current optical models?",
                "QuestionCn": "在复杂地形上估计森林属性的挑战主要是由于太阳-目标-观测几何、辐射传输过程的复杂性，还是当前光学模型的局限性？",
                "AnswerEn": "solar-target-viewing geometry and the complexity of the radiative transfer process",
                "AnswerCn": "太阳目标观测几何和辐射传输过程的复杂性",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "Where was the experiment conducted to collect data on forest ecosystems using optical remote sensing?",
                "QuestionCn": "该实验是在森林生态系统中使用光学遥感收集数据。",
                "AnswerEn": "Genhe Reserve Area",
                "AnswerCn": "根河保护区",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with estimating forest attributes over complex terrain using remote sensing techniques?",
                "QuestionCn": "使用遥感技术在复杂地形上估计森林属性面临哪些挑战？",
                "AnswerEn": "changes in solar-target-viewing geometry, complexities of the radiative transfer process",
                "AnswerCn": "太阳目标观测几何的变化，辐射传输过程的复杂性",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a method used to collect spatiotemporal variations in a forest ecosystem over complex terrain?",
                "QuestionCn": "您能否提供一个用于收集复杂地形森林生态系统时空变化的方法的例子？",
                "AnswerEn": "Twenty 30 m×30 m elementary sampling units (ESUs) were established to represent the spatiotemporal variations of the key experiment area (KEA) in the Genhe Reserve Area.",
                "AnswerCn": "在根河保护区的关键实验区（KEA）建立了20个30米×30米的基本采样单元（ESUs），以代表该区域的时空变化。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when estimating forest attributes using remote sensing over rugged terrain?",
                "QuestionCn": "在崎岖地形上使用遥感估计森林属性时面临的一个挑战是什么？",
                "AnswerEn": "Rugged terrain significantly changes the solar-target-viewing geometry and complicates the radiative transfer process, making it challenging to estimate forest attributes based on remote sensing.",
                "AnswerCn": "崎岖的地形显著改变了太阳-目标-观测的几何关系，并使辐射传输过程变得复杂，从而使基于遥感估计森林属性变得具有挑战性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you give an example of a dataset that might be used for thermal infrared modeling and evapotranspiration estimation in forest ecosystems?",
                "QuestionCn": "您能否提供一个可能用于森林生态系统热红外建模和蒸散发估计的数据集示例？",
                "AnswerEn": "A dataset that includes brightness temperatures extracted from six components (sunlit leaves, shaded leaves, sunlit trunks, shaded trunks, sunlit background, and shaded background) collected using a FLIR T440 imaging device, after removing the contribution of reflective components and correcting for emissivity, could be used for thermal infrared modeling and evapotranspiration estimation.",
                "AnswerCn": "一个数据集，包括从六个组成部分（阳光照射的叶子、阴影下的叶子、阳光照射的树干、阴影下的树干、阳光照射的背景和阴影下的背景）提取的亮度温度，这些数据是使用FLIR T440成像设备收集的，在去除反射成分的贡献并校正发射率后，可以用于热红外建模和蒸散发估算。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the data collection method used for obtaining forest component temperatures in complex terrain?",
                "QuestionCn": "用于获取复杂地形中森林组成部分温度的数据收集方法的特点是什么？",
                "AnswerEn": "FLIR T440 imaging device, brightness temperatures, forest components, August 7, 2016, 9 AM to 5 PM, sampling interval of 0.5 hours, corrected for emissivity, corrected for reflected components, final radiative temperatures",
                "AnswerCn": "FLIR T440 成像设备，亮度温度，森林组成部分，2016年8月7日，上午9点到下午5点，采样间隔为0.5小时，校正发射率，校正反射成分，最终辐射温度。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges are associated with estimating forest attributes using remote sensing in areas with rugged terrain?",
                "QuestionCn": "在崎岖地形地区使用遥感估计森林属性时面临哪些挑战？",
                "AnswerEn": "alteration of solar-target-viewing geometry, complexity of the radiative transfer process",
                "AnswerCn": "太阳目标观测几何的改变，辐射传输过程的复杂性",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What specific attributes are measured for elementary sampling units to represent spatiotemporal variations in a key experiment area?",
                "QuestionCn": "在关键实验区域中，为了代表时空变化，测量了哪些特定属性的初级抽样单元？",
                "AnswerEn": "structural parameters, spectral parameters",
                "AnswerCn": "结构参数，光谱参数",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many elementary sampling units (ESUs) were established to represent the spatiotemporal variations in the key experiment area?",
                "QuestionCn": "在关键实验区域中，建立了多少个基本抽样单元（ESUs）以代表时空变化？",
                "AnswerEn": "20",
                "AnswerCn": "20",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'elementary sampling unit (ESU)' mean in the context of remote sensing over complex terrains?",
                "QuestionCn": "在复杂地形的遥感背景下，“基本采样单元（ESU）”指的是用于数据采集和分析的最小空间单位。",
                "AnswerEn": "An elementary sampling unit (ESU) refers to a designated plot, such as a 30 m×30 m area, used to represent the spatiotemporal variations within a key experiment area (KEA) for the purpose of collecting structural and spectral data to aid in remote sensing studies over complex terrains.",
                "AnswerCn": "初级抽样单元（ESU）指的是一个指定的样地，例如一个30米×30米的区域，用于代表关键实验区（KEA）内的时空变化，以便收集结构和光谱数据，帮助在复杂地形上进行遥感研究。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the 'FLIR T440 imaging device' used for in the context of forest ecology data collection?",
                "QuestionCn": "'FLIR T440成像设备'在森林生态数据收集中的用途是什么？",
                "AnswerEn": "The FLIR T440 imaging device is employed to measure brightness temperatures of various forest components, such as sunlit and shaded leaves, trunks, and backgrounds, in order to extract radiative temperatures through image supervision classification, which can be further applied to thermal infrared modeling and temperature inversion.",
                "AnswerCn": "FLIR T440 成像设备用于测量各种森林组成部分的亮度温度，例如阳光照射的叶子、阴影中的叶子、树干和背景，以便通过图像监督分类提取辐射温度，这可以进一步应用于热红外建模和温度反演。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does 'radiative transfer process' mean in the context of remote sensing in rugged terrains?",
                "QuestionCn": "在崎岖地形的遥感背景下，“辐射传输过程”指的是电磁辐射（如光或热）在大气和地表之间传播、散射和吸收的过程。这一过程影响了从地表反射或发射的辐射信号的特性，从而影响遥感数据的获取和分析。",
                "AnswerEn": "The 'radiative transfer process' refers to the complex interactions and alterations of radiation as it traverses through and reflects off forest canopies in rugged terrains, where variations in solar-target-viewing geometry can significantly affect the accuracy of remote sensing data.",
                "AnswerCn": "“辐射传输过程”是指辐射在穿越和反射森林冠层时的复杂相互作用和变化，在崎岖地形中，太阳-目标-观测几何的变化可能会显著影响遥感数据的准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the similarities and differences in challenges faced when estimating forest attributes using optical remote sensing in flat areas versus complex terrain?",
                "QuestionCn": "在平坦地区与复杂地形中，使用光学遥感估计森林属性时面临的挑战有哪些相似之处和不同之处？",
                "AnswerEn": "Both flat areas and complex terrain face challenges in estimating forest attributes using optical remote sensing. However, complex terrain introduces additional difficulties due to altered solar-target-viewing geometry and a more complicated radiative transfer process, whereas flat areas might not encounter these specific challenges.",
                "AnswerCn": "平坦地区和复杂地形在使用光学遥感估计森林属性时都面临挑战。然而，复杂地形由于太阳-目标-观测几何的改变和更复杂的辐射传输过程，带来了额外的困难，而平坦地区可能不会遇到这些特定的挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What underlying principles can be inferred about the impact of complex terrain on the accuracy of optical remote sensing data collection?",
                "QuestionCn": "可以推断出关于复杂地形对光学遥感数据采集准确性影响的基本原则。",
                "AnswerEn": "Rugged terrain significantly changes the solar-target-viewing geometry and complicates the radiative transfer process, which challenges the estimation of forest attributes using remote sensing.",
                "AnswerCn": "崎岖的地形显著改变了太阳-目标-观测的几何关系，并使辐射传输过程变得复杂，这给利用遥感估计森林属性带来了挑战。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How might the spatiotemporal variations within elementary sampling units inform the understanding of forest ecosystem dynamics in complex terrains?",
                "QuestionCn": "在复杂地形中，基本采样单元内的时空变化如何有助于理解森林生态系统动态？",
                "AnswerEn": "Spatiotemporal variations within elementary sampling units help represent the variations in the key experiment area, which is crucial for accurately modeling and simulating the forest ecosystem in complex terrains.",
                "AnswerCn": "在基本采样单元内的时空变化有助于代表关键实验区域的变化，这对于在复杂地形中准确建模和模拟森林生态系统至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the complexity in radiative transfer processes when collecting data over rugged terrains?",
                "QuestionCn": "在收集崎岖地形数据时，辐射传输过程的复杂性是什么原因造成的？",
                "AnswerEn": "Rugged terrain significantly changes the solar-target-viewing geometry, complicating the radiative transfer process.",
                "AnswerCn": "崎岖的地形显著改变了太阳目标观测的几何形状，复杂化了辐射传输过程。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it challenging to estimate forest attributes using optical remote sensing over complex terrains?",
                "QuestionCn": "在复杂地形上使用光学遥感估计森林属性是具有挑战性的，因为：",
                "AnswerEn": "Estimating forest attributes based on remote sensing is challenging because the rugged terrain alters the solar-target-viewing geometry and complicates the radiative transfer process.",
                "AnswerCn": "基于遥感估计森林属性是具有挑战性的，因为崎岖的地形改变了太阳-目标-观测的几何关系，并使辐射传输过程变得复杂。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using complex terrain remote sensing methods on the accuracy of forest attribute estimation?",
                "QuestionCn": "使用复杂地形遥感方法对森林属性估计的准确性可能产生的后果是什么？",
                "AnswerEn": "Using complex terrain remote sensing methods can significantly affect the accuracy of forest attribute estimation due to the changes in solar-target-viewing geometry and complications in the radiative transfer process.",
                "AnswerCn": "使用复杂地形遥感方法会显著影响森林属性估计的准确性，因为太阳-目标-观测几何的变化以及辐射传输过程中的复杂性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is the effect of implementing a 3D scene simulation approach on the precision of canopy reflectance estimation?",
                "QuestionCn": "实施3D场景模拟方法对树冠反射率估计的精度有什么影响？",
                "AnswerEn": "Implementing a 3D scene simulation approach can improve the precision of canopy reflectance estimation, as indicated by a correlation coefficient of 0.68–0.73 in the red band and 0.56–0.59 in the near-infrared band when comparing LESS-simulated reflectance with airborne-measured reflectance.",
                "AnswerCn": "实施3D场景模拟方法可以提高冠层反射率估计的精度，正如在红光波段比较LESS模拟反射率与航空测量反射率时，相关系数为0.68–0.73，在近红外波段为0.56–0.59所示。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the objective of collecting multi-temporal forest component temperature data in complex terrains using optical remote sensing?",
                "QuestionCn": "在复杂地形中使用光学遥感收集多时相森林成分温度数据的目标是什么？",
                "AnswerEn": "The objective is to enable applications in thermal infrared modeling, component temperature inversion, and evapotranspiration estimation, particularly given the challenges posed by complex terrain on solar-target-viewing geometry and radiative transfer processes.",
                "AnswerCn": "目标是实现热红外建模、组件温度反演和蒸散发估算的应用，特别是在复杂地形对太阳目标视角和辐射传输过程带来的挑战下。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to simulate canopy reflectance over heterogeneous 3D scenes in forest remote sensing?",
                "QuestionCn": "在森林遥感中，模拟异质三维场景的冠层反射率是重要的原因是什么？",
                "AnswerEn": "Simulating canopy reflectance over heterogeneous 3D scenes is crucial to accurately represent spatiotemporal variations in forest ecosystems, evaluate forest attributes, and overcome the challenges brought about by rugged terrain affecting the solar-target-viewing geometry.",
                "AnswerCn": "在异质三维场景中模拟冠层反射率对于准确表示森林生态系统中的时空变化、评估森林属性以及克服崎岖地形对太阳-目标-视角几何影响所带来的挑战至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why conduct a satellite-airborne-ground synchronous optical remote sensing experiment in a mixed forest stand over complex terrain?",
                "QuestionCn": "在复杂地形的混合森林中进行卫星-空中-地面同步光学遥感实验的原因是什么？",
                "AnswerEn": "The aim of conducting such an experiment is to assess the progress in forest remote sensing over complex terrains, improve the understanding of how terrain affects remote sensing data, and enhance the capacity to estimate forest attributes accurately.",
                "AnswerCn": "进行此类实验的目的是评估在复杂地形上森林遥感的进展，改善对地形如何影响遥感数据的理解，并增强准确估计森林属性的能力。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What specific procedures are utilized to extract and classify brightness temperature components in forest ecosystems using remote sensing techniques?",
                "QuestionCn": "在森林生态系统中，利用遥感技术提取和分类亮温成分的具体程序有哪些？",
                "AnswerEn": "The procedure involves using a FLIR T440 imaging device to measure brightness temperatures at different intervals. Image supervised classification is then applied to extract brightness temperatures for six components: sunlit leaves, shaded leaves, sunlit trunks, shaded trunks, sunlit background, and shaded background. These components undergo corrections for reflectance contribution and emissivity to obtain radiative temperatures.",
                "AnswerCn": "该程序涉及使用FLIR T440成像设备在不同时间间隔测量亮度温度。然后应用图像监督分类提取六个组成部分的亮度温度：阳光照射的叶子、阴影中的叶子、阳光照射的树干、阴影中的树干、阳光照射的背景和阴影中的背景。这些组成部分经过反射贡献和发射率的修正，以获得辐射温度。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How do researchers address the challenges of estimating forest attributes in areas with complex terrain using remote sensing data?",
                "QuestionCn": "研究人员如何利用遥感数据解决复杂地形区域森林属性估计的挑战？",
                "AnswerEn": "Researchers address these challenges by conducting experiments like the Fine scale Optical Remote sensing Experiment of mixed Stand over complex Terrain (FOREST). They use a combination of satellite, airborne, and ground measurements and establish elementary sampling units to capture spatial and temporal variations. They build 3D scenes with individual-tree and voxel-based approaches to simulate canopy reflectance, helping to account for the complex solar-target-viewing geometry and radiative transfer processes.",
                "AnswerCn": "研究人员通过进行诸如复杂地形混合林的细尺度光学遥感实验（FOREST）来应对这些挑战。他们结合卫星、空中和地面测量，建立基本采样单元，以捕捉空间和时间的变化。他们构建了3D场景，采用单树和体素基础的方法来模拟树冠反射率，帮助考虑复杂的太阳-目标-观测几何和辐射传输过程。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methodologies are employed to simulate and validate canopy reflectance in heterogeneous forest environments?",
                "QuestionCn": "在异质森林环境中，模拟和验证冠层反射率所采用的方法论有哪些？",
                "AnswerEn": "The methodologies involve constructing 3D scenes of the study area using individual-tree and voxel-based approaches. The LargE-Scale remote sensing data and image Simulation framework (LESS) is used to simulate canopy reflectance over these heterogeneous 3D scenes. Validation is performed by comparing the simulated reflectance with airborne-measured reflectance, achieving correlation coefficients of 0.68–0.73 in the red band and 0.56–0.59 in the near-infrared band, indicating good quality simulation.",
                "AnswerCn": "这些方法涉及使用单棵树和体素基础的方法构建研究区域的三维场景。使用大规模遥感数据和图像模拟框架（LESS）来模拟这些异质三维场景的冠层反射率。通过将模拟反射率与航空测量的反射率进行比较来进行验证，红光波段的相关系数达到0.68–0.73，近红外波段的相关系数为0.56–0.59，表明模拟质量良好。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What experimental setups or conditions enable the collection of multi-temporal temperature data in forest ecosystems with complex terrains?",
                "QuestionCn": "什么实验设置或条件能够在复杂地形的森林生态系统中收集多时相温度数据？",
                "AnswerEn": "The collection of multi-temporal temperature data in forest ecosystems with complex terrains is enabled by experimental setups such as the use of imaging devices like the FLIR T440, which capture data at specific intervals (e.g., every 0.5 hours) over a specified period and area. The Genhe Reserve Area experiment involved synchronous satellite-airborne-ground measurements to account for rugged terrain challenges.",
                "AnswerCn": "在复杂地形的森林生态系统中，多时相温度数据的收集得益于实验设置，例如使用FLIR T440等成像设备，这些设备以特定的时间间隔（例如每0.5小时）在指定的时间和区域内捕获数据。根河保护区实验涉及同步的卫星-空中-地面测量，以应对崎岖地形带来的挑战。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "How do specific technological tools or methodologies facilitate the accurate extraction of component temperatures from forest ecosystems for remote sensing purposes?",
                "QuestionCn": "特定的技术工具或方法论如何促进从森林生态系统中准确提取组件温度，以便进行遥感目的？",
                "AnswerEn": "Technological tools like the FLIR T440 imaging device facilitate the extraction of component temperatures by capturing brightness temperatures, which are then processed to remove reflective contributions and apply emissivity correction. This allows for accurate differentiation between illuminated and shaded components such as leaves and trunks in forest ecosystems.",
                "AnswerCn": "像FLIR T440成像设备这样的技术工具通过捕捉亮度温度来提取组件温度，然后处理以去除反射贡献并应用发射率修正。这使得在森林生态系统中能够准确区分照明和阴影组件，如叶子和树干。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methodologies or frameworks can be employed to overcome the challenges of estimating forest attributes in rugged terrains using remote sensing data?",
                "QuestionCn": "可以采用哪些方法论或框架来克服在崎岖地形中使用遥感数据估计森林属性的挑战？",
                "AnswerEn": "Methodologies such as the LargE-Scale remote sensing data and image Simulation framework (LESS) can be employed, which involves building 3D scenes using individual-tree and voxel-based approaches to simulate canopy reflectance. This method helps in addressing the complexities of solar-target-viewing geometry and radiative transfer processes in rugged terrains.",
                "AnswerCn": "可以采用大规模遥感数据和图像模拟框架（LESS）等方法，该方法涉及使用单棵树和体素基础的方法构建三维场景，以模拟树冠反射率。此方法有助于解决复杂的太阳-目标-观测几何和在崎岖地形中的辐射传输过程。",
                "Level": "C3(Applying)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might data collection methods involving optical remote sensing be less effective in areas with complex terrain compared to flat regions?",
                "QuestionCn": "涉及光学遥感的数据收集方法在复杂地形区域的效果可能不如平坦地区，原因如下：",
                "AnswerEn": "Rugged terrain significantly changes the solar-target-viewing geometry and complicates the radiative transfer process, making it challenging to accurately estimate forest attributes based on remote sensing.",
                "AnswerCn": "崎岖的地形显著改变了太阳-目标-观测的几何关系，并使辐射传输过程变得复杂，从而使基于遥感准确估计森林属性变得具有挑战性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of using FLIR T440 imaging equipment for collecting temperature data in complex forest terrains?",
                "QuestionCn": "您将如何评估在复杂森林地形中使用FLIR T440成像设备收集温度数据的有效性？",
                "AnswerEn": "The use of FLIR T440 imaging equipment for collecting temperature data in complex forest terrains appears effective, as it allows for the extraction of brightness temperature across different forest components. However, challenges such as rugged terrain influencing solar-target-viewing geometry should be considered.",
                "AnswerCn": "使用FLIR T440成像设备在复杂森林地形中收集温度数据似乎是有效的，因为它允许提取不同森林组成部分的亮度温度。然而，应该考虑到诸如崎岖地形影响太阳-目标-视角几何等挑战。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what are the primary challenges of estimating forest attributes using remote sensing over complex terrains?",
                "QuestionCn": "在复杂地形中使用遥感估计森林属性的主要挑战是什么？",
                "AnswerEn": "The primary challenges include the significant impact of rugged terrain on solar-target-viewing geometry, which complicates the radiative transfer process and makes it difficult to accurately estimate forest attributes.",
                "AnswerCn": "主要挑战包括崎岖地形对太阳目标观测几何的显著影响，这使得辐射传输过程变得复杂，并且难以准确估计森林属性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How might the integration of satellite-airborne-ground synchronous experiments improve the quality and applicability of datasets in forest remote sensing?",
                "QuestionCn": "卫星-空中-地面同步实验的整合如何提高森林遥感数据集的质量和适用性？",
                "AnswerEn": "Integrating satellite-airborne-ground synchronous experiments could improve dataset quality by providing comprehensive data that accounts for spatiotemporal variations, as demonstrated by the FOREST experiment. This approach enhances the ability to simulate canopy reflectance and offers more reliable data for modeling and estimation.",
                "AnswerCn": "整合卫星-空中-地面同步实验可以通过提供考虑时空变化的综合数据来提高数据集质量，正如FOREST实验所示。这种方法增强了模拟树冠反射率的能力，并为建模和估计提供了更可靠的数据。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data collection methods can effectively capture the spatiotemporal variations of complex forest terrains.",
                "QuestionCn": "我不明白数据收集方法如何有效捕捉复杂森林地形的时空变化。",
                "AnswerEn": "Twenty 30 m×30 m elementary sampling units (ESUs) were established to represent the spatiotemporal variations of the key experiment area (KEA). Structural and spectral parameters were simultaneously measured for each ESU.",
                "AnswerCn": "在关键实验区（KEA）建立了20个30米×30米的基本采样单元（ESU），以代表该区域的时空变化。对每个ESU同时测量了结构和光谱参数。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges that rugged terrains pose to remote sensing data collection and processing.",
                "QuestionCn": "我对崎岖地形对遥感数据收集和处理所带来的挑战感到不确定。",
                "AnswerEn": "Rugged terrain significantly changes the solar-target-viewing geometry and complicates the radiative transfer process, making it challenging to estimate forest attributes based on remote sensing.",
                "AnswerCn": "崎岖的地形显著改变了太阳-目标-观测的几何关系，并使辐射传输过程变得复杂，从而使基于遥感估计森林属性变得具有挑战性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of what kind of datasets are required to model and simulate canopy reflectance in complex forest areas.",
                "QuestionCn": "我无法理解在复杂森林区域建模和模拟树冠反射所需的数据集类型。",
                "AnswerEn": "Datasets including structural and spectral parameters of the forest, and those used in building 3D scenes with individual-tree and voxel-based approaches, are essential for simulating canopy reflectance using frameworks like the LargE-Scale remote sensing data and image Simulation framework over heterogeneous 3D scenes (LESS).",
                "AnswerCn": "包括森林的结构和光谱参数的数据集，以及用于构建具有单棵树和体素基础方法的3D场景的数据集，对于使用像大规模遥感数据和图像模拟框架（LESS）这样的框架模拟树冠反射率是至关重要的。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the challenges associated with estimating forest attributes using remote sensing over rugged terrain.",
                "QuestionCn": "探讨在崎岖地形上使用遥感估计森林属性所面临的挑战。",
                "AnswerEn": "Estimating forest attributes remains challenging due to the rugged terrain, which significantly alters the solar-target-viewing geometry and complicates the radiative transfer process.",
                "AnswerCn": "估计森林属性仍然具有挑战性，因为崎岖的地形显著改变了太阳-目标-观测的几何关系，并使辐射传输过程变得复杂。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please analyze the potential applications of datasets in modeling and estimating components like radiative temperature and evapotranspiration in forest ecosystems.",
                "QuestionCn": "请分析数据集在建模和估计森林生态系统中辐射温度和蒸散发等组成部分的潜在应用。",
                "AnswerEn": "The dataset, which involved measuring brightness temperatures of components like sunlit and shaded leaves and trunks, can be applied in thermal infrared modeling, component temperature inversion, and evapotranspiration estimation.",
                "AnswerCn": "该数据集涉及测量阳光照射和阴影叶子及树干的亮度温度，可应用于热红外建模、组件温度反演和蒸散发估算。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}