{
  "id": "1c52bf63-bb2c-49f5-a245-6a39f46d17b7",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of ground truth measurement synchronizing with the airborne WiDAS mission in the Yingke oasis and Huazhaizi desert steppe foci experimental areas on Jun. 29, 2008",
      "titleCn": "黑河综合遥感联合试验：盈科绿洲与花寨子荒漠加密观测区机载WiDAS地面同步观测数据集（2008年6月29日）",
      "description": "The dataset of ground truth measurement synchronizing with the airborne WiDAS mission was obtained in the Yingke oasis and Huazhaizi desert steppe foci experimental areas on Jun. 29, 2008. WiDAS, composed of four CCD cameras, one mid-infrared thermal imager (AGEMA 550), and one infrared thermal imager (S60), can acquire VNIR, MIR and TIR band data. The simultaneous ground data included:\n     (1) Atmospheric parameters in Huazhaizi desert No. 2 plot from CE318 (produced by CIMEL in France). The total optical depth, aerosol optical depth, Rayleigh scattering coefficient, column water vapor in 936 nm, particle size spectrum and phase function were then retrieved from these observations. The optical depth in 1020nm, 936nm, 870nm, 670nm and 440nm were all acquired by CE318. Those data include the raw data in .k7 format and can be opened by ASTPWin. ReadMe.txt is attached for detail. Processed data in Excel format are on optical depth, rayleigh scattering, aerosol optical depth, the horizontal visibility, the near surface air temperature, the solar azimuth, zenith, solar distance correlation factors, and air column mass number. \n     (2) Emissivity of maize and wheat in the Yingke oasis by portable 102F (2.0~25.0um) from BNU. Warm blackbody, cold blackbody, the target and the au-plating board of known emissivity. Raw data of those four measurements were archived in *.WBX, *.CBX, *.SAX and *.CBX  Besides, the spectral radiance and emissivity calculated by 102F were archived in *.RAX and *.EMX, respectively. Meanwhile, the final spectral emissivity of targets were also calculated by TES (ISSTES).\n     (3) LAI of mazie and wheat in Yingke oasis maize field. The maximum leaf length and width of leaves were measured. Data were archived as Excel files of Jul. 2. \n     (4) FPAR (Fraction of Photosynthetically Active Radiation) of maize and wheat by SUNSACN and the digital camera in Yingke oasis maize field. FPAR= (canopyPAR－surface transmissionPAR－canopy reflection PAR+surface reflectionPAR) /canopy PAR; APAR=FPAR* canopy PAR. Data were archived in MS Office Word format.\n     (5) the radiative temperature by the automatic thermometer (FOV: 10°; emissivity: 0.95), measured at nadir with time intervals of one second in Yingke oasis maize field (one from BNU and the other from Institute of Remote Sensing Applications), Huazhaizi desert maize field (only one from BNU for continuous radiative temperature of the maize canopy) and Huazhaizi desert No. 2 plot (two for reaumuria soongorica canopy and the background bare soil). Raw data, blackbody calibrated data and processed data were all archived as Excel files.\n     (6) the component temperature in Yingke oasis maize field (by the handheld radiometer and the thermal image from BNU), Yingke oasis wheat field and Huazhaizi desert maize field. For maize, the component temperature included the vertical canopy temperature, the bare land temperature and the plastic film temperature; for the wheat, it included the vertical canopy temperature, the half height temperature, the lower part temperature and the bare land temperature. The data included raw data (in MS Office Word format), recorded data and the blackbody calibrated data (in Excel format).\n     (7) Maize albedo by the shortwave radiometer in Yingke oasis maize field. R =10H (R for FOV radius; H for the observation height). Data were archived in MS Office Excel format.\n     (8) the radiative temperature by the handheld radiometer in Yingke oasis maize field and Huazhaizi desert maize field (the vertical canopy observation and the transect observation for both fields), and Huazhaizi desert No. 2 plot (the NE-SW diagonal observation). The data included raw data (in .doc format), recorded data and the blackbody calibrated data (in Excel format).\n     (9) ground object reflectance spectra in Yingke oasis maize field by ASD FieldSpec (350～2 500 nm) from BNU. The vertical canopy observation and the line-transect observation were used. The data included raw data (from ASD, read by ViewSpecPro), recorded data and processed data on reflectance (in Excel format).",
      "descriptionCn": "2008年6月29日在盈科绿洲与花寨子荒漠加密观测区进行了红外广角双模式成像仪WiDAS（Wide-angle Infrared Dual-mode line/area Array Scanner）飞行的地面同步观测，作为补充同步飞行观测。WiDAS由4个CCD相机、1个中红外热像仪（AGEMA 550）和1个热红外热像仪（S60）组成， 能同时获取可见光/近红外（CCD）波段5个角度、中红外波段（MIR）7个角度和热红外波段（TIR ）7个角度的数据。\n地面数据包括ASD光谱仪数据、LAI、光合速率、FPAR、反照率、辐射温度、比辐射率、覆盖度和CE318太阳分光光度计大气参数数据。 \n测量内容：\n（1）CE318太阳分光光度计大气参数。测量地点为花寨子荒漠样地2。CE318太阳分光光度计通过直接太阳辐射测量数据，可以反演出非水汽通道的光学厚度、瑞利散射、气溶胶光学厚度，水汽通道936nm测量数据可以获得大气气柱的水汽含量，水平能见度也可从CE318数据导出。本次测量采用了北京师范大学的CE318，其可提供1020nm、936nm、870nm、670nm和440nm共5个波段的光学厚度，可以利用936nm测量数据反演大气柱水汽含量。 本数据包括原始数据和处理后的大气数据。原始数据以CE318特有文件格式*.k7存储，可用ASTPWin软件打开，并附带说明文件ReadMe.txt ；处理后文件包括利用原始数据反演获得光学厚度、瑞利散射、气溶胶光学厚度、水平能见度和近地表大气温度，以及参与计算的太阳方位角、天顶角、日地距离修正因子和大气柱质量数。 数据结果以Excel格式保存。 \n（2）红外比辐射率数据。本数据为利用北京师范大学的便携式红外波谱仪102F测量的盈科绿洲玉米地内的玉米和小麦的光谱比辐射率数据。 102F可提供地物在2.0~25.0um光谱比辐射率，其中8~14um数值较为稳定。102F获得地物比辐射率时需要依次测量：暖黑体、冷黑体、目标物和已知比辐射率镀金板。两个黑体测量数据用于对仪器进行动态定标，镀金板测量用于消除大气下行辐射对目标辐射的影响。四次测量的原始文件类型分别为*.WBX，*.CBX，*.SAX和*.CBX，均可利用记事本等常见软件打开。*.RAX和*.EMX分别为地物的光谱辐亮度和102F本身提供的算法得到的比辐射率。 考虑到目标实际物理难以获得，从而使102F本身算法得到的比辐射率（*.EMX）易出现异常值。因此，本数据还提供了利用迭代光谱的TES（ISSTES）算法所得到的比辐射率数值。数据结果以Excel格式保存。 \n（3）LAI等结构参数数据 测量样地为盈科绿洲玉米地。测量方法为：利用皮尺、卷尺、直尺测量在盈科绿洲玉米地测量玉米和小麦每株各叶片的最大长度和最大宽度。利用室内扫描真实叶面积与最大长度和最小宽度的转换系数，获得叶面积指数。这天数据没有利用激光叶面积仪测量。 本数据以Excel保存在07月02日数据中。 \n（4）光合有效辐射比率（FPAR：Fraction of Photosynthetically Active Radiation）数据，测量对象为盈科绿洲玉米地样地内的玉米与小麦。测量仪器为SUNSCAN冠层分析仪、数码相机。分上，下三段测量，并同时测量入射和反射PAR。 FPAR=（到达冠层PAR－地表透射PAR－冠层反射PAR+地表反射PAR）/到达冠层PAR APAR=FPAR×到达冠层PAR 本数据以Word格式的表格保存。 \n（5）固定自记点温计测量的辐射温度。 测量对象为盈科绿洲玉米样地、花寨子荒漠玉米地和花寨子荒漠样地2。盈科绿洲玉米地有北师大和遥感所仪器各一台，花寨子荒漠玉米地有一台北师大仪器，连续测量了玉米冠层的辐射温度。花寨子荒漠样地2有2台仪器，测量对象为植被（红砂）冠层和荒漠裸土。仪器的视场角约为10°，垂直向下观测，采样间隔为1s。架设高度见数据文档。仪器设定比辐射率为0.95。本数据包括原始数据与经过黑体定标、比辐射率纠正后的处理数据。均以Excel格式保存。 \n（6）手持辐射计测量的组分温度。 测量对象为盈科绿洲玉米地、盈科小麦地和花寨子荒漠玉米地。在盈科绿洲玉米地观测有2台仪器，分别是北京师范大学的手持式辐射仪和热像仪。\n当观测玉米时，组分温度指： ①玉米垂直冠层温度：垂直观测光照玉米叶片辐射温度；②玉米裸土温度：玉米垄与垄之间光照裸土温度；③ 塑料薄膜温度：玉米垄中塑料薄膜。 \n当观测小麦时，组分温度指：① 小麦垂直冠层温度：垂直观测小麦冠层温度；②小麦半高温度：小麦植株1/2处高度；③小麦底部温度：小麦植株1/3处高度；④小麦裸土温度：小麦根部所在裸土垂直观测温度（非光照） 数据包括原始数据与记录数据、经过黑体定标后的温度数据。原始数据为Word的doc格式。处理后数据以Excel格式保存。 \n（7）反照率数据。 测量对象为盈科绿洲玉米地内的行播玉米。测量仪器包含短波表的上表电压值，下表电压值，后经过表的敏感系数转换成反照率数据。下表视场半径R与探头高度H的关系为：R =10H。本数据以Excel存储。 \n（8）手持辐射计测量的辐射温度数据。 测量对象为盈科绿洲玉米地、花寨子荒漠玉米地、花寨子荒漠样地2的地表温度数据。玉米地的测量仪器为北师大的手持辐射计，采样方式为冠层垂直观测和条带观测。花寨子荒漠样地2采样方式为冠层东北-西南对角线观测。数据包括原始数据与记录数据、经过黑体定标后的温度数据。 本数据的原始数据为Word的doc格式。处理后数据以Excel格式保存。\n（9）ASD光谱仪数据 利用ASD（Analytical Sepctral Devices）光谱仪测量盈科绿洲玉米地光谱数据。其中，盈科绿洲玉米地测量仪器为北京大学的光谱仪（350-2500nm），采样方式为冠层垂直观测和条带观测。导出原始数据，反射率需进一步计算。数据包括原始数据与记录数据、处理后的反射率数据。 本数据的原始数据为ASD标准格式，可利用其自带软件ViewSpec打开。处理后的反射率数据以Excel格式保存。",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.46,
      "west": 100.289,
      "south": 38.734,
      "north": 38.88,
      "startTime": "2008-07-14 08:00:00",
      "endTime": "2008-07-14 08:00:00",
      "fileSize": 378445374.0,
      "cstr": "18406.11.water973.0130.db",
      "doi": "10.3972/water973.0130.db",
      "dataFormat": "",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "陈玲",
        "nameEn": "CHEN Ling",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": " 郭新平",
        "nameEn": "GUO Xinping",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "任华忠",
        "nameEn": "REN Huazhong",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "王天星",
        "nameEn": "WANG Tianxing",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "肖月庭",
        "nameEn": "XIAO Yueting",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "阎广建",
        "nameEn": "YAN Guangkuo",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "盖迎春",
        "nameEn": "GE Yingchun",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "高帅",
        "nameEn": "GAO Shuai",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "历华",
        "nameEn": "LI Hua",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": " 李丽",
        "nameEn": "LI Li",
        "unitEn": "State Key Laboratory of Remote Sensing Science, Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所遥感科学国家重点实验室"
      },
      {
        "nameCn": "刘思含",
        "nameEn": "LIU Sihan",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "苏高利",
        "nameEn": "SU Gaoli",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "邬明权",
        "nameEn": "WU Mingquan",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "辛晓洲",
        "nameEn": "XIN Xiaozhou",
        "unitEn": "Institute of Remote Sensing Application, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "周春艳",
        "nameEn": "ZHOU Chunyan",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "周梦维",
        "nameEn": "ZHOU Mengwei",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "范闻捷",
        "nameEn": "FAN Wenjie",
        "unitEn": "Peking University",
        "unitCn": "北京大学"
      },
      {
        "nameCn": "沈心一",
        "nameEn": "SHEN Xinyi",
        "unitEn": "",
        "unitCn": "北京大学"
      },
      {
        "nameCn": " 余凡",
        "nameEn": "YU Fan",
        "unitEn": "",
        "unitCn": "中国科学院研究生院"
      },
      {
        "nameCn": "杨贵军",
        "nameEn": "YANG Guijun",
        "unitEn": "",
        "unitCn": "国家农业信息化工程技术研究中心"
      },
      {
        "nameCn": "刘良云",
        "nameEn": "Liu Liangyun",
        "unitEn": "",
        "unitCn": "中国科学院对地观测与数字地球科学中心"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Separating vegetation and soil temperature using airborne multiangular remote sensing image data",
        "referenceCn": null,
        "referenceEn": "Liu Q, Yan CY, Xiao Q, Yan GJ, Fang L. Separating vegetation and soil temperature using airborne multiangular remote sensing image data. International Journal of Applied Earth Observation and Geoinformation, 2012, 17: 66-75, doi:10.1016/j.jag.2011.10.003."
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "LAI Retrieval Based on PROSPECT-SAILH Model from Multi-Angular Data of WiDAS Imaging System",
        "referenceCn": null,
        "referenceEn": "Liu ZY, Ma LL, Tang LL, Qian YG. LAI Retrieval Based on PROSPECT-SAILH Model from Multi-Angular Data of WiDAS Imaging System. Advanced Materials Research, 2012, 518-523: 5697-5703."
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河综合遥感联合试验中机载WiDAS数据的预处理方法",
        "titleEn": null,
        "referenceCn": "刘强, 肖青, 刘志刚, 方莉, 彭菁菁, 李波. 黑河综合遥感联合试验中机载WIDAS数据的预处理方法. 遥感技术与应用, 2010, 25(6): 797-804.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": " 气溶胶光学深度/厚度",
        "nameEn": "Aerosol optical depth/Thickness"
      },
      {
        "nameCn": " 气溶胶后向散射",
        "nameEn": "Aerosol backscatter"
      },
      {
        "nameCn": "光合有效辐射",
        "nameEn": "Photosynthetically active radiation"
      },
      {
        "nameCn": "冠层光谱",
        "nameEn": "Canopy spectrum"
      },
      {
        "nameCn": "冠层温度",
        "nameEn": "Canopy temperature"
      },
      {
        "nameCn": "地面验证信息",
        "nameEn": "Ground verification information"
      },
      {
        "nameCn": "太阳分光光度计",
        "nameEn": "Solar spectrophotometer"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "气溶胶",
        "nameEn": "Aerosol"
      },
      {
        "nameCn": "红外广角双模式成像仪WiDAS",
        "nameEn": "Wide-angle infrared dual-mode line/Area array scanner"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "盈科绿洲加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "花寨子荒漠加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008-06-29",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to measure atmospheric parameters in a desert area?",
        "QuestionCn": "您能否提供一个用于测量沙漠地区大气参数的数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method used to measure atmospheric parameters in a desert area involves the use of the CE318 solar spectrophotometer. This instrument measures direct solar radiation to derive optical thickness excluding the water vapor channel, Rayleigh scattering, aerosol optical thickness, and atmospheric water vapor content using the 936nm channel. The measurements are conducted at a desert sample site and include both raw data in a specific file format and processed data in Excel.",
        "AnswerCn": "一种用于测量沙漠地区大气参数的数据收集方法涉及使用CE318太阳光谱光度计。该仪器测量直接太阳辐射，以推导出不包括水蒸气通道的光学厚度、瑞利散射、气溶胶光学厚度和大气水蒸气含量，使用936nm通道进行测量。测量在沙漠样本地点进行，包括特定文件格式的原始数据和Excel中的处理数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key features of data collection methods used for measuring atmospheric parameters using solar spectrophotometry?",
        "QuestionCn": "用于测量大气参数的太阳光谱光度法的数据收集方法的关键特征是什么？",
        "AnswerEn": "CE318 solar spectrophotometer, direct solar radiation, optical thickness, Rayleigh scattering, aerosol optical thickness, water vapor content, five wavelengths (1020nm, 936nm, 870nm, 670nm, 440nm), raw data file format (*.k7)",
        "AnswerCn": "CE318太阳分光光度计，直接太阳辐射，光学厚度，瑞利散射，气溶胶光学厚度，水汽含量，五个波长（1020nm, 936nm, 870nm, 670nm, 440nm），原始数据文件格式（*.k7）",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'synchronous ground observation' entail in the context of remote sensing experiments?",
        "QuestionCn": "在遥感实验的背景下，“同步地面观测”涉及什么？",
        "AnswerEn": "Synchronous ground observation in the context of remote sensing experiments involves collecting ground-based data simultaneously with airborne or satellite data acquisition. This approach enhances the calibration and validation of remote sensing data by providing a direct comparison between the ground truth and the remotely sensed data. It typically includes measurements of parameters such as spectral reflectance, atmospheric conditions, and surface temperatures using various instruments like spectrometers, radiometers, and sun photometers.",
        "AnswerCn": "同步地面观测在遥感实验中涉及在空中或卫星数据采集的同时收集地面数据。这种方法通过提供地面真实数据与遥感数据之间的直接比较，增强了遥感数据的校准和验证。它通常包括使用各种仪器（如光谱仪、辐射计和太阳光度计）测量光谱反射率、大气条件和表面温度等参数。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the variability in spectral emissivity measurements when using portable infrared spectrometers in agricultural settings?",
        "QuestionCn": "在农业环境中使用便携式红外光谱仪进行光谱发射率测量时，导致测量结果变异的因素有哪些？",
        "AnswerEn": "Variability in spectral emissivity measurements can arise from factors such as the dynamic calibration process involving warm and cold black bodies, the impact of atmospheric downwelling radiation, and the precision of measured targets like crops. Additionally, the algorithm used by the spectrometer itself may introduce anomalies, which can be mitigated by employing iterative spectral techniques.",
        "AnswerCn": "光谱发射率测量中的变异性可能源于多个因素，例如涉及温暖和寒冷黑体的动态校准过程、大气下行辐射的影响，以及被测目标（如作物）的精度。此外，光谱仪本身使用的算法可能会引入异常，这可以通过采用迭代光谱技术来减轻。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it necessary to conduct ground synchronous observations with the WiDAS airborne system to collect data on various spectral bands?",
        "QuestionCn": "为什么有必要使用WiDAS空中系统进行地面同步观测，以收集各种光谱波段的数据？",
        "AnswerEn": "Ground synchronous observations with the WiDAS airborne system aim to supplement airborne data with precise ground-truth measurements. This comprehensive data collection across visible, near-infrared, mid-infrared, and thermal infrared bands allows for accurate calibration and validation of remote sensing data, enabling detailed analysis of surface properties such as reflectance, emissivity, and temperature.",
        "AnswerCn": "地面同步观测与WiDAS空中系统的结合旨在通过精确的地面真实测量来补充空中数据。这种在可见光、近红外、中红外和热红外波段的全面数据收集，能够准确校准和验证遥感数据，从而实现对表面特性如反射率、发射率和温度的详细分析。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in calibrating the instruments used for measuring spectral emissivity in agricultural and desert environments?",
        "QuestionCn": "在农业和沙漠环境中校准用于测量光谱发射率的仪器涉及哪些程序步骤？",
        "AnswerEn": "The calibration process for measuring spectral emissivity involves using a portable infrared spectrometer (102F) to measure the spectral emissivity of corn and wheat within the specified spectral range of 2.0~25.0um. This includes measuring warm and cold black bodies, the target object, and a gold-plated plate with known emissivity. The black body measurements calibrate the instrument dynamically, while the gold-plated plate measurement eliminates the influence of atmospheric downwelling radiation on the target radiation. The raw data files generated are in *.WBX, *.CBX, *.SAX, and *.CBX formats, which can be read with common software like Notepad. Further processing includes using the instrument's algorithm to derive emissivity values, taking into account potential anomalies, and providing corrected emissivity values using the Iterative Spectral Smoothing and Temperature Emissivity Separation (ISSTES) algorithm. The results are stored in Excel format.",
        "AnswerCn": "测量光谱发射率的校准过程涉及使用便携式红外光谱仪（102F）在2.0~25.0微米的指定光谱范围内测量玉米和小麦的光谱发射率。这包括测量温暖和寒冷的黑体、目标物体以及具有已知发射率的镀金板。黑体测量动态校准仪器，而镀金板测量消除了大气下行辐射对目标辐射的影响。生成的原始数据文件格式为*.WBX、*.CBX、*.SAX和*.CBX，可以使用常见软件如记事本进行读取。进一步处理包括使用仪器的算法推导发射率值，考虑潜在异常，并使用迭代光谱平滑和温度发射率分离（ISSTES）算法提供修正的发射率值。结果以Excel格式存储。",
        "Level": "C3(Applying)"
      }
    ]
  }
}