{
    "id": "1c650064-7cec-4c3d-acc2-f9dbcac94b20",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Badain Jilin 1:500000 aeolian landform dataset (2000)",
            "titleCn": "巴丹吉林1:50万风沙地貌数据集 （1996）",
            "description": "The data came from the badain jilin 1:500,000 wind-sand landform data set compiled by the desert research institute of the Chinese academy of sciences (now the institute of cold and drought of the Chinese academy of sciences.\nThe dataset mainly includes :dimao(landform),height(dune height),lake(lake),lvzhou(oasis), river(river), road (road).",
            "descriptionCn": "该数据来源于中科院沙漠研究所（现中科院寒旱所）编制的巴丹吉林1:50万风沙地貌数据集。\n数据集主要包括:dimao(地貌),height(沙丘高度),lake(湖泊),lvzhou(绿洲）,river(河流）,road（道路）。",
            "instructions": "File name: data is stored in vector SHP format, file name \"dimao.shp\"\nData reading: Arcgis, Qgis and other remote sensing software can be used to open and read",
            "instructionsCn": "文件命名：数据以矢量shp格式存储，文件命名“dimao.shp”\n数据读取：可用Arcgis、Qgis等遥感软件打开读取",
            "east": 103.7,
            "west": 99.0,
            "south": 39.2,
            "north": 41.8,
            "startTime": "2000-01-13 02:47:27",
            "endTime": "2001-01-12 02:47:27",
            "fileSize": 1006240377.0,
            "cstr": "18406.11.heihe.008.2013.db",
            "doi": "10.3972/heihe.008.2013.db",
            "dataFormat": "shp",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "朱震达",
                "nameEn": "ZHU Zhenda",
                "unitEn": "",
                "unitCn": "中科院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "王建华",
                "nameEn": "WANG Jianhua",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "王一谋",
                "nameEn": "WANG Yimou",
                "unitEn": "",
                "unitCn": "中科院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "D.杰凯尔",
                "nameEn": "D Jeremy kyle",
                "unitEn": "",
                "unitCn": "中科院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "J.霍弗曼",
                "nameEn": "J Hofer",
                "unitEn": "",
                "unitCn": "中科院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "巴丹吉林1:50万风沙地貌数据集",
                "titleEn": null,
                "referenceCn": "朱震达,J.霍弗曼,D.杰凯尔,王一谋,王建华等,巴丹吉林1:50万风沙地貌数据集,中科院寒旱所,西安出版社,1996",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地貌",
                "nameEn": "Geomorphology"
            },
            {
                "nameCn": "风沙地貌",
                "nameEn": "Aeolian landform"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "巴丹吉林沙漠",
                "keywordEn": "Badain Jaran Desert"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1996",
                "keywordEn": "1996",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "面向黑河流域生态-水文过程集成研究的数据整理与服务",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Concept Completion": [
            {
                "QuestionEn": "What are the key features included in a dataset about wind-sand landforms in the Badain Jaran Desert?",
                "QuestionCn": "关于巴丹吉林沙漠风沙地貌的数据集中包含的关键特征有哪些？",
                "AnswerEn": "geomorphology, dune height, lakes, oases, rivers, roads",
                "AnswerCn": "地貌学，沙丘高度，湖泊，绿洲，河流，道路",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific features included in a dataset that maps aeolian landforms at a scale of 1:500,000?",
                "QuestionCn": "在1:500,000比例尺的风成地貌数据集中包含的具体特征有哪些？",
                "AnswerEn": "dimao, height, lake, lvzhou, river, road",
                "AnswerCn": "地貌、高度、湖泊、绿洲、河流、道路",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the total number of distinct geomorphological features recorded in a dataset focusing on the Badain Jaran Desert at a 1:500,000 scale?",
                "QuestionCn": "在一个关注巴丹吉林沙漠的1:500,000比例尺的数据集中，记录的独特地貌特征的总数是多少？",
                "AnswerEn": "6",
                "AnswerCn": "6",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '风沙地貌数据集' mean in the context of geospatial research?",
                "QuestionCn": "'风沙地貌数据集'在地理空间研究的背景下指的是与风沙相关的地貌特征的数据集合。",
                "AnswerEn": "'风沙地貌数据集' refers to a dataset that includes information about aeolian landforms, which are features formed by the wind's action such as dunes, in a given area. This dataset typically contains geographical and morphological data about various landforms and other geographical features like dunes' height, lakes, oases, rivers, and roads.",
                "AnswerCn": "'风沙地貌数据集'指的是一个包含风力作用下形成的地貌特征信息的数据集，例如沙丘。该数据集通常包含关于各种地貌及其他地理特征的地理和形态数据，如沙丘的高度、湖泊、绿洲、河流和道路。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of integrating diverse geomorphological features such as dunes, oases, and lakes in the compilation of a large-scale geomorphological dataset?",
                "QuestionCn": "将沙丘、绿洲和湖泊等多样的地貌特征整合到大型地貌数据集中可能产生的潜在后果是什么？",
                "AnswerEn": "Incorporating diverse geomorphological features like dunes, oases, and lakes into a large-scale geomorphological dataset can lead to a more comprehensive understanding of landscape dynamics and interactions. It may enhance the accuracy and applicability of models used in predicting environmental changes and landform evolution. Additionally, it could improve the management and conservation strategies for desert ecosystems by offering detailed insights into how different landforms influence ecological processes and human activities.",
                "AnswerCn": "将沙丘、绿洲和湖泊等多样的地貌特征纳入大规模的地貌数据集，可以更全面地理解景观动态和相互作用。这可能提高用于预测环境变化和地貌演化模型的准确性和适用性。此外，它还可以通过提供不同地貌如何影响生态过程和人类活动的详细见解，改善对沙漠生态系统的管理和保护策略。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind collecting and analyzing geomorphological data at a scale of 1:50,000 in desert regions like Badain Jaran?",
                "QuestionCn": "在像巴丹吉林沙漠这样的沙漠地区，以1:50,000的比例收集和分析地貌数据的主要目标是什么？",
                "AnswerEn": "The primary objectives include understanding the spatial distribution and characteristics of geomorphological features such as dunes, lakes, oases, rivers, and roads. This can aid in environmental monitoring, land management, and the study of desertification processes in the Badain Jaran region.",
                "AnswerCn": "主要目标包括了解地貌特征如沙丘、湖泊、绿洲、河流和道路的空间分布和特征。这可以帮助进行环境监测、土地管理以及对巴丹吉林地区沙漠化过程的研究。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in collecting and categorizing data related to geomorphological features such as sand dunes, lakes, and rivers at a 1:50,000 scale?",
                "QuestionCn": "收集和分类与地貌特征（如沙丘、湖泊和河流）相关的数据的程序包括以下步骤：\n\n1. **数据收集**：\n   - 进行实地考察，使用GPS设备记录地貌特征的位置。\n   - 利用遥感技术获取卫星图像和航空照片。\n   - 查阅已有的地质和地形图，获取历史数据。\n\n2. **数据处理**：\n   - 将收集到的数据进行整理和清洗，确保数据的准确性和一致性。\n   - 使用GIS（地理信息系统）软件对数据进行数字化处理。\n\n3. **数据分类**：\n   - 根据地貌特征的类型（如沙丘、湖泊、河流）对数据进行分类。\n   - 采用标准化的分类系统，以便于后续分析和比较。\n\n4. **数据分析**：\n   - 进行空间分析，研究地貌特征的分布和相互关系。\n   - 应用统计方法分析地貌特征的变化趋势。\n\n5. **数据可视化**：\n   - 制作地图和图表，以直观展示地貌特征及其分布。\n   - 使用3D建模技术展示地貌特征的立体效果。\n\n6. **数据存档与共享**：\n   - 将处理后的数据存档，确保数据的长期保存。\n   - 通过数据库或在线平台共享数据，以便其他研究人员使用。",
                "AnswerEn": "The data collection involves mapping geomorphological features like sand dunes (dimao), dune heights (height), lakes (lake), oases (lvzhou), rivers (river), and roads (road) using geographical and spatial analysis techniques, possibly including satellite imagery and field surveys, conducted by research institutions such as the Chinese Academy of Sciences Desert Research Institute.",
                "AnswerCn": "数据收集涉及使用地理和空间分析技术对地貌特征进行制图，如沙丘（dimao）、沙丘高度（height）、湖泊（lake）、绿洲（lvzhou）、河流（river）和道路（road），可能包括卫星影像和实地调查，由中国科学院沙漠研究所等研究机构进行。",
                "Level": "C3(Applying)"
            }
        ]
    }
}