{
    "id": "1cad1a63-ca8d-431a-b2b2-45d9916d860d",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Long-term serial GIMMS vegetation index dataset in China (1981-2006)",
            "description": "GIMMS (glaobal inventory modelling and mapping studies) NDVI data is the latest global vegetation index change data released by NASA C-J-Tucker and others in November 2003.\nThe dataset includes the global vegetation index changes from 1981 to 2006, the format is ENVI standard format, the projection is ALBERS, and its time resolution is 15 days and its spatial resolution is 8km. GIMMS NDVI data recorded the changes of vegetation in 22a area in the format of satellite data.\n1. File format:\nThe GIMMS-NDVI dataset contains all rar compressed files with a 15-day interval from July 1981 to 2006. After decompression, it includes an XML file, an .HDR header file, an .IMG file, and a .JPG image file. \n2. File naming:\nThe naming rules for compressed files in the NOAA / AVHRR-NDVI data set are: YYMMM15a (b) .n **-VIg_data_envi.rar, where YY-year, MMM-abbreviated English month letters, 15a-synthesized in the first half of the month, 15b-synthesized in the second half of the month, **-Satellite. After decompression, there are 4 files with the same file name, and the attributes are: XML document, header file (suffix: .HDF), remote sensing image file (suffix: .IMG), and JPEG image file. In this data set, the user uses the remote sensing image file with the suffix .IMG to analyze the vegetation index.\nRemote sensing image files with suffix of .IMG and .HDF used by users to analyze vegetation indices can be opened in ENVI and ERDAS software.\n3. The data header file information is as follows:\nCoordinate System is:\n    PROJECTION [\"Albers_Conic_Equal_Area\"],\n    PARAMETER [\"standard_parallel_1\", 25],\n    PARAMETER [\"standard_parallel_2\", 47],\n    PARAMETER [\"latitude_of_center\", 0],\n    PARAMETER [\"longitude_of_center\", 105],\n    PARAMETER [\"false_easting\", 0],\n    PARAMETER [\"false_northing\", 0],\n    UNIT [\"Meter\", 1]]\nPixel Size = (8000.000000000000000, -8000.000000000000000)\nCorner Coordinates:\nUpper Left (-3922260.739, 6100362.950) (51d20'23.06 \"E, 46d21'21.43\" N)\nLower Left (-3922260.739, 1540362.950) (71d16'1.22 \"E, 8d41'42.21\" N)\nUpper Right (3277739.261, 6100362.950) (151d 8'57.22 \"E, 49d 9'35.37\" N)\nLower Right (3277739.261, 1540362.950) (133d30'58.46 \"E, 10d37'13.35\" N)\nCenter (-322260.739, 3820362.950) (101d22'21.08 \"E, 35d42'18.02\" N)\nBand 1 Block = 900x1 Type = Int16, ColorInterp = Undefined\n    Computed Min / Max = -16066.000,11231.000\n4. Conversion relationship between DN value and NDVI\n NDVI = DN / 1000, divided by 10000 after 2003\n  The NDVI value should be between [-1,1]. Data outside this interval represent other features, such as water bodies.",
            "instructions": "The naming rules of compressed files in NOAA / avhrr-ndvi dataset are yymmm15a (b). N * * - vig_data_envi.rar, where YY - year, mmm - simplified English month letter, 15A - first half month synthesis, 15b - second half month synthesis, and * * - satellite. After decompression, there are four files with the same file name. The attributes are: XML document, header file (suffix:. HDF), remote sensing image file (suffix:. IMG) and JPEG image file. In this dataset, the remote sensing image file with suffix of. Img is used by users to analyze vegetation index.\nRemote sensing image files with suffixes of. Img and. HDF used by users to analyze vegetation index can be opened in ENVI and ERDAS software.",
            "east": 135.5,
            "west": 73.2,
            "south": 17.8,
            "north": 53.9,
            "startTime": "1981-07-21 17:00:00",
            "endTime": "2007-01-21 04:14:00",
            "fileSize": 1955423386.0,
            "cstr": null,
            "doi": "",
            "dataFormat": "Grid",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "Tucker, C.J., J.E.Pinzon, M.E.Brown",
                "unitEn": "Global Land Cover Facility, University of Maryland"
            }
        ],
        "literatureList": [
            {
                "titleEn": "Global Inventory Modeling and Mapping Studies",
                "referenceEn": "Tucker,C.J,J.E.Pinzon,and M.E.Brown(2004),Global Inventory Modeling and Mapping Studies,NA94apr15b.n11-VIg,2.0,Global Land Cover Facility,University of Maryland,College Park,Maryland,04/15/1994."
            },
            {
                "titleEn": "Temporal and spatial dynamic changes of normalized vegetation index in the Loess Plateau region and its relationship with climate factors.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Dynamic changes in vegetation cover in the water-erosion and wind-erosion interlaced zone of the Loess Plateau and its relationship with climatic factors.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Effects of ENSO-linked climate and vegetation on population dynamics of sympatric rodent species in semiarid grasslands of Inner Mongolia, China",
                "referenceEn": "Jiang G, Zhao T, Liu J, Xu L, Yu G, He H, Krebs C J, Zhang Z. Effects of ENSO-linked climate and vegetation on population dynamics of sympatric rodent species in semiarid grasslands of Inner Mongolia, China[J]. Canadian Journal of Zoology, 2011, 89(8): 678–691. doi:10.1139/z11-048"
            },
            {
                "titleEn": "Research on Vegetation Dynamics of the Greater Khingan Range under the Framework of Ecological Geographic Zoning",
                "referenceEn": "None"
            },
            {
                "titleEn": "Research on Vegetation Dynamics in Northwest China Based on Remote Sensing and GIS",
                "referenceEn": "None"
            },
            {
                "titleEn": "Coupled land-atmosphere simulation and runoff change analysis in the Yangtze River Basin.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Spatial distributions and temporal variations of atmospheric aerosols and the affecting factors: a case study for a region in central China",
                "referenceEn": "Guo, Yangjie, Hong, Song, Feng, Nan, Zhuang, Yanhua, Zhang, Liang. Spatial distributions and temporal variations of atmospheric aerosols and the affecting factors: a case study for a region in central China. International Journal of Remote Sensing, 2012, 33(12):3672-3692. doi:10.1080/01431161.2011.631951"
            },
            {
                "titleEn": "Characteristics of NDVI changes in Northwest China based on GIS and RS and its coupling with climate change.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Spatial and temporal distribution characteristics of normalized vegetation index in western Jilin.",
                "referenceEn": "None"
            },
            {
                "titleEn": "The lag effect of NDVI in the Yangtze River Basin in response to climate change.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Research on the relationship between vegetation and climate factors in the northeastern region of China.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Response of vegetation coverage on climate change in arid mountain of Northwest China",
                "referenceEn": "Zhou L, Yang G, Ding Y, Wang J. Response of vegetation coverage on climate change in arid mountain of Northwest China[C]//Geoscience and Remote Sensing Symposium,2009 IEEE International,IGARSS 2009. 2009, 3: III–569–III–572. doi:10.1109/IGARSS.2009.5417821"
            },
            {
                "titleEn": "Characteristics of the temporal and spatial evolution of vegetation in Northwest China and its response to climate change.",
                "referenceEn": "None"
            },
            {
                "titleEn": "The Long-Term Relationship between Population Growth and Vegetation Cover: An Empirical Analysis Based on the Panel Data of 21 Cities in Guangdong Province, China",
                "referenceEn": "Li C, Kuang Y, Huang N, et al. The Long-Term Relationship between Population Growth and Vegetation Cover: An Empirical Analysis Based on the Panel Data of 21 Cities in Guangdong Province, China[J]. International journal of environmental research and public health. 2013, 10(2): 660-677."
            },
            {
                "titleEn": "Research on the dynamic changes of vegetation coverage in the Three-North Shelter Forest Program area based on GIMMS AVHRR NDVI data.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Performance Analysis of Returning Cultivated Land to Forests in the Loess Plateau Region Based on GIS",
                "referenceEn": "None"
            },
            {
                "titleEn": "Vegetation changes and climate response characteristics in the Loess Plateau and Ansai County.",
                "referenceEn": "None"
            },
            {
                "titleEn": "On the Variation of NDVI with the Principal Climatic Elements in the Tibetan Plateau",
                "referenceEn": "Sun J, Cheng G, Li W, et al. On the Variation of NDVI with the Principal Climatic Elements in the Tibetan Plateau[J]. Remote Sensing. 2013, 5(4): 1894-1911."
            },
            {
                "titleEn": "The evolution of the human-environment relationship in Yanchi County, Ningxia, and adaptive strategies.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Study on the Temporal and Spatial Evolution of Vegetation Coverage in the Nomin River Basin and Its Relationship with Runoff",
                "referenceEn": "None"
            },
            {
                "titleEn": "Response of Vegetation Coverage in the Qinling Mountains to Regional Environmental Changes",
                "referenceEn": "None"
            },
            {
                "titleEn": "Research on Ecological Environment Changes in the Songliao Plain under Global Change",
                "referenceEn": "None"
            },
            {
                "titleEn": "A statistical analysis of relationship between climatic factors and the Normalized Difference Vegetation Index in China",
                "referenceEn": "Song Y, Ma MG. A statistical analysis of relationship between climatic factors and the Normalized Difference Vegetation Index in China. International Journal of Remote Sensing, 2011, 32(14): 3947-3965, DOI: 10.1080/01431161003801336."
            },
            {
                "titleEn": "The impact of climate change and disturbances on the NDVI of the sand source area in the northern Hexi Corridor.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Dynamic changes in vegetation coverage in the Three-North Shelter Forest Program area based on GIMMS AVHRR NDVI data.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Temporal and spatial changes of extreme climate events in Inner Mongolia and their correlation with NDVI.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Vegetation dynamics and their response to hydroclimatic factors in the Tarim River Basin, China",
                "referenceEn": "Wang Y, Shen Y, Chen Y, Guo Y. Vegetation dynamics and their response to hydroclimatic factors in the Tarim River Basin, China[J]. Ecohydrology, 2012: n/a–n/a. doi:10.1002/eco.1255"
            },
            {
                "titleEn": "Analysis of NDVI Variation Characteristics of Vegetation in Inner Mongolia",
                "referenceEn": "None"
            },
            {
                "titleEn": "A study on the effects of the surrounding faults on water loss in the Zoige Wetland, China",
                "referenceEn": "Li M, Xu R, Huang W, Sun H, Luo L. A study on the effects of the surrounding faults on water loss in the Zoige Wetland, China[J]. Journal of Mountain Science, 2011, 8(4): 518–524. doi:10.1007/s11629-011-2060-4"
            },
            {
                "titleEn": "The relationship between relative humidity, vegetation cover changes, and their responses in the Weihe River Basin.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Integrating models to evaluate and map grassland fire risk zones in Hulunbuir of Inner Mongolia, China",
                "referenceEn": "Bian, Hongfeng, Zhang, Hongyan, Zhou, Daowei, Xu, Jiawei, Zhang, Zhengxiang. Integrating models to evaluate and map grassland fire risk zones in Hulunbuir of Inner Mongolia, China. Fire Safety Journal, 2013, 61:207-216. doi:10.1016/j.firesaf.2013.09.004"
            },
            {
                "titleEn": "Research on Ecological Vulnerability in the Yulin Region Based on Remote Sensing",
                "referenceEn": "None"
            },
            {
                "titleEn": "Analysis of the Driving Factors of Vegetation Coverage Change in Northwest China",
                "referenceEn": "None"
            },
            {
                "titleEn": "Research on Net Primary Productivity (NPP) of Farmland in Northeast China Based on the CASA Model",
                "referenceEn": "None"
            },
            {
                "titleEn": "Probability Models of Fire Risk Based on Forest Fire Indices in Contrasting Climates over China",
                "referenceEn": "Xiaowei, Li, Guobin, Fu, Zeppel, Melanie J. B., Xiubo, Yu, Gang, Zhao, Eamus, Derek, Qiang, Yu. Probability Models of Fire Risk Based on Forest Fire Indices in Contrasting Climates over China. Journal of Resources and Ecology, 2012, 3(2):105-117. doi:10.5814/j.issn.1674-764x.2012.02.002"
            },
            {
                "titleEn": "Analysis of the temporal and spatial evolution of vegetation cover in the water-erosion and wind-erosion interlaced zone of the Loess Plateau.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Regional effects of vegetation restoration on water yield across the Loess Plateau, China",
                "referenceEn": "Feng, X.M., Sun, G., Fu, B.J., Su, C.H., Liu, Y., & Lamparski, H. (2012). Regional effects of vegetation restoration on water yield across the Loess Plateau, China. Hydrol. Earth Syst. Sci., 16(8), 2617-2628. doi:10.5194/hess-16-2617-2012"
            },
            {
                "titleEn": "Research on Remote Sensing Monitoring and Driving Forces of Grassland Degradation in Maqu County",
                "referenceEn": "None"
            },
            {
                "titleEn": "Analysis of Wetland Dynamic Changes and Ecological Health Assessment in the Jinqiu Basin of Zhejiang Province from 1997 to 2004",
                "referenceEn": "None"
            },
            {
                "titleEn": "Analysis of the Temporal and Spatial Changes of Land Ecosystem Service Functions in China",
                "referenceEn": "None"
            },
            {
                "titleEn": "Correlation analysis of NDVI and climate factors in the grassland ecosystem of the Northern Tibetan Plateau from 1982 to 2003.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Long-term variation characteristics of evapotranspiration in large-scale Yellow River diversion irrigation areas in the lower reaches of the Yellow River.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Trend analysis and spatial pattern of surface vegetation biomass in Sunite Left Banner, Xilingol League based on NDVI.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Analysis of Long-Term Correlation Characteristics of NDVI Time Series in Daxing'anling",
                "referenceEn": "None"
            },
            {
                "titleEn": "Analysis of Vegetation Change Trends and Influencing Factors in Inner Mongolia Autonomous Region over the Past 30 Years",
                "referenceEn": "None"
            },
            {
                "titleEn": "Analysis of the temporal and spatial changes and driving forces of land degradation in the Three-North Shelter Forest Program area.",
                "referenceEn": "None"
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "NDVI"
            },
            {
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "1981-2006",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Earth observation-based long-term global vegetation index products are used by scientists from a wide range of disciplines concerned with global change. The normalized difference vegetation index (NDVI) is defined as (ρNIR −ρRED)/(ρNIR +ρRED), where ρNIR and ρRED are surface reflectance in the near infrared (NIR; 0.725–1.10 µm) and visible red (0.58–0.68 µm), respectively. As plants become more photoactive, they absorb more visible red light due to the chlorophyll content of leaves and stems, and scatter more in the near infrared due to the alignment of cell walls. This relationship, detected by remote sensing instruments at the canopy scale, has the effect of making the index increase (decrease) as the density of the canopy increases (decreases). As such, NDVI has been used widely in global change research with Earth observation remote sensing for three general purposes: (1) the estimation of canopy properties related to light-use efficiency, such as the leaf area index (LAI) and fraction of photosynthetically active radiation intercepted by the canopy (FPAR), (2) representation of vegetation climatology in soil–vegetation–atmosphere transfer models, and (3) detection of trends in vegetation and phenology. Although NDVI is widely used, it is sensitive to atmospheric effects, soil background, and saturates at high LAI. The enhanced vegetation index (EVI) was introduced to overcome these limitations, as it includes a visible blue band to reduce atmospheric effects, calibration terms to reduce the effects of soil background, and does not saturate as severely as NDVI at high LAI. The Advanced Very High Resolution Radiometer (AVHRR) is the most commonly used sensor for long-term (i.e. pre-MODIS) global change studies, because it began retrieving visible red and NIR reflectance needed to estimate NDVI from 1981. Reflectance data collected from the earlier AVHRR sensors were difficult to process and synthesize, because they lacked onboard calibration; the NIR channel was sensitive to water, sun glint, glaciers at high latitudes, and clouds; and of orbital drift. These issues were rectified with the launch of the AVHRR sensors onboard NOAA 16, 17, 18, and 19, but have resulted in radiometric and spectral inconsistencies across sensors that can significantly bias global change analyses. Various methods have been developed to make these data continuous and consistent through time, but take different approaches and are frequently updated, necessitating new accuracy assessments to inform the user community as they evolve. The Global Inventory Modeling and Mapping Studies (GIMMS) and Vegetation Index and Phenology Lab (VIP) AVHRR products are actively used and frequently updated, but represent fundamentally different approaches to synthesis. Both GIMMS and VIP are aggregated to a 15-day time step from daily data and are calibrated with higher spatial resolution sensors in the period that overlaps NOAA 7, 9, 11, and 14 and NOAA 16, 17, 18, and 19."
            ],
            "research objective": [
                "The aim of this study was to perform a global assessment of the latest version of GIMMS and VIP over a 30-year period (January 1982 to December 2011) in order to aid the user (global change) community in interpreting results that involve these data. In doing so, we helped resolve the superiority of one product over another. The assessment was performed with three experiments that address the three major themes of global change research that involve Earth observation remote sensing."
            ],
            "challenges": [
                "Reflectance data collected from the earlier AVHRR sensors were difficult to process and synthesize, because they lacked onboard calibration; the NIR channel was sensitive to water, sun glint, glaciers at high latitudes, and clouds; and of orbital drift. These issues were rectified with the launch of the AVHRR sensors onboard NOAA 16, 17, 18, and 19, but have resulted in radiometric and spectral inconsistencies across sensors that can significantly bias global change analyses. Bias in inter-calibration of the VIP record at northernmost latitudes was suspected to contribute most to these discrepancies."
            ],
            "methods": [
                "After the filter was applied, NDVI3g was resampled to NDVI3v/EVI3v resolution using the gdalwarp utility (http://www.gdal.org/gdalwarp.html) with default parameters. The data sets were then resampled back to the native NDVI3g spatial resolution for evaluation. FPAR derived from Landsat Thematic Mapper/The Enhanced Thematic Mapper Plus (TM/ETM +) 30 m resolution surface reflectance data was used intermediately to downscale NDVI3g, NDVI3v, and EVI3v to 30 m resolution to facilitate the comparison. The Landsat TM/ETM+surface reflectance and in situ LAI data were extracted from a database that was developed to determine the ability of Landsat-based NDVI, EVI2, and other vegetation indices to predict LAI for field crops around the world. NDVI and EVI2 were computed using the equations above. Downscaling was performed by converting AVHRR and Landsat vegetation indices to FPAR. In this study, on a per pixel basis, most of the in situ LAI was retrieved only once, so using a ratio-based approach was not feasible. Therefore, the AVHRR vegetation indices were downscaled to 30 m spatial resolution by regressing (linearly) Landsat FPAR and NDVI3g, NDIV3v, and EVI3v FPAR. Once NDVI3g, NDVI3v, and EVI3v FPAR were downscaled to corresponding Landsat data, their performance was evaluated by regressing them (linearly) with the in situ LAI data. The performance of the final model selected in each case was characterized by the coefficient of determination (R2), significance tests, and root mean square error (RMSE)."
            ],
            "dataset": [
                "Unlike previous global studies, a unique Landsat 30 m spatial resolution and in situ LAI database for major crop types on five continents was used to evaluate the performance of not only NDVI3g and NDVI3v but also EVI3v."
            ],
            "findings": [
                "The performance of NDVI3v and EVI3v was worse than NDVI3g using the in situ data, which was attributed to the fusion of GIMMS and MODIS data in the VIP record. EVI3v has the potential to contribute biophysical information beyond NDVI3g and NDVI3v to global change studies, but we caution its use due to the poor performance of EVI3v in this study. Overall, the records were most consistent at northern latitudes during the primary growing season and southern latitudes and the tropics throughout much of the year, while the records were less consistent at northern latitudes during green-up and senescence, and in the great deserts of the world throughout much of the year. These patterns led to general agreement (disagreement) between trends in the magnitude (timing) of NDVI over the study period."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Is the GIMMS NDVI data set collected using the AVHRR sensors?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Are NDVI values outside the range of [-1,1] indicative of non-vegetative land features?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Which data collection method is more prone to atmospheric effects and soil background interference, NDVI or EVI?",
                    "Answer": "NDVI",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Are datasets like GIMMS and VIP typically aggregated from daily data to a 15-day time step, a monthly time step, or an annual time step?",
                    "Answer": "15-day time step",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What is a common method used to process and synthesize reflectance data from earlier AVHRR sensors?",
                    "Answer": "Calibration with higher spatial resolution sensors",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Where can NDVI and EVI2 be computed using reflectance data?",
                    "Answer": "Landsat Thematic Mapper/The Enhanced Thematic Mapper Plus (TM/ETM+)",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What challenges are associated with using AVHRR sensors for global change analysis?",
                    "Answer": "Radiometric and spectral inconsistencies",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Could you illustrate a methodological approach to downscale global vegetation index data to a higher spatial resolution for detailed analysis?",
                    "Answer": "An example methodological approach involves downscaling NDVI3g, NDVI3v, and EVI3v data to a 30 m resolution by using Landsat Thematic Mapper/Enhanced Thematic Mapper Plus (TM/ETM+) surface reflectance data. This is done by converting AVHRR and Landsat vegetation indices to FPAR and then linearly regressing the FPAR data with in situ LAI data.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What is an example of a challenge faced in inter-calibrating datasets for global vegetation studies, particularly related to different satellite sensors?",
                    "Answer": "A significant challenge in inter-calibrating datasets is the presence of radiometric and spectral inconsistencies across different AVHRR sensors, which can bias global change analyses. This is particularly problematic at northernmost latitudes, where bias in inter-calibration of the VIP record is suspected to contribute to discrepancies.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the characteristics of the pixel size and coordinate system used in a dataset related to long-term global vegetation index products?",
                    "Answer": "8000x8000 meters, Albers Conic Equal Area projection, standard parallels at 25 and 47 degrees, latitude of center at 0 degrees, longitude of center at 105 degrees",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What are the features of the file formats and naming conventions used for storing satellite data in a dataset?",
                    "Answer": "XML, HDR, IMG, JPG, YYMMM15a(b).n**-VIg_data_envi.rar, vegetation index analysis, year, month, half-month period, satellite number",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What specific data transformation is required to convert DN values to NDVI values in a dataset involving vegetation indices?",
                    "Answer": "divide DN by 1000 for data before 2003, divide DN by 10000 for data after 2003, NDVI values range [-1,1]",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "What is the spatial resolution of the NDVI dataset, and how does it compare when resampling to match Landsat resolution for detailed analysis?",
                    "Answer": "8 km, 30 m",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What is the meaning of 'Normalized Difference Vegetation Index (NDVI)' in the context of satellite data analysis?",
                    "Answer": "The Normalized Difference Vegetation Index (NDVI) is defined as (ρNIR − ρRED)/(ρNIR + ρRED), where ρNIR and ρRED are surface reflectance in the near infrared (NIR; 0.725–1.10 µm) and visible red (0.58–0.68 µm), respectively. It is used to measure vegetation density and health by assessing the difference in reflectance between these bands, with higher NDVI values indicating denser and healthier vegetation.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the challenges of processing and synthesizing reflectance data from earlier AVHRR sensors compare to those encountered with the newer sensors used in vegetation index datasets?",
                    "Answer": "Reflectance data from earlier AVHRR sensors were difficult to process due to the lack of onboard calibration and sensitivity to various atmospheric and environmental factors, resulting in radiometric and spectral inconsistencies. These issues were rectified in newer sensors with improved calibration and reduced sensitivity to environmental factors, although inter-sensor biases still pose challenges.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In what ways do the approaches to synthesizing vegetation index data differ between the GIMMS and VIP products, and how might these differences impact their application in global change research?",
                    "Answer": "GIMMS and VIP products use fundamentally different approaches to synthesize vegetation index data. Both are aggregated to a 15-day time step, but differ in calibration methods and the integration of data from higher spatial resolution sensors. These differences can impact their consistency and applicability in global change research, especially in terms of trend detection and canopy property estimation.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the differences in the performance of NDVI3g, NDVI3v, and EVI3v vegetation indices when evaluated using a unique Landsat 30 m spatial resolution and in situ LAI database, and how might these differences influence their use in studies of biophysical information?",
                    "Answer": "The performance of NDVI3v and EVI3v was worse than NDVI3g when evaluated with the in situ data, attributed to the fusion of GIMMS and MODIS data in the VIP record. While EVI3v has potential to contribute additional biophysical information, its poor performance in this study suggests caution in its application for global change studies.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How do the atmospheric effects and soil background influence the interpretation of NDVI data and what methodologies can be applied to mitigate these influences in data collection?",
                    "Answer": "NDVI is sensitive to atmospheric effects and soil background, which can distort the data interpretation. To mitigate these influences, the enhanced vegetation index (EVI) was introduced as it includes a visible blue band to reduce atmospheric effects and calibration terms to reduce soil background effects, thus providing more reliable data for interpretation.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "Why is there a need for continuous and consistent data in global vegetation index products, and what approaches are taken to achieve this consistency?",
                    "Answer": "Continuous and consistent data are needed to avoid biases in global change analyses caused by radiometric and spectral inconsistencies across sensors. Various methods are developed to make these data continuous and consistent through time, often involving calibration with higher spatial resolution sensors and frequent updates, necessitating new accuracy assessments.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What motivates the development of alternative indices like the Enhanced Vegetation Index (EVI) in addition to NDVI for vegetation monitoring?",
                    "Answer": "NDVI, while widely used, is sensitive to atmospheric effects, soil background, and saturates at high LAI. The Enhanced Vegetation Index (EVI) was introduced to overcome these limitations, as it includes a visible blue band to reduce atmospheric effects, calibration terms to reduce the effects of soil background, and does not saturate as severely as NDVI at high LAI.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the consequences of using uncalibrated AVHRR sensors for early NDVI data collection on global change analyses?",
                    "Answer": "Using uncalibrated AVHRR sensors for early NDVI data collection results in radiometric and spectral inconsistencies across sensors, which can significantly bias global change analyses. These inconsistencies arise due to the lack of onboard calibration, sensitivity to water, sun glint, glaciers, clouds, and orbital drift. These issues affect the accuracy and reliability of the data, necessitating various methods to ensure data continuity and consistency over time.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How does the fusion of GIMMS and MODIS data in the VIP record affect the performance of NDVI3v and EVI3v in global change studies?",
                    "Answer": "The fusion of GIMMS and MODIS data in the VIP record negatively affects the performance of NDVI3v and EVI3v compared to NDVI3g when using in situ data. This is attributed to the integration of different datasets, which can introduce inconsistencies and affect the accuracy of the vegetation indices, especially during different phases of the growing season and in challenging environmental conditions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the implications of downscaling AVHRR vegetation indices to Landsat 30 m resolution on the evaluation of vegetation dynamics?",
                    "Answer": "Downscaling AVHRR vegetation indices to Landsat 30 m resolution allows for a more detailed evaluation of vegetation dynamics by facilitating a comparison with higher-resolution in situ LAI data. This approach helps improve the understanding of vegetation index performance and enhances the ability to predict LAI for field crops globally, leading to more accurate assessments of vegetation changes and trends at finer spatial scales.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the main objectives of collecting long-term vegetation index data using Earth observation remote sensing instruments?",
                    "Answer": "The main objectives include estimating canopy properties related to light-use efficiency, representing vegetation climatology in soil–vegetation–atmosphere transfer models, and detecting trends in vegetation and phenology.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why is it necessary to address the challenges of radiometric and spectral inconsistencies in reflectance data when creating vegetation index datasets?",
                    "Answer": "Addressing these challenges is crucial because inconsistencies can significantly bias global change analyses. These issues arise from factors such as lack of onboard calibration in earlier sensors, sensitivity to water and sun glint, and orbital drift, which have been rectified in later sensor launches.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What is the purpose of using a unique Landsat 30 m spatial resolution and in situ database in evaluating the performance of vegetation indices?",
                    "Answer": "The purpose is to provide a comprehensive assessment of the performance of different vegetation indices, such as NDVI3g, NDVI3v, and EVI3v, by using a consistent and high-resolution reference, which can reveal discrepancies and strengths in the datasets used for global change studies.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "How can the conversion from DN values to NDVI be accurately performed, and what are the implications of using different division factors in NDVI calculations?",
                    "Answer": "The conversion from DN values to NDVI is performed using the formula NDVI = DN/1000 for data prior to 2003, and NDVI = DN/10000 for data from 2003 onwards. The NDVI values should fall within [-1,1], with values outside this range representing other land features. This change in division factor reflects adjustments in data processing that are necessary to maintain consistency and accuracy in NDVI calculations.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What methodological steps are taken to downscale AVHRR vegetation indices to higher spatial resolutions for more detailed analysis, and how is Landsat data utilized in this process?",
                    "Answer": "Downscaling AVHRR vegetation indices involves using Landsat Thematic Mapper/The Enhanced Thematic Mapper Plus (TM/ETM+) 30 m resolution surface reflectance data as a reference. NDVI3g, NDVI3v, and EVI3v are downscaled to 30 m resolution by regressing them with Landsat FPAR. This process allows for finer spatial resolution in analysis and comparison with in situ LAI data, enhancing the assessment of vegetation indices.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What technological advancements have enabled the consistent and accurate collection of vegetation index data over long periods?",
                    "Answer": "The launch of the Advanced Very High Resolution Radiometer (AVHRR) sensors onboard NOAA satellites, specifically NOAA 16, 17, 18, and 19, helped rectify issues related to onboard calibration and led to more consistent radiometric and spectral data, enabling long-term vegetation index data collection.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How do calibration terms and additional spectral bands enhance the effectiveness of vegetation indices in capturing accurate canopy data?",
                    "Answer": "The enhanced vegetation index (EVI) was introduced to include a visible blue band that reduces atmospheric effects and incorporates calibration terms that mitigate the influence of soil background, enhancing the effectiveness of vegetation indices in capturing accurate canopy data.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What methodologies have been employed to ensure continuity and consistency in long-term vegetation index datasets?",
                    "Answer": "Various methods have been developed, including aggregating data to a 15-day time step and calibrating with higher spatial resolution sensors that overlap different NOAA satellite periods, which help ensure continuity and consistency in long-term vegetation index datasets.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might there be challenges in achieving consistent data synthesis across different satellite sensors for vegetation index datasets?",
                    "Answer": "Reflectance data collected from earlier AVHRR sensors were difficult to process and synthesize because they lacked onboard calibration and had issues like sensitivity to water, sun glint, and clouds, as well as orbital drift. These factors resulted in radiometric and spectral inconsistencies across sensors, significantly biasing global change analyses.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What reasons could explain the poor performance of certain vegetation indices compared to others when evaluated against in situ data?",
                    "Answer": "The performance of NDVI3v and EVI3v was worse than NDVI3g using the in situ data, which was attributed to the fusion of GIMMS and MODIS data in the VIP record. This fusion likely introduced discrepancies affecting the performance of these indices.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why might the use of enhanced vegetation indices (EVIs) be limited despite their potential to contribute biophysical information in global change studies?",
                    "Answer": "EVI3v has the potential to contribute biophysical information beyond NDVI3g and NDVI3v to global change studies, but its use is cautioned due to its poor performance in the study, particularly during green-up and senescence periods and in desert regions.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How effective do you think the use of Landsat 30 m spatial resolution data is in downscaling vegetation indices for improving the accuracy of datasets within this domain?",
                    "Answer": "The use of Landsat 30 m spatial resolution data in downscaling vegetation indices, such as NDVI3g, NDVI3v, and EVI3v, is seen as a valuable approach in the domain. It facilitates a detailed comparison and evaluation of these indices by leveraging high-resolution data to assess the predictive capability for LAI. This method enhances dataset accuracy by providing a finer spatial resolution for analysis.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In your opinion, what are the primary challenges in ensuring consistency across datasets collected by different AVHRR sensors, and how might these challenges impact research outcomes?",
                    "Answer": "The primary challenges in ensuring consistency across datasets collected by different AVHRR sensors include radiometric and spectral inconsistencies, lack of onboard calibration in earlier sensors, sensitivity to environmental factors, and orbital drift. These issues can significantly bias global change analyses and affect the reliability of research outcomes. Addressing these challenges is crucial for producing continuous and consistent datasets over time.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I'm unsure about the challenges faced in processing early satellite data for vegetation indices, especially with respect to calibration issues.",
                    "Answer": "Reflectance data collected from the earlier AVHRR sensors were difficult to process due to the lack of onboard calibration, sensitivity of the NIR channel to water and clouds, and issues like orbital drift, which needed rectification with later sensor launches.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please analyze the challenges faced in processing AVHRR sensor data for long-term vegetation index studies and suggest possible methods to address these challenges.",
                    "Answer": "The challenges in processing AVHRR sensor data include the lack of onboard calibration, sensitivity of the NIR channel to water, sun glint, glaciers, clouds, and orbital drift. These challenges lead to radiometric and spectral inconsistencies that can bias global change analyses. To address these challenges, methods such as recalibration with higher spatial resolution sensors, use of advanced algorithms to correct for atmospheric and sensor-specific biases, and inter-sensor calibration techniques are recommended.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "Please explore the potential methodologies to downscale vegetation indices from global datasets to finer spatial resolutions for localized studies.",
                    "Answer": "One potential methodology to downscale vegetation indices involves using intermediate products such as FPAR derived from higher resolution datasets like Landsat TM/ETM+ 30 m resolution surface reflectance data. This approach utilizes linear regression to convert global vegetation indices to FPAR, which is then downscaled to match the spatial resolution of higher resolution datasets. This method allows for detailed analysis at finer resolutions and can be evaluated using in situ data to ensure accuracy.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "Please evaluate the effectiveness of using Landsat-derived datasets in enhancing the accuracy of global vegetation indices for various crop types.",
                    "Answer": "Landsat-derived datasets, with their 30 m spatial resolution and in situ LAI data, have been effectively used to evaluate and enhance the accuracy of global vegetation indices like NDVI3g, NDVI3v, and EVI3v. These datasets provide detailed surface reflectance data that help in assessing and improving the performance of global indices for major crop types across different continents. The integration of Landsat data helps in achieving better consistency and accuracy, particularly in capturing the phenology and biophysical characteristics of crops.",
                    "Level": "C5(Evaluating)"
                }
            ]
        }
    ]
}