{
  "id": "1cecba61-2f02-49b1-bcc4-d9b33558f784",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of GPS radiosonde observations",
      "titleCn": "黑河综合遥感联合试验：GPS无线探空观测数据集",
      "description": "The dataset of GPS radiosonde observations was obtained at an interval of 2 seconds in the cold region hydrology experimental area in March, 2008 and the arid region hydrology experimental area from May to July, 2008. The items were the air temperature, relative humidity, air pressure, the dew temperature, the water vapor mixing ratio, latitudinal and longitudinal wind speeds, the wind speed and direction. Simultaneous with the satellite/airplane overpass, GPS radiosonde observations were carried out: Binggou watershed on Mar. 14, A'rou on Mar. 15, Binggou watershed on Mar. 15, Biandukou on Mar. 17, Binggou watershed on Mar. 22, Binggou watershed on Mar. 29, and A'rou on Apr. 1 for the upper stream experiments; Linze grassland station on May 30, Yingke oasis on Jun.1, Huazhaizi desert station on Jun. 4, Linze grassland station on Jun. 5, Linze grassland station on Jun. 6, Huazhaizi desert station on Jun. 16, Yingke oasis on Jun. 29, Binggou watershed on Jul. 5, Yingke oasis on Jul. 7, Linze grassland station on Jul. 11, and Yingke oasis at 0, 4:10, 8:09, and 12:09 on Jul. 14 for middle stream experiments.",
      "descriptionCn": "本数据集包含了2008年3月上游寒区水文试验和2008年5至7月中游干旱区水文试验期间观测的无线探空观测数据。观测仪器为GPS 无线电探空系统（Vaisala Inc.）。采样频率为2秒一次。观测项目有：气温、相对湿度、气压、露点温度、水汽混合比、经向风速、纬向风速、风速和风向。每次释放探空仪的时间和卫星或者飞机过境时间基本对应，上游试验期间，释放探空仪的日期和对应的地点分别为：3月14日，冰沟流域加密观测区；3月15日，阿柔加密观测区；3月15日，冰沟流域加密观测区；3月17日，扁都口加密观测区；3月22日，冰沟流域加密观测区； 3月29日，冰沟流域加密观测区；4月1日，阿柔加密观测区。中游试验期间，释放探空仪的日期和对应的地点分别为：5月30日，临泽草地加密观测区；6月1日，盈科绿洲加密观测区；6月4日，花寨子荒漠加密观测区；6月5日，临泽草地加密观测区；6月6日，临泽草地加密观测区；6月16日，花寨子荒漠加密观测区；6月29日，盈科绿洲加密观测区；7月5日，扁都口加密观测区；7月7日，盈科绿洲加密观测区；7月11日，临泽草地加密观测区；7月14日0时、4时10分、8时9分、12时9分，盈科绿洲加密观测区。",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.96,
      "west": 100.06,
      "south": 38.06,
      "north": 39.24,
      "startTime": "2008-03-30 16:00:00",
      "endTime": "2008-07-30 16:00:00",
      "fileSize": 4773681.0,
      "cstr": "18406.11.water973.0149.db",
      "doi": "10.3972/water973.0149.db",
      "dataFormat": "",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "谷良雷",
        "nameEn": "GU Lianglei",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "胡泽勇",
        "nameEn": "HU Zeyong",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": " 李茂善",
        "nameEn": "LI Maoshan",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": " 马伟强",
        "nameEn": "MA Weiqiang",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "孙方林",
        "nameEn": "SUN Fanglei",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": null,
        "titleEn": "Intercomparison of methods for estimating land surface temperature from a Landsat-5 TM image in an arid region with low water vapour in the atmosphere",
        "referenceCn": null,
        "referenceEn": "Zhou J, Li J, Zhang L, Hu D, Zhan W. Intercomparison of methods for estimating land surface temperature from a Landsat-5 TM image in an arid region with low water vapour in the atmosphere. International Journal of Remote Sensing, 2012, 33(8): 2582-2602."
      },
      {
        "titleCn": null,
        "titleEn": "Validating theoretical simulations of thermal emission hot spot effects on maize canopies",
        "referenceCn": null,
        "referenceEn": "Huang HG, Liu Q, Liu QH, Qin WH. Validating theoretical simulations of thermal emission hot spot effects on maize canopies. International Journal of Remote Sensing, 2012, 33(3): 746-761, doi:10.1080/01431161.2011.577827."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "大气水汽",
        "nameEn": "Atmospheric Water Vapor"
      },
      {
        "nameCn": "气压",
        "nameEn": "Pressure"
      },
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "湿度/干燥度",
        "nameEn": "Humidity/Dryness"
      },
      {
        "nameCn": "空气温度",
        "nameEn": "Air temperature"
      },
      {
        "nameCn": "风",
        "nameEn": "Winds"
      },
      {
        "nameCn": "风速",
        "nameEn": "wind speed"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "临泽草地加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "冰沟流域加密观测区",
        "keywordEn": "ice-channel watershed encryption observation area"
      },
      {
        "keywordCn": "扁都口加密观测区",
        "keywordEn": "closed observation area of Biandoukou"
      },
      {
        "keywordCn": "盈科绿洲加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "花寨子荒漠加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "阿柔加密观测区",
        "keywordEn": "A'rou flight zone"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008-03-14",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-03-15",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-03-17",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-03-22",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-03-29",
        "keywordEn": "2008-03-29",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-04-01",
        "keywordEn": "2008-04-01",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-05-30",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-01",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-04",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-05",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-06",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-16",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-29",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-07-05",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-07-07",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-07-11",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-07-14",
        "keywordEn": "2008-07-14",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of how GPS radiosonde systems are utilized for observing atmospheric variables in hydrological experiments?",
        "QuestionCn": "您能否提供一个例子，说明GPS无线电探空系统如何在水文实验中用于观察大气变量？",
        "AnswerEn": "A dataset contains GPS radiosonde observations from hydrological experiments conducted in the upper and middle reaches of the Heihe River Basin in 2008. The GPS radiosonde system measured atmospheric variables such as temperature, relative humidity, pressure, dew point temperature, water vapor mixing ratio, meridional wind speed, zonal wind speed, wind speed, and wind direction. Observations were made at a frequency of every 2 seconds and were synchronized with satellite or airplane overpasses during specific periods in March through July across various designated observation areas.",
        "AnswerCn": "该数据集包含2008年在黑河流域上游和中游进行的水文实验中的GPS探空观测。GPS探空系统测量了大气变量，如温度、相对湿度、气压、露点温度、水汽混合比、南北风速、东西风速、风速和风向。观测频率为每2秒一次，并与特定时期（从3月到7月）在各个指定观测区域的卫星或飞机过境同步。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the GPS radiosonde system used for atmospheric observations in hydrological experiments?",
        "QuestionCn": "用于水文实验的大气观测GPS无线电探空系统的特点是什么？",
        "AnswerEn": "sampling frequency of once every 2 seconds, measures air temperature, relative humidity, air pressure, dew point temperature, water vapor mixing ratio, zonal wind speed, meridional wind speed, wind speed, wind direction, release times coordinated with satellites or aircraft",
        "AnswerCn": "采样频率为每2秒一次，测量空气温度、相对湿度、气压、露点温度、水汽混合比、纬向风速、经向风速、风速、风向，释放时间与卫星或飞机协调。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many distinct observation dates are recorded for the GPS radiosonde observations during the upstream cold region hydrological experiment?",
        "QuestionCn": "在上游寒冷地区水文实验中，GPS 气象探空观测记录了多少个不同的观测日期？",
        "AnswerEn": "6",
        "AnswerCn": "6",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using GPS radiosonde systems for data collection on the accuracy and reliability of weather parameter measurements such as temperature, humidity, and wind speed?",
        "QuestionCn": "使用GPS无线电探空系统进行数据收集对温度、湿度和风速等天气参数测量的准确性和可靠性有什么影响？",
        "AnswerEn": "Using GPS radiosonde systems for data collection provides high-frequency and precise measurements of weather parameters such as temperature, relative humidity, wind speed and direction, and pressure. The sampling frequency of every 2 seconds allows for capturing detailed atmospheric profiles, which significantly enhances the accuracy and reliability of the data collected. This precision is crucial during specific observational periods and locations, as it aligns with the timing of satellite or aircraft overpasses, ensuring that the data is relevant and timely for hydrological and meteorological analyses in varied environments like cold regions and arid zones.",
        "AnswerCn": "使用GPS探空系统进行数据收集可以提供高频率和精确的天气参数测量，如温度、相对湿度、风速和风向以及气压。每2秒的采样频率能够捕捉详细的大气剖面，这显著提高了所收集数据的准确性和可靠性。这种精确性在特定的观测时期和地点至关重要，因为它与卫星或飞机的过境时间相一致，确保数据对水文和气象分析在寒冷地区和干旱区等不同环境中是相关和及时的。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of collecting GPS radiosonde observational data in the context of hydrological experiments in cold and arid regions?",
        "QuestionCn": "在寒冷和干旱地区的水文实验中，收集GPS无线电探空观测数据的主要目标是什么？",
        "AnswerEn": "The primary objectives of collecting GPS radiosonde observational data in the context of hydrological experiments in cold and arid regions are to monitor atmospheric conditions such as temperature, relative humidity, pressure, dew point temperature, water vapor mixing ratio, zonal and meridional wind speeds, wind speed, and wind direction. These observations aim to enhance understanding of the atmospheric dynamics and hydrological processes in these regions, which are crucial for accurate weather prediction, climate research, and water resource management.",
        "AnswerCn": "在寒冷和干旱地区的水文实验中，收集GPS探空观测数据的主要目标是监测大气条件，如温度、相对湿度、气压、露点温度、水汽混合比、东西风和南北风速度、风速和风向。这些观测旨在增强对这些地区大气动力学和水文过程的理解，这对于准确的天气预测、气候研究和水资源管理至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the specific procedures involved in using GPS radiosonde systems for collecting atmospheric observation data, and how can this method be optimized to improve data accuracy and coverage in hydrological experiments?",
        "QuestionCn": "使用GPS无线电探空系统收集大气观测数据的具体程序是什么，以及如何优化这种方法以提高水文实验中的数据准确性和覆盖范围？",
        "AnswerEn": "The use of GPS radiosonde systems, such as those from Vaisala Inc., involves deploying instruments that measure temperature, relative humidity, atmospheric pressure, dew point temperature, water vapor mixing ratio, meridional and zonal wind speeds, wind speed, and wind direction at a sampling frequency of every 2 seconds. These systems are typically released at times corresponding to satellite or aircraft overpasses to ensure synchronization. The optimization can involve selecting strategic release times and locations to maximize spatial coverage and aligning with specific meteorological events or conditions being studied. During the Heihe experiments, radiosonde systems were released at various locations in both upstream and midstream areas on specified dates, ensuring comprehensive coverage of different geographic and climatic conditions.",
        "AnswerCn": "GPS 无线电探空系统的使用，例如来自 Vaisala Inc. 的系统，涉及部署测量温度、相对湿度、大气压力、露点温度、水汽混合比、经向和纬向风速、风速和风向的仪器，采样频率为每 2 秒。这些系统通常在与卫星或飞机过境相对应的时间释放，以确保同步。优化可以涉及选择战略性的释放时间和地点，以最大化空间覆盖，并与正在研究的特定气象事件或条件对齐。在 Heihe 实验期间，无线电探空系统在指定日期在上游和中游地区的不同地点释放，确保对不同地理和气候条件的全面覆盖。",
        "Level": "C6(Creating)"
      }
    ]
  }
}