{
    "id": "1e72b435-6129-4688-a917-9ea2ef38bf8b",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geochronology and geochemistry of deep-seated enclaves in the middle part of the northern margin of North China",
            "titleCn": "华北北缘中段深源岩石包体的年代学和地球化学数据集",
            "description": "The data are mineral dating data, mineral isotope data, mineral major elements data, whole rock major and trace geochemical data and whole rock isotope data of rock xenoliths (amphibolite, basic granulite and garnet bearing neutral granulite) in the lower crust. Zircon U-Pb isotopic data were obtained by laser ablation inductively coupled plasma mass spectrometry, zircon Hf isotopic data were obtained by laser ablation inductively coupled plasma mass spectrometry, and major mineral elements were obtained by electron probe analysis. The main and trace geochemical data of the whole rock were obtained by X-ray fluorescence spectrometry and inductively coupled plasma mass spectrometry, respectively, and the whole rock isotopic data were obtained by thermal ionization mass spectrometry. Through the data obtained, the age and chemical composition of the deep crust in the region are limited, and the structure of the lower crust is reconstructed.",
            "descriptionCn": "本数据为下地壳岩石捕掳体（角闪石岩、基性麻粒岩、含石榴子石中性麻粒岩）矿物测年数据，矿物同位素数据，矿物主量元素数据，岩石全岩主微量地球化学数据，全岩同位素数据。矿物测年数据通过激光剥蚀-电感耦合等离子质谱仪分析锆石U-Pb同位素获得，矿物同位素数据通过激光剥蚀-电感耦合等离子质谱仪分析锆石Hf同位素获得，矿物主量元素数据通过电子探针分析获得。岩石全岩主、微量地球化学数据分别通过X荧光光谱仪和电感耦合等离子体质谱仪分析获得，全岩同位素数据通过热电离质谱仪分析岩石的Sr、Nd同位素获得。通过获得的数据，限定了区域深部地壳的年龄及化学组成，同时对下地壳结构进行了重建。",
            "instructions": "All data are stored in Excel file. The name of the file is \"UPB\", which represents the mineral radiometric data. The file name \"HF\" represents mineral isotope data. The name of the file \"wrmajtra\" represents the major and trace geochemical data of the whole rock. The file name \"SrNd\" represents the whole rock isotope data. The name of the file is \"minmaj\", which represents the data of mineral major elements.",
            "instructionsCn": "所有数据以Excel文件存储。文件名称为\"UPb\"代表矿物放测年数据。文件名称为\"Hf\"代表矿物同位素数据。文件名称为“WRMajTra”代表全岩主微量地球化学数据。文件名称为“SrNd”代表全岩同位素数据。文件名称为“MinMaj”代表矿物主量元素数据。",
            "east": 115.0,
            "west": 114.0,
            "south": 39.0,
            "north": 40.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 110811.0,
            "cstr": null,
            "doi": "10.1016/j.lithos.2017.08.017",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "苏玉平",
                "nameEn": "SU Yuping",
                "unitEn": "中国地质大学(武汉)",
                "unitCn": "中国地质大学(武汉)"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Geochronology and geochemistry of deep-seated crustal xenoliths in the northern North China Craton: Implications for the evolution and structure of the lower crust",
                "referenceCn": null,
                "referenceEn": "Su, Y.P., Zheng, J.P., Griffin, W., Huang, Y., Wei, Y., & Ping, X.Q. (2017). Geochronology and geochemistry of deep-seated crustal xenoliths in the northern North China Craton: Implications for the evolution and structure of the lower crust. Lithos, 292-293, 1-14."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "Sr-Nd同位素",
                "nameEn": "Sr-Nd isotope"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "锆石",
                "nameEn": "zircon"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "华北克拉通",
                "keywordEn": "North China craton"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "新太古代、古元古代、中生代",
                "keywordEn": "Neoarchean、Paleoproterozoic、Mesozoic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and methodologies used in collecting isotopic data from deep crustal xenoliths?",
                "QuestionCn": "深地壳外来岩石的同位素数据收集的特征和方法论是什么？",
                "AnswerEn": "laser ablation-inductively coupled plasma mass spectrometry, zircon U-Pb isotopes, zircon Hf isotopes, thermal ionization mass spectrometry, whole-rock Sr isotopes, whole-rock Nd isotopes",
                "AnswerCn": "激光剥蚀-电感耦合等离子体质谱法，锆石U-Pb同位素，锆石Hf同位素，热电离质谱法，全岩Sr同位素，全岩Nd同位素",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the combination of mineral U-Pb and Hf isotopic data, along with whole-rock geochemical analyses, inform our understanding of the compositional and chronological evolution of deep crustal structures in the North China Craton?",
                "QuestionCn": "矿物U-Pb和Hf同位素数据与全岩地球化学分析的结合，如何帮助我们理解华北克拉通深部地壳结构的成分和年代演化？",
                "AnswerEn": "The integration of mineral U-Pb and Hf isotopic data, along with whole-rock geochemical analyses, allows researchers to determine the age and chemical composition of deep crustal rocks. U-Pb dating provides precise age constraints on zircon minerals, while Hf isotopic data offers insights into the source characteristics and evolution of these minerals. Whole-rock geochemical analyses, using both major and trace elements, further define the overall chemical makeup of the crustal rocks. Together, these data enable the reconstruction of the age and chemical evolution of deep crustal structures, offering a comprehensive view of the geological history and processes in the North China Craton.",
                "AnswerCn": "矿物U-Pb和Hf同位素数据的整合，以及全岩地球化学分析，使研究人员能够确定深部地壳岩石的年龄和化学成分。U-Pb定年为锆石矿物提供了精确的年龄约束，而Hf同位素数据则提供了对这些矿物源特征和演化的洞察。全岩地球化学分析，使用主要和微量元素，进一步定义了地壳岩石的整体化学组成。这些数据共同使得重建深部地壳结构的年龄和化学演化成为可能，为北中国克拉通的地质历史和过程提供了全面的视角。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes might lead to inaccuracies in the isotopic data obtained from deep crustal xenoliths using laser ablation-inductively coupled plasma mass spectrometry?",
                "QuestionCn": "导致使用激光剥蚀-电感耦合等离子体质谱法获得的深地壳岩石碎片同位素数据不准确的原因可能有哪些？",
                "AnswerEn": "Inaccuracies in isotopic data could arise from factors such as laser ablation parameters, calibration of the mass spectrometer, matrix effects in the xenolith samples, and potential contamination during sample preparation and measurement processes.",
                "AnswerCn": "同位素数据中的不准确性可能源于激光烧蚀参数、质谱仪的校准、岩石碎片样品中的基质效应，以及在样品准备和测量过程中可能出现的污染。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using laser ablation-inductively coupled plasma mass spectrometry for zircon U-Pb isotope analysis on the accuracy and reliability of age determination in crustal studies?",
                "QuestionCn": "使用激光烧蚀-电感耦合等离子体质谱法进行锆石U-Pb同位素分析对地壳研究中年龄测定的准确性和可靠性可能产生的后果是什么？",
                "AnswerEn": "Using laser ablation-inductively coupled plasma mass spectrometry for zircon U-Pb isotope analysis can enhance the accuracy and reliability of age determination by providing precise mineral dating, essential for constraining the age of the deep crust. It allows for detailed insights into the temporal evolution and chemical composition of crustal structures, which is crucial for reconstructing lower crustal structures.",
                "AnswerCn": "使用激光烧蚀-电感耦合等离子体质谱法进行锆石U-Pb同位素分析可以提高年龄测定的准确性和可靠性，提供精确的矿物年代测定，这对于约束深壳的年龄至关重要。它能够深入了解地壳结构的时间演化和化学成分，这对于重建下地壳结构至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the goals behind collecting deep source xenolith geochemical and geochronological data in the context of reconstructing sub-crustal structures?",
                "QuestionCn": "收集深源岩石包体的地球化学和地球年代学数据的目标是什么，以重建地壳下结构的背景？",
                "AnswerEn": "The goals include determining the age and chemical composition of the deep crustal region, as well as reconstructing the structure of the lower crust. This is achieved through mineral dating, isotopic analysis, and geochemical data collection from xenoliths, providing insights into the region's geological history and processes.",
                "AnswerCn": "目标包括确定深地壳区域的年龄和化学成分，以及重建下地壳的结构。这是通过矿物年代测定、同位素分析和来自岩石包体的地球化学数据收集来实现的，从而提供对该区域地质历史和过程的深入了解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in obtaining mineral isotopic data using laser ablation-inductively coupled plasma mass spectrometry for analyzing zircon samples?",
                "QuestionCn": "获取矿物同位素数据的程序步骤包括使用激光剥蚀-电感耦合等离子体质谱法分析锆石样品。",
                "AnswerEn": "Mineral isotopic data is obtained by analyzing zircon samples through laser ablation-inductively coupled plasma mass spectrometry (LA-ICP-MS). This process involves using a laser to ablate a small portion of the zircon mineral, which is then ionized in the plasma. The resulting ions are measured by the mass spectrometer to determine isotopic ratios, such as zircon U-Pb isotopes for dating purposes, and zircon Hf isotopes for mineral isotopic data.",
                "AnswerCn": "矿物同位素数据是通过激光剥蚀-电感耦合等离子体质谱（LA-ICP-MS）分析锆石样品获得的。该过程涉及使用激光剥蚀锆石矿物的一小部分，然后在等离子体中使其电离。随后，质谱仪测量产生的离子，以确定同位素比率，例如用于定年的锆石U-Pb同位素和用于矿物同位素数据的锆石Hf同位素。",
                "Level": "C3(Applying)"
            }
        ]
    }
}