{
  "id": "1ebe0cd0-9e4c-4dfb-91bb-40d0da3bfbd4",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Jurassic climatic, lithofacies paleogeography map of Pan third pole",
      "titleCn": "泛第三极侏罗纪气候、岩相古地理图（195Ma、166Ma、150Ma）",
      "description": "Guided by the theories of plate tectonics, paleogeography, petroliferous basin analysis and sedimentary basin dynamics, we have collected a large number of data and achievements of geological research and oil-gas geological research in Pan third pole in recent years, including basic materials such as stratum, sedimentation, paleontology, paleogeography, paleoenvironment, paleoclimate, structure, oil-gas (potash) geology, especially paleomagnetism and paleogenesis On the basis of zircon and geochemical data, combined with the results of typical measured stratigraphic sections, the lithofacies and climate palaeogeographic pattern of Jurassic period are restored and reconstructed, and the paleogeographic map of lithofacies and climate of Pan third extremely early, middle and late Jurassic (3 sheets) and pan third extremely early, middle and late Jurassic (3 sheets) are obtained, aiming to discuss paleogeography and paleostructure The control and influence of paleoclimate on oil and gas (including potash) resources, in order to reveal the geological conditions and resource distribution rules of oil and gas formation, and provide scientific basis and technical support for overseas and domestic oil and gas exploration and deployment in China.",
      "descriptionCn": "采用板块构造、古地理学、含油气盆地分析和沉积盆地动力学理论作为指导，在大量收集泛第三极近年来地质研究和油气地质研究的各种资料成果，包括地层、沉积、古生物、古地理、古环境、古气候、构造、油气（钾盐）地质等基础材料，特别是以古地磁、古生物以及碎屑锆石、地球化学等资料的基础上，结合典型实测地层剖面的成果，对侏罗纪时期岩相和气候古地理格局进行恢复与重建，得到泛第三极早、中、晚侏罗世岩相古地理图（3张）及泛第三极早、中、晚侏罗世气候古地理图（3张），旨在探讨古地理、古构造、古气候等对油气（含钾盐）资源的控制和影响作用，以揭示油气形成的地质条件和资源分布规律，为我国海外和境内油气勘探部署提供科学依据和技术支撑。",
      "instructions": "The map data is classified in the form of folders, for example, the folder name is \"Pan third extremely early Jurassic climate paleogeographic map\". The file contains \"Pan third extremely early Jurassic climate paleogeographic map. JPG\" and \"Pan third extremely early Jurassic climate paleogeographic map. MXD\" files. The rest are necessary engineering files. Double click \"Pan third extremely early Jurassic climate paleogeographic map. MXD\" to open a Rcmap, edit the map.",
      "instructionsCn": "图件数据以文件夹形式分类，例如文件夹名称为“泛第三极早侏罗世气候古地理图”，文件内包含“泛第三极早侏罗世气候古地理图.jpg”和“泛第三极早侏罗世气候古地理图.mxd”文件，其余为必要的工程文件，双击“泛第三极早侏罗世气候古地理图.mxd”即可打开ArcMap，对图件进行编辑操作。",
      "east": 180.0,
      "west": 180.0,
      "south": 90.0,
      "north": 90.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 100691037.0,
      "cstr": "18406.11.Paleoenv.tpdc.270419",
      "doi": "10.11888/Paleoenv.tpdc.270419",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李亚林",
        "nameEn": "LI Yalin",
        "unitEn": "",
        "unitCn": "中国地质大学（北京）"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Phanerozoic paleoclimate: an atlas of lithologic indicators of climate",
        "referenceCn": null,
        "referenceEn": "Boucot, A.J., Xu, C., Scotese, C.R., & Morley, R.J. (2013). Phanerozoic paleoclimate: an atlas of lithologic indicators of climate."
      },
      {
        "titleCn": null,
        "titleEn": "Late Triassic and Early Jurassic palaeogeography of the world",
        "referenceCn": null,
        "referenceEn": "Golonka, J. (2007). Late Triassic and Early Jurassic palaeogeography of the world. Palaeogeography, Palaeoclimatology, Palaeoecology, 244(1-4), 297-307."
      },
      {
        "titleCn": null,
        "titleEn": "Internal drainage has sustained low‐relief Tibetan landscapes since the early Miocene",
        "referenceCn": null,
        "referenceEn": "Han, Z., Sinclair, H. D., Li, Y., Wang, C., Tao, Z., Qian, X., ... & Zhang, B. (2019). Internal drainage has sustained low‐relief Tibetan landscapes since the early Miocene. Geophysical Research Letters, 46(15), 8741-8752."
      },
      {
        "titleCn": null,
        "titleEn": "Atlas of Palaeogeography and Lithofacies",
        "referenceCn": null,
        "referenceEn": "Cope, J., Ingham, J., & Rawson, P. (1999). Atlas of palaeogeography and lithofacies. Geological Society of London."
      },
      {
        "titleCn": null,
        "titleEn": "The burial and exhumation history of the Liuqu Conglomerate in the Yarlung Zangbo suture zone, southern Tibet: Insights from clumped isotope thermometry",
        "referenceCn": null,
        "referenceEn": "Ning, Z., Zhang, L., Huntington, K. W., Wang, C., Dai, J., Han, Z., ... & Zhang, J. (2019). The burial and exhumation history of the Liuqu Conglomerate in the Yarlung Zangbo suture zone, southern Tibet: Insights from clumped isotope thermometry. Journal of Asian Earth Sciences, 174, 205-217."
      },
      {
        "titleCn": null,
        "titleEn": "Plate tectonic evolution of the southern margin of eurasia in the mesozoic and cenozoic",
        "referenceCn": null,
        "referenceEn": "Golonka, J. (2004). Plate tectonic evolution of the southern margin of Eurasia in the Mesozoic and Cenozoic. Tectonophysics, 381(1-4), 235-273."
      },
      {
        "titleCn": null,
        "titleEn": "Late Permian to Holocene Paleofacies Evolution of the Arabian Plate and its Hydrocarbon Occurrences",
        "referenceCn": null,
        "referenceEn": "Martin, A. Z. (2001). Late Permian to Holocene paleofacies evolution of the Arabian Plate and its hydrocarbon occurrences. GeoArabia, 6(3), 445-504."
      },
      {
        "titleCn": null,
        "titleEn": "Xigaze forearc basin revisited (South Tibet): Provenance changes and origin of the Xigaze Ophiolite",
        "referenceCn": null,
        "referenceEn": "An, W., Hu, X., Garzanti, E., BouDagher-Fadel, M. K., Wang, J., & Sun, G. (2014). Xigaze forearc basin revisited (South Tibet): Provenance changes and origin of the Xigaze Ophiolite. Bulletin, 126(11-12), 1595-1613."
      },
      {
        "titleCn": "全球古板块再造, 岩相古地理及古环境图集",
        "titleEn": null,
        "referenceCn": "李江海, & 姜洪福. (2013). 全球古板块再造, 岩相古地理及古环境图集. 地质出版社, 北京, 23-36.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "The carbonate analogs through time (CATT) hypothesis and the global atlas of carbonate fields—A systematic and predictive look at Phanerozoic carbonate systems",
        "referenceCn": null,
        "referenceEn": "Markello, J.R., Koepnick, R.B., Waite, L.E., Collins, J.F., Lukasik, J., & Simo, J.A. (2008). The carbonate analogs through time (CATT) hypothesis and the global atlas of carbonate fields—A systematic and predictive look at Phanerozoic carbonate systems. Controls on carbonate platform and reef development: SEPM Special Publication, 89, 15-45."
      },
      {
        "titleCn": null,
        "titleEn": "Peri-Tethys Palaeogeographical Atlas 2000",
        "referenceCn": null,
        "referenceEn": "Dercourt, J., Gaetani, M., Vrielynck, B., Barrier, E., Biju-Duval, B., Brunet, M. F., ... & Sandulescu, M. (2000). Peri-Tethys Palaeogeographical Atlas 2000. Université Pierre et Marie Curie, Paris."
      },
      {
        "titleCn": null,
        "titleEn": "Paleogeographic Atlas",
        "referenceCn": null,
        "referenceEn": "Scotese, C.R., & Golonka, J. (1997). Paleogeographic atlas (pp. 1-45). Arlington: PALEOMAP Project, University of Texas at Arlington."
      },
      {
        "titleCn": null,
        "titleEn": "Initial growth of the Northern Lhasaplano, Tibetan Plateau in the early Late Cretaceous (ca. 92 Ma)",
        "referenceCn": null,
        "referenceEn": "Lai, W., Hu, X., Garzanti, E., Sun, G., Garzione, C.N., BouDagher-Fadel, M., Ma, A. (2019). Initial growth of the Northern Lhasaplano, Tibetan Plateau in the early Late Cretaceous (ca. 92 Ma). GSA Bulletin, in press."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      },
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "古气候重建",
        "nameEn": "Paleoclimate Reconstruction"
      },
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "泛第三极",
        "keywordEn": "Pan-third pole"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "侏罗纪",
        "keywordEn": "Jurassic",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used to reconstruct Jurassic paleoclimate and lithofacies maps in the Pan-Third Pole region?",
        "QuestionCn": "用于重建泛第三极地区侏罗纪古气候和岩相图的数据收集方法的特点是什么？",
        "AnswerEn": "paleomagnetic data, paleontological data, detrital zircon information, geochemical data, stratigraphic profile measurements",
        "AnswerCn": "古地磁数据、古生物学数据、碎屑锆石信息、地球化学数据、地层剖面测量",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '岩相古地理图' mean in the context of reconstructing Jurassic paleogeographic and paleoclimatic patterns?",
        "QuestionCn": "在重建侏罗纪古地理和古气候模式的背景下，“岩相古地理图”是什么意思？",
        "AnswerEn": "In the context of reconstructing Jurassic paleogeographic and paleoclimatic patterns, '岩相古地理图' refers to lithofacies paleogeographic maps that depict the distribution of different rock types and sedimentary environments across a specific region during the Jurassic period. These maps are created by synthesizing data from various geological sources such as stratigraphy, sedimentology, paleontology, and paleomagnetism, to reconstruct the ancient landscapes and climatic conditions. The purpose is to explore the influence of paleogeography, paleotectonics, and paleoclimate on the formation and distribution of oil and gas (including potash salt) resources.",
        "AnswerCn": "在重建侏罗纪古地理和古气候模式的背景下，'岩相古地理图'指的是描绘特定区域在侏罗纪时期不同岩石类型和沉积环境分布的岩相古地理图。这些图是通过综合来自不同地质来源的数据，如地层学、沉积学、古生物学和古磁学，来重建古代景观和气候条件。其目的是探讨古地理、古构造和古气候对油气（包括钾盐）资源的形成和分布的影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What insights can be drawn from the collected data regarding the influence of paleogeography and paleoclimate on hydrocarbon formation and distribution patterns in the Jurassic period?",
        "QuestionCn": "从收集的数据中可以得出哪些关于古地理和古气候对侏罗纪时期碳氢化合物形成和分布模式的影响的见解？",
        "AnswerEn": "The data provides information on the Jurassic period's lithofacies and paleoclimate patterns across different times (195Ma, 166Ma, 150Ma). By analyzing geological research results such as stratigraphy, sedimentation, paleontology, and tectonic data, researchers can infer the relationships between ancient geographies, climates, and the conditions that controlled hydrocarbon formation and distribution. This involves integrating paleomagnetic, paleobiological, and geochemical data with measured stratigraphic sections to reconstruct these past environments and assess their impact on resource distribution.",
        "AnswerCn": "数据提供了关于侏罗纪时期不同时间（195百万年前、166百万年前、150百万年前）的岩相和古气候模式的信息。通过分析地质研究结果，如地层学、沉积学、古生物学和构造数据，研究人员可以推断古代地理、气候以及控制碳氢化合物形成和分布的条件之间的关系。这涉及将古磁学、古生物学和地球化学数据与测量的地层剖面相结合，以重建这些过去的环境并评估它们对资源分布的影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the complexity of reconstructing Jurassic paleogeographic and paleoclimatic maps in the Pan-Third Pole region?",
        "QuestionCn": "重建泛第三极地区侏罗纪古地理和古气候图的复杂性因素有哪些？",
        "AnswerEn": "The complexity of reconstructing Jurassic paleogeographic and paleoclimatic maps in the Pan-Third Pole region is influenced by the integration of various geological and geophysical data, including plate tectonics, paleogeography, stratigraphy, sedimentology, paleontology, paleoclimate, tectonics, and hydrocarbon (potassium salt) geology. This involves analyzing extensive geological research and oil and gas geological studies, and it is particularly guided by paleomagnetic, paleontological, clastic zircon, and geochemical data, combined with results from typical measured stratigraphic sections.",
        "AnswerCn": "重建泛第三极地区侏罗纪古地理和古气候图的复杂性受到多种地质和地球物理数据整合的影响，包括板块构造、古地理、地层学、沉积学、古生物学、古气候、构造学和碳氢化合物（钾盐）地质。这涉及分析大量的地质研究和油气地质研究，特别是通过古磁学、古生物学、碎屑锆石和地球化学数据的指导，并结合典型测量地层剖面的结果。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What is the impact on understanding Jurassic climate patterns and oil and gas resource distribution when using a combination of paleomagnetic data, paleontological records, and geochemical analyses in data collection?",
        "QuestionCn": "使用古磁学数据、古生物学记录和地球化学分析相结合的数据收集，对理解侏罗纪气候模式和油气资源分布的影响是什么？",
        "AnswerEn": "Using a combination of paleomagnetic data, paleontological records, and geochemical analyses enhances the accuracy and depth of understanding of Jurassic climate patterns and oil and gas resource distribution. These methods allow for a more comprehensive reconstruction of lithofacies and paleogeographic patterns, which are crucial for exploring the geological conditions and resource distribution of hydrocarbons. This approach provides scientific and technical support for oil and gas exploration both domestically and abroad.",
        "AnswerCn": "使用古磁数据、古生物记录和地球化学分析的结合，增强了对侏罗纪气候模式和油气资源分布的准确性和深度理解。这些方法允许对岩相和古地理模式进行更全面的重建，这对于探索碳氢化合物的地质条件和资源分布至关重要。这种方法为国内外的油气勘探提供了科学和技术支持。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to reconstruct Jurassic paleoclimate and lithofacies paleogeography maps using theories like plate tectonics and sedimentary basin dynamics?",
        "QuestionCn": "为什么使用板块构造理论和沉积盆地动力学来重建侏罗纪古气候和岩相古地理图很重要？",
        "AnswerEn": "Reconstructing Jurassic paleoclimate and lithofacies paleogeography maps using theories such as plate tectonics and sedimentary basin dynamics is important to explore the control and impact of paleogeography, paleotectonics, and paleoclimate on oil and gas resources, including potash salt. This helps to reveal the geological conditions and distribution patterns of resource formation, providing scientific basis and technical support for oil and gas exploration both domestically and overseas.",
        "AnswerCn": "重建侏罗纪古气候和岩相古地理图是利用板块构造和沉积盆地动力学等理论的重要工作，这有助于探索古地理、古构造和古气候对油气资源（包括钾盐）的控制和影响。这有助于揭示资源形成的地质条件和分布模式，为国内外的油气勘探提供科学依据和技术支持。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedures involved in collecting and integrating geological and geophysical data to reconstruct Jurassic paleoclimate and lithofacies maps in the context of the Pan-Tethys region?",
        "QuestionCn": "在泛特提斯地区重建侏罗纪古气候和岩相图时，收集和整合地质和地球物理数据所涉及的程序是什么？",
        "AnswerEn": "The procedures involve using theories from plate tectonics, paleogeography, oil and gas basin analysis, and sedimentary basin dynamics as guidance. This includes collecting extensive geological and oil and gas research results such as stratigraphy, sedimentation, paleontology, paleogeography, paleoenvironments, paleoclimate, tectonics, and oil and gas (potash) geology. Specifically, data from paleomagnetism, paleontology, detrital zircon, and geochemistry are combined with results from typical measured stratigraphic sections to reconstruct the Jurassic lithofacies and paleoclimate maps of the Pan-Tethys region.",
        "AnswerCn": "这些程序涉及使用板块构造、古地理、油气盆地分析和沉积盆地动力学的理论作为指导。这包括收集广泛的地质和油气研究结果，如地层学、沉积学、古生物学、古地理、古环境、古气候、构造学以及油气（钾盐）地质。具体而言，来自古磁学、古生物学、碎屑锆石和地球化学的数据与典型测量的地层剖面结果相结合，以重建泛特提斯地区的侏罗纪岩相和古气候图。",
        "Level": "C3(Applying)"
      }
    ]
  }
}