{
  "id": "1f650f2f-668d-424c-a1f8-a83fa3a512fa",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)",
      "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
      "description": "This project is based on the data of bioactive elements such as Fe in miaergou ice core (94 ° 19 ′ e, 43 ° 03 ′ n, 4518 m) of the East Tianshan Mountains, and rebuilt the metal element history of 1956-2004. Data content: 1956-2004 ice core metal elements (including Fe, CD, Pb, as, Ba, Al, s, Mn, CO and Ni); data source, through ICP-MS test; data quality: blank sample is significantly lower than sample value, with better quality; data application results and prospects: data has been published, see Du, Z., Xiao, C., Zhang, W., Handley, M. J., mayewski, P. A., Liu, Y., & Li, X. (20. 19). Iron record associated with sandstorms in a central Asian shallow ice core spanning 1956-2004. Atmospheric environment, 203, 121-130. It can provide comparative study of other ice cores in Central Asia.",
      "descriptionCn": "本项目是基于东天山庙尔沟冰芯(94°19′E,43°03′N,4518 m)生物活性元素Fe等元素数据，重建了1956-2004金属元素历史。数据内容：1956-2004年冰芯金属元素（包括：Fe, Cd, Pb, As, Ba, Al, S, Mn, Co和Ni）；数据来源，通过ICP-MS测试；数据质量：空白样品显著低于样品值，质量较好；数据应用成果及前景：数据已发表，具体信息见Du, Z., Xiao, C., Zhang, W., Handley, M. J., Mayewski, P. A., Liu, Y., & Li, X. (2019). Iron record associated with sandstorms in a central Asian shallow ice core spanning 1956–2004. Atmospheric environment, 203, 121-130.，可提供中亚其他冰芯对比研究。",
      "instructions": "Excel format, file designation:Miaoergou trace elements1956-2004.excel\nIt can be opened with office software",
      "instructionsCn": "Excel格式，文件命名：Miaoergou trace elements_1956-2004.excel\n可以用office软件打开",
      "east": 94.32,
      "west": 94.32,
      "south": 43.05,
      "north": 43.05,
      "startTime": "1956-01-15 08:00:00",
      "endTime": "2005-01-14 19:59:59",
      "fileSize": 63362.0,
      "cstr": "18406.11.Paleoenv.tpdc.270257",
      "doi": "10.11888/Paleoenv.tpdc.270257",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "杜志恒",
        "nameEn": "Du Zhiheng",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Iron record associated with sandstorms in a central Asian shallow ice core spanning 1956–2004",
        "referenceCn": null,
        "referenceEn": "Du, Z., Xiao, C., Zhang, W., Handley, M. J., Mayewski, P. A., Liu, Y., & Li, X. (2019). Iron record associated with sandstorms in a central Asian shallow ice core spanning 1956–2004. Atmospheric environment, 203, 121-130."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      },
      {
        "nameCn": "冰芯",
        "nameEn": "Ice core"
      },
      {
        "nameCn": "金属元素",
        "nameEn": "Metal elements"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "天山",
        "keywordEn": "Tianshan mountain"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1956-2004",
        "keywordEn": "1956-2004",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific properties and characteristics of metal elements measured in an ice core dataset related to environmental changes?",
        "QuestionCn": "冰芯数据集中与环境变化相关的金属元素的具体属性和特征是什么？",
        "AnswerEn": "concentrations of Fe, Cd, Pb, As, Ba, Al, S, Mn, Co, Ni, significantly lower values in blank samples compared to actual samples",
        "AnswerCn": "Fe、Cd、Pb、As、Ba、Al、S、Mn、Co、Ni在空白样品中的浓度显著低于实际样品。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many years of data were collected in the ice core metal element dataset for the reconstruction of historical metal elements?",
        "QuestionCn": "在冰芯金属元素数据集中，为重建历史金属元素收集了多少年的数据？",
        "AnswerEn": "49 years",
        "AnswerCn": "49年",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the data quality and collection method using ICP-MS for metal elements in ice cores compare to other analytical techniques used for similar ice core studies in terms of accuracy and sensitivity?",
        "QuestionCn": "使用ICP-MS（电感耦合等离子体质谱）对冰芯中金属元素的数据质量和采集方法与其他用于类似冰芯研究的分析技术相比，在准确性和灵敏度方面如何？",
        "AnswerEn": "The data collection method using ICP-MS for analyzing metal elements like Fe, Cd, Pb, As, Ba, Al, S, Mn, Co, and Ni in ice cores is noted for its good quality, with blank samples being significantly lower than sample values, indicating high accuracy and sensitivity. This method is effective in detecting trace elements and reconstructing historical data from 1956 to 2004. Other analytical techniques might differ in their sensitivity, detection limits, and accuracy, but ICP-MS is a widely accepted method for such analyses in ice core studies.",
        "AnswerCn": "使用ICP-MS分析冰芯中金属元素如Fe、Cd、Pb、As、Ba、Al、S、Mn、Co和Ni的数据收集方法以其良好的质量而著称，空白样品的值显著低于样品值，表明其高准确性和灵敏度。这种方法在检测微量元素和重建1956年至2004年的历史数据方面非常有效。其他分析技术可能在灵敏度、检测限和准确性上有所不同，但ICP-MS是冰芯研究中广泛接受的分析方法。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the successful reconstruction of historical metal element data from ice cores, and how do these factors influence the reliability of the data?",
        "QuestionCn": "成功重建冰芯中历史金属元素数据的因素有哪些，这些因素如何影响数据的可靠性？",
        "AnswerEn": "The successful reconstruction of historical metal element data from ice cores is influenced by factors such as the data collection method, which in this case involves testing through ICP-MS. The quality of the data is also a significant factor, as demonstrated by the lower values in blank samples compared to actual samples, indicating good data quality. These factors collectively enhance the reliability of the data, which has been effectively used in published research to study metal element history in ice cores.",
        "AnswerCn": "历史金属元素数据的成功重建受到多个因素的影响，其中数据收集方法是一个重要因素，本研究采用了ICP-MS测试。数据质量也是一个重要因素，正如空白样品的值低于实际样品所示，这表明数据质量良好。这些因素共同增强了数据的可靠性，这些数据已在已发表的研究中有效用于研究冰芯中的金属元素历史。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting metal element data from ice cores for the period 1956-2004 in central Asian regions?",
        "QuestionCn": "收集1956年至2004年中亚地区冰芯中的金属元素数据的主要目的是什麼？",
        "AnswerEn": "The primary objective of collecting metal element data from ice cores in central Asian regions is to reconstruct the historical levels of bioactive elements such as Fe and other metals from 1956 to 2004. This data can provide insights into past atmospheric conditions, particularly in relation to events like sandstorms, and can be used for comparative studies with other ice cores in Central Asia.",
        "AnswerCn": "收集中亚地区冰芯中金属元素数据的主要目的是重建1956年至2004年期间生物活性元素（如铁和其他金属）的历史水平。这些数据可以提供对过去大气条件的洞察，特别是与沙尘暴等事件相关的情况，并可用于与中亚其他冰芯的比较研究。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodologies are employed to ensure the accuracy of metal element data collected from ice cores spanning several decades, and how do these methodologies address the challenges of contamination and degradation over time?",
        "QuestionCn": "为了确保从数十年的冰芯中收集的金属元素数据的准确性，采用了哪些方法论，这些方法论如何应对随时间推移而出现的污染和降解挑战？",
        "AnswerEn": "The data are collected using ICP-MS testing, where the accuracy is ensured by comparing sample values to significantly lower blank samples, indicating good data quality. This method helps address challenges such as contamination by providing a baseline to identify and mitigate potential external influences on the sample.",
        "AnswerCn": "数据是通过ICP-MS测试收集的，准确性通过将样本值与显著较低的空白样本进行比较来确保，从而表明数据质量良好。这种方法有助于解决诸如污染等挑战，通过提供基线来识别和减轻对样本的潜在外部影响。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}