{
    "id": "1fb49545-3fe9-42b8-a82b-4ec118bc4026",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "E3SM LS4P Task3-CTRL 3-hourly data1",
            "titleCn": "E3SM LS4P Task3-CTRL 3-hourly data1",
            "description": "The data is generated by the E3SM model following the GEWEX/GASS/LS4P protocol. It contains the ensemble mean data from the task 3 control experiment. The ensemble simulation has 6 members. The variables include important quantities from both the atmosphere and the land components.",
            "descriptionCn": "The data is generated by the E3SM model following the GEWEX/GASS/LS4P protocol. It contains the ensemble mean data from the task 3 control experiment. The ensemble simulation has 6 members. The variables include important quantities from both the atmosphere and the land components.",
            "instructions": "Naming convention: VariableName_LS4P_E3SM_LS4PExperimentName_Frequency_[StartTime-EndTime].nc\nReading method: NetCDF",
            "instructionsCn": "Naming convention: VariableName_LS4P_E3SM_LS4PExperimentName_Frequency_[StartTime-EndTime].nc\nReading method: NetCDF",
            "east": 180.0,
            "west": 180.0,
            "south": 90.0,
            "north": 90.0,
            "startTime": "2003-05-01 00:00:00",
            "endTime": "2003-07-01 00:00:00",
            "fileSize": 91205090484.0,
            "cstr": "18406.11.Geogra.tpdc.270162",
            "doi": "10.11888/Geogra.tpdc.270162",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "TANG Qi",
                "nameEn": "TANG Qi",
                "unitEn": "",
                "unitCn": "Lawrence Livermore National Laboratory"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The DOE E3SM coupled model version 1: Overview and evaluation at standard resolution",
                "referenceCn": null,
                "referenceEn": "Golaz, J.-C., P. Caldwell, L. Van Roekel, M. Petersen, Q. Tang, et al. (2019), The DOE E3SM coupled model version 1: Overview and evaluation at standard resolution, J. Adv. Model Earth Sy., 11, 2089–2129, doi:10.1029/2018MS001603."
            },
            {
                "titleCn": null,
                "titleEn": "An Overview of the Atmospheric Component of the Energy Exascale Earth System Model",
                "referenceCn": null,
                "referenceEn": "Rasch, P., S. Xie, P.-L. Ma, W. Lin, H. Wang, Q. Tang, et al. (2019), An Overview of the Atmospheric Component of the Energy Exascale Earth System Model, J. Adv. Model Earth Sy., 11, doi:10.1029/2019MS001629."
            },
            {
                "titleCn": null,
                "titleEn": "Regionally refined test bed in E3SM Atmosphere Model Version 1 (EAMv1) and applications for high-resolution modeling",
                "referenceCn": null,
                "referenceEn": "Tang, Q., S. A. Klein, S. Xie, W. Lin, J.-C. Golaz, E. L. Roesler, M. A. Taylor, P. J. Rasch, D. C. Bader, L. K. Berg, P. Caldwell, S. E. Giangrande, R. B. Neale, Y. Qian, L. D. Riihimaki, C. S. Zender, Y. Zhang, and X. Zheng (2019), Regionally refined test bed in E3SM Atmosphere Model Version 1 (EAMv1) and applications for high-resolution modeling, Geosci. Model Dev., 12, 2679–2706, doi:10.5194/gmd-12-2679-2019."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            },
            {
                "nameCn": "雨",
                "nameEn": "Rain"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "Global",
                "keywordEn": ""
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "3 hours",
                "keywordEn": "",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Compared to previous Coupled Model Intercomparison Project phase 6 (CMIP6) climate models, the latest CMIP phase 6 (CMIP6) models simulate a higher ensemble equilibrium climate sensitivity (ECS) with a larger spread (Meehl et al., 2020; Zelinka et al., 2020). Within CMIP6, the Scenario Model Intercomparison Project (ScenarioMIP) aims to generate multi-model climate projections for alternate scenarios of future emissions and land-use changes produced with integrated assessment models. The US Department of Energy (DOE) Energy Exascale Earth System Model (E3SM) project is a new and ongoing climate modeling effort to develop a state-of-the-art Earth system model. The E3SM project aims to develop code optimized for DOE’s high-performance computing infrastructure and to advance Earth system prediction of changes in environmental variables that are critical to energy-sector decisions, such as regional trends in air and water temperatures, water availability, storms and heavy precipitation, coastal flooding, and sea-level rise (Bader et al., 2014; Leung et al., 2020). E3SM version 1.0 (E3SMv1.0) at the standard horizontal resolution of ∼100 km reported a high ECS of 5.3 K, a high transient climate response (TCR) of 2.93 K, along with a strong aerosol-related effective radiative forcing (ERFaero) of −1.65 W m−2 (Golaz et al., 2019). Previous estimates found that the net positive cloud feedback of 0.94 W m−2 K−1 in E3SMv1.0 is too strong compared with other CMIP6 models at the range of 0.42 ±0.36 W m−2 K−1 (Zelinka et al., 2020, Table S1)."
            ],
            "research objective": [
                "There are two main goals for this paper. Firstly, document future climate characteristics of E3SMv1.0 (which is a model member of the ScenarioMIP project) at the highest emission scenario along with its historical climate evolution. Secondly, we describe regional responses of key climate components in the GHG-only simulations. The difference between the high-emission all-forcing experiment and the GHG-only experiment is analyzed."
            ],
            "challenges": [
                "The drying regions experience more severe precipitation reduction during boreal summer than boreal winter. The simulated mean and change of SST do not seem to show a clear linear relationship as seen in the simulated AMOC, presumably due to the fact that SST is controlled by multiple factors happening at different temporal and spatial scales."
            ],
            "methods": [
                "We conducted a total of three ensemble members of the GHG-only simulations for the historical period and the future projection period, respectively. The model settings of these GHG-only historical simulations (historical_Hn-GHG) are the same as those of the historical_Hn runs except that all forcings other than GHG forcing are held at pre-industrial values. The GHG-only future projection simulations (future_Pn-SSP5-8.5-GHG) use the end of the historical_Hn simulations as the starting points and use the GHG forcing in the SSP5-8.5 scenario, while the other forcings are still set at the same pre-industrial values as historical_Hn-GHG."
            ],
            "dataset": [
                "Only one ensemble member (r1i1p1f1) of the CMIP6 model runs is included in this study."
            ],
            "findings": [
                "E3SMv1.0 projects one of the warmest Tair anomalies at ∼8 K, consistent with the overly strong TCR and ECS. The global mean precipitation in E3SMv1.0 increases by >0.3 mm d−1 from the end of the historical period (year 2014) to the end of the future projection (year 2099). The global mean Tair changes in the E3SMv1.0 ensemble members are comparable to the CMIP6 models with the highest warming. The global pattern of Tair change between 2070–2099 and 1985–2014 reveals a polar amplification of surface warming and interhemispheric asymmetric warming. The global mean precipitation increases by ∼10 % due to the warmer climate."
            ],
            "backgroundCn": [
                "与之前的耦合模型比较项目第六阶段（CMIP6）气候模型相比，最新的CMIP6模型模拟了更高的集合平衡气候敏感性（ECS），并且具有更大的分散性（Meehl et al., 2020; Zelinka et al., 2020）。在CMIP6中，情景模型比较项目（ScenarioMIP）旨在为未来排放和土地利用变化的替代情景生成多模型气候预测，这些情景是通过综合评估模型产生的。美国能源部（DOE）能源超算地球系统模型（E3SM）项目是一个新的、正在进行的气候建模工作，旨在开发一个先进的地球系统模型。E3SM项目的目标是开发针对DOE高性能计算基础设施优化的代码，并推进对环境变量变化的地球系统预测，这些变化对能源部门的决策至关重要，例如区域空气和水温、水资源可用性、风暴和强降水、沿海洪水以及海平面上升（Bader et al., 2014; Leung et al., 2020）。E3SM版本1.0（E3SMv1.0）在标准水平分辨率约为100公里的情况下，报告了高达5.3 K的ECS、高达2.93 K的瞬态气候响应（TCR），以及强烈的气溶胶相关有效辐射强迫（ERFaero）为−1.65 W m−2（Golaz et al., 2019）。之前的估计发现，E3SMv1.0的净正云反馈为0.94 W m−2 K−1，比较其他CMIP6模型的范围为0.42 ±0.36 W m−2 K−1（Zelinka et al., 2020, 表S1）。"
            ],
            "research objectiveCn": [
                "本文有两个主要目标。首先，记录E3SMv1.0（作为ScenarioMIP项目的一个模型成员）在最高排放情景下的未来气候特征以及其历史气候演变。其次，我们描述温室气体（GHG）单独模拟中关键气候成分的区域响应。分析高排放全强迫实验与GHG单独实验之间的差异。"
            ],
            "challengesCn": [
                "干旱地区在北半球夏季经历的降水减少比在北半球冬季更为严重。模拟的海表温度（SST）的平均值和变化似乎没有显示出与模拟的大西洋经环流（AMOC）之间的明显线性关系，这可能是由于海表温度受到不同时间和空间尺度上多种因素的影响。"
            ],
            "methodsCn": [
                "我们对历史时期和未来预测时期分别进行了三组温室气体（GHG）单独模拟的集合成员。这些GHG单独历史模拟（historical_Hn-GHG）的模型设置与历史_Hn运行相同，唯一的区别是除了温室气体强迫外，所有其他强迫都保持在前工业水平。GHG单独未来预测模拟（future_Pn-SSP5-8.5-GHG）使用历史_Hn模拟的结束作为起点，并使用SSP5-8.5情景中的温室气体强迫，同时其他强迫仍然保持在与historical_Hn-GHG相同的前工业水平。"
            ],
            "datasetCn": [
                "本研究仅包含CMIP6模型运行的一个集合成员（r1i1p1f1）。"
            ],
            "findingsCn": [
                "E3SMv1.0预测的气温异常约为8 K，这与过强的瞬时气候响应（TCR）和气候敏感性（ECS）一致。从历史时期（2014年）结束到未来预测结束（2099年），E3SMv1.0的全球平均降水量增加了超过0.3 mm d−1。E3SMv1.0集合成员的全球平均气温变化与CMIP6模型中最高的变暖水平相当。2070-2099年与1985-2014年之间的全球气温变化模式显示出极地放大效应和南北半球的不对称变暖。由于气候变暖，全球平均降水量增加了约10%。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the E3SM LS4P Task3-CTRL dataset include both atmospheric and land component variables as per the GEWEX/GASS/LS4P protocol?",
                "QuestionCn": "E3SM LS4P Task3-CTRL 数据集是否包括符合 GEWEX/GASS/LS4P 协议的气象和陆地组件变量？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Are all forcings other than GHG held at pre-industrial values in the GHG-only historical simulation data collection method?",
                "QuestionCn": "在温室气体（GHG）仅历史模拟数据收集方法中，除了温室气体以外的所有强迫因素都保持在前工业水平吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Is the ensemble mean data from the E3SM LS4P Task3-CTRL dataset derived from six members?",
                "QuestionCn": "E3SM LS4P Task3-CTRL 数据集的集合均值数据是由六个成员得出的吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Does the E3SM LS4P Task3-CTRL dataset rely more on atmospheric or land component data, or are both equally significant?",
                "QuestionCn": "E3SM LS4P Task3-CTRL 数据集更依赖于大气组件数据还是陆地组件数据，或者两者同样重要？",
                "AnswerEn": "both are significant",
                "AnswerCn": "两者都很重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the key components and variables included in the E3SM LS4P Task3-CTRL 3-hourly data?",
                "QuestionCn": "E3SM LS4P Task3-CTRL 3小时数据包含的关键组件和变量有哪些？",
                "AnswerEn": "ensemble mean data",
                "AnswerCn": "集合平均数据",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What methods are used to simulate historical and future climate projections within the E3SM model framework?",
                "QuestionCn": "在E3SM模型框架内，模拟历史和未来气候预测的方法有哪些？",
                "AnswerEn": "ensemble members of GHG-only simulations",
                "AnswerCn": "仅温室气体模拟的集合成员",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the primary challenges highlighted in the E3SM model simulations related to precipitation and SST changes?",
                "QuestionCn": "E3SM模型模拟中与降水和海表温度变化相关的主要挑战是什么？",
                "AnswerEn": "precipitation reduction, SST changes",
                "AnswerCn": "降水减少，海表温度变化",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used in climate modeling that focuses on ensemble simulations for historical and future projections?",
                "QuestionCn": "您能否提供一个用于气候建模的数据收集方法的例子，该方法侧重于历史和未来预测的集合模拟？",
                "AnswerEn": "An example of a data collection method in climate modeling is the use of ensemble simulations, such as the GHG-only simulations for historical and future projection periods. These simulations keep all forcings other than GHG forcing at pre-industrial values for historical simulations and use GHG forcing in future scenarios while maintaining other forcings at pre-industrial values.",
                "AnswerCn": "气候建模中的一种数据收集方法是使用集合模拟，例如针对历史和未来预测时期的温室气体（GHG）单独模拟。这些模拟在历史模拟中将除温室气体强迫之外的所有强迫保持在工业化前的水平，而在未来情景中使用温室气体强迫，同时保持其他强迫在工业化前的水平。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced during data collection in climate modeling related to seasonal precipitation variability?",
                "QuestionCn": "气候建模中与季节性降水变异性相关的数据收集面临的一个挑战是什么？",
                "AnswerEn": "An example of a challenge in climate modeling data collection is the variability in precipitation reduction in drying regions, which is more severe during boreal summer than boreal winter, indicating the complexity of capturing seasonal variability accurately.",
                "AnswerCn": "气候模型数据收集中的一个挑战是干旱地区降水减少的变异性，在北半球夏季比北半球冬季更为严重，这表明准确捕捉季节变异性的复杂性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset that includes ensemble mean data generated by an Earth system model following a specific protocol?",
                "QuestionCn": "您能否提供一个数据集的示例，该数据集包含按照特定协议生成的地球系统模型的集合均值数据？",
                "AnswerEn": "An example of such a dataset is the E3SM LS4P Task3-CTRL 3-hourly data, which is generated by the E3SM model following the GEWEX/GASS/LS4P protocol and includes ensemble mean data from a control experiment with six ensemble members.",
                "AnswerCn": "这样的数据集的一个例子是E3SM LS4P Task3-CTRL 3小时数据，该数据是由E3SM模型生成的，遵循GEWEX/GASS/LS4P协议，包括来自控制实验的六个集合成员的集合均值数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the defining characteristics of ensemble simulations used in atmospheric and land component studies?",
                "QuestionCn": "在大气和陆地组件研究中，集合模拟的定义特征包括：",
                "AnswerEn": "6 members, important quantities from both the atmosphere and the land components, generated by the E3SM model, follows the GEWEX/GASS/LS4P protocol",
                "AnswerCn": "6个成员，来自大气和陆地组件的重要量，由E3SM模型生成，遵循GEWEX/GASS/LS4P协议。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many ensemble members are included in the ensemble simulation of the E3SM LS4P Task3-CTRL 3-hourly data?",
                "QuestionCn": "E3SM LS4P Task3-CTRL 3小时数据的集合模拟中包含多少个集合成员？",
                "AnswerEn": "6",
                "AnswerCn": "6",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many ensemble members were used in the GHG-only simulations for both the historical period and the future projection period?",
                "QuestionCn": "在历史时期和未来预测时期的温室气体（GHG）仅模拟中使用了多少个集合成员？",
                "AnswerEn": "3",
                "AnswerCn": "3",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the projected increase in global mean precipitation from the historical period to the future projection according to E3SMv1.0?",
                "QuestionCn": "根据E3SMv1.0，从历史时期到未来预测，全球平均降水量的预计增加是多少？",
                "AnswerEn": "0.3 mm d−1",
                "AnswerCn": "0.3 毫米/天",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What do 'pre-industrial values' signify in the context of climate simulation experiments?",
                "QuestionCn": "在气候模拟实验的背景下，“前工业价值”指的是在工业化之前（通常是19世纪中叶之前）所记录的气候变量的基线水平。这些值通常用于比较和评估工业化对气候系统的影响。",
                "AnswerEn": "In climate simulations, 'pre-industrial values' refer to baseline levels of atmospheric components, such as greenhouse gas concentrations and other forcings, that existed before the onset of the industrial revolution. These values are used as a reference to assess the impact of anthropogenic activities on climate change.",
                "AnswerCn": "在气候模拟中，“前工业值”指的是工业革命开始之前大气成分（如温室气体浓度和其他强迫因素）的基线水平。这些值被用作评估人类活动对气候变化影响的参考。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods in the E3SM LS4P task compare to those used in the GHG-only simulations of the historical period?",
                "QuestionCn": "E3SM LS4P任务中的数据收集方法与历史时期的温室气体（GHG）单一模拟所使用的方法相比如何？",
                "AnswerEn": "The E3SM LS4P task data is generated by the E3SM model following a specific protocol with a focus on ensemble mean data from a control experiment, whereas the GHG-only simulations for the historical period involve holding all forcings other than GHG at pre-industrial values and using specific model settings.",
                "AnswerCn": "E3SM LS4P任务数据是通过E3SM模型按照特定协议生成的，重点关注控制实验的集合均值数据，而历史时期的温室气体（GHG）仅模拟则涉及将除温室气体外的所有强迫因素保持在工业化前的水平，并使用特定的模型设置。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the differences in the ensemble simulation approaches between the E3SM LS4P task and the future projection simulations?",
                "QuestionCn": "E3SM LS4P任务和未来预测模拟之间的集合模拟方法有什么不同？",
                "AnswerEn": "The E3SM LS4P task involves ensemble simulations with 6 members focusing on a control experiment, while the future projection simulations use only three ensemble members starting from historical simulations and applying GHG forcing in a specific scenario while keeping other forcings at pre-industrial values.",
                "AnswerCn": "E3SM LS4P任务涉及6个成员的集合模拟，重点关注控制实验，而未来预测模拟仅使用三个集合成员，从历史模拟开始，并在特定情景下施加温室气体强迫，同时保持其他强迫在前工业水平。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do the challenges experienced in drying regions during the E3SMv1.0 projections compare to the variability observed in the LS4P task data?",
                "QuestionCn": "在E3SMv1.0预测中，干旱地区所经历的挑战与LS4P任务数据中观察到的变异性相比如何？",
                "AnswerEn": "In the E3SMv1.0 projections, drying regions face more severe precipitation reduction during boreal summer compared to winter, whereas the LS4P task data would likely focus on different variables and controls as part of the ensemble mean data generated under a specific protocol.",
                "AnswerCn": "在E3SMv1.0的预测中，干旱地区在北半球夏季面临的降水减少比冬季更为严重，而LS4P任务数据可能会集中于不同的变量和控制，作为在特定协议下生成的集合均值数据的一部分。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might the use of ensemble simulations with different member counts influence the interpretation of climate model data in terms of variability and reliability?",
                "QuestionCn": "不同成员数量的集合模拟的使用如何影响气候模型数据的解释，特别是在变异性和可靠性方面？",
                "AnswerEn": "The use of ensemble simulations, such as the ones with 6 members in this field, allows researchers to average out individual model biases and assess the variability between simulations. This can enhance the reliability of the data by providing a range of possible outcomes and highlighting areas of uncertainty, which is essential for interpreting climate trends and projections.",
                "AnswerCn": "使用集合模拟，例如在该领域中的6个成员，可以让研究人员平均化个别模型的偏差并评估模拟之间的变异性。这可以通过提供一系列可能的结果并突出不确定性区域来增强数据的可靠性，这对于解释气候趋势和预测至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the complexity of data collection in climate modeling, specifically in terms of simulating future climate characteristics?",
                "QuestionCn": "在气候建模中，模拟未来气候特征的数据收集复杂性受到哪些因素的影响？",
                "AnswerEn": "The complexity arises from the need to simulate a wide range of environmental variables critical to energy-sector decisions, such as regional trends in air and water temperatures, water availability, storms, heavy precipitation, coastal flooding, and sea-level rise. Moreover, accurately capturing the equilibrium climate sensitivity, transient climate response, and aerosol-related effective radiative forcing adds to the challenges.",
                "AnswerCn": "复杂性源于需要模拟对能源部门决策至关重要的广泛环境变量，例如区域空气和水温趋势、水资源可用性、风暴、强降水、沿海洪水和海平面上升。此外，准确捕捉平衡气候敏感性、瞬态气候响应和气溶胶相关的有效辐射强迫也增加了挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might there be challenges in accurately representing the relationship between sea surface temperature and climate projections in climate models?",
                "QuestionCn": "在气候模型中，准确表示海表温度与气候预测之间关系可能面临挑战的原因是什么？",
                "AnswerEn": "Challenges stem from the fact that sea surface temperature (SST) is controlled by multiple factors happening at different temporal and spatial scales, which can obscure a clear linear relationship in simulations.",
                "AnswerCn": "挑战源于海表温度（SST）受到多个在不同时间和空间尺度上发生的因素的控制，这可能会在模拟中掩盖清晰的线性关系。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using an ensemble mean data approach when analyzing atmospheric and land component variables in climate modeling?",
                "QuestionCn": "在气候建模中使用集成均值数据方法分析大气和陆地组件变量的潜在后果是什么？",
                "AnswerEn": "Using an ensemble mean data approach in climate modeling can lead to a more robust understanding of climate variability and trends by averaging out individual model biases and uncertainties. However, it may also mask extreme events or anomalies present in individual ensemble members, potentially underestimating rare but impactful phenomena in atmospheric and land components.",
                "AnswerCn": "在气候建模中使用集合均值数据方法可以通过平均个别模型的偏差和不确定性，获得对气候变异性和趋势的更稳健理解。然而，这也可能掩盖个别集合成员中存在的极端事件或异常，可能低估大气和陆地成分中罕见但影响深远的现象。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How might the focus on GHG-only simulations impact the understanding of climate projections in high-emissions scenarios?",
                "QuestionCn": "对温室气体（GHG）仅模拟的关注可能会如何影响对高排放情景下气候预测的理解？",
                "AnswerEn": "Focusing on GHG-only simulations can clarify the direct effects of greenhouse gas emissions on climate projections, highlighting temperature and precipitation changes attributable solely to GHGs. This approach may, however, overlook interactions with other forcings, such as aerosols or land-use changes, leading to incomplete projections in high-emissions scenarios.",
                "AnswerCn": "专注于仅考虑温室气体（GHG）的模拟可以明确温室气体排放对气候预测的直接影响，突出仅由温室气体引起的温度和降水变化。然而，这种方法可能会忽视与其他强迫因素（如气溶胶或土地利用变化）的相互作用，从而导致在高排放情景下的预测不完整。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What could be the implications of using pre-industrial values for all forcings other than GHGs in the historical and future projection simulations?",
                "QuestionCn": "在历史和未来预测模拟中，使用除温室气体外的所有强迫因素的前工业值可能会产生什么影响？",
                "AnswerEn": "Using pre-industrial values for all forcings other than GHGs in simulations can isolate the impact of GHG emissions on climate systems, providing clear insights into their specific contributions. This may result in a simplified representation of reality, as it excludes potential feedbacks and interactions with other anthropogenic or natural forcings that could alter climate projections.",
                "AnswerCn": "使用除温室气体外的所有强迫因素的前工业值进行模拟，可以隔离温室气体排放对气候系统的影响，从而清晰地了解它们的具体贡献。这可能导致对现实的简化表述，因为它排除了与其他人为或自然强迫因素的潜在反馈和相互作用，这些因素可能会改变气候预测。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind generating ensemble mean data from the E3SM model following the GEWEX/GASS/LS4P protocol?",
                "QuestionCn": "生成E3SM模型的集合均值数据，遵循GEWEX/GASS/LS4P协议的主要目标是什么？",
                "AnswerEn": "The primary objectives include documenting future climate characteristics of E3SMv1.0 under high emission scenarios and describing regional responses of key climate components in GHG-only simulations.",
                "AnswerCn": "主要目标包括记录E3SMv1.0在高排放情景下的未来气候特征，并描述温室气体仅模拟中关键气候成分的区域响应。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to analyze the difference between high-emission all-forcing experiments and GHG-only experiments within the context of climate modeling?",
                "QuestionCn": "在气候模型的背景下，分析高排放全强迫实验与温室气体（GHG）单独实验之间的差异是重要的，因为这有助于理解不同因素对气候变化的影响。",
                "AnswerEn": "Analyzing the difference is important for understanding the impact of greenhouse gases compared to other forcings, which helps in accurately predicting regional climate changes and refining climate models.",
                "AnswerCn": "分析差异对于理解温室气体与其他强迫因素的影响至关重要，这有助于准确预测区域气候变化并完善气候模型。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What specific procedures are followed to ensure the accurate simulation of historical and future climate projections in Earth system models like E3SM, particularly when differentiating between GHG-only and all-forcing scenarios?",
                "QuestionCn": "为了确保在地球系统模型（如E3SM）中准确模拟历史和未来气候预测，特别是在区分温室气体（GHG）单独情景和所有强迫情景时，遵循了哪些具体程序？",
                "AnswerEn": "The procedures involve conducting ensemble simulations where the model settings for GHG-only historical simulations are the same as those for historical runs, except that all forcings other than GHG forcing are held at pre-industrial values. For future projections, the simulations start from the end of historical simulations and use GHG forcing from a specific scenario, while other forcings remain at pre-industrial levels.",
                "AnswerCn": "这些程序涉及进行集合模拟，其中温室气体（GHG）仅历史模拟的模型设置与历史运行相同，除了其他所有强迫因素保持在前工业水平。对于未来的预测，模拟从历史模拟的结束开始，并使用特定情景下的温室气体强迫，而其他强迫保持在前工业水平。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methodological approaches can be implemented to enhance the evaluation of climate sensitivity metrics like ECS and TCR in Earth system models, and how do these approaches contribute to understanding model discrepancies?",
                "QuestionCn": "可以实施哪些方法论方法来增强地球系统模型中气候敏感性指标（如ECS和TCR）的评估，这些方法如何有助于理解模型之间的差异？",
                "AnswerEn": "Methodological approaches include comparing ensemble simulations across different models and scenarios to evaluate climate sensitivity metrics. By documenting future climate characteristics and historical climate evolution in simulations, researchers can identify discrepancies and overestimations in metrics like ECS and TCR, enabling a better understanding of feedback mechanisms and model-specific biases.",
                "AnswerCn": "方法论方法包括比较不同模型和情景下的集合模拟，以评估气候敏感性指标。通过记录模拟中的未来气候特征和历史气候演变，研究人员可以识别出在有效气候敏感性（ECS）和瞬时气候响应（TCR）等指标中的差异和过高估计，从而更好地理解反馈机制和模型特定的偏差。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What conditions or protocols enable the generation of ensemble mean data from atmospheric and land components in climate models?",
                "QuestionCn": "什么条件或协议使气候模型中的大气和陆地组件能够生成集合均值数据？",
                "AnswerEn": "The E3SM LS4P Task3-CTRL 3-hourly data is generated following the GEWEX/GASS/LS4P protocol, which involves ensemble simulations to capture important quantities from both atmospheric and land components.",
                "AnswerCn": "E3SM LS4P Task3-CTRL 3小时数据是按照GEWEX/GASS/LS4P协议生成的，该协议涉及集合模拟，以捕捉大气和陆地组件的重要量。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do methodological choices in climate simulations enable the differentiation between high-emission scenarios and GHG-only scenarios?",
                "QuestionCn": "气候模拟中的方法选择如何使高排放情景与仅温室气体情景之间的区分成为可能？",
                "AnswerEn": "By holding all forcings other than GHG forcing at pre-industrial values in the GHG-only simulations, researchers can differentiate the impacts of high-emission scenarios from GHG-only scenarios, enabling a clearer understanding of GHG-specific climate responses.",
                "AnswerCn": "通过在温室气体（GHG）仅模拟中将除温室气体强迫之外的所有强迫保持在前工业水平，研究人员可以区分高排放情景与仅温室气体情景的影响，从而更清晰地理解温室气体特定的气候响应。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What research approaches enable the investigation of regional responses to climate components under different simulation conditions?",
                "QuestionCn": "哪些研究方法能够在不同的模拟条件下调查区域对气候要素的响应？",
                "AnswerEn": "Conducting ensemble members of both historical and future projection simulations, while varying the forcings between all-forcing and GHG-only scenarios, enables the investigation of regional responses of key climate components under different conditions.",
                "AnswerCn": "通过对历史和未来预测模拟的集合成员进行研究，同时在全强迫和仅温室气体情景之间变化强迫，可以调查不同条件下关键气候成分的区域响应。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might a dataset in climate modeling, like one generated by the E3SM model, not show a clear linear relationship between certain variables, such as SST and AMOC?",
                "QuestionCn": "在气候建模中，例如由E3SM模型生成的数据集，为什么某些变量之间（如海表温度（SST）和大西洋经圈环流（AMOC））可能不会显示出明显的线性关系？",
                "AnswerEn": "The simulated mean and change of SST do not seem to show a clear linear relationship as they are controlled by multiple factors happening at different temporal and spatial scales.",
                "AnswerCn": "模拟的海表温度（SST）均值和变化似乎没有明显的线性关系，因为它们受到不同时间和空间尺度上多种因素的影响。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why could the anticipated precipitation changes in certain regions be more severe during specific seasons in climate model datasets?",
                "QuestionCn": "气候模型数据集中，某些地区预期降水变化在特定季节可能更为严重的原因是什么？",
                "AnswerEn": "The drying regions experience more severe precipitation reduction during boreal summer than boreal winter, possibly due to seasonal variability and regional climatic influences.",
                "AnswerCn": "干旱地区在北半球夏季经历的降水减少比在冬季更为严重，这可能与季节性变异和区域气候影响有关。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What might be the reasons for a higher equilibrium climate sensitivity (ECS) in certain climate models like E3SM compared to other models?",
                "QuestionCn": "某些气候模型（如E3SM）中较高的平衡气候敏感性（ECS）可能有以下原因：",
                "AnswerEn": "E3SMv1.0 reports a high ECS of 5.3 K, which is in line with its overly strong transient climate response (TCR) and aerosol-related effective radiative forcing (ERFaero).",
                "AnswerCn": "E3SMv1.0报告的平衡气候敏感性（ECS）为5.3 K，这与其过强的瞬态气候响应（TCR）和气溶胶相关的有效辐射强迫（ERFaero）一致。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are the potential challenges in ensuring the consistency of variables across the atmospheric and land components in data collection?",
                "QuestionCn": "确保大气和陆地组件在数据收集过程中变量一致性可能面临的潜在挑战是什么？",
                "AnswerEn": "Ensuring consistency across atmospheric and land components can be challenging due to differences in temporal and spatial scales, as well as the complexity of interactions between these components. Variability in model settings and external forcings can further complicate the synchronization of these variables, leading to potential discrepancies in the data collected.",
                "AnswerCn": "确保大气和陆地组件之间的一致性可能具有挑战性，这主要是由于时间和空间尺度的差异，以及这些组件之间复杂的相互作用。模型设置和外部强迫的变化可能进一步复杂化这些变量的同步，导致收集的数据可能存在差异。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand the challenges involved in collecting and simulating data for global climate projections.",
                "QuestionCn": "我不理解收集和模拟全球气候预测数据所面临的挑战。",
                "AnswerEn": "One of the challenges mentioned is the severe precipitation reduction in drying regions during boreal summer compared to boreal winter, and the complexity of simulating sea surface temperatures (SST) due to multiple influencing factors at different temporal and spatial scales.",
                "AnswerCn": "提到的一个挑战是，干旱地区在北半球夏季的降水量显著减少，相较于北半球冬季，并且由于不同时间和空间尺度上多种影响因素的复杂性，模拟海表温度（SST）也变得困难。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I am unclear about how different components of climate models are validated with observational data.",
                "QuestionCn": "我对气候模型的不同组件如何与观测数据进行验证感到不清楚。",
                "AnswerEn": "The E3SM project, which is involved in the ScenarioMIP, uses ensemble simulations to compare historical and future climate characteristics, analyzing differences between high-emission all-forcing experiments and GHG-only experiments to validate model projections against observed climate patterns.",
                "AnswerCn": "E3SM项目参与ScenarioMIP，使用集合模拟比较历史和未来气候特征，分析高排放全强迫实验与仅温室气体实验之间的差异，以验证模型预测与观测气候模式的一致性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please identify potential datasets that could complement ensemble mean data from climate models and enhance the understanding of regional climate responses.",
                "QuestionCn": "请识别潜在的数据集，这些数据集可以补充气候模型的集合均值数据，并增强对区域气候响应的理解。",
                "AnswerEn": "Potential datasets could include high-resolution regional climate data, observational datasets for key climate variables like precipitation and SST, and datasets from other climate models for cross-validation. These could help in understanding regional responses and refining climate projections.",
                "AnswerCn": "潜在的数据集可以包括高分辨率的区域气候数据、关键气候变量（如降水和海表温度）的观测数据集，以及来自其他气候模型的数据集用于交叉验证。这些数据集可以帮助理解区域响应并完善气候预测。",
                "Level": "C6(Creating)"
            }
        ]
    }
}