{
  "id": "1fd3f579-203a-4434-ad15-2ba1feb68064",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Vulnerability forecast scenarios dataset of the water resources, agriculture, and ecosystem of the Heihe River Basin (Version 1.0) (2010-2050)",
      "titleCn": "黑河流域水资源、农业、生态系统脆弱性预测情景数据集（V1.0）（2010-2050）",
      "description": "By applying Supply-demand Balance Analysis, the water resource supply and demand of the whole river basin and each county or district were calculated, based on which the vulnerability of the water resources system of the basin was evaluated. The IPAT equation was used to set a future water resource demand scenario, setting variables such as future population growth rate, economic growth rate, and unit GDP water consumption to establish the scenario. By taking 2005 as the base year and using assorted forecasting data of population size and economic scale, the future water demand scenarios of various counties and cities from 2010 to 2050 were forecast. By applying the basic structure of the HBV conceptual hydrological model of the Swedish Hydrometeorological Institute, a model of the variation tendency of the basin under climate change was designed. The glacial melting scenario was used as the model input to construct the runoff scenario under climate change. According to the national regulations of the water resources allocation of the basin, a water distribution plan was set up to calculate the water supply comprehensively. Considering of the supply and demand situation, the water resource system vulnerability was evaluated by the water shortage rate. By calculating the (grain production) land pressure index of the major counties and cities in the basin, the balance of supply and demand of land resources under the climate change, glacial melt and population growth scenarios was analyzed, and the vulnerability of the agricultural system was evaluated. The Miami formula and HANPP model were used to calculate the human appropriation of net primary biomass and primary biomass in the major counties and cities for the future, and the vulnerability of ecosystems from the perspective of supply and demand balance was assessed.",
      "descriptionCn": "采用供需平衡的分析方法，分别计算流域总体及各县区水资源供给量及需求量的基础上，评估流域水资源系统脆弱性。采用IPAT等式设置未来水资源需求情景，即通过设定未来的人口增长率、经济增长速度、单位GDP耗水量等变量来建立需水情景。以2005年为基准年，预测未来2010-2050年的各县市水资源需求情景。人口规模、经济规模采用配套预测数据。应用瑞典水文气象研究所HBV概念性水文模型的基本结构，设计了在气候变化下流域变化趋势的模型，以冰川融化情景为模型的输入，构建气候变化下出山径流情景。依据流域水资源配置的国家地方规定设置配水方案，综合计算水资源供给量。综合供需情况，以缺水率为指标评价水资源系统脆弱性。通过计算流域主要县市的（小麦生产）土地压力指数，分析了流域气候变化、冰川融化及人口增长情景下土地资源的供需平衡，评价了农业系统脆弱性。分别运用迈阿密公式及HANPP模型计算了未来情景下，流域各主要县市净初级生物生产量及初级生物量的人类占用，以供需平衡角度评估生态系统脆弱性。",
      "instructions": "",
      "instructionsCn": "",
      "east": 102.0,
      "west": 96.0,
      "south": 37.41,
      "north": 42.42,
      "startTime": "2005-08-14 05:46:00",
      "endTime": "2051-07-14 05:46:00",
      "fileSize": 25265.0,
      "cstr": "18406.11.Socio-econ.tpe.0000005.file",
      "doi": "10.11888/Socio-econ.tpe.0000005.file",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "杨林生",
        "nameEn": "YANG Linsheng",
        "unitEn": "Instute of Geographic Sciences and Natural Resources Research,Chinese Academy of Siences",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "钟方雷",
        "nameEn": "ZHONG Fanglei",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Siences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "冰川加剧消融对我国西北干旱区的影响及其适应对策",
        "titleEn": null,
        "referenceCn": "张九天, 何霄嘉, 上官冬辉, 钟方雷, 刘时银. (2012). 冰川加剧消融对我国西北干旱区的影响及其适应对策[J]. 冰川冻土,  34(4), 848-854.",
        "referenceEn": null
      },
      {
        "titleCn": "21世纪议程管理中心.气候变化对中国的影响评估及其适应对策——海平面上升和冰川融化流域[M]",
        "titleEn": null,
        "referenceCn": "国家发改委应对气候变化司, 21世纪议程管理中心. (2012). 气候变化对中国的影响评估及其适应对策——海平面上升和冰川融化流域[M]. 北京: 科学出版社,",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "人口",
        "nameEn": "Population"
      },
      {
        "nameCn": "人口数量",
        "nameEn": "Population number"
      },
      {
        "nameCn": "水资源",
        "nameEn": "Water Resources"
      },
      {
        "nameCn": "沙漠/荒漠",
        "nameEn": "Desert"
      },
      {
        "nameCn": "社会经济",
        "nameEn": "Social and Economic"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2005",
        "keywordEn": "2005",
        "type": "temporal"
      },
      {
        "keywordCn": "2010-2050",
        "keywordEn": "2010-2050",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of scenarios used in predicting water resource demand and ecosystem vulnerability in a basin?",
        "QuestionCn": "用于预测流域水资源需求和生态系统脆弱性的情景特征是什么？",
        "AnswerEn": "IPAT equation, future variables such as population growth rate, economic growth speed, water consumption per unit of GDP, baseline year of 2005, predict water resource demand from 2010 to 2050, assessments of water supply and demand, vulnerability of water resource systems, impact of climatic changes, glacier melting, population growth on land resource balance, agricultural system vulnerability",
        "AnswerCn": "IPAT方程，未来变量如人口增长率、经济增长速度、单位GDP的水消耗量，以2005年为基准年，预测2010年至2050年的水资源需求，水供需评估，水资源系统的脆弱性，气候变化的影响，冰川融化，人口增长对土地资源平衡的影响，农业系统的脆弱性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the predicted time span covered by a dataset designed to assess water resource system vulnerability in the Heihe River Basin?",
        "QuestionCn": "预测用于评估黑河流域水资源系统脆弱性的数据库覆盖的时间跨度是什么？",
        "AnswerEn": "2010-2050",
        "AnswerCn": "2010-2050",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the prediction of water resource system vulnerability in river basins using future water demand scenarios?",
        "QuestionCn": "哪些因素会在使用未来用水需求情景时影响河流流域水资源系统脆弱性的预测？",
        "AnswerEn": "The prediction of water resource system vulnerability in river basins using future water demand scenarios involves setting future scenarios based on variables such as population growth rate, economic growth speed, and per unit GDP water consumption. It also includes using models such as the IPAT equation and the HBV conceptual hydrological model to assess the impact of climate change and glacier melting on runoff scenarios. Additionally, water allocation plans are set according to national and local regulations to comprehensively calculate water supply, and the water shortage rate is used as an indicator to evaluate vulnerability.",
        "AnswerCn": "在河流流域中，基于未来水需求情景预测水资源系统脆弱性涉及根据人口增长率、经济增长速度和单位GDP水消耗等变量设定未来情景。它还包括使用IPAT方程和HBV概念水文模型来评估气候变化和冰川融化对径流情景的影响。此外，根据国家和地方法规制定水资源分配计划，以全面计算水供应，并使用水短缺率作为评估脆弱性的指标。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using IPAT equation-based scenarios to forecast water demand on the accuracy of predicting future water resource vulnerability in the Heihe River Basin?",
        "QuestionCn": "使用基于IPAT方程的情景来预测水需求对预测黑河流域未来水资源脆弱性的准确性可能产生的后果是什么？",
        "AnswerEn": "Using IPAT equation-based scenarios allows researchers to incorporate variables like population growth rate, economic growth speed, and water consumption per GDP unit to establish water demand scenarios from 2010 to 2050. This approach can improve the accuracy of predicting future water resource vulnerability by providing a structured framework to account for socio-economic changes. However, it may also introduce uncertainties related to the accurate prediction of these variables over time, potentially affecting the precision of the vulnerability assessments.",
        "AnswerCn": "使用基于IPAT方程的情景，研究人员可以结合人口增长率、经济增长速度和每单位GDP的水消耗等变量，从2010年到2050年建立水需求情景。这种方法可以通过提供一个结构化的框架来考虑社会经济变化，从而提高对未来水资源脆弱性预测的准确性。然而，这也可能引入与这些变量随时间的准确预测相关的不确定性，从而可能影响脆弱性评估的精确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of assessing water resource system vulnerability using a supply-demand balance analysis in the context of Heihe River Basin?",
        "QuestionCn": "在黑河流域的背景下，利用供需平衡分析评估水资源系统脆弱性的主要目标是什么？",
        "AnswerEn": "The objective is to evaluate the vulnerability of the water resource system in the Heihe River Basin by calculating the supply and demand of water resources at the basin and county levels. This involves setting future water demand scenarios using the IPAT equation, considering factors such as population growth rate, economic growth speed, and water consumption per GDP unit. The goal is to predict water demand scenarios from 2010 to 2050, assess water scarcity rates, and understand the system's vulnerability under different future scenarios.",
        "AnswerCn": "目标是通过计算河西河流域的水资源供需情况来评估水资源系统的脆弱性。这涉及到使用IPAT方程设定未来的水需求情景，考虑因素包括人口增长率、经济增长速度和每单位GDP的水消耗量。目标是预测2010年至2050年的水需求情景，评估水资源短缺率，并在不同的未来情景下理解系统的脆弱性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in setting up and using the HBV hydrological model to predict changes in basin behavior under climate change scenarios, specifically considering glacier melt inputs?",
        "QuestionCn": "在设置和使用HBV水文模型以预测气候变化情景下流域行为变化时，特别是考虑冰川融水输入，涉及哪些程序步骤？",
        "AnswerEn": "The procedural steps involve designing a model based on the basic structure of the Swedish Meteorological and Hydrological Institute's HBV conceptual hydrological model. The model is set up to incorporate glacier melt scenarios as inputs to simulate the trend of changes in the basin under climate change. This involves configuring the model parameters to reflect climate change impacts and using the glacier melt data to predict future changes in runoff patterns emerging from the mountains. The model uses these inputs to simulate future hydrological scenarios for the basin.",
        "AnswerCn": "程序步骤涉及基于瑞典气象和水文研究所的HBV概念水文模型的基本结构设计一个模型。该模型设置为纳入冰川融化情景作为输入，以模拟气候变化下流域变化的趋势。这涉及配置模型参数以反映气候变化的影响，并使用冰川融化数据预测未来从山脉流出的径流模式的变化。模型利用这些输入模拟流域未来的水文情景。",
        "Level": "C3(Applying)"
      }
    ]
  }
}