{
  "id": "202ad4e8-22b9-44eb-b108-d23c1c255d3e",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "1:1,000,000 Geomrphological map of the Heihe River basin (2000)",
      "titleCn": "黑河流域1:100万地貌数据集（2000）",
      "description": "The geomorphic data of Heihe River are from the geomorphic Atlas of the people's Republic of China (1:1 million). This data is based on remote sensing image and other multi-source data integration and update. The main data used and referenced include: 1) remote sensing image data: TM and 2000's around 1990's nationwide About ETM image; 2) historical geomorphic map: 15 published 1 million geomorphic maps, two sets of 1:4 million geomorphic maps in China, 500000 or 1 million geomorphic sketches in all provinces and cities in China; 3) basic geographic data: 1:250000 basic geographic data and 250000 DEM data in China; 4) geological data: 1:500000 geological map in China; 5) relevant thematic maps: land use map, vegetation map and land resource map And so on. The interpretation method adopts the human-computer interaction method based on ArcGIS, and is carried out according to the interpretation sequence of hierarchical classification: the first layer: plain and mountain; the second layer: basic geomorphic types (28); the third layer: 10 genetic types; the fourth layer: secondary genetic types; the fifth layer: morphological difference classification types; the sixth layer: secondary morphological difference classification types; the seventh layer: slope, slope The eighth layer is the type of geomorphic material determined by material composition or lithology; the ninth layer is the combination of 1-7 layers of map spots. There are 441 geomorphic types and codes. Data fields include: fenfu (view frame number), name (attribute), class (code), sname (administrative division).",
      "descriptionCn": "黑河地貌数据源自中华人民共和国地貌图集（1:100万）。本数据是基于遥感影像等多源数据集成、更新得到。主要使用和参考的数据包括：1）遥感影像数据：全国1990’s 左右的TM和2000’s 左右的ETM影像；2）历史地貌图：已出版的15幅100万地貌图、两套全国1:400万地貌图、全国各省市区的50万或100万地貌草图；3）基础地理数据：全国1:25万基础地理数据和25万DEM数据；4）地质数据：全国1：50万地质图；5）相关专题图：土地利用图、植被图、土地资源图等。解译方法采用基于ARCGIS的人机交互方式，并按照分层分级的解译顺序进行：即第一层：平原与山地；第二层：基本地貌类型（28种）；第三层：10种成因类型；第四层：次级成因类型；第五层：形态差异划分类型；第六层：次级形态差异划分类型；第七层：坡度、坡向及其组合划分地貌的倾斜程度或坡度；第八层：物质组成或岩性确定的地貌物质类型；第九层：合并1-7层图斑。共包括441种地貌类型及编码。数据字段包括：Fenfu（图幅号)、name(属性）、class(编码）、Sname(行政区划）。",
      "instructions": "File name: the data is stored in vector SHP format with the file name \"Heihe_Digital_Geomorphology. shp\".\nData reading: Arcgis, Qgis and other software can be used to open the reading, Arcgis open, directly read the SHP file, to graphical expression.",
      "instructionsCn": "文件命名：数据以矢量shp格式存储，文件名称“Heihe_Digital_Geomorphology.shp”。\n数据读取：可以用Arcgis、Qgis等软件打开读取，Arcgis打开，直接读取shp文件，以图形表达。",
      "east": 104.2,
      "west": 96.1,
      "south": 37.7,
      "north": 43.3,
      "startTime": "2000-01-11 08:00:00",
      "endTime": "2001-01-10 19:59:59",
      "fileSize": 36798800.0,
      "cstr": "18406.11.Geogra.tpdc.270604",
      "doi": "10.11888/Geogra.tpdc.270604",
      "dataFormat": "shp",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "程维明",
        "nameEn": "CHENG Weiming",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "周成虎",
        "nameEn": "ZHOU Chenghu",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "中华人民共和国地貌图集（1:100万）",
        "titleEn": null,
        "referenceCn": "中华人民共和国地貌集编辑委员会,中华人民共和国地貌图集（1:100万），北京：科学出版社，2009",
        "referenceEn": null
      },
      {
        "titleCn": "中国陆地地貌基本形态类型定量提取与分析",
        "titleEn": null,
        "referenceCn": "程维明, 周成虎, 柴慧霞, 赵尚民, & 李炳元. (2012). 中国陆地地貌基本形态类型定量提取与分析. 地球信息科学学报, 11(6), 725-736.",
        "referenceEn": null
      },
      {
        "titleCn": "数字地貌遥感解析与制图",
        "titleEn": null,
        "referenceCn": "周成虎, 程维明, & 钱金凯. (2009). 数字地貌遥感解析与制图. 科学出版社.",
        "referenceEn": null
      },
      {
        "titleCn": "中国冰川地貌空间分布格局研究",
        "titleEn": null,
        "referenceCn": "程维明，赵尚民, (2009). 中国冰川地貌空间分布格局研究，冰川冻土. 31（4）：587-596",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Digital regionalization of geomorphology in Xinjiang",
        "referenceCn": null,
        "referenceEn": "Chai H.X, Zhou C.H, Chen X, Cheng W.M,  (2009). Digital regionalization of geomorphology in xinjiang. journal of geography, 19(5), 600-614."
      },
      {
        "titleCn": "新疆地貌空间分布格局分析",
        "titleEn": null,
        "referenceCn": "程维明, 柴慧霞, 周成虎, & 陈曦. (2009). 新疆地貌空间分布格局分析. 地理研究, 28(5), 1157-1169.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地貌",
        "nameEn": "Geomorphology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000",
        "keywordEn": "2000",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "中国西部环境与生态科学数据中心",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      },
      {
        "titleCn": "面向黑河流域生态-水文过程集成研究的数据整理与服务",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What are the primary data sources used in compiling geomorphological datasets for the Heihe River Basin?",
        "QuestionCn": "编制黑河流域地貌数据集的主要数据来源是什么？",
        "AnswerEn": "remote sensing imagery, historical geomorphological maps, basic geographic data, geological data, related thematic maps",
        "AnswerCn": "遥感影像、历史地貌图、基础地理数据、地质数据、相关专题地图",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics specified for identifying and classifying different geomorphological types in a dataset related to Heihe River Basin?",
        "QuestionCn": "在与黑河流域相关的数据集中，用于识别和分类不同地貌类型的特征是什么？",
        "AnswerEn": "plains, mountains, 28 basic geomorphological types, 10 genesis types, secondary genesis type, morphological differences, secondary morphological differentiation, slope's inclination or steepness, geomorphological material types, material composition, lithology",
        "AnswerCn": "平原、山脉、28种基本地貌类型、10种成因类型、次级成因类型、形态差异、次级形态分化、坡度倾斜或陡度、地貌材料类型、材料组成、岩石学。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many types of landforms are identified in a dataset based on the 1:100万 geomorphological data collection method?",
        "QuestionCn": "在基于1:100万地貌数据收集方法的数据集中，识别出多少种地貌类型？",
        "AnswerEn": "441",
        "AnswerCn": "441",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'human-computer interaction method based on ARCGIS' mean in the context of geomorphological data interpretation?",
        "QuestionCn": "在地貌数据解释的背景下，“基于ARCGIS的人机交互方法”是什么意思？",
        "AnswerEn": "In the context of geomorphological data interpretation, 'human-computer interaction method based on ARCGIS' refers to a technique where researchers use the ARCGIS software to interactively analyze and interpret geomorphological data. This method involves a step-by-step hierarchical interpretation sequence to classify and differentiate various landform types, using layers that range from basic landform categories to detailed morphological and compositional characteristics.",
        "AnswerCn": "在地貌数据解释的背景下，“基于ARCGIS的人机交互方法”指的是研究人员使用ARCGIS软件进行交互式分析和解释地貌数据的一种技术。该方法涉及一个逐步的层次解释序列，以分类和区分各种地貌类型，使用的图层从基本的地貌类别到详细的形态和组成特征。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying reasons for choosing remote sensing images and historical geomorphological maps as primary sources for data collection in geomorphological studies of the Heihe River Basin?",
        "QuestionCn": "选择遥感影像和历史地貌图作为黑河流域地貌研究数据收集的主要来源的潜在原因是什么？",
        "AnswerEn": "Remote sensing images and historical geomorphological maps are chosen due to their ability to provide comprehensive spatial coverage and temporal data, which are crucial for understanding geomorphological changes over time. Remote sensing, particularly TM and ETM images, offers detailed and up-to-date information about the Earth's surface, while historical maps provide a baseline for comparison and validation of changes. This combination allows for more accurate and reliable data integration and updating of geomorphological information.",
        "AnswerCn": "遥感图像和历史地貌图因其提供全面的空间覆盖和时间数据而被选中，这对于理解地貌变化至关重要。遥感，特别是TM和ETM图像，提供了关于地球表面的详细和最新的信息，而历史地图则提供了比较和验证变化的基线。这种组合允许更准确和可靠的数据整合以及地貌信息的更新。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of integrating multi-source data such as remote sensing imagery, historical geomorphological maps, and geological data on the accuracy and comprehensiveness of geomorphological datasets?",
        "QuestionCn": "整合多源数据，如遥感影像、历史地貌图和地质数据，对地貌数据集的准确性和全面性可能产生的后果是什么？",
        "AnswerEn": "Integrating multi-source data such as remote sensing imagery, historical geomorphological maps, and geological data can enhance the accuracy and comprehensiveness of geomorphological datasets by providing a more detailed and updated representation of geomorphological features. This approach allows for the inclusion of diverse information, such as landforms, geological structures, and historical landscape changes, which can improve the differentiation and classification of geomorphological types. However, it may also introduce challenges such as data compatibility, resolution discrepancies, and increased complexity in data processing and interpretation.",
        "AnswerCn": "整合多源数据，如遥感影像、历史地貌图和地质数据，可以通过提供更详细和更新的地貌特征表示，增强地貌数据集的准确性和全面性。这种方法允许纳入多样化的信息，如地形、地质结构和历史景观变化，从而改善地貌类型的区分和分类。然而，这也可能带来一些挑战，如数据兼容性、分辨率差异以及数据处理和解释的复杂性增加。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the ultimate goal of integrating multi-source data such as remote sensing imagery, historical geomorphological maps, and geological data in the development of a dataset for geomorphological analysis in the Heihe River Basin?",
        "QuestionCn": "在黑河流域的地貌分析数据集开发中，整合多源数据如遥感影像、历史地貌图和地质数据的最终目标是什么？",
        "AnswerEn": "The ultimate goal of integrating multi-source data, including remote sensing imagery, historical geomorphological maps, and geological data, is to create a comprehensive and updated geomorphological dataset for the Heihe River Basin. This integration aims to enhance the accuracy and detail of geomorphological classification, allowing for a nuanced understanding of the region's landforms. By employing a structured interpretation method using ARCGIS, the dataset categorizes geomorphological features into multiple layers, providing a detailed analysis needed for environmental research, land use planning, and resource management.",
        "AnswerCn": "整合多源数据，包括遥感影像、历史地貌图和地质数据的最终目标，是为黑河流域创建一个全面且更新的地貌数据集。这种整合旨在提高地貌分类的准确性和细节，使对该地区地形的理解更加细致。通过使用ARCGIS进行结构化解释方法，该数据集将地貌特征分类为多个层次，为环境研究、土地利用规划和资源管理提供所需的详细分析。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in integrating and updating multi-source datasets such as remote sensing images, historical geomorphological maps, and geological data in the context of geomorphological analysis?",
        "QuestionCn": "在地貌分析的背景下，整合和更新多源数据集（如遥感图像、历史地貌图和地质数据）涉及哪些程序步骤？",
        "AnswerEn": "The integration and updating of multi-source datasets for geomorphological analysis involve several procedural steps: 1) Utilize remote sensing image data like TM images from around the 1990s and ETM images from around the 2000s as primary data sources. 2) Reference historical geomorphological maps, including published 1:1,000,000 maps, two sets of national 1:4,000,000 maps, and provincial 1:500,000 or 1:1,000,000 sketch maps. 3) Incorporate foundational geographic data from national 1:250,000 geographic datasets and 1:250,000 DEM data. 4) Use geological data from national 1:500,000 geological maps. 5) Include related thematic maps such as land use, vegetation, and land resources maps. 6) Employ ARCGIS-based human-computer interaction methods for the interpretation process, following a layered and hierarchical approach: first layer - plains and mountains; second layer - basic geomorphological types (28 types); third layer - 10 genetic types; fourth layer - secondary genetic types; fifth layer - morphological differentiation types; sixth layer - secondary morphological differentiation types; seventh layer - slope, aspect, and gradient differentiation; eighth layer - material composition or lithology-based geomorphological types; ninth layer - merge layers 1-7 into a cohesive map. The aim is to create a comprehensive dataset covering 441 geomorphological types and their codes.",
        "AnswerCn": "多源数据集的整合与更新用于地貌分析涉及几个程序步骤：1）利用1990年代的TM影像和2000年代的ETM影像作为主要数据源。2）参考历史地貌图，包括已发布的1:1,000,000地图、两套国家1:4,000,000地图和省级1:500,000或1:1,000,000草图地图。3）整合来自国家1:250,000地理数据集和1:250,000数字高程模型（DEM）数据的基础地理数据。4）使用国家1:500,000地质图的地质数据。5）包括相关的专题地图，如土地利用、植被和土地资源地图。6）采用基于ARCGIS的人机交互方法进行解释过程，遵循分层和分级的方法：第一层 - 平原和山脉；第二层 - 基本地貌类型（28种）；第三层 - 10种成因类型；第四层 - 次成因类型；第五层 - 形态分化类型；第六层 - 次形态分化类型；第七层 - 坡度、朝向和梯度分化；第八层 - 基于物质组成或岩性地貌类型；第九层 - 将第1-7层合并为一个统一的地图。目标是创建一个涵盖441种地貌类型及其编码的综合数据集。",
        "Level": "C3(Applying)"
      }
    ]
  }
}