{
    "id": "205da4ae-63cd-48e1-994e-0b5d8830812a",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "A China Dataset of soil hydraulic parameters pedotransfer functions for land surface modeling (1980)",
            "titleCn": "面向陆面过程模型的中国土壤水文数据集（1980）",
            "description": "This data uses soil conversion functions to take sand, silt, clay, organic matter, and bulk density as inputs to estimate soil hydrological parameters, including parameters of the Clapp and Hornberger function and van Genuchten and Mualem function, field water holding capacity, and withering coefficient. Median and coefficient of variation (CV) provide estimates.\nThe data set is in a raster format with a resolution of 30 arc seconds, and the soil is layered vertically into 7 layers with a maximum thickness of 1.38 meters (ie 0-0.045, 0.045--0.091, 0.091--0.166, 0.166--0.289, 0.289-- 0.493, 0.493--0.829, 0.829--1.383 meters).\nThe data is stored in NetCDF format. The data file name and its description are as follows:\n1. THSCH.nc: Saturated water content of FCH\n2. PSI_S.nc: Saturated capillary potential of FCH\n3. LAMBDA.nc: Pore size distribution index of FCH\n4. K_SCH.nc: Saturate hydraulic conductivity of FCH\n5. THR.nc: Residual moisture content of FGM\n6. THSGM.nc: Saturated water content of FGM\n7. ALPHA.nc: The inverse of the air-entry value of FGM\n8. N.nc: The shape parameter of FGM\n9. L.nc: The pore-connectivity parameter of FGM\n10. K_SVG.nc: Saturated hydraulic conductivity of FGM\n11. TH33.nc: Water content at -33 kPa of suction pressure, or field capacity\n12. TH1500.nc: Water content at -1500 kPa of suction pressure, or permanent wilting point",
            "descriptionCn": "本数据采用土壤转换函数以砂粒、粉粒、粘粒、有机质、容重作为输入估计出土壤水文参数，包括Clapp and Hornberger函数和van Genuchten and Mualem函数的参数、田间持水量和凋萎系数。中位数和变异系数(CV)提供的估计。\n数据集为栅格格式，分辨率为30弧秒，土壤垂直分层为7层，最大厚度1.38米(即0 - 0.045,0.045 - -0.091,0.091 - -0.166,0.166 - -0.289,0.289 - -0.493,0.493 - -0.829,0.829 - -1.383米)。\n数据采用NetCDF格式存储，数据文件名称及其说明如下：\n1.THSCH.nc: Saturated water content of FCH\n2.PSI_S.nc: Saturated capillary potential of FCH\n3.LAMBDA.nc: Pore size distribution index of FCH\n4.K_SCH.nc: Saturate hydraulic conductivity of FCH\n5.THR.nc: Residual moisture content of FGM\n6.THSGM.nc: Saturated water content of FGM\n7.ALPHA.nc: The inverse of the air-entry value of FGM\n8.N.nc: The shape parameter of FGM\n9.L.nc: The pore-connectivity parameter of FGM\n10.K_SVG.nc: Saturated hydraulic conductivity of FGM\n11.TH33.nc: Water content at -33 kPa of suction pressure, or field capacity\n12.TH1500.nc: Water content at -1500 kPa of suction pressure, or permanent wilting point",
            "instructions": "The data is stored in NetCDF format and can be opened and viewed by ArcGIS, ENVI and other relevant software.",
            "instructionsCn": "数据采用NetCDF格式存储，可用Arcgis、Envi等相关软件打开查看。",
            "east": 134.738,
            "west": 73.7464,
            "south": 18.2769,
            "north": 53.3331,
            "startTime": "1980-12-18 00:00:00",
            "endTime": "1981-01-18 11:59:59",
            "fileSize": 586023515.0,
            "cstr": "18406.11.Soil.tpdc.270606",
            "doi": "10.11888/Soil.tpdc.270606",
            "dataFormat": "栅格",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "上官微",
                "nameEn": "SHANGGUAN Wei",
                "unitEn": "",
                "unitCn": "中山大学"
            },
            {
                "nameCn": "戴永久",
                "nameEn": "DAI Yongjiu",
                "unitEn": "",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Development of a China Dataset of Soil Hydraulic Parameters Using Pedotransfer Functions for Land Surface Modeling",
                "referenceCn": null,
                "referenceEn": "Dai, Yongjiu., Wei. Shangguan, Q. Duan, B. Liu, S. Fu, G. Niu, 2013: Development of a China Dataset of Soil Hydraulic Parameters Using Pedotransfer Functions for Land Surface Modeling. Journal of Hydrometeorology, doi: 10.1175/JHM-D-12-0149.1"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤容重",
                "nameEn": "Soil bulk density"
            },
            {
                "nameCn": "土壤水文参数",
                "nameEn": "Soil hydraulic parameters"
            },
            {
                "nameCn": "土壤粒径",
                "nameEn": "Soil particle size"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1980年底",
                "keywordEn": "At the end of 1980",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "国际科技合作项目",
                "titleEn": "International Science and Technology Cooperation Program"
            },
            {
                "titleCn": "陆地表面过程模型及其参数化方案研究",
                "titleEn": "Special Scientific Research Fund of Meteorological Public Welfare Profession of China"
            },
            {
                "titleCn": "大气动力学",
                "titleEn": "National Science Fund for Distinguished Young Scholars of China"
            },
            {
                "titleCn": "中国区域陆面模型强迫场生成方法研究及其数据集建设",
                "titleEn": "General Program of the National Natural Science Foundation of China"
            },
            {
                "titleCn": "用于陆面模拟的中国土壤水力参数集的建立",
                "titleEn": "Young Scientists Fund of the National Natural Science Foundation of China"
            },
            {
                "titleCn": "中国近60年地面关键气候要素均一性检验与订正技术及站址变动影响研究",
                "titleEn": "Special Scientific Research Fund of Meteorological Public Welfare Profession of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "To simulate runoff and surface energy and moisture fluxes, land surface models (LSMs) require an appropriate description of soil water content. Most LSMs calculate soil water content by numerically solving the Richards equation. To simulate soil water content, h(u) and K(u) and their associated parameters should be determined prior to solving the above equation. However, soil hydraulic properties are highly heterogeneous in space, and their estimates are dependent on local soil characteristics. There is no unique way to relate soil hydraulic properties and soil characteristics. For this reason, various researchers proposed different empirical relationships of soil hydraulic parameters and soil characteristics, referred to as pedotransfer functions (PTFs). Land surface modelers have employed different PTFs to estimate soil hydraulic parameters. Direct measurement of parameters associated with h(u) and K(u) is difficult and in most cases impractical. It is also impossible to obtain sufficient numbers of direct measurements across a region to adequately reflect the spatial heterogeneity of soils. Thus, most soil databases do not provide soil hydraulic parameters associated with h(u) and K(u). Instead, they are usually obtained by PTFs from soil properties that are easily measured and widely available, such as particle size distribution, bulk density (BD), and soil organic matter (SOM) content. Land surface models for numerical weather prediction, climate modeling, and hydrological modeling usually use lookup tables of mean values of hydraulic parameters based on soil textural classes or continuous PTFs provided by Clapp and Hornberger (1978) and Cosby et al. (1984). The inability and uncertainty of PTFs in the estimation of soil hydraulic parameters can be attributed to factors as follows: 1) the intrinsic inability (i.e., PTF structural error) to accurately describe complex physical relationships (Tomasella et al. 2003), 2) the intrinsic inability or uncertainty caused by limited data used for PTF training, and 3) the uncertainty in PTF inputs to reflect soil spatial heterogeneity at different scales."
            ],
            "research objective": [
                "The objective of this study is to develop a dataset of the soil hydraulic parameters associated with two empirical soil functions (i.e., a water retention curve and hydraulic conductivity) using multiple pedotransfer functions (PTFs). This study aims to develop a dataset of soil hydraulic parameters over regions of China for different PTFs. As land modelers, we expect that the dataset of the hydraulic parameters associated with FCH and FGM developed in this study could 1) describe spatial variability of the soil hydraulic characteristics in both vertical and horizontal directions, 2) provide multiple choices for users to use either a single set or an ensemble of hydraulic parameters associated with different PTFs, and 3) provide a benchmark dataset (the median values) from multiple PTFs or as a reference dataset."
            ],
            "challenges": [
                "The dataset has several distinct advantages even though the accuracy is unknown for lack of in situ and regional measurements. Direct measurement of parameters associated with h(u) and K(u) is difficult and in most cases impractical. It is also impossible to obtain sufficient numbers of direct measurements across a region to adequately reflect the spatial heterogeneity of soils. The inability and uncertainty of PTFs in the estimation of soil hydraulic parameters can be attributed to factors as follows: 1) the intrinsic inability (i.e., PTF structural error) to accurately describe complex physical relationships (Tomasella et al. 2003), 2) the intrinsic inability or uncertainty caused by limited data used for PTF training, and 3) the uncertainty in PTF inputs to reflect soil spatial heterogeneity at different scales. A number of important limitations in our study remain. First, it is still difficult to quantify the precision of the hydraulic parameter data. Second, the information on the spatial distribution of the China soils needs to be updated."
            ],
            "methods": [
                "We selected the most frequently used empirical functions for h(u) and K(u), that is, those given by Clapp and Hornberger (1978), as well as those by van Genuchten (1980) and Mualem (1976). In this paper, we describe the development of a China dataset with multiple PTF-derived soil hydraulic parameters of the FCH and FGM. We estimate the hydraulic parameters associated with h(u) and K(u) at 30 x 30 arc second resolution by employing multiple PTFs. We selected five PTFs for estimating the parameters of FCH, five PTFs for FGM, and 10 PTFs for the field capacity and permanent wilting point."
            ],
            "dataset": [
                "The dataset is designed specifically for regional land surface modeling for China. The dataset provides 12 estimated parameters and their associated statistical values. The dataset is available at a 30 x 30 arc second geographical spatial resolution and with seven vertical layers to the depth of 1.38 m. The dataset has several distinct advantages even though the accuracy is unknown for lack of in situ and regional measurements. This dataset utilizes the best available soil characteristics dataset for China. The Chinese soil characteristics dataset was derived by using the 1:1 000 000 Soil Map of China and 8595 representative soil profiles. The soil hydraulic parameter dataset produced in this study is available online (at http://globalchange.bnu.edu.cn) for free download."
            ],
            "findings": [],
            "backgroundCn": [
                "为了模拟径流和表面能量及水分通量，陆面模型（LSMs）需要对土壤水分含量进行适当描述。大多数陆面模型通过数值求解理查兹方程来计算土壤水分含量。为了模拟土壤水分含量，必须在求解上述方程之前确定h(u)和K(u)及其相关参数。然而，土壤水力特性在空间上高度异质，其估计依赖于局部土壤特征。没有唯一的方法将土壤水力特性与土壤特征相关联。因此，各种研究者提出了不同的土壤水力参数与土壤特征之间的经验关系，这些关系被称为土壤转化函数（PTFs）。陆面模型研究人员采用了不同的PTFs来估计土壤水力参数。与h(u)和K(u)相关的参数的直接测量是困难的，在大多数情况下是不切实际的。也不可能在一个区域内获得足够数量的直接测量，以充分反映土壤的空间异质性。因此，大多数土壤数据库并不提供与h(u)和K(u)相关的土壤水力参数。相反，这些参数通常是通过PTFs从易于测量且广泛可用的土壤特性中获得，例如粒度分布、土壤容重（BD）和土壤有机质（SOM）含量。用于数值天气预报、气候建模和水文建模的陆面模型通常使用基于土壤质地类别的水力参数均值查找表或由Clapp和Hornberger（1978）以及Cosby等（1984）提供的连续PTFs。PTFs在土壤水力参数估计中的无能和不确定性可以归因于以下因素：1）内在的无能（即PTF结构误差）无法准确描述复杂的物理关系（Tomasella等，2003），2）由于用于PTF训练的数据有限而导致的内在无能或不确定性，以及3）PTF输入的不确定性无法反映不同尺度下土壤的空间异质性。"
            ],
            "research objectiveCn": [
                "本研究的目标是利用多种土壤转移函数（PTFs）开发与两种经验土壤函数（即水分保留曲线和水力导度）相关的土壤水力参数数据集。该研究旨在为中国不同地区开发土壤水力参数数据集。作为土地模型研究人员，我们期望本研究开发的与FCH和FGM相关的水力参数数据集能够 1）描述土壤水力特征在垂直和水平方向上的空间变异性，2）为用户提供多种选择，可以使用与不同PTFs相关的单一水力参数集或多个水力参数集的组合，3）提供一个基准数据集（中位数值），作为多个PTFs的参考数据集。"
            ],
            "challengesCn": [
                "尽管缺乏现场和区域测量导致准确性未知，但该数据集仍具有几个明显的优势。与h(u)和K(u)相关参数的直接测量是困难的，在大多数情况下也是不切实际的。此外，无法在一个区域内获得足够数量的直接测量，以充分反映土壤的空间异质性。PTF在估计土壤水力参数时的无能和不确定性可以归因于以下几个因素：1）内在的无能（即PTF结构误差）无法准确描述复杂的物理关系（Tomasella等，2003），2）由于用于PTF训练的数据有限而导致的内在无能或不确定性，以及3）PTF输入在不同尺度上反映土壤空间异质性的不确定性。我们的研究中仍然存在一些重要的局限性。首先，仍然很难量化水力参数数据的精度。其次，中国土壤的空间分布信息需要更新。"
            ],
            "methodsCn": [
                "我们选择了Clapp和Hornberger（1978）以及van Genuchten（1980）和Mualem（1976）给出的最常用的经验函数h(u)和K(u)。在本文中，我们描述了一个中国数据集的开发，该数据集包含多个基于PTF推导的FCH和FGM的土壤水力参数。我们通过采用多个PTF，以30 x 30弧秒的分辨率估算与h(u)和K(u)相关的水力参数。我们为估算FCH的参数选择了五个PTF，为FGM选择了五个PTF，并为田间持水量和永久萎蔫点选择了十个PTF。"
            ],
            "datasetCn": [
                "该数据集专门用于中国的区域土地表面建模。数据集提供了12个估计参数及其相关统计值。该数据集以30 x 30弧秒的地理空间分辨率提供，并具有七个垂直层，深度达到1.38米。尽管由于缺乏现场和区域测量，准确性未知，但该数据集具有几个明显的优势。该数据集利用了中国最佳可用的土壤特征数据集。中国土壤特征数据集是通过使用1:1 000 000中国土壤图和8595个代表性土壤剖面得出的。本研究生成的土壤水力参数数据集可在线获取（网址：http://globalchange.bnu.edu.cn），并可免费下载。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Are pedotransfer functions (PTFs) commonly used to estimate soil hydraulic parameters from soil properties in this domain?",
                "QuestionCn": "在这个领域，土壤传递函数（PTFs）是否常用于根据土壤特性估计土壤水力参数？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Are the soil hydraulic parameters in regional land surface models primarily derived from direct measurements, pedotransfer functions, or lookup tables?",
                "QuestionCn": "区域陆面模型中的土壤水力参数主要是通过直接测量、土壤转化函数或查找表得出的。",
                "AnswerEn": "pedotransfer functions",
                "AnswerCn": "土壤转移函数",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the primary methodologies employed to estimate soil hydraulic parameters in land surface models?",
                "QuestionCn": "在陆面模型中，估计土壤水力参数的主要方法有哪些？",
                "AnswerEn": "Pedotransfer functions, Clapp and Hornberger, van Genuchten, Mualem",
                "AnswerCn": "土壤转移函数，Clapp和Hornberger，van Genuchten，Mualem",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where can datasets related to soil hydraulic parameters and pedotransfer functions be accessed for research purposes?",
                "QuestionCn": "可以在哪里访问与土壤水力参数和土壤转化函数相关的数据集以供研究使用？",
                "AnswerEn": "http://globalchange.bnu.edu.cn",
                "AnswerCn": "http://globalchange.bnu.edu.cn",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with estimating soil hydraulic parameters using pedotransfer functions in terms of data accuracy?",
                "QuestionCn": "使用土壤水力参数的土壤转移函数进行估算时，数据准确性方面面临哪些挑战？",
                "AnswerEn": "Uncertainty",
                "AnswerCn": "不确定性",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to estimate soil hydraulic parameters in land surface models?",
                "QuestionCn": "您能否提供一个用于估计地表模型中土壤水力参数的数据收集方法的示例？",
                "AnswerEn": "An example of a data collection method is the use of pedotransfer functions (PTFs) to estimate soil hydraulic parameters, such as those associated with the Clapp and Hornberger functions and van Genuchten and Mualem functions. These PTFs utilize soil properties like particle size distribution, bulk density, and soil organic matter content to derive the hydraulic parameters.",
                "AnswerCn": "数据收集方法的一个例子是使用土壤传递函数（PTFs）来估算土壤水力参数，例如与Clapp和Hornberger函数以及van Genuchten和Mualem函数相关的参数。这些PTFs利用土壤特性，如颗粒大小分布、容重和土壤有机质含量，来推导水力参数。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset designed for land surface modeling in China, specifically related to soil hydraulic parameters?",
                "QuestionCn": "您能否提供一个针对中国土地表面建模的土壤水力参数的数据集示例？",
                "AnswerEn": "An example of such a dataset is one that provides 12 estimated hydraulic parameters derived from multiple pedotransfer functions (PTFs) for regions of China. This dataset is available at a 30 x 30 arc second geographical resolution and includes seven vertical soil layers up to a depth of 1.38 meters.",
                "AnswerCn": "这样的数据集的一个例子是提供来自多个土壤传递函数（PTFs）的12个估计水力参数的中国地区数据集。该数据集以30 x 30弧秒的地理分辨率提供，并包括七个垂直土壤层，深度达到1.38米。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What characteristics define the resolution and format of datasets used for soil hydraulic parameter estimation?",
                "QuestionCn": "定义用于土壤水力参数估计的数据集的分辨率和格式的特征是什么？",
                "AnswerEn": "30 x 30 arc seconds, NetCDF format, seven layers, maximum depth of 1.38 meters",
                "AnswerCn": "30 x 30弧秒，NetCDF格式，七层，最大深度1.38米",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many soil profiles are used to derive the soil characteristics dataset for China?",
                "QuestionCn": "用于推导中国土壤特征数据集的土壤剖面数量是多少？",
                "AnswerEn": "8595",
                "AnswerCn": "8595",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What are pedotransfer functions (PTFs) and how are they used in estimating soil hydraulic parameters?",
                "QuestionCn": "土壤传递函数（PTFs）是用于估计土壤水力参数的工具。它们通过利用土壤的基本物理和化学特性（如粒径分布、土壤有机质含量等）来预测土壤的水分特性曲线和导水率等水力参数。PTFs 可以帮助研究人员和农民在缺乏直接测量数据的情况下，快速估算土壤的水分行为，从而在水资源管理、农业生产和环境保护等领域发挥重要作用。",
                "AnswerEn": "Pedotransfer functions (PTFs) are empirical relationships used to estimate soil hydraulic parameters from easily measured soil properties like particle size distribution, bulk density, and soil organic matter content. They are utilized to infer parameters associated with soil water content and hydraulic conductivity, which are crucial for land surface models that simulate runoff, energy, and moisture fluxes.",
                "AnswerCn": "土壤传递函数（PTFs）是用于从易于测量的土壤属性（如粒径分布、容重和土壤有机质含量）估算土壤水力参数的经验关系。它们用于推断与土壤水分含量和水力导 conductivity 相关的参数，这些参数对于模拟径流、能量和水分通量的地表模型至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges are associated with direct measurement of soil hydraulic parameters?",
                "QuestionCn": "直接测量土壤水力参数所面临的挑战有哪些？",
                "AnswerEn": "Direct measurement of soil hydraulic parameters is challenging because it is often impractical and difficult to obtain sufficient numbers of direct measurements across a region to reflect spatial heterogeneity. Additionally, the inability and uncertainty of PTFs in estimating these parameters stem from the structural error of PTFs, limited data used for PTF training, and the uncertainty in PTF inputs reflecting soil spatial heterogeneity.",
                "AnswerCn": "直接测量土壤水力参数是具有挑战性的，因为在一个区域内获得足够数量的直接测量往往是不切实际和困难的，以反映空间异质性。此外，PTF（参数传递函数）在估计这些参数时的无能和不确定性源于PTF的结构误差、用于PTF训练的数据有限，以及PTF输入反映土壤空间异质性的的不确定性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the typical methods for resolving the spatial heterogeneity of soil hydraulic properties in datasets?",
                "QuestionCn": "解决土壤水力特性的空间异质性数据集的典型方法有哪些？",
                "AnswerEn": "To address spatial heterogeneity, datasets often rely on multiple PTF-derived soil hydraulic parameters which provide users with options to use either a single set or an ensemble of parameters. These datasets are designed to describe spatial variability in both vertical and horizontal directions, offering a benchmark for regional land surface modeling.",
                "AnswerCn": "为了应对空间异质性，数据集通常依赖于多个PTF衍生的土壤水力参数，这为用户提供了使用单一参数集或参数集合的选项。这些数据集旨在描述垂直和水平方向上的空间变异性，为区域地表建模提供基准。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in spatial resolution and depth of soil datasets used for land surface modeling in China?",
                "QuestionCn": "中国土地表面建模中使用的土壤数据集在空间分辨率和深度方面有什么区别？",
                "AnswerEn": "The dataset for soil hydraulic parameters in China is provided at a spatial resolution of 30 x 30 arc seconds, with soil vertical layering up to a depth of 1.38 meters across seven layers. This detailed resolution is designed to reflect the spatial variability in soil characteristics, which is important for regional land surface modeling.",
                "AnswerCn": "中国的土壤水力参数数据集以30 x 30弧秒的空间分辨率提供，土壤垂直分层深度达到1.38米，共分为七层。这种详细的分辨率旨在反映土壤特征的空间变异性，这对于区域地表建模非常重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the spatial heterogeneity of soil hydraulic properties be effectively captured and represented in a dataset despite the challenges of direct measurement?",
                "QuestionCn": "如何有效捕捉和表示土壤水力特性的空间异质性，尽管直接测量面临挑战？",
                "AnswerEn": "Spatial heterogeneity of soil hydraulic properties can be captured using pedotransfer functions (PTFs) that estimate hydraulic parameters from easily measured soil properties like particle size distribution, bulk density, and soil organic matter content. These methods allow for estimation over large regions without the need for impractical direct measurements, providing a means to reflect soil variability in both vertical and horizontal directions.",
                "AnswerCn": "土壤水力特性的空间异质性可以通过土壤转化函数（PTFs）来捕捉，这些函数根据易于测量的土壤属性（如粒径分布、容重和土壤有机质含量）估算水力参数。这些方法允许在大范围内进行估算，而无需进行不切实际的直接测量，从而提供了一种反映土壤在垂直和水平方向上变异性的手段。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "Why is it necessary to employ multiple pedotransfer functions (PTFs) in estimating soil hydraulic parameters?",
                "QuestionCn": "为什么在估计土壤水力参数时有必要使用多个土壤传递函数（PTFs）？",
                "AnswerEn": "It is necessary to use multiple PTFs because soil hydraulic properties are highly heterogeneous in space, and their estimates are dependent on local soil characteristics. The inability of PTFs to accurately describe complex physical relationships is due to structural errors, limited data for PTF training, and the uncertainty in PTF inputs reflecting soil spatial heterogeneity.",
                "AnswerCn": "使用多个PTF是必要的，因为土壤水力特性在空间上高度异质，其估计依赖于局部土壤特征。PTF无法准确描述复杂物理关系的原因在于结构误差、用于PTF训练的数据有限，以及PTF输入反映土壤空间异质性的的不确定性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What causes the uncertainty in the estimation of soil hydraulic parameters using pedotransfer functions?",
                "QuestionCn": "使用土壤水力参数的转移函数估计时，导致不确定性的原因是什么？",
                "AnswerEn": "The uncertainty in estimating soil hydraulic parameters using PTFs arises from the intrinsic inability of PTFs to accurately describe complex physical relationships, limited data used for PTF training, and the uncertainty in PTF inputs to reflect soil spatial heterogeneity at different scales.",
                "AnswerCn": "使用PTFs估计土壤水力参数的不确定性源于PTFs在准确描述复杂物理关系方面的内在局限性、用于PTF训练的数据有限，以及PTF输入的不确定性无法反映不同尺度下土壤的空间异质性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of employing multiple pedotransfer functions for estimating soil hydraulic parameters in land surface modeling?",
                "QuestionCn": "在土地表面建模中，采用多种土壤传递函数来估计土壤水力参数的潜在结果是什么？",
                "AnswerEn": "Employing multiple pedotransfer functions (PTFs) for estimating soil hydraulic parameters can describe the spatial variability of soil hydraulic characteristics in both vertical and horizontal directions, provide multiple choices for users to use either a single set or an ensemble of hydraulic parameters, and offer a benchmark dataset from multiple PTFs. However, the accuracy remains unknown due to the lack of in situ and regional measurements.",
                "AnswerCn": "采用多种土壤传递函数（PTFs）来估算土壤水力参数，可以描述土壤水力特性的空间变异性，包括垂直和水平方向，为用户提供单一参数集或多个水力参数的选择，并提供来自多个PTF的基准数据集。然而，由于缺乏现场和区域测量，准确性仍然未知。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What might be the consequences of relying on empirical functions for soil hydraulic parameter estimation without direct measurements?",
                "QuestionCn": "依赖经验函数进行土壤水力参数估计而不进行直接测量可能会产生的后果是什么？",
                "AnswerEn": "Relying on empirical functions without direct measurements can lead to challenges in accurately describing complex physical relationships, as these functions might have structural errors. The intrinsic inability or uncertainty caused by limited data for PTF training and the uncertainty in PTF inputs to reflect soil spatial heterogeneity at different scales can also contribute to estimation inaccuracies.",
                "AnswerCn": "依赖经验函数而不进行直接测量可能会导致在准确描述复杂物理关系时出现挑战，因为这些函数可能存在结构性错误。由于用于PTF训练的数据有限以及PTF输入在不同尺度上反映土壤空间异质性的能力或不确定性，可能也会导致估计不准确。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the key objectives behind developing a dataset of soil hydraulic parameters using multiple pedotransfer functions in regions of China?",
                "QuestionCn": "开发一个使用多种土壤水力参数转换函数的土壤水力参数数据集在中国地区的主要目标是什么？",
                "AnswerEn": "The objective is to develop a dataset of soil hydraulic parameters associated with two empirical soil functions using multiple pedotransfer functions (PTFs). The dataset aims to describe spatial variability of the soil hydraulic characteristics in both vertical and horizontal directions, provide multiple choices for users to use either a single set or an ensemble of hydraulic parameters associated with different PTFs, and offer a benchmark dataset from multiple PTFs or as a reference dataset.",
                "AnswerCn": "目标是开发一个与两种经验土壤函数相关的土壤水力参数数据集，使用多个土壤转移函数（PTFs）。该数据集旨在描述土壤水力特性的空间变异性，包括垂直和水平方向，为用户提供多种选择，以便使用单一参数集或与不同PTF相关的参数集成，并提供来自多个PTF的基准数据集或参考数据集。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to explore various empirical relationships between soil hydraulic parameters and soil characteristics in the context of land surface modeling?",
                "QuestionCn": "在土地表面建模的背景下，探索土壤水力参数与土壤特征之间的各种经验关系是重要的原因是什么？",
                "AnswerEn": "It is important because soil hydraulic properties are highly heterogeneous in space, and their estimates depend on local soil characteristics. There is no unique way to relate soil hydraulic properties and soil characteristics, which is why researchers have proposed different empirical relationships, or pedotransfer functions (PTFs), to estimate soil hydraulic parameters. These PTFs are crucial for land surface models as they provide a way to estimate parameters that are difficult or impractical to measure directly.",
                "AnswerCn": "土壤水力特性在空间上高度异质，其估计依赖于当地土壤特征。没有一种唯一的方法可以将土壤水力特性与土壤特征相关联，这就是为什么研究人员提出了不同的经验关系或土壤传递函数（PTFs）来估计土壤水力参数。这些PTFs对于陆面模型至关重要，因为它们提供了一种估计难以或不切实际直接测量的参数的方法。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why would researchers choose to use a dataset with multiple pedotransfer functions for soil hydraulic parameters rather than relying on direct measurements?",
                "QuestionCn": "研究人员为什么选择使用具有多个土壤水力参数的土壤传递函数的数据集，而不是依赖直接测量？",
                "AnswerEn": "Researchers might choose to use a dataset with multiple pedotransfer functions because direct measurement of parameters associated with soil hydraulic properties is difficult and often impractical. It is also impossible to obtain sufficient numbers of direct measurements across a region to adequately reflect the spatial heterogeneity of soils. Therefore, using PTFs derived from soil properties that are easily measured and widely available offers a practical alternative to estimate soil hydraulic parameters.",
                "AnswerCn": "研究人员可能选择使用包含多个土壤传递函数的数据集，因为直接测量与土壤水力特性相关的参数既困难又不切实际。此外，在一个区域内获得足够数量的直接测量以充分反映土壤的空间异质性也是不可能的。因此，使用从易于测量且广泛可得的土壤特性衍生的土壤传递函数，提供了一种实用的替代方案来估算土壤水力参数。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in estimating soil hydraulic parameters using pedotransfer functions (PTFs) for land surface models?",
                "QuestionCn": "使用土壤水力参数估算的过程步骤，包括利用土壤转移函数（PTFs）为地表模型提供参数，具体如下：\n\n1. 收集土壤样本数据，包括土壤的物理和化学特性，如粒径分布、孔隙度、土壤有机质含量等。\n2. 选择合适的土壤转移函数（PTFs），这些函数通常基于已有的实验数据和理论模型。\n3. 将收集到的土壤特性数据输入所选的PTFs，以估算土壤的水力参数，如饱和导水率、田间持水量和永久萎蔫点等。\n4. 验证PTFs的准确性，通常通过与独立的实验数据进行比较，评估其预测能力。\n5. 将估算的土壤水力参数整合到地表模型中，以进行进一步的水文模拟和分析。\n6. 根据模型输出和实际观测数据，进行模型校准和调整，以提高预测的准确性。",
                "AnswerEn": "To estimate soil hydraulic parameters using PTFs for land surface models, the process involves selecting frequently used empirical functions, such as those by Clapp and Hornberger (1978) and van Genuchten and Mualem, and applying multiple PTFs to estimate parameters associated with h(u) and K(u) at a 30 x 30 arc second resolution. This process includes using soil properties like particle size distribution, bulk density, and organic matter content to derive hydraulic parameters.",
                "AnswerCn": "为了使用PTFs估计土地表面模型的土壤水力参数，该过程涉及选择常用的经验函数，例如Clapp和Hornberger（1978）以及van Genuchten和Mualem的函数，并应用多个PTFs来估计与h(u)和K(u)相关的参数，分辨率为30 x 30弧秒。该过程包括使用土壤特性，如粒度分布、容重和有机质含量，来推导水力参数。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can researchers address the challenges of spatial heterogeneity and measurement limitations when collecting soil hydraulic data at a regional scale?",
                "QuestionCn": "研究人员如何在区域尺度上收集土壤水力数据时应对空间异质性和测量限制的挑战？",
                "AnswerEn": "Researchers can address the challenges of spatial heterogeneity and measurement limitations by developing a dataset with multiple PTF-derived soil hydraulic parameters, providing multiple choices for users to either use a single set or an ensemble of parameters. Using a benchmark dataset from multiple PTFs as a reference can help reflect spatial variability in both vertical and horizontal directions, despite the difficulty of direct measurement.",
                "AnswerCn": "研究人员可以通过开发一个包含多个PTF衍生土壤水力参数的数据集来应对空间异质性和测量限制的挑战，为用户提供单一参数集或参数集成的多种选择。使用来自多个PTF的基准数据集作为参考，可以帮助反映垂直和水平方向上的空间变异性，尽管直接测量存在困难。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What soil characteristics enable the estimation of hydraulic parameters using pedotransfer functions in land surface modeling?",
                "QuestionCn": "哪些土壤特性使得在地表建模中能够通过土壤传递函数估算水力参数？",
                "AnswerEn": "Soil characteristics such as particle size distribution, bulk density (BD), and soil organic matter (SOM) content enable the estimation of hydraulic parameters using pedotransfer functions (PTFs) because they are easily measured and widely available.",
                "AnswerCn": "土壤特性如颗粒大小分布、容重（BD）和土壤有机质（SOM）含量使得通过土壤传递函数（PTFs）估算水力参数成为可能，因为这些特性易于测量且广泛可得。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do multiple pedotransfer functions enable the development of a comprehensive dataset for soil hydraulic parameters?",
                "QuestionCn": "多个土壤传递函数如何促进土壤水力参数综合数据集的发展？",
                "AnswerEn": "Multiple pedotransfer functions enable the development of a comprehensive dataset for soil hydraulic parameters by providing multiple choices for users to utilize either a single set or an ensemble of hydraulic parameters, describing the spatial variability of soil hydraulic characteristics in both vertical and horizontal directions, and offering benchmark or reference datasets by aggregating median values from various PTFs.",
                "AnswerCn": "多个土壤传递函数使得通过提供多种选择来开发土壤水力参数的综合数据集成为可能，用户可以选择使用单一的参数集或多个水力参数的集合，描述土壤水力特征在垂直和水平方向上的空间变异性，并通过聚合来自不同PTF的中位数值提供基准或参考数据集。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conditions or data sources are essential to enable the accurate spatial representation of soil hydraulic properties across a region?",
                "QuestionCn": "为了在一个区域内准确地空间表示土壤水力特性，哪些条件或数据源是必不可少的？",
                "AnswerEn": "To enable the accurate spatial representation of soil hydraulic properties across a region, it is essential to have comprehensive data sources like a detailed soil characteristics dataset and representative soil profiles, as well as methodologies that can address the intrinsic inability or uncertainties of PTFs due to limited training data and spatial heterogeneity of soils.",
                "AnswerCn": "为了在一个区域内准确地表征土壤水力特性，必须拥有全面的数据来源，如详细的土壤特性数据集和代表性的土壤剖面，以及能够应对由于训练数据有限和土壤空间异质性而导致的PTF固有不确定性的方法。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your evaluation of the challenges involved in using pedotransfer functions (PTFs) for estimating soil hydraulic parameters on a regional scale?",
                "QuestionCn": "我对在区域尺度上使用土壤传递函数（PTFs）估算土壤水力参数所面临的挑战的评估是什么？",
                "AnswerEn": "The challenges in using PTFs for estimating soil hydraulic parameters on a regional scale include the intrinsic inability of PTFs to accurately describe complex physical relationships, the uncertainty caused by limited data used for PTF training, and the uncertainty in PTF inputs to reflect soil spatial heterogeneity at different scales. Additionally, direct measurement of parameters is difficult and impractical, making it impossible to adequately capture the spatial heterogeneity of soils across a region.",
                "AnswerCn": "使用PTFs（参数传递函数）在区域尺度上估计土壤水力参数的挑战包括：PTFs固有的无法准确描述复杂物理关系的能力，因用于PTF训练的有限数据而导致的不确定性，以及PTF输入在不同尺度上反映土壤空间异质性的不确定性。此外，直接测量参数是困难且不切实际的，这使得无法充分捕捉区域内土壤的空间异质性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How would you assess the potential benefits and limitations of utilizing multiple pedotransfer functions to develop a regional dataset of soil hydraulic parameters?",
                "QuestionCn": "如何评估利用多个土壤传递函数开发区域土壤水力参数数据集的潜在好处和局限性？",
                "AnswerEn": "Utilizing multiple pedotransfer functions to develop a regional dataset of soil hydraulic parameters offers potential benefits such as the ability to describe spatial variability of soil hydraulic characteristics in both vertical and horizontal directions and providing multiple choices for users to use either a single set or an ensemble of hydraulic parameters. However, limitations include the unknown accuracy due to a lack of in situ and regional measurements and the difficulty in quantifying the precision of the hydraulic parameter data.",
                "AnswerCn": "利用多种土壤传递函数开发区域土壤水力参数数据集具有潜在的好处，例如能够描述土壤水力特征在垂直和水平方向上的空间变异性，并为用户提供多种选择，可以使用单一的水力参数集或一组水力参数。然而，局限性包括由于缺乏现场和区域测量而导致的未知准确性，以及量化水力参数数据精度的困难。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what are the potential improvements or future directions for data collection methods in enhancing the accuracy and reliability of soil hydraulic parameter datasets?",
                "QuestionCn": "在您看来，数据收集方法在提高土壤水力参数数据集的准确性和可靠性方面有哪些潜在改进或未来方向？",
                "AnswerEn": "Potential improvements or future directions for data collection methods could include increasing the number of in situ measurements to better capture spatial heterogeneity, updating the information on the spatial distribution of soils, and employing advanced techniques to improve the precision of hydraulic parameter data. Additionally, integrating new technologies or methodologies to reduce the intrinsic structural errors of PTFs might enhance the datasets' accuracy and reliability.",
                "AnswerCn": "潜在的数据收集方法改进或未来方向包括增加现场测量的数量，以更好地捕捉空间异质性，更新土壤的空间分布信息，以及采用先进技术以提高水力参数数据的精确性。此外，整合新技术或方法以减少PTF的内在结构误差，可能会增强数据集的准确性和可靠性。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how soil hydraulic parameters can be accurately estimated using pedotransfer functions given the spatial heterogeneity of soils.",
                "QuestionCn": "我不明白如何在土壤空间异质性存在的情况下，使用土壤传递函数准确估计土壤水力参数。",
                "AnswerEn": "The estimation of soil hydraulic parameters using pedotransfer functions is based on empirical relationships between easily measured soil properties like particle size distribution, bulk density, and soil organic matter content. This approach is necessary because direct measurement of parameters is difficult and impractical over large regions. However, the accuracy of these estimates can be limited due to the inherent structural errors in pedotransfer functions and the limited data used for their training, which leads to uncertainties in capturing soil spatial heterogeneity.",
                "AnswerCn": "利用土壤水力参数的 pedotransfer 函数估计是基于易于测量的土壤特性之间的经验关系，如粒径分布、容重和土壤有机质含量。这种方法是必要的，因为在大范围内直接测量这些参数是困难且不切实际的。然而，由于 pedotransfer 函数固有的结构误差以及用于训练的有限数据，这些估计的准确性可能受到限制，从而导致在捕捉土壤空间异质性方面的不确定性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the methods used to develop a dataset that accounts for the vertical and horizontal variability of soil hydraulic characteristics.",
                "QuestionCn": "我对开发一个考虑土壤水力特性的垂直和水平变异性的数据集的方法感到不确定。",
                "AnswerEn": "The development of a dataset that captures vertical and horizontal variability involves using multiple pedotransfer functions to estimate hydraulic parameters associated with empirical soil functions like water retention curves and hydraulic conductivity. The dataset is generated at a fine resolution of 30 x 30 arc seconds and includes seven vertical soil layers up to a depth of 1.38 meters, providing detailed spatial variability of soil hydraulic characteristics.",
                "AnswerCn": "开发一个捕捉垂直和水平变异性的数据集涉及使用多个土壤传递函数来估算与经验土壤函数（如水分保持曲线和水力导度）相关的水力参数。该数据集以30 x 30弧秒的精细分辨率生成，包括七个垂直土层，深度达到1.38米，提供了土壤水力特性的详细空间变异性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how a dataset can be reliable without in situ and regional measurements to validate its accuracy.",
                "QuestionCn": "我无法理解一个数据集如何在没有现场和区域测量来验证其准确性的情况下仍然可靠。",
                "AnswerEn": "While the dataset's accuracy is unknown due to the lack of in situ and regional measurements, it leverages the best available soil characteristics dataset for China, derived from a comprehensive soil map and numerous representative soil profiles. The dataset offers estimated median values and variability indices for hydraulic parameters, serving as a benchmark or reference for users despite the inherent uncertainties from relying on pedotransfer functions.",
                "AnswerCn": "由于缺乏现场和区域测量，数据集的准确性未知，但它利用了中国最佳可用的土壤特征数据集，该数据集来源于一幅综合土壤图和众多代表性土壤剖面。该数据集提供了水力参数的估计中值和变异指数，尽管依赖于土壤转化函数存在固有的不确定性，但仍可作为用户的基准或参考。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the general methodologies involved in estimating soil hydraulic parameters using pedotransfer functions for regional land surface modeling.",
                "QuestionCn": "请探讨使用土壤水力参数的土壤转移函数进行区域地表建模的估算一般方法。",
                "AnswerEn": "The methodologies in estimating soil hydraulic parameters involve the use of pedotransfer functions (PTFs) that rely on empirical relationships between soil characteristics such as particle size distribution, bulk density, and soil organic matter content. These PTFs are applied to calculate parameters for soil water retention curves and hydraulic conductivity functions, specifically using models like those of Clapp and Hornberger, van Genuchten, and Mualem. The parameters are estimated at a high spatial resolution and across multiple vertical soil layers.",
                "AnswerCn": "估计土壤水力参数的方法涉及使用土壤传递函数（PTFs），这些函数依赖于土壤特性之间的经验关系，如颗粒大小分布、容重和土壤有机质含量。这些PTFs被应用于计算土壤水分保持曲线和水力导度函数的参数，特别是使用Clapp和Hornberger、van Genuchten以及Mualem等模型。这些参数在高空间分辨率下以及多个垂直土层中进行估计。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please identify the main challenges faced in data collection for soil hydraulic parameter datasets and how these challenges could be addressed.",
                "QuestionCn": "请识别在土壤水力参数数据集的数据收集过程中面临的主要挑战，以及如何解决这些挑战。",
                "AnswerEn": "The main challenges in data collection include the difficulty of direct measurement of soil hydraulic parameters due to spatial heterogeneity, the impracticality of obtaining sufficient direct measurements across a region, and uncertainties in PTF estimates due to limited data and structural errors. Addressing these challenges requires improving the precision of hydraulic parameter data, updating spatial distributions of soil data, and enhancing PTF reliability with more comprehensive datasets.",
                "AnswerCn": "数据收集的主要挑战包括由于空间异质性导致土壤水力参数的直接测量困难、在一个区域内获得足够的直接测量的不切实际性，以及由于数据有限和结构错误导致的PTF估计的不确定性。解决这些挑战需要提高水力参数数据的精确度、更新土壤数据的空间分布，并通过更全面的数据集增强PTF的可靠性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please investigate potential sources or strategies for expanding soil hydraulic parameter datasets to better reflect spatial heterogeneity.",
                "QuestionCn": "请调查潜在的来源或策略，以扩展土壤水力参数数据集，以更好地反映空间异质性。",
                "AnswerEn": "To expand datasets, researchers can utilize more extensive soil profile data and increase the resolution of soil maps, such as the 1:1,000,000 Soil Map of China. Employing a wider range of PTFs and integrating diverse soil characteristics could also help capture spatial heterogeneity. Collaborative efforts to update regional soil data and incorporate remote sensing technologies could provide additional insights and data accuracy.",
                "AnswerCn": "为了扩展数据集，研究人员可以利用更广泛的土壤剖面数据，并提高土壤图的分辨率，例如1:1,000,000的中国土壤图。采用更广泛的土壤物理特性转换函数（PTFs）并整合多样的土壤特征也可以帮助捕捉空间异质性。合作更新区域土壤数据并结合遥感技术可以提供额外的见解和数据准确性。",
                "Level": "C6(Creating)"
            }
        ]
    }
}