{
    "id": "210516f1-e28c-4d3b-8b11-bf674968a3d4",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "CIESM monthly, daily and hour data for LS4P1",
            "titleCn": "CIESM monthly, daily and hour data for LS4P1",
            "description": "This data is generated by the Community Integrated Earth System Model (CIESM). It contains the ensemble monthly mean data from task 1, task 2, task 3 and task 4 experiments. Eight ensemble members are used in task 1, 3 and 4 experiments.",
            "descriptionCn": "This data is generated by the Community Integrated Earth System Model (CIESM). It contains the ensemble monthly mean data from task 1, task 2, task 3 and task 4 experiments. Eight ensemble members are used in task 1, 3 and 4 experiments.",
            "instructions": "data file naming pattern: VariableName_LS4P_ESMModelName_LS4PExperimentName_Frequency_[StartTime-EndTime].nc\n\nusing method: read by any software which is able to read NC format file.",
            "instructionsCn": "data file naming pattern: VariableName_LS4P_ESMModelName_LS4PExperimentName_Frequency_[StartTime-EndTime].nc\n\nusing method: read by any software which is able to read NC format file.",
            "east": 180.0,
            "west": 180.0,
            "south": 90.0,
            "north": 90.0,
            "startTime": "2003-05-01 00:00:00",
            "endTime": "2003-06-30 11:59:59",
            "fileSize": 10368739841.0,
            "cstr": "18406.11.Atmos.tpdc.301377",
            "doi": "10.11888/Atmos.tpdc.301377",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "LIN Yanluan",
                "nameEn": "LIN Yanluan",
                "unitEn": "",
                "unitCn": "Tsinghua University"
            },
            {
                "nameCn": "QIN Yi",
                "nameEn": "QIN Yi",
                "unitEn": "",
                "unitCn": "Tsinghua University"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction Project, Phase I (LS4P-I):  Organization and Experimental design",
                "referenceCn": null,
                "referenceEn": "Xue, Y., Yao, T., Boone, A. A., Diallo, I., Liu, Y., Zeng, X., Lau, W. K.-M., Sugimoto, S., Tang, Q., Pan, X., van Oevelen, P. J., Klocke, D., Koo, M.-S., Lin, Z., Takaya, Y., Sato, T., Ardilouze, C., Saha, S. K., Zhao, M., Liang, X.-Z., Vitart, F., Li, X., Zhao, P., Neelin, D., Guo, W., Yu, M., Qian, Y., Shen, S. S. P., Zhang, Y., Yang, K., Leung, R., Yang, J., Qiu, Y., Brunke, M. A., Chou, S. C., Ek, M., Fan, T., Guan, H., Lin, H., Liang, S., Materia, S., Nakamura, T., Qi, X., Senan, R., Shi, C., Wang, H., Wei, H., Xie, S., Xu, H., Zhang, H., Zhan, Y., Li, W., Shi, X., Nobre, P., Qin, Y., Dozier, J., Ferguson, C. R., Balsamo, G., Bao, Q., Feng, J., Hong, J., Hong, S., Huang, H., Ji, D., Ji, Z., Kang, S., Lin, Y., Liu, W., Muncaster, R., Pan, Y., Peano, D., de Rosnay, P., Takahashi, H. G., Tang, J., Wang, G., Wang, S., Wang, W., Zhou, X., and Zhu, Y., 2021: Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction Project, Phase I (LS4P-I):  Organization and Experimental design, Geosci. Model Dev., 14, 4465–4494,  https://doi.org/10.5194/gmd-14-4465-2021."
            },
            {
                "titleCn": null,
                "titleEn": "Spring Land Temperature in Tibetan Plateau and Global-Scale Summer Precipitation – Initialization and Improved Prediction",
                "referenceCn": null,
                "referenceEn": "Xue Y., I. Diallo, A. A. Boone, T. Yao , Y. Zhang, X. Zeng, J. D. Neelin, W. K.M. Lau , Y. Pan, Y. Liu1, X. Pan, Q. Tang, P. J. van Oevelen, T. Sato, M.-S. Koo, S. Materia, C. Shi, J. Yang, C. Ardilouze, Z. Lin, Xin Qi, T. Nakamura, S. K. Saha, R. Senan, Y. Takaya, H. Wang, H. Zhang, M. Zhao, H. P. Nayak, Q. Chen, J. Feng, M. A. Brunke, T. Fan, S. Hong, P. Nobre, D. Peano, Y. Qin, F. Vitart, S. Xie, Y. Zhan, D. Klocke, R. Leung, X. Li, M. Ek, W. Guo, G. Balsamo, Q. Bao, S. C. Chou, P. de Rosnay, Y. Lin, Y. Zhu, Y. Qian, P. Zhao, J. Tang, X.-Z. Liang, J. Hong, D. Ji, Z. Ji, Y. Qiu, S. Sugimoto,  W. Wang, K. Yang, M. Yu, 2022: Spring Land Temperature in Tibetan Plateau and Global-Scale Summer Precipitation – Initialization and Improved Prediction.  Bulletin of American Meteorological Society, 103, 12,  DOI: https://doi.org/10.1175/BAMS-D-21-0270.1, E2756-E2767."
            },
            {
                "titleCn": null,
                "titleEn": "Remote effects of Tibetan Plateau spring land temperature on global subseasonal to seasonal precipitation prediction and comparison with effects of sea surface temperature: The GEWEX/LS4P Phase I experiment",
                "referenceCn": null,
                "referenceEn": "Xue Y., I. Diallo, A. A. Boone, Y. Zhang, X. Zeng, W. K.M. Lau, J. D. Neelin, T. Yao , Q. Tang , T. Sato , M.-S. Koo, F. Vitart, C. Ardilouze, S. K. Saha, S. Materia, Z. Lin, Y. Takaya, J. Yang, T. Nakamura, X. Qi, Y. Qin, P. Nobre, R. Senan, H. Wang, H. Zhang, M. Zhao, H. P. Nayak, Y. Pan, X. Pan,  J. Feng, C. Shi, S. Xie, M. A. Brunke, Q. Bao, M. J. Bottino, T. Fan, S. Hong, Y. Lin, D. Peano, Y. Zhan, C. R. Mechoso, X. Ren, G. Balsamo, S. C. Chou, P. de Rosnay, P. J. van Oevelen, D. Klocke, M. Ek, X. Li, W. Guo, Y. Zhu, J. Tang, X.-Z. Liang, Y. Qian, P. Zhao, 2023: Remote effects of Tibetan Plateau spring land temperature on global subseasonal to seasonal precipitation prediction and comparison with effects of sea surface temperature: The GEWEX/LS4P Phase I experiment.  Climate Dynamics.  62, 2603-2628,  DOI: 10.1007/s00382-023-06905-5"
            },
            {
                "titleCn": null,
                "titleEn": "Preface: Subseasonal-to-seasonal predictability of extreme precipitation and land forcing",
                "referenceCn": null,
                "referenceEn": "Xue, Y. and W. K-M Lau, 2024: Preface: Subseasonal-to-seasonal predictability of extreme precipitation and land forcing.   Climate Dynamics.  62, 2599-2600, DOI. 10.1007/s00382-024-07203-4"
            },
            {
                "titleCn": null,
                "titleEn": "Near-global summer circulation response to the spring surface Temperature anomaly in Tibetan Plateau ---- The GEWEX/LS4P First Phase Experiment",
                "referenceCn": null,
                "referenceEn": "Zhang, Y., Y. Pan, Y. Xue, I. Diallo, X. Zeng, S. Li, J. D Neelin, W. K.M. Lau, A. A. Boone, F Vitart., T. Yao, Q. Tang, T. Sato, M.-S. Koo, C. Ardilouze, S. K. Saha, J. Yang, S. Materia, Z. Lin, X. Qi, Y. Qin, T. Nakamura, P. Nobre, D. Peano, R. Senan, Y. Takaya, H. Wang, H. Zhang, Y. Zhan, M. Zhao , C. R. Mechoso, Q. Bao , M. J. Bottino, S. Hong, Y. Lin, S. Xie, X. Pan, H. P. Nayak, S. C. Chou, W. Guo, 2024: Near-global summer circulation response to the spring surface Temperature anomaly in Tibetan Plateau ---- The GEWEX/LS4P First Phase Experiment.  Climate Dynamics.  62, 2907-2924, DOI: 10.1007/s00382-024-07210-5"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "Global",
                "keywordEn": "Global"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "Monthly",
                "keywordEn": "",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Subseasonal to seasonal (S2S) prediction of droughts and floods is one of the major challenges of weather and climate prediction. Recent studies suggest that the springtime land surface temperature/subsurface temperature (LST/SUBT) over the Tibetan Plateau (TP) can be a new source of S2S predictability. The successful prediction of droughts and floods at subseasonal-to-seasonal (S2S) time scales is one of the major challenges of weather and climate prediction, with failures that can result in major adverse impacts on societies and economies. Sea surface temperature (SST) variations such as those associated with the Madden-Julian Oscillations are known to provide a predictability source. Recent studies suggest that springtime land surface/subsurface temperature (LST/SUBT) provides a new source of predictability at S2S time scales. The Global Energy and Water Exchanges (GEWEX) program has initiated the project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” to investigate the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions.",
                "The background temperature gradient at midlatitudes also affects the activity of baroclinic eddies (Xue et al., 2023), which can further reinforce the zonal wind changes and further influence the zonal wind downstream as the eddies move downstream and interact with the zonal flow. The response of the zonal wind in the downstream of TP is consistent with these studies, exhibiting a significant deceleration of the zonal wind along the jet core over the North Pacific. Meanwhile, a significant acceleration of the zonal wind is found to the north of the jet core, indicating a slight northward shift of the jet stream. Such changes in the zonal wind have their counterparts in the observations (see Fig. 4b). One salient feature in Fig. 5a is the strong negative geopotential height anomaly over the TP at 200 hPa, accompanied with a cyclonic anomalous circulation. Such a circulation response corresponds to the cold anomaly over the TP, where the atmosphere sinks and induces negative potential height anomalies at upper levels. Furthermore, evident wave-like patterns downstream from the TP to the North Pacific are shown in the geopotential height difference in Fig. 5a. The negative center of geopotential height anomaly over the TP extends eastward to Japan, while a strong positive geopotential height center with anticyclonic circulation flow emerges to the east over the Bering Strait with a center around 170°E, 50°N. The wave-like geopotential height differences further extend from the Rocky Mountain across the North American continent, North Atlantic Ocean, and back to the Eurasian continent. The above simulated response in atmospheric circulations is in general consistent with the observed geopotential height anomalies in May 2003 (Fig. 5b). In addition, responses in the geopotential height to the cold TP surface are also noticed in the Southern Hemisphere, especially in the midlatitudes (Fig. 5a, b). Therefore, we also inspect the anomalous stream function from the simulated wind. The WAF is parallel to the group velocity of Rossby waves and can approximately indicate the wave energy propagation.",
                "Although the teleconnections caused by the heating due to oceanic temperature anomalies, such as those between ENSO and the Asian monsoons, have been extensively investigated (e.g., Wang et al. 2000; Li et al. 2007; Li et al. 2017), the remote effects of mountain heating on global atmospheric circulations have not been fully studied. The LS4P-I experiment provides a chance to explore the detailed features of the TRC wave train as well as the global response of atmospheric circulations to the TP surface anomaly. It is well known and extensively studied that the TP surface thermal state can significantly influence the weather and climate in East Asia (e.g. Liu et al. 2020). Earlier studies have shown that, in summertime, there exists a circumglobal teleconnection pattern (CTP) in the extra-tropics of the Northern Hemisphere along the westerly jet. The latent heat with the strong convective monsoon precipitation is suggested a major driver for the CTP (e.g. Lau and Peng 1991; Lau and Weng 2002; Lau et al. 2004 ; Ding and Wang 2005; Ding et al. 2011)."
            ],
            "research objective": [
                "The project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” was initiated to study the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions. The present work explores the simulated global scale response of the atmospheric circulation to the springtime TP land surface cooling by 16 current state-of-the-art Earth System Models (ESMs) participating in the LS4P Phase I (LS4P-I) experiment. More dynamical understanding of the TRC wave train as well as its cross-equator propagation into the Southern Hemisphere will be explored in the newly launched LS4P phase II experiment.",
                "This study has investigated the mechanisms of the global atmospheric response to the TP spring LST/SUBT anomalies in simulations by LS4P-I ESMs. To further explore the TP’s role and the influence of TRC wave train in S2S predictions, we check the response simulated by each model in May. These results taken together suggest that the TRC wave train plays a key role in the influence of TP’s surface and subsurface temperatures on the hot spot regions, especially for the regions in North America, though the detailed mechanisms through which the TRC wave train affects the precipitation in these different regions still need further investigations.",
                "Our aim is to place the TP LST/SUBT’s influence on the global atmospheric circulations with a focus on the dynamical feature of the TRC wave train and its importance for improving S2S prediction."
            ],
            "challenges": [
                "However, the simulated propagation pathways from the TP into the Southern Hemisphere show large inter-model differences.",
                "However, there are phase differences between the simulated wave train and the observations. However, over the regions from the North Atlantic to the Ural Mountains, the observed geopotential height anomalies show opposite signs to the multi-model average, suggesting that in those regions the TP surface cooling may not be the major cause for the observed circulation anomalies. The main difference is that the simulated atmospheric response in model ensemble evolve faster than the observation. The associated diversities in the model response in the Southern Hemispheric circulations could be one of the main reasons that the simulated response exhibit great inconsistency with the observation, though the model ensembles show strong Southern Hemispheric responses especially in the mid-high latitudes.",
                "Compared with the observation, none of the LS4P-I ESMs well captures the observed T2m cold anomaly in May 2003. The ensemble mean of the 16 LS4P-I ESMs exhibits a warm bias of 1.02 °C over the TP, which is stronger than the standard deviation of the observed inter-annual variation of TP T2m (about 0.7 °C). The spatial distribution of the model bias for the ensemble mean is shown in Fig. 1b, which shows a clear warm bias in May 2003 T2m over the eastern part of the TP. The LS4P-I simulations further show that the TP surface thermal state not only has circumglobal influence in the Northern Hemisphere, but it also affects the extratropical atmospheric circulation in the Southern Hemisphere, though with a large uncertainty due to inter-model variability."
            ],
            "methods": [
                "In the first phase of the LS4P project (LS4P-I), the year 2003 is the focal case, in which extreme summer drought/flood occurred in East Asia after a very cold spring in the TP. Two sets of numerical experiments were conducted in LS4P-I to investigate the global influence of the TP spring surface temperature anomaly. A first set of runs, referred to as EXP_CTRL, is designed to evaluate the performance of the 16 ESMs in simulating the TP T2m and precipitation anomalies during May and June 2003. In EXP_CTRL runs, the ESMs start simulations from late April or May 1st, and use the standard S2S prediction setting of atmospheric and land initial conditions. Another set of numerical experiments was carried out by the ESMs to test whether the regional bias in June precipitation mentioned in the previous paragraph is related to the bias in May surface temperature over TP. In this set of experiments, which are collectively referred to as EXP_LST/SUBT run, the models’ bias in May TP T2m is reduced by initializing the TP LST and SUBT conditions."
            ],
            "dataset": [
                "The ensemble mean of simulated 200 hPa geopotential height difference is also illustrated in Fig. 5a together with the observations for May 2003 (Fig. 5b), to further explore the atmospheric circulation responses to the TP LST/SUBT effect.",
                "The observed T2m anomaly in the TP is shown in Fig. 1a, for which we use the data from the National Oceanic and Atmospheric Administration (NOAA) Climate Anomaly Monitoring System (CAMS, Fan and van den Dool 2008). We use the fifth generation ECMWF atmospheric reanalysis (ERA5, Hersbach et al. 2020), which is referred to as observations, with a regular horizontal resolution of 1.0° × 1.0° to investigate the atmospheric circulation in year 2003 and for climatology, with the latter defined as the average from year 1981 to 2015. All data are provided at 0.5° × 0.5° spatial resolution. The global precipitation data are from the Climate Research Unit (CRU), in which version 4.02 is used when implementing the analysis (Harris et al. 2014; 2020)."
            ],
            "findings": [
                "The LS4P-I results show, for the first time, that springtime TP surface anomalies can modulate a persistent quasi-barotropic Tibetan Plateau-Rocky Mountain Circumglobal (TRC) wave train from the TP via the northeast Asia and Bering Strait to the western part of the North America, along with the springtime westerly jet from TP across the whole North Pacific basin. The TRC wave train modulated by the TP thermal anomaly play a critical role on the early summer surface air temperature and precipitation anomalies in the regions along the wave train, especially over the northwest North America and the southern Great Plains. These results suggest that the TP LST/SUBT anomaly via the TRC wave train is the first order source of the S2S variability in the regions mentioned.",
                "These results taking together suggest that the TRC wave train plays a key role in the influence of TP’s surface and subsurface temperatures on the hot spot regions, especially for the regions in North America, though the detailed mechanisms through which the TRC wave train affects the precipitation in these different regions still need further investigations. The ensemble model simulations show that, with the strong westerly jet across the extratropical Asian-Pacific region, the TP surface cooling generates a barotropic, persistent (evolving in time scales longer than a month) TRC wave train from TP through northeast Asia and Bering Strait to the west part of the North America, whose features closely resemble the observed geopotential height anomaly from May to June in 2003.",
                "The key features of the simulated ensemble mean of June precipitation in response to the TP LST/SUBT effect were discussed in Xue et al. (2022). The LS4P-I experiment, however, shows that the TP surface anomaly can result in persistent and global scale anomalies in atmospheric circulations, and has a near-global influence on the summer T2m and precipitation on S2S time scale. Furthermore, the LS4P-I experiment confirms and highlights the important even critical role of the TRC wave train in the global influence of the TP surface anomaly. The analysis of 16 state-of-the-art ESMs shows for the first time that the springtime TP surface anomaly can modulate a persistent quasi-barotropic TRC wave train."
            ],
            "backgroundCn": [
                "亚季节到季节（S2S）预测干旱和洪水是天气和气候预测中的主要挑战之一。最近的研究表明，春季青藏 Plateau（TP）的地表温度/地下温度（LST/SUBT）可以成为S2S可预测性的一个新来源。成功预测亚季节到季节（S2S）时间尺度上的干旱和洪水是天气和气候预测中的一大挑战，失败可能导致对社会和经济产生重大不利影响。海表温度（SST）变化，例如与麦登-朱利安振荡相关的变化，已知提供了可预测性来源。最近的研究表明，春季地表/地下温度（LST/SUBT）在S2S时间尺度上提供了一个新的可预测性来源。全球能源与水循环交换（GEWEX）计划已启动“初始化地表温度和雪盖对亚季节到季节预测影响（LS4P）”项目，以研究高山地区春季LST/SUBT异常对夏季降水预测的影响。",
                "中纬度的背景温度梯度也影响了斜压涡旋的活动（Xue et al., 2023），这进一步增强了纬向风的变化，并在涡旋向下游移动并与纬向流相互作用时进一步影响下游的纬向风。青藏高原下游的纬向风响应与这些研究一致，表现为北太平洋喷流核心沿线的纬向风显著减速。同时，在喷流核心北侧发现纬向风显著加速，表明喷流略微向北偏移。这种纬向风的变化在观测中也有对应（见图4b）。图5a中的一个显著特征是青藏高原上方200 hPa的强负位势高度异常，伴随着气旋异常环流。这种环流响应对应于青藏高原上的冷异常，导致大气下沉并在上层诱发负位势高度异常。此外，图5a中显示了从青藏高原向北太平洋下游明显的波状模式的位势高度差。青藏高原上方的负位势高度异常中心向东延伸至日本，而在白令海峡东侧出现了一个强正位势高度中心，伴随反气旋环流，中心位于约170°E，50°N。波状的位势高度差进一步从落基山脉延伸穿过北美大陆、北大西洋，回到欧亚大陆。上述模拟的气候环流响应总体上与2003年5月的观测位势高度异常一致（图5b）。此外，在南半球，尤其是在中纬度地区，也注意到对青藏高原表面冷异常的位势高度响应（图5a, b）。因此，我们还检查了模拟风场的异常流函数。波动能量通量（WAF）与罗斯贝波的群速度平行，可以大致指示波能量的传播。",
                "尽管由于海洋温度异常引起的热带遥相关（teleconnections），例如ENSO与亚洲季风之间的关系，已经得到了广泛的研究（例如，Wang等，2000；Li等，2007；Li等，2017），但山地加热对全球大气环流的远程影响尚未得到充分研究。LS4P-I实验提供了一个机会，可以探索热带高原（TP）表面异常对大气环流的详细特征及其全球响应。众所周知，TP表面的热状态可以显著影响东亚的天气和气候（例如，Liu等，2020）。早期研究表明，在夏季，北半球的副热带地区沿着西风急流存在一种环全球遥相关模式（CTP）。强对流季风降水中的潜热被认为是CTP的主要驱动因素（例如，Lau和Peng 1991；Lau和Weng 2002；Lau等，2004；Ding和Wang 2005；Ding等，2011）。"
            ],
            "research objectiveCn": [
                "项目“初始化地表温度和雪盖对亚季节到季节预测的影响（LS4P）”旨在研究春季地表温度/雪盖异常对高山地区夏季降水预测的影响。目前的工作探讨了参与LS4P第一阶段（LS4P-I）实验的16个当前最先进的地球系统模型（ESMs）对春季天山地区地表降温的全球尺度大气环流响应的模拟。新的LS4P第二阶段实验将进一步探讨TRC波列的动力学理解以及其向南半球的跨赤道传播。",
                "本研究调查了LS4P-I ESMs模拟中全球大气对青藏 Plateau（TP）春季地表温度/地下温度异常的响应机制。为了进一步探索TP的作用及热带环流（TRC）波列在短期到季节预测中的影响，我们检查了每个模型在五月的响应。这些结果表明，TRC波列在TP的地表和地下温度对热点区域的影响中发挥了关键作用，尤其是在北美地区，尽管TRC波列如何影响这些不同区域降水的详细机制仍需进一步研究。",
                "我们的目标是将热带低频波动（TP LST/SUBT）对全球大气环流的影响与热带环流波列（TRC wave train）的动力特征结合起来，重点关注其在改善季节到季节预测（S2S）中的重要性。"
            ],
            "challengesCn": [
                "然而，从热带地区到南半球的模拟传播路径显示出较大的模型间差异。",
                "然而，模拟的波列与观测之间存在相位差异。然而，从北大西洋到乌拉尔山脉的区域，观测到的地势高度异常与多模型平均值显示出相反的符号，这表明在这些区域，地表冷却可能不是观测到的环流异常的主要原因。主要的区别在于，模型集合中模拟的大气响应演变速度快于观测。南半球环流中模型响应的相关多样性可能是模拟响应与观测之间存在巨大不一致的主要原因之一，尽管模型集合在南半球中高纬度地区显示出强烈的响应。",
                "与观测相比，LS4P-I的气候模式（ESMs）都未能很好地捕捉到2003年5月的T2m冷异常。16个LS4P-I气候模式的集合均值在青藏 Plateau（TP）上表现出1.02°C的暖偏差，这一偏差强于TP T2m观测的年际变化标准差（约0.7°C）。模型集合均值的偏差空间分布如图1b所示，显示出2003年5月TP T2m在东部地区的明显暖偏差。LS4P-I模拟进一步表明，TP的表面热状态不仅对北半球具有全球影响，还影响南半球的温带大气环流，尽管由于模型间的变异性，这一影响存在较大的不确定性。"
            ],
            "methodsCn": [
                "在LS4P项目的第一阶段（LS4P-I）中，2003年是重点案例，该年东亚经历了极端的夏季干旱/洪水，春季在青藏 Plateau（TP）则经历了非常寒冷的天气。LS4P-I中进行了两组数值实验，以研究TP春季表面温度异常对全球的影响。第一组实验称为EXP_CTRL，旨在评估16个地球系统模型（ESMs）在模拟2003年5月和6月TP气温（T2m）和降水异常方面的表现。在EXP_CTRL实验中，ESMs从4月底或5月1日开始模拟，并使用标准的季节到季节（S2S）预测设置的气候和陆地初始条件。另一组数值实验则由ESMs进行，以测试6月降水的区域偏差是否与5月TP表面温度的偏差相关。在这一组实验中，统称为EXP_LST/SUBT运行，通过初始化TP的陆地表面温度（LST）和土壤温度（SUBT）条件，减少模型在5月TP气温上的偏差。"
            ],
            "datasetCn": [
                "模拟的200 hPa位势高度差的集合均值也在图5a中展示，并与2003年5月的观测结果（图5b）一起，进一步探讨了大气环流对青藏高原地表温度/土壤湿度效应的响应。",
                "在图1a中显示了青藏高原（TP）的T2m异常观测数据，我们使用来自美国国家海洋和大气管理局（NOAA）气候异常监测系统（CAMS，Fan和van den Dool 2008）的数据。我们使用第五代欧洲中期天气预报中心大气重分析（ERA5，Hersbach等，2020），该数据被称为观测数据，具有1.0° × 1.0°的常规水平分辨率，以研究2003年的大气环流及气候学，后者定义为1981年至2015年的平均值。所有数据均以0.5° × 0.5°的空间分辨率提供。全球降水数据来自气候研究单位（CRU），在实施分析时使用版本4.02（Harris等，2014；2020）。"
            ],
            "findingsCn": [
                "LS4P-I结果首次表明，春季的表面温度异常可以通过青藏 Plateau-落基山脉环全球波列（TRC）从青藏 Plateau 调制，经过东北亚和白令海峡到达北美西部，同时影响春季的西风急流。这种由青藏 Plateau 热异常调制的TRC波列在早夏的表面气温和降水异常中发挥了关键作用，尤其是在北美西北部和南部大平原地区。这些结果表明，青藏 Plateau 的陆地表面温度/土壤湿度异常通过TRC波列是上述地区季节到季节变率的主要来源。",
                "这些结果综合表明，青藏 Plateau（TP）的波动列车在影响TP表面和地下温度对热点区域的作用中发挥了关键作用，特别是在北美地区，尽管TRC波动列车影响这些不同区域降水的详细机制仍需进一步研究。集合模型模拟显示，随着强西风急流穿过亚太地区，TP表面降温产生了一个从TP通过东北亚和白令海峡延伸到北美西部的条带性、持久性（演变时间尺度超过一个月）的TRC波动列车，其特征与2003年5月至6月观察到的地势高度异常非常相似。",
                "Xue et al. (2022) 讨论了响应于青藏 Plateau (TP) 地表温度/土壤温度效应的6月降水模拟集合均值的关键特征。然而，LS4P-I 实验表明，TP 表面异常可以导致大气环流的持续和全球尺度异常，并在季节到季节的时间尺度上对夏季2米气温和降水产生近全球影响。此外，LS4P-I 实验确认并强调了热带环流波列（TRC）在TP表面异常全球影响中的重要甚至关键作用。对16个先进的地球系统模型（ESMs）的分析首次表明，春季TP表面异常可以调节持久的准气压TRC波列。"
            ]
        },
        {
            "background": [
                "Subseasonal-to-seasonal (S2S) precipitation prediction in boreal spring and summer months, despite including large number of high-impact events, such as droughts/floods, has remained poor for years. Tibetan Plateau (TP) spring observed surface temperatures show a lag correlation with summer precipitation in several remote regions, but current global land–atmosphere coupled models are unable to represent this behavior due to significant errors in producing observed TP surface temperatures. The land’s role in the climate system at various scales has been the subject of much research since the 1970s. A few land surface attributes, such as albedo, soil moisture, leaf area index, vegetation, and aerosols in snow have been extensively investigated to explore their roles in land–atmosphere interactions. Ocean state is well known to play a major role in modulating Earth’s climate. The linkage of hydrological events to sea surface temperature (SST) anomalies, such as El Niño and La Niña, has been used to predict climate events with useful skill at long lead times ranging from a few months to a few years. However, studies have also consistently shown that the SST only partially explains climate predictability. Recent preliminary studies based on observational data and modeling have indicated that spring land temperature in the Rocky Mountains and the Tibetan Plateau (TP) could affect summer drought/flood in their respective downstream regions with a magnitude comparable to the SST effect and atmospheric internal variability. Although land surface 2-m air temperature (T2m) measurements have the best quality and longest record among various land surface variables with global coverage, their application in land–atmosphere interaction studies, S2S prediction in particular, has largely been overlooked."
            ],
            "research objective": [
                "To address these issues, the Global Energy and Water Exchanges (GEWEX) program launched the “Impact of Initialized Land Temperature and Snowpack on Subseasonal-to-Seasonal Prediction” (LS4P) initiative as a community effort to test the impact of land temperature in high-mountain regions on S2S prediction by climate models. This study reveals for the first time that high-mountain land temperature could be a substantial source of S2S precipitation predictability, and its effect is probably as large as ocean surface temperature over global “hotspot” regions identified here. The LS4P objective is to examine whether the observed cold May 2003 TP anomaly causes the observed remote June precipitation anomalies over hotspots worldwide."
            ],
            "challenges": [
                "Robust land initialization and model configuration are critical to this effort yet remain scientifically challenging. Most studies of land–atmosphere interactions have been limited by a lack of observational data and tend to focus on local feedbacks. Current state-of-the-art ESMs are unable to fully preserve the memory from initialized LST anomalies due to deficiencies in model parameterizations and in the reanalysis data that provide unbalanced initial atmospheric/land conditions. There are two issues that need further investigation: 1) The ensemble-mean-produced T2m difference is smaller than the observed anomaly. Would this deficiency cause an underestimation of the TP T2m effect? 2) In some areas, the ensemble mean produces a significant June precipitation difference, such as in western Australia and western Europe, but with the opposite sign compared to the observation. Is this due to a model deficiency in its ability to produce the full TP T2m anomaly and/or correct precipitation anomaly, and/or some other processes involved?"
            ],
            "methods": [
                "In this study, observed T2m records are used to examine possible relationships between the TP T2m and global precipitation and to identify the locations (hotspots) where the initialization of TP May land temperatures may enhance June precipitation prediction skill. Two pairs of experiments with 16 state-of-the-art LS4P ESMs (Table ES1) have been conducted. In the first experiment (referred to as control run), we evaluate whether the ESMs can properly produce the observed TP T2m anomaly in May 2003 and the June precipitation anomaly. To alleviate the ESMs’ May TP T2m bias and to generate the observed cold TP spring anomaly, we introduce an innovative approach to initializing the LST/SUBT over the TP. After adjusting the LST/SUBT initial conditions based on each model’s T2m bias and observed anomaly over the TP, a second experiment (referred to as the sensitivity run) is conducted using the new LST/SUBT initial condition for each model over the TP, with all other initial and boundary conditions and ensemble members identical to the first experiment."
            ],
            "dataset": [
                "In this study, the Chinese Meteorological Administration (CMA) T2m data, which consist in 80 stations over the TP and more than 2,400 stations over all of China, are used over China. The Climate Anomaly Monitoring System (CAMS) T2m data are used elsewhere. The Climate Research Unit (CRU) data are used for precipitation over globe."
            ],
            "findings": [
                "This study reveals for the first time that high-mountain land temperature could be a substantial source of S2S precipitation predictability, and its effect is probably as large as ocean surface temperature over global “hotspot” regions identified here; the ensemble means in some “hotspots” produce more than 40% of the observed anomalies. Consistent results from observations and multiple ESM experiments show that improving the May TP land temperature simulation through LST/SUBT initialization over the TP allows ESMs to better predict June precipitation over hotspots, and that the LST over high-mountain areas could be a new source of S2S predictability through elevated heating."
            ],
            "backgroundCn": [
                "亚季节到季节（S2S）降水预测在北半球春季和夏季月份中，尽管包括大量高影响事件，如干旱/洪水，但多年来预测效果仍然较差。青藏高原（TP）春季观测到的地表温度与多个远程地区的夏季降水之间存在滞后相关性，但当前的全球陆气耦合模型由于在产生观测到的TP地表温度方面存在显著误差，无法表现出这种行为。自1970年代以来，土地在不同尺度气候系统中的作用一直是许多研究的主题。一些土地表面属性，如反照率、土壤湿度、叶面积指数、植被和雪中的气溶胶，已被广泛研究以探索它们在陆气相互作用中的作用。海洋状态众所周知在调节地球气候方面发挥着重要作用。水文事件与海表温度（SST）异常之间的联系，如厄尔尼诺和拉尼娜，已被用于预测气候事件，具有从几个月到几年不等的有用技能。然而，研究也一致表明，SST仅部分解释气候可预测性。基于观测数据和建模的近期初步研究表明，落基山脉和青藏高原的春季地面温度可能影响各自下游地区的夏季干旱/洪水，其影响程度与SST效应和大气内部变率相当。尽管地表2米气温（T2m）测量在各种陆地表面变量中具有最佳质量和最长记录，并且具有全球覆盖，但在陆气相互作用研究中，特别是在S2S预测中的应用仍然被忽视。"
            ],
            "research objectiveCn": [
                "为了解决这些问题，全球能源与水交换（GEWEX）计划启动了“初始化陆地温度和雪盖对亚季节到季节预测影响”（LS4P）倡议，作为一项社区努力，测试高山地区陆地温度对气候模型亚季节到季节（S2S）预测的影响。这项研究首次揭示，高山陆地温度可能是S2S降水可预测性的一个重要来源，其影响可能与全球“热点”地区的海洋表面温度相当。LS4P的目标是研究2003年5月观察到的寒冷青藏高原异常是否导致了全球热点地区6月降水异常的出现。"
            ],
            "challengesCn": [
                "稳健的土地初始化和模型配置对这一努力至关重要，但仍然具有科学挑战性。大多数关于陆地-大气相互作用的研究受到观测数据不足的限制，往往集中于局部反馈。目前最先进的地球系统模型（ESMs）无法完全保留初始化的地表温度（LST）异常的记忆，原因在于模型参数化和提供不平衡初始大气/陆地条件的再分析数据存在缺陷。有两个问题需要进一步研究：1）集合均值产生的2米气温（T2m）差异小于观测异常。这一缺陷是否会导致对热带气候（TP）T2m效应的低估？2）在某些地区，集合均值产生了显著的6月降水差异，例如在澳大利亚西部和西欧，但与观测结果的符号相反。这是由于模型在产生完整的TP T2m异常和/或正确的降水异常方面的缺陷，还是涉及其他一些过程？"
            ],
            "methodsCn": [
                "在这项研究中，观察到的T2m记录用于检查TP T2m与全球降水之间的可能关系，并识别出初始化TP 5月地面温度可能增强6月降水预测技能的位置（热点）。进行了两组实验，使用了16个最先进的LS4P ESM（表ES1）。在第一个实验（称为控制运行）中，我们评估ESMs是否能够正确产生2003年5月的TP T2m异常和6月的降水异常。为了减轻ESMs在5月TP T2m上的偏差，并生成观察到的寒冷TP春季异常，我们引入了一种创新的方法来初始化TP上的LST/SUBT。在根据每个模型的T2m偏差和TP上的观察异常调整LST/SUBT初始条件后，进行第二个实验（称为敏感性运行），该实验使用新的TP LST/SUBT初始条件，所有其他初始和边界条件以及集合成员与第一个实验相同。"
            ],
            "datasetCn": [
                "在本研究中，使用了中国气象局（CMA）的T2m数据，该数据涵盖了青藏 Plateau（TP）上的80个站点以及中国境内超过2400个站点。气候异常监测系统（CAMS）的T2m数据用于其他地区。气候研究单位（CRU）的数据用于全球降水。"
            ],
            "findingsCn": [
                "这项研究首次揭示，高山地区的地面温度可能是季节到季节（S2S）降水可预测性的一个重要来源，其影响可能与全球“热点”区域的海洋表面温度相当；在一些“热点”区域，集合均值产生的观测异常超过40%。来自观测和多个地球系统模型（ESM）实验的一致结果表明，通过对青藏 Plateau（TP）地区的地面温度进行LST/SUBT初始化，可以改善5月TP地区的地面温度模拟，从而使ESM能够更好地预测6月在热点地区的降水，并且高山地区的地面温度可能通过升高的加热成为S2S可预测性的一个新来源。"
            ]
        },
        {
            "background": [
                "The successful prediction of droughts and floods at subseasonal-to-seasonal (S2S) time scales is one of the major challenges of weather and climate prediction, with failures that can result in major adverse impacts on societies and economies. Improving the prediction skill at S2S timescale requires a further understanding of the mechanisms at work for climate variabilities at this timescale as well as the identification of predictability sources. Recent studies suggest that springtime land surface/subsurface temperature (LST/SUBT) provides a new source of predictability at S2S time scales. The Global Energy and Water Exchanges (GEWEX) program has initiated the project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” to investigate the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions."
            ],
            "research objective": [
                "The project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” was initiated to study the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions. The present work explores the simulated global scale response of the atmospheric circulation to the springtime TP land surface cooling by 16 current state-of-the-art Earth System Models (ESMs) participating in the LS4P Phase I (LS4P-I) experiment."
            ],
            "challenges": [
                "The participant models that fail in capturing the TRC wave train greatly under-predict climate anomalies in reference to observations and the successful models. However, the simulated propagation pathways from the TP into the Southern Hemisphere show large inter-model differences."
            ],
            "methods": [
                "In the first phase of the LS4P project (LS4P-I), the year 2003 is the focal case, in which extreme summer drought/flood occurred in East Asia after a very cold spring in the TP. Two sets of numerical experiments were conducted in LS4P-I to investigate the global influence of the TP spring surface temperature anomaly. A first set of runs, referred to as EXP_CTRL, is designed to evaluate the performance of the 16 ESMs in simulating the TP T2m and precipitation anomalies during May and June 2003. In EXP_CTRL runs, the ESMs start simulations from late April or May 1st, and use the standard S2S prediction setting of atmospheric and land initial conditions. Another set of numerical experiments was carried out by the ESMs to test whether the regional bias in June precipitation mentioned in the previous paragraph is related to the bias in May surface temperature over TP. In this set of experiments, which are collectively referred to as EXP_LST/SUBT run, the models’ bias in May TP T2m is reduced by initializing the TP LST and SUBT conditions."
            ],
            "dataset": [
                "The observed T2m anomaly in the TP is shown in Fig. 1a, for which we use the data from the National Oceanic and Atmospheric Administration (NOAA) Climate Anomaly Monitoring System (CAMS, Fan and van den Dool 2008). We use the fifth generation ECMWF atmospheric reanalysis (ERA5, Hersbach et al. 2020), which is referred to as observations, with a regular horizontal resolution of 1.0° × 1.0° to investigate the atmospheric circulation in year 2003 and for climatology, with the latter defined as the average from year 1981 to 2015. The global precipitation data are from the Climate Research Unit (CRU), in which version 4.02 is used when implementing the analysis."
            ],
            "findings": [
                "The LS4P-I results show, for the first time, that springtime TP surface anomalies can modulate a persistent quasi-barotropic Tibetan Plateau-Rocky Mountain Circumglobal (TRC) wave train from the TP via the northeast Asia and Bering Strait to the western part of the North America, along with the springtime westerly jet from TP across the whole North Pacific basin. These results suggest that the TP LST/SUBT anomaly via the TRC wave train is the first order source of the S2S variability in the regions mentioned. Furthermore, the TP surface temperature anomaly can influence the Southern Hemispheric circulation by generating cross-equator wave trains."
            ],
            "backgroundCn": [
                "在亚季节到季节（S2S）时间尺度上成功预测干旱和洪水是天气和气候预测的主要挑战之一，预测失败可能导致对社会和经济产生重大不利影响。提高S2S时间尺度的预测技能需要进一步理解在这一时间尺度上气候变率的作用机制以及识别可预测性来源。最近的研究表明，春季地表/地下温度（LST/SUBT）为S2S时间尺度提供了一种新的可预测性来源。全球能源与水循环交换（GEWEX）计划已启动“初始化地表温度和雪盖对亚季节到季节预测影响（LS4P）”项目，以研究春季LST/SUBT异常对高山地区夏季降水预测的影响。"
            ],
            "research objectiveCn": [
                "项目“初始化地表温度和雪盖对季节内到季节预测的影响（LS4P）”旨在研究春季地表温度/雪盖异常对高山地区夏季降水预测的影响。目前的工作探讨了参与LS4P第一阶段（LS4P-I）实验的16个当前最先进的地球系统模型（ESMs）对春季天山地区地表冷却的全球尺度大气环流响应的模拟。"
            ],
            "challengesCn": [
                "未能捕捉到TRC波列的参与模型在参考观测和成功模型时大大低估了气候异常。然而，从青藏 Plateau（TP）到南半球的模拟传播路径存在较大的模型间差异。"
            ],
            "methodsCn": [
                "在LS4P项目的第一阶段（LS4P-I）中，2003年是重点案例，该年东亚经历了极端的夏季干旱/洪水，春季在青藏 Plateau（TP）则经历了非常寒冷的天气。LS4P-I中进行了两组数值实验，以研究TP春季表面温度异常的全球影响。第一组实验称为EXP_CTRL，旨在评估16个地球系统模型（ESMs）在模拟2003年5月和6月TP气温（T2m）和降水异常方面的表现。在EXP_CTRL实验中，ESMs从4月底或5月1日开始模拟，并使用标准的季节到季节（S2S）预测设置的气候和陆地初始条件。另一组数值实验则由ESMs进行，以测试6月降水的区域偏差是否与TP 5月表面温度的偏差相关。在这一组实验中，统称为EXP_LST/SUBT运行，通过初始化TP的陆地表面温度（LST）和土壤温度（SUBT）条件，减少模型在5月TP气温上的偏差。"
            ],
            "datasetCn": [
                "在图1a中显示了青藏高原（TP）的观测气温（T2m）异常，我们使用来自美国国家海洋和大气管理局（NOAA）气候异常监测系统（CAMS，Fan和van den Dool 2008）的数据。我们使用第五代欧洲中期天气预报中心（ECMWF）大气重分析（ERA5，Hersbach等，2020），该数据被称为观测数据，具有1.0° × 1.0°的规则水平分辨率，以研究2003年的大气环流以及气候学，后者定义为1981年至2015年的平均值。全球降水数据来自气候研究单位（CRU），在实施分析时使用版本4.02。"
            ],
            "findingsCn": [
                "LS4P-I的结果首次表明，春季的地表温度异常可以通过青藏 Plateau-落基山脉环全球(TRC)波列调制，从青藏 Plateau经东北亚和白令海峡传递到北美西部，同时影响整个北太平洋盆地的春季西风急流。这些结果表明，青藏 Plateau的地表温度/土壤湿度异常通过TRC波列是上述地区季节到季节变率的主要来源。此外，青藏 Plateau的地表温度异常还可以通过产生跨赤道波列影响南半球的环流。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Do current Earth System Models (ESMs) face challenges in preserving LST anomaly memory due to parameterization deficiencies?",
                "QuestionCn": "当前的地球系统模型（ESMs）在保持地表温度异常记忆方面是否面临由于参数化缺陷带来的挑战？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are ensemble simulations used to explore the influence of Tibetan Plateau surface anomalies on atmospheric circulation patterns?",
                "QuestionCn": "集合模拟是否用于探讨青藏 Plateau 表面异常对大气环流模式的影响？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C2(Understanding)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection methods are used to observe land surface temperature anomalies over the Tibetan Plateau?",
                "QuestionCn": "用于观察青藏 Plateau 地表温度异常的数据收集方法有哪些？",
                "AnswerEn": "NOAA Climate Anomaly Monitoring System, Chinese Meteorological Administration T2m data",
                "AnswerCn": "美国国家海洋和大气管理局气候异常监测系统，中国气象局T2m数据",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the key datasets for analyzing atmospheric circulation responses to Tibetan Plateau temperature anomalies sourced from?",
                "QuestionCn": "分析青藏 Plateau 温度异常对大气环流响应的关键数据集来源于哪里？",
                "AnswerEn": "ERA5",
                "AnswerCn": "ERA5",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with using Earth System Models to predict the impact of Tibetan Plateau temperature anomalies on global precipitation?",
                "QuestionCn": "使用地球系统模型预测青藏 Plateau 温度异常对全球降水影响时面临的挑战有哪些？",
                "AnswerEn": "inter-model differences",
                "AnswerCn": "模型间差异",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that addresses the challenge of initializing land surface temperature anomalies for model simulations in high-mountain regions?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，以解决在高山地区为模型模拟初始化地表温度异常的挑战？",
                "AnswerEn": "An innovative approach to initializing land surface and subsurface temperatures (LST/SUBT) over the Tibetan Plateau involves adjusting the initial conditions based on each model’s temperature bias and observed anomaly. This method aims to enhance prediction skills by reducing model biases in capturing the observed cold spring temperature anomaly.",
                "AnswerCn": "一种创新的方法用于初始化青藏高原的地表和地下温度（LST/SUBT），该方法通过根据每个模型的温度偏差和观测异常来调整初始条件。此方法旨在通过减少模型在捕捉观测到的寒冷春季温度异常方面的偏差，从而提高预测能力。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please provide an example of a dataset used to analyze temperature anomalies over the Tibetan Plateau and their influence on global precipitation patterns.",
                "QuestionCn": "请提供一个用于分析青藏高原温度异常及其对全球降水模式影响的数据集示例。",
                "AnswerEn": "The Climate Anomaly Monitoring System (CAMS) T2m data, along with ECMWF's ERA5 reanalysis and the Climate Research Unit (CRU) precipitation dataset, have been used to investigate temperature anomalies over the Tibetan Plateau and their influence on global precipitation patterns.",
                "AnswerCn": "气候异常监测系统（CAMS）T2m数据，以及欧洲中期天气预报中心（ECMWF）的ERA5再分析数据和气候研究单位（CRU）降水数据集，已被用于研究青藏高原的温度异常及其对全球降水模式的影响。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you give an example of a research approach that investigates the global atmospheric response to land surface temperature anomalies in high-altitude regions?",
                "QuestionCn": "您能否提供一个研究方法的例子，调查高海拔地区陆面温度异常对全球大气的响应？",
                "AnswerEn": "In the LS4P-I project, two sets of numerical experiments were conducted using state-of-the-art Earth System Models to explore the global atmospheric response to springtime land surface temperature anomalies over the Tibetan Plateau. This approach evaluates model performance and tests the impact of initialized temperature anomalies on global circulation patterns.",
                "AnswerCn": "在LS4P-I项目中，使用最先进的地球系统模型进行了两组数值实验，以探讨春季青藏高原地表温度异常对全球大气的响应。这种方法评估了模型性能，并测试了初始化温度异常对全球环流模式的影响。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What specific challenges are associated with data collection for studying the effects of land surface temperature anomalies on global atmospheric circulations?",
                "QuestionCn": "研究地表温度异常对全球大气环流影响的数据收集面临哪些具体挑战？",
                "AnswerEn": "inter-model differences in simulated propagation pathways, phase differences between simulated wave trains and observations, difficulty in preserving memory from initialized land surface temperature anomalies, unbalanced initial atmospheric/land conditions in reanalysis data, biases in model-generated temperature anomalies, warm bias over the Tibetan Plateau",
                "AnswerCn": "模拟传播路径的模式间差异、模拟波列与观测之间的相位差异、难以保持初始化的陆地表面温度异常的记忆、再分析数据中不平衡的大气/陆地初始条件、模式生成的温度异常偏差、青藏高原的暖偏差。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the methodologies employed for initializing land surface temperature and subsurface temperature in Earth System Models to enhance prediction accuracy?",
                "QuestionCn": "在地球系统模型中，为了提高预测准确性，初始化地表温度和地下温度所采用的方法论有哪些？",
                "AnswerEn": "observed T2m records, relationships between land temperatures and global precipitation, control runs, sensitivity runs, initial conditions based on observed anomalies and model biases",
                "AnswerCn": "观测到的T2m记录、陆地温度与全球降水之间的关系、控制运行、敏感性运行、基于观测异常的初始条件和模型偏差。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many ensemble members are used in the experiments of the Community Integrated Earth System Model (CIESM)?",
                "QuestionCn": "在社区综合地球系统模型（CIESM）的实验中使用了多少个集合成员？",
                "AnswerEn": "8",
                "AnswerCn": "8",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many Earth System Models (ESMs) participated in the LS4P Phase I experiment?",
                "QuestionCn": "在LS4P第一阶段实验中参与的地球系统模型（ESMs）有多少个？",
                "AnswerEn": "16",
                "AnswerCn": "16",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many stations are used by the Chinese Meteorological Administration (CMA) for T2m data collection over China?",
                "QuestionCn": "中国气象局（CMA）用于中国T2m数据收集的站点数量是多少？",
                "AnswerEn": "80, 2,400",
                "AnswerCn": "80, 2,400",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the 'Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)' in terms of data collection and analysis?",
                "QuestionCn": "“初始化地表温度和雪盖对季节内到季节预测的影响（LS4P）”在数据收集和分析方面是指什么？",
                "AnswerEn": "The 'Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)' refers to a project aimed at examining the influence of land surface temperature and snowpack anomalies on subseasonal to seasonal predictions. It involves collecting and analyzing temperature and precipitation data using Earth System Models (ESMs) to study the impact of springtime land surface temperature/subsurface temperature anomalies over high mountain areas on summertime precipitation predictions.",
                "AnswerCn": "“初始化地表温度和雪盖对亚季节到季节预测的影响（LS4P）”是一个旨在研究地表温度和雪盖异常对亚季节到季节预测影响的项目。该项目涉及使用地球系统模型（ESMs）收集和分析温度和降水数据，以研究春季地表温度/地下温度异常对高山地区夏季降水预测的影响。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What does 'ensemble mean data' refer to in the context of climate model experiments?",
                "QuestionCn": "在气候模型实验的背景下，“集合平均数据”指的是通过多个气候模型或多个模拟结果的组合来获得的平均数据。这种方法可以帮助研究人员更好地理解气候变化的潜在结果和不确定性。",
                "AnswerEn": "In the context of climate model experiments, 'ensemble mean data' refers to the average results obtained from multiple runs or ensemble members of a climate model. This approach is used to account for variability and uncertainty in climate predictions, providing a more robust estimation by averaging the outputs from several model simulations.",
                "AnswerCn": "在气候模型实验的背景下，“集合均值数据”是指从多个气候模型的运行或集合成员中获得的平均结果。这种方法用于考虑气候预测中的变异性和不确定性，通过对多个模型模拟的输出进行平均，提供更稳健的估计。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in challenges faced by LS4P-I experiments compared to traditional climate prediction models when simulating subseasonal-to-seasonal climate anomalies?",
                "QuestionCn": "LS4P-I实验与传统气候预测模型在模拟季节内到季节间气候异常时面临的挑战有哪些不同？",
                "AnswerEn": "LS4P-I experiments encounter challenges such as inter-model variability and the difficulty in preserving memory from initialized LST anomalies, due to model parameterization deficiencies. Traditional climate prediction models might face different challenges, such as a heavier reliance on SST anomalies, which do not fully explain climate predictability without considering land surface influences.",
                "AnswerCn": "LS4P-I实验面临的挑战包括模型间的变异性和由于模型参数化缺陷导致的初始化陆面温度异常时记忆的难以保持。传统气候预测模型可能面临不同的挑战，例如对海表温度异常的过度依赖，这并不能完全解释气候可预测性，而不考虑陆地表面的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the initialization of land surface temperature anomalies over the Tibetan Plateau enhance the predictability of subseasonal-to-seasonal climate models?",
                "QuestionCn": "青藏 Plateau 上地表温度异常的初始化如何增强亚季节到季节气候模型的可预测性？",
                "AnswerEn": "The initialization of land surface temperature and subsurface temperature (LST/SUBT) over the Tibetan Plateau can improve the predictability of climate models by addressing biases in temperature anomalies. Adjusting the initial conditions based on observed anomalies helps models better predict downstream effects, such as precipitation anomalies in remote regions.",
                "AnswerCn": "对青藏高原的地表温度和地下温度（LST/SUBT）的初始化可以通过解决温度异常的偏差来提高气候模型的可预测性。根据观测到的异常调整初始条件有助于模型更好地预测下游效应，例如远程地区的降水异常。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What challenges do researchers face in capturing the propagation of atmospheric wave trains from the Tibetan Plateau into the Southern Hemisphere?",
                "QuestionCn": "研究人员在捕捉来自青藏高原的气候波列传播到南半球时面临哪些挑战？",
                "AnswerEn": "Researchers face challenges due to large inter-model differences in the simulated propagation pathways of wave trains from the Tibetan Plateau into the Southern Hemisphere. These differences can lead to inconsistencies in capturing the atmospheric response, affecting the accuracy of climate anomaly predictions.",
                "AnswerCn": "研究人员面临挑战，因为模拟的波列从青藏高原传播到南半球的模型间差异很大。这些差异可能导致在捕捉大气响应时的不一致，从而影响气候异常预测的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in accurately capturing the Tibetan Plateau's surface temperature anomalies in climate models?",
                "QuestionCn": "哪些因素导致气候模型在准确捕捉青藏高原表面温度异常方面面临挑战？",
                "AnswerEn": "The challenges in accurately capturing the Tibetan Plateau's surface temperature anomalies in climate models are primarily due to deficiencies in model parameterizations and the reanalysis data that provide unbalanced initial atmospheric/land conditions. Additionally, the ensemble-mean-produced temperature differences are often smaller than the observed anomalies, which may lead to underestimations of the Tibetan Plateau's effects.",
                "AnswerCn": "在气候模型中准确捕捉青藏高原表面温度异常的挑战主要源于模型参数化的不足以及提供不平衡初始大气/陆地条件的再分析数据。此外，集合均值产生的温度差异通常小于观察到的异常，这可能导致对青藏高原影响的低估。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why do models show significant inter-model differences in the propagation pathways from the Tibetan Plateau into the Southern Hemisphere?",
                "QuestionCn": "模型在从青藏 Plateau 向南半球传播路径的差异上显示出显著的模型间差异的原因是什么？",
                "AnswerEn": "Models show significant inter-model differences in the propagation pathways from the Tibetan Plateau into the Southern Hemisphere due to the large uncertainty and variability in model responses. This variability may arise from differences in model parameterizations, initialization techniques, and the inherent complexity of simulating cross-equator wave trains influenced by the Tibetan Plateau's surface temperature anomalies.",
                "AnswerCn": "模型显示，从青藏 Plateau 到南半球的传播路径存在显著的模型间差异，这主要是由于模型响应中的大不确定性和变异性。这种变异性可能源于模型参数化、初始化技术的差异，以及模拟受青藏 Plateau 表面温度异常影响的跨赤道波列的固有复杂性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How might the inclusion of additional observational data from high-altitude land surfaces affect the reliability of climate predictions at subseasonal-to-seasonal timescales?",
                "QuestionCn": "高海拔陆地表面的额外观测数据的纳入可能会如何影响亚季节到季节时间尺度气候预测的可靠性？",
                "AnswerEn": "Inclusion of additional observational data from high-altitude land surfaces could potentially improve the reliability of climate predictions at subseasonal-to-seasonal timescales. Enhanced data quality would aid in better initializing Earth System Models, thus allowing them to preserve memory from these initialized anomalies and improve their ability to predict precipitation anomalies in downstream regions.",
                "AnswerCn": "高海拔陆地表面的额外观测数据的纳入可能会提高亚季节到季节时间尺度气候预测的可靠性。增强的数据质量将有助于更好地初始化地球系统模型，从而使它们能够保留来自这些初始化异常的记忆，并提高它们预测下游地区降水异常的能力。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What objectives drive the use of observed temperature data and climate models to investigate the relationships between land temperatures and precipitation patterns?",
                "QuestionCn": "驱动使用观测温度数据和气候模型来研究陆地温度与降水模式之间关系的目标是什么？",
                "AnswerEn": "The objectives include identifying global 'hotspots' where the initialization of land temperatures, particularly in high-mountain regions, can enhance precipitation prediction skill. This involves using observed temperature data to evaluate and adjust climate models, thereby better simulating observed anomalies and improving the predictability of precipitation events at subseasonal-to-seasonal timescales.",
                "AnswerCn": "目标包括识别全球“热点”，即在高山地区初始化地面温度，以提高降水预测技能。这涉及使用观测温度数据来评估和调整气候模型，从而更好地模拟观测到的异常，并提高亚季节到季节时间尺度上降水事件的可预测性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in initializing the land surface temperature and subsurface temperature conditions in Earth System Models for subseasonal to seasonal prediction experiments?",
                "QuestionCn": "在进行亚季节到季节预测实验时，初始化地表温度和地下温度条件的程序包括哪些步骤？",
                "AnswerEn": "To initialize the land surface temperature and subsurface temperature conditions, an innovative approach is introduced where the initial conditions are adjusted based on each model’s temperature biases and observed anomalies over the Tibetan Plateau. This adjustment occurs in an experiment referred to as the sensitivity run, ensuring that all other initial and boundary conditions and ensemble members remain identical to the control experiment.",
                "AnswerCn": "为了初始化陆面温度和地下温度条件，提出了一种创新的方法，根据每个模型的温度偏差和青藏高原的观测异常来调整初始条件。这个调整发生在一个称为敏感性运行的实验中，确保所有其他初始和边界条件以及集合成员与控制实验保持一致。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What methodologies are employed to address the bias in model predictions of temperature and precipitation over high mountain areas?",
                "QuestionCn": "为了解决高山地区温度和降水模型预测中的偏差，采用了哪些方法论？",
                "AnswerEn": "To address model biases, two sets of numerical experiments are conducted. The first set, referred to as EXP_CTRL, uses standard atmospheric and land initial conditions to evaluate model performance. In the second set, called EXP_LST/SUBT, the biases in temperature predictions are reduced by initializing the land surface and subsurface temperature conditions based on observed data. This approach helps align model predictions more closely with observed anomalies.",
                "AnswerCn": "为了应对模型偏差，进行了两组数值实验。第一组称为EXP_CTRL，使用标准的大气和陆地初始条件来评估模型性能。第二组称为EXP_LST/SUBT，通过基于观测数据初始化陆地表面和地下温度条件，减少温度预测中的偏差。这种方法有助于使模型预测与观测异常更紧密地对齐。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data collection methods enable the accurate measurement of land surface temperature and subsurface temperature anomalies over high mountain areas?",
                "QuestionCn": "哪些数据收集方法能够准确测量高山地区的地表温度和地下温度异常？",
                "AnswerEn": "The data collection methods that enable accurate measurement of land surface temperature and subsurface temperature anomalies over high mountain areas include using observed T2m records from agencies like the Chinese Meteorological Administration (CMA) and the National Oceanic and Atmospheric Administration (NOAA) Climate Anomaly Monitoring System (CAMS). These datasets help in examining possible relationships between temperature anomalies and precipitation, allowing for robust initialization of models.",
                "AnswerCn": "能够准确测量高山地区地表温度和地下温度异常的数据收集方法包括使用中国气象局（CMA）和国家海洋和大气管理局（NOAA）气候异常监测系统（CAMS）提供的观测T2m记录。这些数据集有助于研究温度异常与降水之间的可能关系，从而为模型的稳健初始化提供支持。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How do current Earth System Models (ESMs) utilize global precipitation data to enhance subseasonal-to-seasonal prediction capabilities?",
                "QuestionCn": "当前的地球系统模型（ESMs）如何利用全球降水数据来增强亚季节到季节的预测能力？",
                "AnswerEn": "Current Earth System Models (ESMs) utilize global precipitation data, such as those from the Climate Research Unit (CRU), to evaluate and improve their prediction capabilities. By comparing model simulations with observed precipitation anomalies, ESMs can be adjusted to better represent climatic conditions, enhancing subseasonal-to-seasonal prediction accuracy.",
                "AnswerCn": "当前的地球系统模型（ESMs）利用全球降水数据，例如气候研究单位（CRU）提供的数据，来评估和提高其预测能力。通过将模型模拟与观测到的降水异常进行比较，ESMs可以进行调整，以更好地表示气候条件，从而提高亚季节到季节的预测准确性。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What challenges do researchers face in using reanalysis datasets for initializing land and atmospheric conditions in climate models?",
                "QuestionCn": "研究人员在使用再分析数据集初始化气候模型中的陆地和大气条件时面临哪些挑战？",
                "AnswerEn": "Researchers face challenges such as deficiencies in model parameterizations and unbalanced initial conditions in reanalysis datasets, which can impair the preservation of memory from initialized land surface temperature anomalies. These issues can lead to discrepancies between model simulations and observed climate anomalies, necessitating innovations in data initialization techniques.",
                "AnswerCn": "研究人员面临着模型参数化不足和再分析数据集中的初始条件不平衡等挑战，这可能会影响初始化的地表温度异常的记忆保持。这些问题可能导致模型模拟与观测气候异常之间的差异，因此需要在数据初始化技术方面进行创新。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "What are the anticipated challenges in using global land-atmosphere coupled models to predict subseasonal-to-seasonal precipitation based on Tibetan Plateau surface temperature data?",
                "QuestionCn": "使用全球陆气耦合模型基于青藏高原表面温度数据预测亚季节到季节降水的预期挑战是什么？",
                "AnswerEn": "Robust land initialization and model configuration remain scientifically challenging due to deficiencies in model parameterizations and in reanalysis data. The models are unable to fully preserve the memory from initialized LST anomalies. This can result in underestimating the TP T2m effect and challenges in producing accurate precipitation anomalies.",
                "AnswerCn": "稳健的土地初始化和模型配置仍然是科学上具有挑战性的，因为模型参数化和再分析数据存在缺陷。模型无法完全保留初始化的地表温度（LST）异常的记忆。这可能导致对气温（TP T2m）效应的低估，并在产生准确的降水异常方面面临挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might initializing land surface temperature and subsurface temperature over high mountain regions be expected to improve subseasonal-to-seasonal precipitation prediction skill?",
                "QuestionCn": "为什么在高山地区初始化地表温度和地下温度可能会提高亚季节到季节的降水预测技能？",
                "AnswerEn": "High-mountain land temperature could be a substantial source of S2S precipitation predictability, potentially as significant as ocean surface temperature. Initializing LST/SUBT over these regions allows Earth System Models to better simulate observed temperature anomalies, which enhances prediction skill for precipitation over identified global hotspots.",
                "AnswerCn": "高山地区的地表温度可能是短期气候预测中降水可预测性的一个重要来源，潜力可能与海洋表面温度相当。对这些地区的地表温度/土壤温度进行初始化，可以使地球系统模型更好地模拟观察到的温度异常，从而提高对已识别全球热点地区降水的预测能力。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the expectations regarding the impact of the Tibetan Plateau's spring surface temperature anomaly on global atmospheric circulation, and why might some models fail to capture these effects accurately?",
                "QuestionCn": "关于青藏 Plateau春季表面温度异常对全球大气环流的影响的预期是什么，为什么一些模型可能无法准确捕捉这些影响？",
                "AnswerEn": "The expectation is that springtime TP surface anomalies can modulate a persistent quasi-barotropic TRC wave train influencing atmospheric circulation on a global scale. Some models may fail to capture these effects accurately due to large inter-model differences in simulating propagation pathways and deficiencies in producing the full TP T2m anomaly.",
                "AnswerCn": "预计春季青藏高原表面异常可以调节持久的准条形TRC波列，影响全球范围的气候大气环流。一些模型可能无法准确捕捉这些影响，因为在模拟传播路径方面存在较大的模型间差异，并且在产生完整的青藏高原T2m异常方面存在不足。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What challenges do you perceive in refining datasets for assessing the impact of land surface temperature anomalies on global atmospheric circulation?",
                "QuestionCn": "我认为在精炼数据集以评估地表温度异常对全球大气环流影响时，会面临哪些挑战？",
                "AnswerEn": "One major challenge is the large inter-model differences and biases in capturing the observed T2m anomalies, especially in high mountain areas like the Tibetan Plateau. The inability of models to properly simulate these anomalies and the associated atmospheric responses, such as the TRC wave train, can lead to inconsistencies with observations, making it difficult to refine datasets for accurate assessment.",
                "AnswerCn": "一个主要挑战是模型之间在捕捉观测到的2米气温异常方面存在较大的差异和偏差，尤其是在像青藏高原这样的高山地区。模型无法正确模拟这些异常及其相关的气候响应，例如TRC波列，可能导致与观测结果的不一致，从而使得精细化数据集以进行准确评估变得困难。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, how might the inclusion of additional datasets enhance the understanding of the global influence of land surface temperature anomalies?",
                "QuestionCn": "在我看来，额外数据集的纳入可能会增强对地表温度异常全球影响的理解。",
                "AnswerEn": "Inclusion of additional datasets such as more comprehensive station data, improved reanalysis datasets with finer spatial resolution, and satellite observations could provide better initial conditions for models and enhance the understanding of land surface temperature anomalies. This could lead to more accurate simulations of atmospheric responses and improve the predictability of S2S climate events.",
                "AnswerCn": "包括更多综合站点数据、改进的高分辨率再分析数据集和卫星观测数据，可以为模型提供更好的初始条件，并增强对地表温度异常的理解。这可能导致对大气响应的更准确模拟，并提高对季节到季节气候事件的可预测性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how observational data can be effectively integrated with numerical experiments to improve the predictability of subseasonal-to-seasonal climate events.",
                "QuestionCn": "我不明白如何有效地将观测数据与数值实验结合起来，以提高亚季节到季节气候事件的可预测性。",
                "AnswerEn": "Observational data, like the T2m records from the Chinese Meteorological Administration and the Climate Anomaly Monitoring System, are used to examine relationships between the TP T2m and global precipitation. These records help identify 'hotspots' where initializing TP May land temperatures may enhance June precipitation prediction skill. By adjusting initial conditions based on observed anomalies, numerical experiments can better simulate climate events and improve predictability.",
                "AnswerCn": "观测数据，如中国气象局的T2m记录和气候异常监测系统，用于研究青藏高原T2m与全球降水之间的关系。这些记录有助于识别“热点”，即初始化青藏高原5月地面温度可能增强6月降水预测技能的区域。通过根据观测到的异常调整初始条件，数值实验可以更好地模拟气候事件并提高可预测性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't figure out why there are challenges in preserving the memory from initialized land surface temperature anomalies in Earth System Models.",
                "QuestionCn": "我无法弄清楚为什么在地球系统模型中保存初始化的陆地表面温度异常的记忆会面临挑战。",
                "AnswerEn": "Preserving the memory from initialized land surface temperature anomalies is challenging because state-of-the-art Earth System Models often have deficiencies in model parameterizations and rely on reanalysis data that provide unbalanced initial atmospheric and land conditions. This can lead to issues in accurately representing the observed temperature anomalies and their effects on climate predictability.",
                "AnswerCn": "保存初始化的地表温度异常的记忆是具有挑战性的，因为最先进的地球系统模型通常在模型参数化方面存在缺陷，并依赖于提供不平衡初始大气和陆地条件的再分析数据。这可能导致在准确表示观察到的温度异常及其对气候可预测性的影响方面出现问题。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the challenges faced in preserving memory from initialized land surface temperature anomalies in climate models and suggest methodological improvements that could enhance the accuracy of these predictions.",
                "QuestionCn": "请分析在气候模型中保存初始化地表温度异常记忆所面临的挑战，并建议可以提高这些预测准确性的 методологические 改进。",
                "AnswerEn": "The challenges include deficiencies in model parameterizations and in the reanalysis data that provide unbalanced initial atmospheric/land conditions. The ensemble-mean-produced T2m difference is smaller than the observed anomaly, which might cause an underestimation of the TP T2m effect. Methodological improvements could involve robust land initialization and model configuration to better preserve memory from initialized land surface temperature anomalies, thus enhancing the accuracy of predictions.",
                "AnswerCn": "挑战包括模型参数化和提供不平衡初始大气/陆地条件的再分析数据的缺陷。集成均值产生的T2m差异小于观察到的异常，这可能导致对TP T2m效应的低估。方法论上的改进可以涉及稳健的陆地初始化和模型配置，以更好地保留初始化的陆地表面温度异常的记忆，从而提高预测的准确性。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please investigate the types of datasets that would be instrumental for validating the impact of Tibetan Plateau land surface temperature anomalies on global atmospheric circulation and precipitation patterns.",
                "QuestionCn": "请调查哪些类型的数据集对于验证青藏高原地表温度异常对全球大气环流和降水模式的影响是重要的。",
                "AnswerEn": "Datasets instrumental for validation could include T2m data from the Climate Anomaly Monitoring System (CAMS), fifth generation ECMWF atmospheric reanalysis (ERA5) data for investigating atmospheric circulation, and global precipitation data from the Climate Research Unit (CRU). These datasets can help explore the atmospheric circulation responses to the TP LST/SUBT effect and validate model simulations against observed anomalies.",
                "AnswerCn": "用于验证的关键数据集可以包括气候异常监测系统（CAMS）的T2m数据、第五代欧洲中期天气预报中心（ECMWF）大气重分析（ERA5）数据，以研究大气环流，以及气候研究单位（CRU）的全球降水数据。这些数据集可以帮助探索对青藏 Plateau（TP）地表温度/土壤温度（LST/SUBT）效应的大气环流响应，并将模型模拟与观测异常进行验证。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}