{
    "id": "22068d23-8233-419b-a241-af3db96603c4",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "GIMMS NDVI3g dataset for Sanjiangyuan (1982-2015)",
            "titleCn": "三江源GIMMS NDVI3g数据集（1982-2015）",
            "description": "The data set is NDVI data of long time series acquired by NOAA's Advanced Very High Resolution Radiometer (AVHRR) sensor. The time range of the data set is from 1982 to 2015. In order to remove the noise in NDVI data, maximum synthesis and multi-sensor contrast correction are carried out. A NDVI image is synthesized every half month. The data set is widely used in the analysis of long-term vegetation change trend. The data set is cut out from the global data set, so as to carry out the research and analysis of the source areas of the three rivers separately.\nThe data format of this data set is GeoTIFF with spatial resolution of 8 km and temporal resolution of 2 weeks, ranging from 1982 to 2015. Data transfer coefficient is 10000, NDVI = ND/10000.",
            "descriptionCn": "该数据集是NOAA的 Advanced Very High Resolution Radiometer (AVHRR)传感器获取的长时间序列的NDVI数据。该数据集时间范围是1982年至2015年。为了去除NDVI数据中的噪声，进行了最大化合成、多传感器对比纠正。每半个月合成一幅NDVI影像。该数据集在植被长期变化趋势分析中被广泛应用。该数据集是从全球数据集中将三江源部分裁切出来，以便单独开展三江源地区的研究分析。\n本数据集数据格式为geotiff，空间分辨率为8km，时间分辨率为2周，时间范围为1982年至2015年。数据转系系数为10000， NDVI = ND/10000。",
            "instructions": "",
            "instructionsCn": "",
            "east": 102.58,
            "west": 89.15,
            "south": 30.79,
            "north": 37.38,
            "startTime": "1982-01-25 00:00:00",
            "endTime": "2016-01-24 00:00:00",
            "fileSize": 109327247.0,
            "cstr": "18406.11.Ecolo.tpdc.271224",
            "doi": "10.11888/Ecolo.tpdc.271224",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "NOAA",
                "nameEn": "National Oceanic and Atmospheric Administration",
                "unitEn": "National Oceanic and Atmospheric Administration",
                "unitCn": "National Oceanic and Atmospheric Administration"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A non-stationary 1981–2012 AVHRR NDVI3g time series",
                "referenceCn": null,
                "referenceEn": "Pinzon, J.E., &Tucker, C.J. (2014). A non-stationary 1981-2012 AVHRR NDVI3g time series. Remote Sensing , 6(8), 6929-6960."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "可见光遥感",
                "nameEn": "Visible remote sensing"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "植被指数",
                "nameEn": "vegetation index"
            },
            {
                "nameCn": "生态遥感产品",
                "nameEn": "Ecological remote sensing products"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "三江源",
                "keywordEn": "Three Rivers Source"
            },
            {
                "keywordCn": "三江源国家公园",
                "keywordEn": "Three-River-Source National Park"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1982-01-01至2015-12-31",
                "keywordEn": null,
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "三江源国家公园生态监测平台",
                "titleEn": "Ecological Data Center of Sanjiangyuan National Park"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The Normalized Difference Vegetation Index (NDVI) derived from the Advanced Very High Resolution Radiometer (AVHRR) instruments has been crucial to study a variety of global land vegetation processes and how they vary in time. Although AVHRR sensors were not originally intended as a climate mission, their early success for vegetation studies was due to a reconfiguration of the instruments to have non-overlapping (“visible”) channel one (0.58–0.68 µm) and (near-infrared) channel two (0.725–1.10 µm) spectral bands. Since spectral vegetation indices are a surrogate for photosynthetic potential, the long record of AVHRR NDVI data has become particularly relevant for continued long-term monitoring of land surface. However, the difficulties in processing AVHRR NDVI data are to properly deal with several limitations of the AVHRR instrument or operation, e.g., vicarious post-launch calibration, atmospheric and cloud correction, and bias correction for the systematic orbital drift during the life of the individual TIROS-N missions. Among-instrument calibration is a prerequisite to observing and documenting the land variability and it is particularly challenging for the AVHRR because, by design, the instrument does not have fully onboard calibration for the visible and near-infrared (VNIR) channels and must rely on external references."
            ],
            "research objective": [
                "The goal of our work is to produce a consistent non-stationary NDVI data set to quantify climate-driven seasonal and inter-annual variability in photosynthetic capacity. In this paper, we show how to build a consistent non-stationary NDVI dataset derived from AVHRR/2 and AVHRR/3 sensors based on Bayesian methods and the SeaWiFS NDVI dataset."
            ],
            "challenges": [
                "The main difficulty in processing AVHRR NDVI data is to properly deal with limitations of the AVHRR instruments. Complicating among-instrument AVHRR inter-calibration of channels one and two is the dual gain introduced in late 2000 on the AVHRR/3 instruments for both these channels. Orbital drift of the NOAA-7 to NOAA-14 satellites carrying AVHRR/2 instruments adds to the challenge since the NOAA satellite overpass times drifted from the nominal 1:30 pm overpass time by as much as 4.5 hours toward evening, creating variable illumination and view angles."
            ],
            "methods": [
                "We have processed NDVI data derived from the Sea-Viewing Wide Field-of-view Sensor (SeaWiFS) from 1997 to 2010 to overcome among-instrument AVHRR calibration difficulties. We use Bayesian methods with high quality well-calibrated SeaWiFS NDVI data for deriving AVHRR NDVI calibration parameters."
            ],
            "dataset": [
                "The NDVI3g time series is an improved 8-km normalized difference vegetation index (NDVI) data set produced from Advanced Very High Resolution Radiometer (AVHRR) instruments that extends from 1981 to the present. The AVHRR instruments have flown or are flying on fourteen polar-orbiting meteorological satellites operated by the National Oceanic and Atmospheric Administration (NOAA) and are currently flying on two European Organization for the Exploitation of Meteorological Satellites (EUMETSAT) polar-orbiting meteorological satellites, MetOp-A and MetOp-B. This long AVHRR record is comprised of data from two different sensors: the AVHRR/2 instrument that spans July 1981 to November 2000 and the AVHRR/3 instrument that continues these measurements from November 2000 to the present."
            ],
            "findings": [
                "Evaluation of the uncertainties of our resulting NDVI values gives an error of ± 0.005 NDVI units for our 1981 to present data set that is independent of time within our AVHRR NDVI continuum and has resulted in a non-stationary climate data set."
            ],
            "backgroundCn": [
                "归一化植被指数（NDVI）是通过高级非常高分辨率辐射计（AVHRR）仪器获得的，对研究全球土地植被过程及其随时间变化至关重要。尽管AVHRR传感器最初并非作为气候任务而设计，但由于对仪器的重新配置，使其具有不重叠的“可见光”通道一（0.58–0.68 µm）和（近红外）通道二（0.725–1.10 µm）光谱波段，早期在植被研究中的成功得以实现。由于光谱植被指数是光合潜力的替代指标，AVHRR NDVI数据的长期记录在持续的土地表面长期监测中变得尤为重要。然而，处理AVHRR NDVI数据的困难在于如何妥善应对AVHRR仪器或操作的若干限制，例如，发射后校准、大气和云层校正，以及对个别TIROS-N任务在其生命周期内系统轨道漂移的偏差校正。仪器间校准是观察和记录土地变异性的前提，而对于AVHRR来说，这尤其具有挑战性，因为根据设计，该仪器并没有完全的可见光和近红外（VNIR）通道的机载校准，必须依赖外部参考。"
            ],
            "research objectiveCn": [
                "我们工作的目标是生成一个一致的非平稳NDVI数据集，以量化气候驱动的季节性和年际变化对光合能力的影响。在本文中，我们展示了如何基于贝叶斯方法和SeaWiFS NDVI数据集构建一个一致的非平稳NDVI数据集，该数据集源自AVHRR/2和AVHRR/3传感器。"
            ],
            "challengesCn": [
                "处理AVHRR NDVI数据的主要困难在于妥善应对AVHRR仪器的局限性。2000年底引入的双增益使得AVHRR/3仪器的第一和第二通道之间的跨仪器校准变得复杂。NOAA-7到NOAA-14卫星携带的AVHRR/2仪器的轨道漂移也增加了挑战，因为NOAA卫星的过境时间从名义上的下午1:30漂移到了晚上的4.5小时，导致照明和视角的变化。"
            ],
            "methodsCn": [
                "我们处理了1997年至2010年期间由海洋观测宽视场传感器（SeaWiFS）获取的NDVI数据，以克服不同仪器之间的AVHRR校准困难。我们使用贝叶斯方法，结合高质量、经过良好校准的SeaWiFS NDVI数据，来推导AVHRR NDVI校准参数。"
            ],
            "datasetCn": [
                "NDVI3g时间序列是一个改进的8公里归一化植被指数（NDVI）数据集，来自高级非常高分辨率辐射仪（AVHRR）仪器，数据范围从1981年到现在。AVHRR仪器已在十四颗由美国国家海洋和大气管理局（NOAA）操作的极地轨道气象卫星上飞行，目前还在两颗由欧洲气象卫星组织（EUMETSAT）操作的极地轨道气象卫星MetOp-A和MetOp-B上飞行。这个长期的AVHRR记录由两种不同的传感器的数据组成：AVHRR/2仪器的数据覆盖1981年7月至2000年11月，AVHRR/3仪器则从2000年11月至今继续进行这些测量。"
            ],
            "findingsCn": [
                "我们对结果NDVI值的不确定性评估显示，1981年至今的数据集的误差为±0.005 NDVI单位，该误差与AVHRR NDVI连续体中的时间无关，并导致了一个非平稳的气候数据集。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Are the challenges in processing NDVI data primarily related to limitations of the AVHRR instruments?",
                "QuestionCn": "处理NDVI数据的挑战主要与AVHRR仪器的局限性有关吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "In processing NDVI data, which approach is more effective for calibration: vicarious post-launch calibration, atmospheric correction, or Bayesian methods?",
                "QuestionCn": "在处理NDVI数据时，哪种校准方法更有效：后发校准、气象校正还是贝叶斯方法？",
                "AnswerEn": "Bayesian methods",
                "AnswerCn": "贝叶斯方法",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is a common challenge in handling data from AVHRR instruments: among-instrument calibration, orbital drift, or data format conversion?",
                "QuestionCn": "处理AVHRR仪器数据时常见的挑战是什么：仪器间校准、轨道漂移还是数据格式转换？",
                "AnswerEn": "among-instrument calibration",
                "AnswerCn": "仪器间校准",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Which AVHRR instruments are currently providing data for NDVI datasets: AVHRR/1, AVHRR/2, or AVHRR/3?",
                "QuestionCn": "目前提供NDVI数据集的AVHRR仪器是AVHRR/1、AVHRR/2还是AVHRR/3？",
                "AnswerEn": "AVHRR/3",
                "AnswerCn": "AVHRR/3",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What challenges are associated with processing NDVI data from AVHRR instruments?",
                "QuestionCn": "处理来自AVHRR仪器的NDVI数据时面临的挑战有哪些？",
                "AnswerEn": "vicarious post-launch calibration",
                "AnswerCn": "替代性发射后校准",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Who utilizes NDVI datasets derived from AVHRR instruments for vegetation studies?",
                "QuestionCn": "谁利用来自AVHRR仪器的NDVI数据集进行植被研究？",
                "AnswerEn": "Researchers",
                "AnswerCn": "研究人员",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What methods are used to overcome inter-calibration difficulties among AVHRR instruments?",
                "QuestionCn": "用于克服AVHRR仪器之间的互校准困难的方法有哪些？",
                "AnswerEn": "Bayesian methods",
                "AnswerCn": "贝叶斯方法",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that addresses the challenges posed by orbital drift in satellite-based NDVI measurements?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，以应对卫星基于NDVI测量中轨道漂移带来的挑战？",
                "AnswerEn": "One method to address the challenge of orbital drift in satellite-based NDVI measurements is the use of Bayesian methods with high quality well-calibrated SeaWiFS NDVI data to derive AVHRR NDVI calibration parameters, helping to mitigate the effects of variable illumination and view angles due to drift.",
                "AnswerCn": "解决卫星NDVI测量中轨道漂移挑战的一种方法是使用贝叶斯方法，结合高质量、经过良好校准的SeaWiFS NDVI数据，推导AVHRR NDVI校准参数，从而帮助减轻由于漂移引起的可变照明和视角的影响。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a technique used to improve the consistency of NDVI data collected from different satellite sensors?",
                "QuestionCn": "一个用于提高来自不同卫星传感器收集的NDVI数据一致性的技术示例是什么？",
                "AnswerEn": "An example of a technique used to improve consistency in NDVI data from different satellite sensors is the use of Bayesian methods to integrate AVHRR NDVI data with well-calibrated SeaWiFS NDVI data, which helps overcome calibration difficulties among AVHRR instruments.",
                "AnswerCn": "一种用于提高不同卫星传感器NDVI数据一致性的技术是使用贝叶斯方法将AVHRR NDVI数据与经过良好校准的SeaWiFS NDVI数据进行整合，这有助于克服AVHRR仪器之间的校准困难。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset that illustrates the long-term monitoring potential of AVHRR NDVI data for studying vegetation trends?",
                "QuestionCn": "您能否提供一个数据集的示例，说明AVHRR NDVI数据在研究植被趋势方面的长期监测潜力？",
                "AnswerEn": "An example of a dataset that illustrates the long-term monitoring potential of AVHRR NDVI data is the NDVI3g time series, which is an improved 8-km normalized difference vegetation index dataset produced from AVHRR instruments, spanning from 1981 to the present, used for analyzing long-term vegetation trends.",
                "AnswerCn": "一个展示AVHRR NDVI数据长期监测潜力的数据集示例是NDVI3g时间序列，这是一个改进的8公里归一化植被指数数据集，来自AVHRR仪器，涵盖从1981年至今，用于分析长期植被趋势。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key characteristics of the NDVI data set derived from AVHRR sensors for monitoring vegetation changes?",
                "QuestionCn": "NDVI数据集是通过AVHRR传感器获取的，用于监测植被变化的关键特征包括：",
                "AnswerEn": "8 km spatial resolution, two weeks temporal resolution, 1982 to 2015 time range",
                "AnswerCn": "8公里空间分辨率，两周时间分辨率，1982年至2015年时间范围",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with processing NDVI data from AVHRR instruments?",
                "QuestionCn": "处理来自AVHRR仪器的NDVI数据面临哪些挑战？",
                "AnswerEn": "vicarious post-launch calibration, atmospheric and cloud correction, bias correction for systematic orbital drift, lack of onboard calibration for visible and near-infrared channels",
                "AnswerCn": "替代性发射后校准、大气和云校正、系统轨道漂移的偏差校正、可见光和近红外通道缺乏机载校准。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What data collection methods are used to overcome calibration difficulties in AVHRR NDVI data?",
                "QuestionCn": "为了克服AVHRR NDVI数据中的校准困难，使用了哪些数据收集方法？",
                "AnswerEn": "Bayesian techniques, high-quality, well-calibrated NDVI data from alternative sensors like the Sea-Viewing Wide Field-of-view Sensor (SeaWiFS)",
                "AnswerCn": "贝叶斯技术、高质量、良好校准的NDVI数据来自像海洋观测宽视场传感器（SeaWiFS）这样的替代传感器。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of a dataset derived from AVHRR instruments?",
                "QuestionCn": "从AVHRR仪器衍生的数据集的空间分辨率是多少？",
                "AnswerEn": "8 km",
                "AnswerCn": "8公里",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How often is the NDVI data collected in a typical dataset using AVHRR sensors?",
                "QuestionCn": "使用AVHRR传感器的典型数据集中的NDVI数据收集频率是多少？",
                "AnswerEn": "14 days",
                "AnswerCn": "14天",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the time range covered by a dataset using the GIMMS NDVI3g data collection method?",
                "QuestionCn": "使用GIMMS NDVI3g数据收集方法的数据集覆盖的时间范围是什么？",
                "AnswerEn": "1982-2015",
                "AnswerCn": "1982-2015",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'vicarious post-launch calibration' mean in the context of AVHRR NDVI data collection?",
                "QuestionCn": "“代理后发射校准”在AVHRR NDVI数据收集的背景下是什么意思？",
                "AnswerEn": "Vicarious post-launch calibration refers to the process of adjusting satellite sensor data after launch by using external references or ground-based measurements to correct for any inaccuracies in the satellite's onboard calibration, ensuring that the data remains accurate over time.",
                "AnswerCn": "后发校准指的是在卫星发射后，通过使用外部参考或地面测量来调整卫星传感器数据，以修正卫星 onboard 校准中的任何不准确之处，从而确保数据随着时间的推移保持准确。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods for NDVI from AVHRR instruments compare to those using SeaWiFS sensors in terms of calibration challenges?",
                "QuestionCn": "NDVI（归一化植被指数）的数据收集方法在使用AVHRR（高级非常高分辨率辐射计）仪器与使用SeaWiFS（海洋观测卫星）传感器时，在校准挑战方面有何比较？",
                "AnswerEn": "NDVI data collection using AVHRR instruments faces challenges such as vicarious post-launch calibration and the lack of fully onboard calibration for visible and near-infrared channels, whereas SeaWiFS sensors provide high-quality well-calibrated NDVI data that can aid in deriving calibration parameters for AVHRR NDVI data.",
                "AnswerCn": "使用AVHRR仪器收集NDVI数据面临挑战，例如发射后校准的代理问题，以及可见光和近红外通道缺乏完全的在轨校准，而SeaWiFS传感器提供高质量、经过良好校准的NDVI数据，可以帮助推导AVHRR NDVI数据的校准参数。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "In what ways does the NDVI3g dataset improve upon previous NDVI datasets derived from AVHRR instruments in terms of temporal coverage and error rates?",
                "QuestionCn": "NDVI3g数据集在时间覆盖和错误率方面相较于之前基于AVHRR仪器的NDVI数据集有何改进？",
                "AnswerEn": "The NDVI3g dataset provides an extended temporal coverage from 1981 to the present, with improvements in inter-instrument calibration and reduced error rates, boasting an uncertainty of ± 0.005 NDVI units that remains consistent over time. This marks a significant advancement over previous datasets, which may have lacked this level of consistency and accuracy.",
                "AnswerCn": "NDVI3g 数据集提供了从1981年到现在的扩展时间覆盖，具有改进的仪器间校准和降低的误差率，具有± 0.005 NDVI单位的一致性不确定性。这标志着相较于以前的数据集，这一进展在一致性和准确性上具有显著提升。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What methodologies can be inferred from the data processing techniques used to manage the calibration and correction challenges inherent in NDVI datasets?",
                "QuestionCn": "可以从用于管理NDVI数据集中的校准和修正挑战的数据处理技术中推断出哪些方法论？",
                "AnswerEn": "To manage the calibration and correction challenges inherent in NDVI datasets, methodologies such as Bayesian methods are used to derive calibration parameters from well-calibrated datasets like SeaWiFS NDVI. This approach helps address calibration difficulties among AVHRR instruments and compensates for systematic biases introduced by the dual gain and orbital drift of the satellites.",
                "AnswerCn": "为了管理NDVI数据集固有的校准和修正挑战，采用贝叶斯方法从像SeaWiFS NDVI这样的高精度数据集中推导校准参数。这种方法有助于解决AVHRR仪器之间的校准困难，并补偿由于卫星的双增益和轨道漂移引入的系统性偏差。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How do the challenges of AVHRR instruments influence the interpretation of long-term vegetation trends in NDVI datasets?",
                "QuestionCn": "AVHRR仪器的挑战如何影响NDVI数据集中长期植被趋势的解读？",
                "AnswerEn": "The challenges of AVHRR instruments, such as vicarious post-launch calibration, atmospheric and cloud correction, and bias correction for systematic orbital drift, influence the interpretation of long-term vegetation trends by necessitating careful calibration and correction processes to ensure data consistency and reliability. These challenges must be addressed to accurately quantify seasonal and inter-annual variability in photosynthetic capacity.",
                "AnswerCn": "AVHRR仪器面临的挑战，如后发射的代用校准、大气和云层校正，以及系统性轨道漂移的偏差校正，影响了长期植被趋势的解读。这些挑战需要通过仔细的校准和校正过程来解决，以确保数据的一致性和可靠性。必须解决这些挑战，以准确量化光合能力的季节性和年际变异。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the implications of using multiple sensors over time for creating a consistent NDVI dataset and how does this affect data interpretation?",
                "QuestionCn": "使用多个传感器随时间创建一致的NDVI数据集的影响是什么，以及这如何影响数据解释？",
                "AnswerEn": "Using multiple sensors over time to create a consistent NDVI dataset implies the need for rigorous inter-calibration to ensure continuity in measuring land surface variability. This affects data interpretation by requiring advanced methods to handle variations introduced by different sensor designs and operational changes, ensuring that the NDVI data remains a reliable indicator of long-term vegetation dynamics.",
                "AnswerCn": "使用多个传感器随时间创建一致的NDVI数据集意味着需要严格的互校准，以确保测量地表变化的一致性。这会影响数据解释，因为需要采用先进的方法来处理不同传感器设计和操作变化所引入的变异，确保NDVI数据仍然是长期植被动态的可靠指标。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the need for complex calibration techniques when processing NDVI data collected from AVHRR instruments?",
                "QuestionCn": "在处理从AVHRR仪器收集的NDVI数据时，导致需要复杂校准技术的原因是什么？",
                "AnswerEn": "The need for complex calibration techniques arises due to several limitations of the AVHRR instruments, such as the lack of fully onboard calibration for visible and near-infrared channels, the dual gain introduced in AVHRR/3 instruments, and the systematic orbital drift of NOAA satellites, which leads to variable illumination and view angles.",
                "AnswerCn": "复杂的校准技术需求源于AVHRR仪器的几个局限性，例如可见光和近红外通道缺乏完全的机载校准、AVHRR/3仪器引入的双增益，以及NOAA卫星的系统性轨道漂移，这导致了可变的照明和视角。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors contribute to the uncertainty in NDVI values derived from AVHRR data, and how are these uncertainties evaluated?",
                "QuestionCn": "影响从AVHRR数据中得出的NDVI值的不确定性因素有哪些，这些不确定性是如何评估的？",
                "AnswerEn": "Uncertainties in NDVI values arise from the calibration challenges of AVHRR instruments, including post-launch calibration, atmospheric, and cloud corrections. These uncertainties are evaluated by analyzing the error margin in NDVI values, which is reported as ± 0.005 NDVI units across the dataset's temporal span.",
                "AnswerCn": "NDVI值的不确定性源于AVHRR仪器的校准挑战，包括发射后的校准、大气和云层修正。这些不确定性通过分析NDVI值的误差范围来评估，该误差范围在数据集的时间跨度内报告为±0.005 NDVI单位。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using Bayesian methods for calibrating NDVI datasets derived from multiple sensors?",
                "QuestionCn": "使用贝叶斯方法对来自多个传感器的NDVI数据集进行校准的后果是什么？",
                "AnswerEn": "Using Bayesian methods for calibrating NDVI datasets allows for the derivation of calibration parameters from high-quality, well-calibrated datasets like SeaWiFS, helping to address inter-calibration challenges among AVHRR instruments and resulting in a consistent non-stationary NDVI dataset.",
                "AnswerCn": "使用贝叶斯方法对NDVI数据集进行校准，可以从高质量、经过良好校准的数据集（如SeaWiFS）中推导出校准参数，从而帮助解决AVHRR仪器之间的互校准挑战，并生成一致的非平稳NDVI数据集。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What could be the impact of systematic orbital drift on the accuracy and reliability of NDVI data collected over time?",
                "QuestionCn": "系统性轨道漂移对长期收集的NDVI数据的准确性和可靠性可能产生什么影响？",
                "AnswerEn": "Systematic orbital drift can cause variable illumination and view angles due to shifts in satellite overpass times, potentially introducing biases in NDVI data, which necessitates bias correction to ensure accuracy and reliability over time.",
                "AnswerCn": "系统性的轨道漂移可能导致卫星过境时间的变化，从而引起照明和视角的变化，这可能会在NDVI数据中引入偏差，因此需要进行偏差校正，以确保数据的准确性和可靠性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How might the introduction of dual gain on AVHRR/3 instruments affect the calibration process for NDVI data?",
                "QuestionCn": "AVHRR/3仪器引入双增益可能会如何影响NDVI数据的校准过程？",
                "AnswerEn": "The introduction of dual gain on AVHRR/3 instruments complicates among-instrument calibration for channels one and two, making it challenging to achieve consistent calibration and requiring advanced techniques to overcome these limitations.",
                "AnswerCn": "AVHRR/3仪器引入双增益，使得一号和二号通道之间的仪器校准变得复杂，难以实现一致的校准，并且需要先进的技术来克服这些限制。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary goals behind creating a consistent non-stationary NDVI dataset from AVHRR sensors?",
                "QuestionCn": "创建一致的非平稳NDVI数据集的主要目标是什么？",
                "AnswerEn": "The goal is to produce a consistent non-stationary NDVI dataset to quantify climate-driven seasonal and inter-annual variability in photosynthetic capacity.",
                "AnswerCn": "目标是生成一个一致的非平稳NDVI数据集，以量化气候驱动的季节性和年际变化中的光合能力。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it essential to address the limitations of AVHRR instruments when processing NDVI data?",
                "QuestionCn": "在处理NDVI数据时，解决AVHRR仪器的局限性是至关重要的。",
                "AnswerEn": "The main difficulty in processing AVHRR NDVI data is to properly deal with limitations of the AVHRR instruments, such as vicarious post-launch calibration, atmospheric and cloud correction, and bias correction for the systematic orbital drift during the life of the individual TIROS-N missions.",
                "AnswerCn": "处理AVHRR NDVI数据的主要困难在于妥善应对AVHRR仪器的局限性，例如后发校准、气氛和云层校正，以及针对个别TIROS-N任务在其生命周期内系统性轨道漂移的偏差校正。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is the significance of using Bayesian methods with SeaWiFS NDVI data in calibrating AVHRR NDVI data?",
                "QuestionCn": "使用贝叶斯方法对SeaWiFS NDVI数据进行校准AVHRR NDVI数据的意义是什么？",
                "AnswerEn": "Bayesian methods are used with high quality well-calibrated SeaWiFS NDVI data to overcome among-instrument AVHRR calibration difficulties and derive AVHRR NDVI calibration parameters.",
                "AnswerCn": "贝叶斯方法与高质量、良好校准的SeaWiFS NDVI数据结合使用，以克服不同仪器之间的AVHRR校准困难，并推导出AVHRR NDVI校准参数。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedures involved in calibrating NDVI data collected from AVHRR instruments to ensure consistency across different sensors?",
                "QuestionCn": "校准来自AVHRR仪器的NDVI数据以确保不同传感器之间的一致性所涉及的程序是什么？",
                "AnswerEn": "To achieve a consistent non-stationary NDVI dataset, Bayesian methods are used along with high-quality, well-calibrated SeaWiFS NDVI data to derive calibration parameters for AVHRR NDVI. This approach addresses inter-calibration difficulties among AVHRR instruments due to dual gain settings introduced in AVHRR/3 and orbital drift affecting overpass times.",
                "AnswerCn": "为了获得一致的非平稳NDVI数据集，采用贝叶斯方法，并结合高质量、经过良好校准的SeaWiFS NDVI数据来推导AVHRR NDVI的校准参数。这种方法解决了由于AVHRR/3引入的双增益设置以及轨道漂移影响过境时间而导致的AVHRR仪器之间的互校准困难。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How is noise reduction handled in NDVI data collected from the AVHRR sensors?",
                "QuestionCn": "AVHRR传感器收集的NDVI数据中的噪声减少是如何处理的？",
                "AnswerEn": "Noise reduction in AVHRR NDVI data is managed through techniques such as maximum value composites and multi-sensor comparison corrections. These processes are crucial to minimize noise and improve the reliability of the dataset for analyzing long-term vegetation trends.",
                "AnswerCn": "AVHRR NDVI数据中的噪声减少通过最大值合成和多传感器比较校正等技术进行管理。这些过程对于最小化噪声和提高数据集的可靠性以分析长期植被趋势至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What steps are involved in creating a long-term NDVI dataset for analyzing vegetation trends, especially considering the challenges presented by AVHRR instruments?",
                "QuestionCn": "创建长期NDVI数据集以分析植被趋势的步骤，特别考虑到AVHRR仪器所带来的挑战，包括以下几个方面：",
                "AnswerEn": "To create a long-term NDVI dataset, challenges such as vicarious post-launch calibration, atmospheric and cloud correction, and bias correction for systematic orbital drift must be addressed. The process involves using well-calibrated datasets like SeaWiFS for reference and employing Bayesian methods to ensure consistency across different AVHRR sensors.",
                "AnswerCn": "为了创建长期的NDVI数据集，需要解决一些挑战，例如发射后校准、气氛和云层校正，以及系统轨道漂移的偏差校正。该过程涉及使用像SeaWiFS这样经过良好校准的数据集作为参考，并采用贝叶斯方法以确保不同AVHRR传感器之间的一致性。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What conditions or resources are necessary to produce a consistent non-stationary NDVI data set for analyzing climate-driven seasonal and inter-annual variability?",
                "QuestionCn": "为了分析气候驱动的季节性和年际变异，生产一致的非平稳NDVI数据集所需的条件或资源是什么？",
                "AnswerEn": "The production of a consistent non-stationary NDVI data set requires overcoming the limitations of AVHRR instruments, dealing with calibration issues, and processing NDVI data derived from other reliable sensors like SeaWiFS. Bayesian methods and high-quality, well-calibrated datasets are necessary to derive accurate calibration parameters.",
                "AnswerCn": "生产一致的非平稳NDVI数据集需要克服AVHRR仪器的局限性，处理校准问题，并处理来自其他可靠传感器（如SeaWiFS）的NDVI数据。贝叶斯方法和高质量、良好校准的数据集对于推导准确的校准参数是必要的。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the integration of Bayesian methods and high-quality NDVI datasets from sensors like SeaWiFS enable improved calibration of AVHRR NDVI data?",
                "QuestionCn": "贝叶斯方法与来自SeaWiFS等传感器的高质量NDVI数据集的结合，如何促进AVHRR NDVI数据的改进校准？",
                "AnswerEn": "Bayesian methods, combined with high-quality NDVI datasets from sensors like SeaWiFS, enable improved calibration of AVHRR NDVI data by providing reliable calibration parameters that account for the limitations and calibration difficulties inherent in AVHRR instruments, such as dual gain and orbital drift challenges.",
                "AnswerCn": "贝叶斯方法结合高质量的NDVI数据集（如SeaWiFS传感器）能够通过提供可靠的校准参数来改善AVHRR NDVI数据的校准，这些参数考虑了AVHRR仪器固有的限制和校准困难，例如双增益和轨道漂移问题。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What technological and methodological approaches are essential to address the challenges of AVHRR instrument limitations and inter-calibration for accurate long-term vegetation monitoring?",
                "QuestionCn": "为了解决AVHRR仪器的局限性和互校准的挑战，以实现准确的长期植被监测，哪些技术和方法论方法是必不可少的？",
                "AnswerEn": "To address AVHRR instrument limitations and inter-calibration challenges, it is essential to use vicarious post-launch calibration, atmospheric and cloud correction, and bias correction for orbital drift. Additionally, leveraging high-quality datasets from other sensors and employing Bayesian methods are crucial for achieving accurate long-term vegetation monitoring.",
                "AnswerCn": "为了解决AVHRR仪器的局限性和互校准挑战，必须使用后发射的替代校准、气氛和云层修正，以及轨道漂移的偏差修正。此外，利用其他传感器的高质量数据集和采用贝叶斯方法对于实现准确的长期植被监测至关重要。",
                "Level": "C6(Creating)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "What challenges might arise from the orbital drift of the NOAA satellites carrying AVHRR/2 instruments, and how do they affect data collection?",
                "QuestionCn": "NOAA卫星携带的AVHRR/2仪器的轨道漂移可能会带来哪些挑战，这些挑战如何影响数据收集？",
                "AnswerEn": "The orbital drift of the NOAA-7 to NOAA-14 satellites carrying AVHRR/2 instruments causes overpass times to drift from the nominal 1:30 pm by as much as 4.5 hours toward evening, leading to variable illumination and view angles, which complicates data collection and requires correction for accurate NDVI measurements.",
                "AnswerCn": "NOAA-7到NOAA-14卫星携带的AVHRR/2仪器的轨道漂移导致过境时间从名义上的下午1:30漂移，最多可达4.5小时，向晚间移动，这导致照明和视角的变化， complicates 数据收集，并需要进行校正以准确测量NDVI。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it important to address limitations of the AVHRR instruments when processing NDVI data, and what are some of these limitations?",
                "QuestionCn": "在处理NDVI数据时，解决AVHRR仪器的局限性是重要的，因为这些局限性可能会影响数据的准确性和可靠性。一些这些局限性包括：\n\n1. **空间分辨率**：AVHRR的空间分辨率相对较低，可能无法捕捉到小尺度的植被变化。\n2. **时间分辨率**：AVHRR的重访周期较长，可能无法及时反映快速变化的植被状况。\n3. **大气影响**：大气条件（如云、气溶胶等）会影响传感器获取的反射率数据，从而影响NDVI的计算。\n4. **传感器漂移**：随着时间的推移，传感器的性能可能会发生变化，导致数据的一致性和可比性下降。\n5. **光谱响应**：AVHRR的光谱带宽可能不够精确，无法有效区分不同类型的植被或土壤。\n\n因此，了解并解决这些局限性对于确保NDVI数据的有效性和应用至关重要。",
                "AnswerEn": "It is important to address limitations such as vicarious post-launch calibration, atmospheric and cloud correction, and bias correction for systematic orbital drift to ensure the accuracy and reliability of the AVHRR NDVI data for long-term land variability observation. The lack of fully onboard calibration for VNIR channels also necessitates reliance on external references for proper calibration.",
                "AnswerCn": "重要的是要解决一些局限性，例如后发射的替代校准、大气和云校正，以及系统性轨道漂移的偏差校正，以确保AVHRR NDVI数据在长期土地变化观测中的准确性和可靠性。VNIR通道缺乏完全的机载校准，也需要依赖外部参考进行适当的校准。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of using Bayesian methods in overcoming the calibration challenges associated with AVHRR NDVI data collection?",
                "QuestionCn": "您将如何评估使用贝叶斯方法克服与AVHRR NDVI数据收集相关的校准挑战的有效性？",
                "AnswerEn": "The use of Bayesian methods with high-quality, well-calibrated SeaWiFS NDVI data is an effective approach to deriving AVHRR NDVI calibration parameters, as it addresses the among-instrument calibration difficulties and ensures the production of a consistent non-stationary NDVI dataset.",
                "AnswerCn": "使用高质量、良好校准的SeaWiFS NDVI数据的贝叶斯方法是推导AVHRR NDVI校准参数的有效方法，因为它解决了仪器之间的校准困难，并确保生成一致的非平稳NDVI数据集。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In what ways do you think the spatial and temporal resolutions of an NDVI dataset influence its suitability for analyzing vegetation trends in a specific region?",
                "QuestionCn": "NDVI数据集的空间和时间分辨率如何影响其在特定区域分析植被趋势的适用性？",
                "AnswerEn": "The spatial resolution of 8 km and temporal resolution of 2 weeks provide a balance that is suitable for analyzing long-term vegetation trends, as they allow for capturing regional variations while still maintaining sufficient detail to observe significant changes over time in a specific region like 三江源.",
                "AnswerCn": "8公里的空间分辨率和2周的时间分辨率提供了一种平衡，适合分析长期植被趋势，因为它们能够捕捉区域变化，同时仍然保持足够的细节，以观察像三江源这样的特定区域随时间发生的显著变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I can't figure out how datasets handling large temporal spans like this manage calibration challenges without onboard references.",
                "QuestionCn": "我无法理解处理如此大时间跨度的数据集是如何在没有 onboard 参考的情况下管理校准挑战的。",
                "AnswerEn": "The datasets rely on external references for calibration, as the AVHRR instruments do not have onboard calibration for the visible and near-infrared channels. Bayesian methods are used with high-quality SeaWiFS NDVI data to derive calibration parameters, overcoming the calibration difficulties.",
                "AnswerCn": "这些数据集依赖外部参考进行校准，因为AVHRR仪器在可见光和近红外通道上没有 onboard 校准。使用高质量的SeaWiFS NDVI数据的贝叶斯方法来推导校准参数，从而克服校准困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I don't understand how consistent non-stationary NDVI datasets are built to reflect climate-driven variability in photosynthesis over long periods.",
                "QuestionCn": "我不明白如何构建一致的非平稳NDVI数据集，以反映长期内气候驱动的光合作用变异性。",
                "AnswerEn": "Consistent non-stationary NDVI datasets are built using Bayesian methods to integrate data from AVHRR/2 and AVHRR/3 sensors, leveraging the SeaWiFS NDVI dataset for calibration. This approach enables the quantification of climate-driven seasonal and inter-annual variability in photosynthetic capacity.",
                "AnswerCn": "一致的非平稳NDVI数据集是通过贝叶斯方法构建的，整合了来自AVHRR/2和AVHRR/3传感器的数据，并利用SeaWiFS NDVI数据集进行校准。这种方法能够量化气候驱动的光合能力的季节性和年际变异。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please describe a method for calibrating NDVI data derived from AVHRR sensors to ensure consistency and accuracy across different instruments and time periods.",
                "QuestionCn": "请描述一种校准来自AVHRR传感器的NDVI数据的方法，以确保不同仪器和时间段之间的一致性和准确性。",
                "AnswerEn": "One method involves using Bayesian techniques with high-quality, well-calibrated SeaWiFS NDVI data to derive calibration parameters for AVHRR NDVI data. This approach addresses challenges such as among-instrument calibration difficulties and orbital drift, ensuring a consistent non-stationary NDVI dataset.",
                "AnswerCn": "一种方法涉及使用贝叶斯技术和高质量、良好校准的SeaWiFS NDVI数据来推导AVHRR NDVI数据的校准参数。这种方法解决了仪器间校准困难和轨道漂移等挑战，确保了一个一致的非平稳NDVI数据集。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please identify potential datasets that could serve as a reference for improving the calibration of NDVI data collected by AVHRR instruments.",
                "QuestionCn": "请识别潜在的数据集，这些数据集可以作为参考，以改善由AVHRR仪器收集的NDVI数据的校准。",
                "AnswerEn": "Potential datasets include the Sea-Viewing Wide Field-of-view Sensor (SeaWiFS) NDVI data from 1997 to 2010, which offers high-quality and well-calibrated NDVI values that can be used to derive AVHRR NDVI calibration parameters, aiding in overcoming among-instrument calibration difficulties.",
                "AnswerCn": "潜在的数据集包括1997年至2010年的海洋观测宽视场传感器（SeaWiFS）NDVI数据，该数据提供高质量和良好校准的NDVI值，可用于推导AVHRR NDVI校准参数，帮助克服仪器之间的校准困难。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}