{
    "id": "221c53fa-812a-47a8-b9dd-c67489604733",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "1 km grid datasets of human activity intensity in agricultural and pastoral areas of the Qinghai-Tibet Plateau (1990-2020)",
            "titleCn": "青藏高原农牧区人类活动强度1km网格数据集（1990-2020）",
            "description": "As the “third pole” of the world, the Qinghai-Tibet Plateau (QTP) is extremely ecologically sensitive and fragile while facing increasing human activities and overgrazing. In this study, eight types of spatial data were firstly selected, including grazing intensity, Night-Time Light, population density, Gross Domestic Product (GDP) density, the ratio of cultivated land, the slope of the Normalized Difference Vegetation Index (NDVI), distance to road, and distance to town. Then, the entropy weight method was applied to determine the weight of each factor. Finally, the five-year interval human activity intensity data in 1990, 1995, 2000, 2005, 2010, 2015 and 2020 were made in the agricultural and pastoral areas of QTP through the spatial overlap method. By preparing the historical spatial datasets of human activity intensity, our study will help to explore the influence of human disturbance on the alpine ecosystems on the QTP and provide effective support for decision-making of government aiming at regional ecosystem management and sustainable development.",
            "descriptionCn": "作为世界的“第三极”，青藏高原的生态敏感性和脆弱性极高，同时面临人类活动和放牧活动加剧。在本研究中，人类活动强度评估首先选取8个反映人类活动强度的因子，包括放牧强度，夜间灯光指数，人口密度，国内生产总值（GDP）密度，耕地比例，归一化植被指数（NDVI）的变化率，距离道路的距离以及距离居民点的距离，然后采用熵权法确定各因子的权重，最后通过空间叠置法获得1990、1995、2000、2005、2010、2015和2020年共7期青藏高原农牧区人类活动强度数据集。通过人类活动强度空间数据集的制备，我们的研究将有助于探索人类干扰对青藏高原高寒生态系统的影响，并在区域生态系统管理和可持续发展方面为政府决策提供有效支持。 ",
            "instructions": "Each human activity intensity data stored in TIFF format, the name of the file as \"yyyy. Tif\", including yyyy on behalf of the year.Data read: can use ArcGIS, QGIS, ENVI, open and ERDAS software.",
            "instructionsCn": "每期人类活动强度数据以TIFF格式存储，文件的名称为“yyyy.tif”，其中yyyy代表年。 数据读取方式：数据可使用ArcGIS, QGIS, ENVI, and ERDAS等软件打开。",
            "east": 104.67,
            "west": 73.45,
            "south": 25.99,
            "north": 39.83,
            "startTime": null,
            "endTime": null,
            "fileSize": 178702874.0,
            "cstr": "18406.11.HumanNat.tpdc.300295",
            "doi": "10.11888/HumanNat.tpdc.300295",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "刘世梁",
                "nameEn": "LIU Shiliang",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "孙永秀",
                "nameEn": "SUN Yongxiu",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "刘轶轩",
                "nameEn": "LIU Yixuan",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "李明琦",
                "nameEn": "LI Mingqi",
                "unitEn": "",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A study of the impacts of urban expansion on vegetation primary productivity levels in the Jing-Jin-Ji region, based on nighttime light data.",
                "referenceCn": null,
                "referenceEn": "Chang, S., Wang, J., Zhang, F., Niu, L. & Wang, Y. (2020). A study of the impacts of urban expansion on vegetation primary productivity levels in the Jing-Jin-Ji region, based on nighttime light data. Journal of Cleaner Production, 263, 121490."
            },
            {
                "titleCn": "夜间灯光遥感数据应用综述和展望",
                "titleEn": null,
                "referenceCn": "陈颖彪, 郑子豪, 吴志峰, 千庆兰. (2019). 夜间灯光遥感数据应用综述和展望. 地理科学进展, 38, 205-223.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Estimating energy consumption from night-time DMPS/OLS imagery after correcting for saturation effects",
                "referenceCn": null,
                "referenceEn": "Letu, H., Hara, M., Yagi, H., Naoki, K., Tana, G., Nishio, F. & Shuhei, O. (2010). Estimating energy consumption from night-time DMPS/OLS imagery after correcting for saturation effects. International Journal of Remote Sensing, 31, 4443-4458."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "人口",
                "nameEn": "Population"
            },
            {
                "nameCn": "人口空间分布",
                "nameEn": "Spatial distribution of population"
            },
            {
                "nameCn": "人地遥感",
                "nameEn": "Human-nature Remote Sensing"
            },
            {
                "nameCn": "人类活动",
                "nameEn": "Human activity"
            },
            {
                "nameCn": "人类活动强度",
                "nameEn": "human activity intensity"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1990-2020",
                "keywordEn": "1990-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "在遥感应用研究中，夜间灯光遥感作为发展活跃的一个重要分支，近年来受到越来越多来自自然科学领域和社会经济领域的关注。与传统的光学遥感卫星获取地物辐射信息不同，夜间灯光遥感是获取夜间无云条件下地表发射的可见光-近红外电磁波信息。相比于普通的遥感卫星影像，夜间灯光遥感所使用的夜间灯光影像记录的地表灯光强度信息更直接反映人类活动差异，因而被广泛应用于城市化进程研究、不透水面提取、社会经济指标空间化估算、重大事件评估、生态环境评估等领域。正是得益于夜间灯光遥感影像在大尺度、长时间序列对地观测的能力，其开放性的数据成果能够有效支撑地表人类活动及城市化进程研究。近年来随着灯光遥感数据产品的不断丰富，特别是新一代夜间灯光数据NPP/VIIRS(National Polar-Orbiting Partnership's Visible Infrared Imaging Radiometer Suite)的出现有效地弥补了DMSP/OLS夜间灯光数据在空间分辨率、时间分辨率和辐射分辨率等方面的短板，极大地拓展了夜间灯光数据的研究方向和应用领域。"
            ],
            "research objective": [
                "基于此，论文通过对近几十年来有关夜间灯光数据的研究成果的详细梳理，从数据处理与技术方法、应用研究等方面进行归纳总结。最后，文章从多源数据融合、应用领域拓展和短周期地表灯光监测3个方面指出了未来的研究热点。"
            ],
            "challenges": [
                "目前，虽然基于夜间灯光数据的应用研究成果正在不断积累，但对成果的系统性总结、整理的研究目前存在着覆盖面不全、时效性不强等不足。现有关于夜间灯光数据研究的综述性论文存在着时效性不强、覆盖面不广等不足。"
            ],
            "methods": [],
            "dataset": [],
            "findings": [],
            "backgroundCn": [
                "在遥感应用研究中，夜间灯光遥感作为发展活跃的一个重要分支，近年来受到越来越多来自自然科学领域和社会经济领域的关注。与传统的光学遥感卫星获取地物辐射信息不同，夜间灯光遥感是获取夜间无云条件下地表发射的可见光-近红外电磁波信息。相比于普通的遥感卫星影像，夜间灯光遥感所使用的夜间灯光影像记录的地表灯光强度信息更直接反映人类活动差异，因而被广泛应用于城市化进程研究、不透水面提取、社会经济指标空间化估算、重大事件评估、生态环境评估等领域。正是得益于夜间灯光遥感影像在大尺度、长时间序列对地观测的能力，其开放性的数据成果能够有效支撑地表人类活动及城市化进程研究。近年来随着灯光遥感数据产品的不断丰富，特别是新一代夜间灯光数据NPP/VIIRS(National Polar-Orbiting Partnership's Visible Infrared Imaging Radiometer Suite)的出现有效地弥补了DMSP/OLS夜间灯光数据在空间分辨率、时间分辨率和辐射分辨率等方面的短板，极大地拓展了夜间灯光数据的研究方向和应用领域。"
            ],
            "research objectiveCn": [
                "Based on this, the paper provides a detailed review of research findings related to nighttime light data over the past few decades, summarizing them from the perspectives of data processing and technical methods, as well as application research. Finally, the article identifies future research hotspots in three areas: multi-source data fusion, expansion of application fields, and short-term monitoring of surface lights."
            ],
            "challengesCn": [
                "目前，虽然基于夜间灯光数据的应用研究成果正在不断积累，但对成果的系统性总结、整理的研究目前存在着覆盖面不全、时效性不强等不足。现有关于夜间灯光数据研究的综述性论文存在着时效性不强、覆盖面不广等不足。"
            ],
            "methodsCn": [],
            "datasetCn": [],
            "findingsCn": []
        },
        {
            "background": [
                "After the Industrial Revolution, which began in the UK in the latter half of the eighteenth century, energy consumption and greenhouse gas emissions from fossil fuel consumption began to rise. As nations around the world started to develop their economies based on fossil fuel consumption, the stage was set for global warming and global environmental change. Electric power stations consume mostly fossil fuels and the night-time light emitted by human activity increases the consumption of electric power. Monitoring of electric power consumption and CO2 emission by a remote sensing device such as a satellite is an efficient method for observing at high resolution a wide area at a certain period of time."
            ],
            "research objective": [
                "A methodology is presented to accurately estimate electric power consumption from saturated night-time Defense Meteorological Satellite Program (DMSP) Operational Linescan System (OLS) imagery using a stable light correction."
            ],
            "challenges": [
                "Despite these advances, two problems remain to be solved in conventional studies: When constructing the dataset for extracting the stable light there are some arbitrary characteristics: (a) half-year data with a limited influence of the sunlight were used; and (b) the cloud cover was assessed visually, and images with only a few clouds were used. There are many studies about the relationship between the area of the stable light and electric power consumption as well as the CO2 emission but only a few of them deal with the cumulative DNs of the stable light parameter."
            ],
            "methods": [
                "An area correction for the stable light image of DMSP/OLS for the year 1999 was performed and the build-up area rate data were used to clarify the intensity distribution characteristics of the stable light. Based on the spatial distribution characteristics of the stable light, the saturation light of the electric power supply area of Japan was corrected using a cubic regression equation. The regression between the correction calculations by the cubic regression equation and the statistical electric power consumption data was applied in Japan and also in China, India and 10 other Asian countries."
            ],
            "dataset": [
                "In this study, we used DMSP-F14/OLS-VIS 1999 data from the Agriculture, Forestry and Fisheries Satellite Image Database System (SIDaB) of the Ministry of Agriculture, Forestry and Fisheries Agriculture Information Resources System (AGROPEDIA). The 1999 data for electric power consumption were obtained from the Statistics Bureau of the Ministry of Internal Affairs of Japan (2002)."
            ],
            "findings": [
                "This study confirms that electric power consumption can be estimated with high precision from the stable light."
            ],
            "backgroundCn": [
                "工业革命始于18世纪后半叶的英国，之后能源消费和化石燃料消费导致的温室气体排放开始上升。随着世界各国开始基于化石燃料消费发展经济，全球变暖和全球环境变化的舞台就此搭建。电力站主要消耗化石燃料，人类活动发出的夜间光线增加了电力消费。通过遥感设备如卫星监测电力消费和二氧化碳排放是一种高效的方法，可以在特定时间内高分辨率地观察广泛区域。"
            ],
            "research objectiveCn": [
                "提出了一种方法，通过稳定光源校正，准确估计饱和夜间国防气象卫星计划（DMSP）操作扫描系统（OLS）影像的电力消耗。"
            ],
            "challengesCn": [
                "尽管取得了这些进展，但在常规研究中仍然存在两个问题需要解决：在构建用于提取稳定光的数据库时，有一些任意特征：（a）使用了半年的数据，阳光的影响有限；（b）云层覆盖是通过目测评估的，仅使用了少量云的图像。关于稳定光面积与电力消耗以及二氧化碳排放之间关系的研究很多，但只有少数研究涉及稳定光参数的累积DN值。"
            ],
            "methodsCn": [
                "对1999年DMSP/OLS稳定光图像进行了区域修正，并利用建设用地面积增长率数据来阐明稳定光的强度分布特征。基于稳定光的空间分布特征，使用三次回归方程对日本电力供应区域的饱和光进行了修正。通过三次回归方程的修正计算与日本的统计电力消费数据之间的回归关系也应用于中国、印度及其他10个亚洲国家。"
            ],
            "datasetCn": [
                "在本研究中，我们使用了来自农业、林业和渔业卫星图像数据库系统（SIDaB）的1999年DMSP-F14/OLS-VIS数据，该系统隶属于日本农业、林业和渔业部农业信息资源系统（AGROPEDIA）。1999年的电力消费数据来自日本内务省统计局（2002年）。"
            ],
            "findingsCn": [
                "这项研究确认可以通过稳定的光线高精度地估计电力消耗。"
            ]
        },
        {
            "background": [
                "Diabetes is one of the most common chronic non-communicable diseases among the older adults worldwide. The 2017 China Diabetes Prevalence Survey showed that the prevalence of diabetes in the older adults aged ≥ 60 years was 30.0%, and China has the largest number of older adults with diabetes in the world. Various acute and chronic complications caused by diabetes seriously affect the health status and quality of life of the older adults. Frailty, an emerging global health burden, is a common geriatric syndrome. A meta-analysis of 21 studies from Western high-income countries showed the prevalence of frailty among community-dwelling older adults ranges from 4 to 59%, with an average prevalence of 11%, the pooled prevalence of frailty and pre-frailty among community-dwelling older adults in China were 10 and 43%, respectively, leading to an increased risk of falls, disability, hospitalization, and death, as well as an independent predictor of higher healthcare expenditure among older adults. As populations age, diabetes and frailty are frequently co-occurring health outcomes, and both frailty and diabetes increase the risk of adverse outcomes in older adults. A meta-analysis showed that older adults with diabetes with frailty had significantly increased risks of hospitalization, disability, and death compared with older adults with diabetes who were not frail. Studies have shown that frailty was an important factor affecting the target level of blood glucose management in the older adults with diabetes. The International Position Statement on Frailty in Diabetes emphasized that the identification and assessment of frailty should be part of the routine management of people with diabetes. Compared with developed countries, the research on frailty in the older adults in China started relatively recently, there were few comprehensive studies on the prevalence and associated factors of frailty and pre-frailty among older adults with diabetes nationwide."
            ],
            "research objective": [
                "To investigate the prevalence of frailty and pre-frailty and its associated factors in Chinese older adults with diabetes through a nationwide cross-sectional study."
            ],
            "challenges": [
                "Our study has several limitations. First, the data on diabetes were self-reported and might be subject to memory bias. Second, this was a cross-sectional study, so the causal relationship between diabetes and frailty was not analyzed."
            ],
            "methods": [
                "The data were obtained from the Sample Survey of the Aged Population in Urban and Rural China (SSAPUR), conducted in 2015, which was a cross-sectional study involving a nationally representative sample of older adults aged 60 years or more from 31 provinces, autonomous regions, and municipalities in mainland China. Subjects with diabetes were included in this study. Frailty index (FI), based on 33 potential deficits, was used to categorize individuals as robust, pre-frail, or frail."
            ],
            "dataset": [
                "The data were obtained from the Sample Survey of the Aged Population in Urban and Rural China (SSAPUR), conducted in 2015, which was a cross-sectional study involving a nationally representative sample of older adults aged 60 years or more from 31 provinces, autonomous regions, and municipalities in mainland China."
            ],
            "findings": [
                "Our study found that frail patients with diabetes were older, were more likely to have been hospitalized in the past 1 year, were more likely to have ADL disability, and were more likely to have comorbidities than non-frail patients with diabetes. Our study also found that female, rural residency, illiterate, ethnic minority, widowed, living alone, financial difficulties, and very difficult medical reimbursement were associated with the prevalence of frailty and pre-frailty in older adults with diabetes. Our study found significant regional differences in the prevalence of frailty and pre-frailty in older adults with diabetes. The prevalence of frailty in older adults with diabetes in northern China was higher than that in southern China."
            ],
            "backgroundCn": [
                "糖尿病是全球老年人中最常见的慢性非传染性疾病之一。2017年中国糖尿病流行病学调查显示，60岁及以上老年人中糖尿病的患病率为30.0%，中国是全球老年糖尿病患者数量最多的国家。糖尿病引起的各种急性和慢性并发症严重影响老年人的健康状况和生活质量。虚弱症是一种新兴的全球健康负担，是一种常见的老年综合征。对来自西方高收入国家的21项研究进行的荟萃分析显示，社区居住的老年人中虚弱症的患病率范围为4%至59%，平均患病率为11%；而中国社区居住的老年人中虚弱症和预虚弱症的合并患病率分别为10%和43%，这导致了跌倒、残疾、住院和死亡风险的增加，并且是老年人更高医疗支出的独立预测因素。随着人口老龄化，糖尿病和虚弱症常常是共同发生的健康结果，虚弱症和糖尿病都增加了老年人不良结果的风险。一项荟萃分析显示，患有糖尿病的老年人如果伴有虚弱症，其住院、残疾和死亡的风险显著高于没有虚弱症的糖尿病老年人。研究表明，虚弱症是影响老年糖尿病患者血糖管理目标水平的重要因素。国际糖尿病虚弱症立场声明强调，虚弱症的识别和评估应成为糖尿病患者常规管理的一部分。与发达国家相比，中国对老年人虚弱症的研究起步相对较晚，关于糖尿病老年人虚弱症和预虚弱症的患病率及相关因素的全国性综合研究较少。"
            ],
            "research objectiveCn": [
                "通过一项全国性横断面研究，调查中国老年糖尿病患者的虚弱和预虚弱的流行率及其相关因素。"
            ],
            "challengesCn": [
                "我们的研究有几个局限性。首先，糖尿病的数据是自我报告的，可能受到记忆偏差的影响。其次，这是一项横断面研究，因此未分析糖尿病与虚弱之间的因果关系。"
            ],
            "methodsCn": [
                "数据来自2015年在中国城乡进行的老年人口样本调查（SSAPUR），这是一项涉及来自中国大陆31个省、自治区和直辖市的60岁及以上老年人全国代表性样本的横断面研究。研究对象包括糖尿病患者。脆弱指数（FI）基于33个潜在缺陷，用于将个体分类为健康、预脆弱或脆弱。"
            ],
            "datasetCn": [
                "数据来自于2015年进行的中国城乡老年人口抽样调查（SSAPUR），这是一项横断面研究，涉及来自中国大陆31个省、自治区和直辖市的60岁及以上老年人的全国代表性样本。"
            ],
            "findingsCn": [
                "我们的研究发现，糖尿病虚弱患者年龄较大，过去一年住院的可能性更高，日常生活活动（ADL）残疾的可能性更高，合并症的可能性也高于非虚弱糖尿病患者。我们的研究还发现，女性、农村居住、文盲、少数民族、寡居、独居、经济困难以及医疗报销非常困难与老年糖尿病患者虚弱和前虚弱的流行率相关。我们的研究发现，老年糖尿病患者虚弱和前虚弱的流行率存在显著的地区差异。中国北方老年糖尿病患者的虚弱流行率高于南方。"
            ]
        }
    ],
    "query": {
        "Concept Completion": [
            {
                "QuestionEn": "What factors are considered in assessing human activity intensity in the Qinghai-Tibet Plateau agricultural and pastoral areas?",
                "QuestionCn": "在评估青藏高原农业和牧区人类活动强度时考虑的因素有哪些？",
                "AnswerEn": "grazing intensity, night-time light index, population density, GDP density, proportion of cultivated land, change rate of normalized vegetation index NDVI, distance to roads, distance to residential areas",
                "AnswerCn": "放牧强度、夜间灯光指数、人口密度、GDP密度、耕地比例、归一化植被指数（NDVI）变化率、距道路距离、距居民区距离",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Where can night-time light data be applied to better understand human activities?",
                "QuestionCn": "夜间灯光数据可以应用于更好地理解人类活动的地方。",
                "AnswerEn": "urbanization process studies, impervious surface extraction, spatial estimation of socioeconomic indicators, major events assessment, ecological environment evaluation",
                "AnswerCn": "城市化进程研究，不透水面提取，社会经济指标的空间估算，重大事件评估，生态环境评价",
                "Level": "C3(Applying)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a method used to determine the weight of factors affecting human activity intensity in agricultural and pastoral areas of the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个方法的例子，用于确定影响青藏高原农业和牧区人类活动强度的因素权重？",
                "AnswerEn": "An example of a method used to determine the weight of factors affecting human activity intensity is the entropy weight method, which was utilized to assign weights to various factors such as grazing intensity, night-time light index, population density, and others in the dataset concerning the Tibetan Plateau.",
                "AnswerCn": "一种用于确定影响人类活动强度因素权重的方法是熵权法，该方法被用于为与青藏高原相关的数据集中各种因素（如放牧强度、夜间光照指数、人口密度等）分配权重。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a dataset that could be used to study the relationship between night-time light emissions and human activity in large geographical areas?",
                "QuestionCn": "一个可以用来研究夜间光 emissions 和大面积人类活动之间关系的数据集的例子是什么？",
                "AnswerEn": "An example of a dataset that is used to study the relationship between night-time light emissions and human activity is the DMSP/OLS night-time light data, which provides information on stable light emissions and is used to monitor electric power consumption and CO2 emissions in countries such as Japan, China, and India.",
                "AnswerCn": "一个用于研究夜间光 emissions 与人类活动之间关系的数据集是 DMSP/OLS 夜间光数据，该数据提供了稳定的光 emissions 信息，并用于监测日本、中国和印度等国家的电力消费和二氧化碳排放。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you give an example of a challenge faced when using satellite-based night-time light data for assessing human activity levels?",
                "QuestionCn": "使用卫星夜间灯光数据评估人类活动水平时面临的一个挑战是数据的空间分辨率可能不足，无法准确反映小规模或局部区域的活动变化。",
                "AnswerEn": "An example of a challenge faced when using satellite-based night-time light data is the arbitrary characteristics in constructing the stable light dataset, such as dealing with cloud cover and the limited influence of sunlight, which can affect the accuracy of estimating electric power consumption and CO2 emissions.",
                "AnswerCn": "使用卫星夜间灯光数据时面临的一个挑战是构建稳定光数据集时的任意特征，例如处理云层覆盖和阳光影响有限的问题，这可能会影响电力消耗和二氧化碳排放估计的准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific factors considered for assessing human activity intensity in the Qinghai-Tibet Plateau agricultural and pastoral areas?",
                "QuestionCn": "在青藏高原农业和牧区评估人类活动强度时考虑的具体因素有哪些？",
                "AnswerEn": "grazing intensity, night-time light index, population density, GDP density, proportion of cultivated land, rate of change of the normalized difference vegetation index, distance to roads, distance to residential areas",
                "AnswerCn": "放牧强度、夜间灯光指数、人口密度、GDP密度、耕地比例、归一化植被指数变化率、距道路距离、距居住区距离",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the challenges in constructing datasets for stable light extraction in remote sensing studies?",
                "QuestionCn": "在遥感研究中构建稳定光提取数据集面临的挑战有哪些？",
                "AnswerEn": "arbitrary characteristics, half-year data, limited sunlight influence, visually assessing cloud cover, minimal clouds, lack of comprehensive studies, cumulative digital numbers (DNs) of the stable light parameter",
                "AnswerCn": "任意特征，半年数据，有限的阳光影响，目视评估云层覆盖，云层稀少，缺乏全面研究，稳定光参数的累积数字量化值（DNs）",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many factors are considered in evaluating human activity intensity in the 青藏高原农牧区人类活动强度1km网格数据集?",
                "QuestionCn": "在评估青藏高原农牧区人类活动强度1km网格数据集时，考虑了多少个因素？",
                "AnswerEn": "8 factors",
                "AnswerCn": "8个因素",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the spatial resolution of the human activity intensity dataset for the Qinghai-Tibet Plateau?",
                "QuestionCn": "青藏高原人类活动强度数据集的空间分辨率是多少？",
                "AnswerEn": "1 km",
                "AnswerCn": "1公里",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the entropy weight method in the context of evaluating human activity intensity?",
                "QuestionCn": "熵权法在评估人类活动强度的背景下是一种用于确定各个指标权重的技术。该方法通过计算各指标的信息熵来反映其重要性，信息熵越大，说明该指标的信息越分散，权重越小；反之，信息熵越小，说明该指标的信息越集中，权重越大。通过这种方式，熵权法能够有效地综合多种指标，帮助评估人类活动的强度。",
                "AnswerEn": "The entropy weight method is a technique used to determine the weights of different factors when evaluating human activity intensity. In this context, it helps in assigning appropriate importance to various factors such as grazing intensity, night-time light index, population density, and GDP density, among others, to accurately assess the intensity of human activities in a given area.",
                "AnswerCn": "熵权法是一种用于确定评估人类活动强度时不同因素权重的技术。在这个背景下，它有助于为各种因素分配适当的重要性，例如放牧强度、夜间光照指数、人口密度和GDP密度等，以准确评估特定区域的人类活动强度。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How is night-time light remote sensing utilized to monitor human activities?",
                "QuestionCn": "夜间灯光遥感如何用于监测人类活动？",
                "AnswerEn": "Night-time light remote sensing is used to capture the visible light and near-infrared electromagnetic waves emitted from the Earth's surface during cloud-free nights. This method provides a direct measure of human activities by recording the intensity of surface lights, which can be utilized in studies of urbanization, impervious surface extraction, socioeconomic spatial estimation, and ecological environment assessments.",
                "AnswerCn": "夜间光遥感用于捕捉在无云夜晚地球表面发出的可见光和近红外电磁波。这种方法通过记录地表光的强度，直接测量人类活动，可用于城市化研究、不透水面提取、社会经济空间估计和生态环境评估。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are some challenges associated with using night-time light data for research studies?",
                "QuestionCn": "使用夜间灯光数据进行研究时面临的一些挑战包括：",
                "AnswerEn": "Challenges associated with using night-time light data include dealing with arbitrary characteristics when constructing stable light datasets, such as using half-year data with limited sunlight influence and visually assessing cloud cover. Additionally, there is a need for systematic summarization of research outcomes, as existing review papers may lack comprehensive coverage and timeliness.",
                "AnswerCn": "使用夜间灯光数据所面临的挑战包括在构建稳定的灯光数据集时处理任意特征，例如使用半年数据以减少阳光影响以及对云层覆盖的视觉评估。此外，还需要对研究结果进行系统的总结，因为现有的综述论文可能缺乏全面性和时效性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the methods for estimating human activity intensity in the Tibetan Plateau using multiple factors compare to those using only night-time light data?",
                "QuestionCn": "在青藏高原上，使用多种因素估计人类活动强度的方法与仅使用夜间灯光数据的方法相比，如何？",
                "AnswerEn": "The human activity intensity estimation for the Tibetan Plateau incorporates multiple factors such as grazing intensity, night-time light index, population density, and others, while using entropy weight method for factor weighting. In contrast, night-time light data alone primarily reflects human activity differences based on visible light emissions, which is more direct but less comprehensive compared to a multi-factor approach.",
                "AnswerCn": "对青藏高原的人类活动强度估计考虑了多个因素，如放牧强度、夜间光照指数、人口密度等，同时使用熵权法进行因素加权。相比之下，夜间光照数据仅反映基于可见光排放的人类活动差异，这种方法更直接，但相比多因素方法则不够全面。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might the use of entropy weight method impact the interpretation of human activity intensity when integrating multiple factors such as population density, GDP density, and NDVI change rate?",
                "QuestionCn": "使用熵权法在整合人口密度、GDP密度和NDVI变化率等多个因素时，可能会影响人类活动强度的解释。",
                "AnswerEn": "The entropy weight method offers a systematic approach to determining the significance of each factor in assessing human activity intensity. By calculating weights based on the variability and importance of each factor, it allows for a more balanced interpretation of how different human activities contribute to overall intensity. This method helps in reducing subjective bias and provides a quantitative basis for understanding the relative impact of different activities.",
                "AnswerCn": "熵权法提供了一种系统的方法来确定在评估人类活动强度时各因素的重要性。通过根据每个因素的变异性和重要性计算权重，它允许对不同人类活动对整体强度的贡献进行更平衡的解读。这种方法有助于减少主观偏见，并为理解不同活动的相对影响提供了定量基础。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges of systematically summarizing and organizing results from night-time light data applications in ecological and socio-economic research?",
                "QuestionCn": "夜间灯光数据在生态和社会经济研究中的应用结果系统性总结和组织面临的挑战因素有哪些？",
                "AnswerEn": "The challenges include the coverage of existing research being incomplete and lacking timeliness, as well as the limitations of review papers in terms of breadth and time relevance.",
                "AnswerCn": "挑战包括现有研究的覆盖不完整和缺乏时效性，以及综述论文在广度和时间相关性方面的局限性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why are there difficulties in accurately estimating electric power consumption from night-time satellite imagery, such as the DMSP/OLS data?",
                "QuestionCn": "为什么从夜间卫星图像（如DMSP/OLS数据）准确估计电力消耗会存在困难？",
                "AnswerEn": "Difficulties arise from arbitrary dataset characteristics, such as using half-year data with minimal sunlight influence and visually assessing cloud cover, which can introduce inconsistencies in stable light extraction for power consumption estimation.",
                "AnswerCn": "困难源于任意数据集特征，例如使用半年数据时阳光影响最小，以及通过视觉评估云层覆盖，这可能导致在稳定光照提取方面的不一致，从而影响电力消耗估算。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes the prevalence of frailty among older adults with diabetes to vary regionally in China, and what factors are associated with these variations?",
                "QuestionCn": "导致中国老年糖尿病患者虚弱症状流行率在不同地区变化的原因是什么？与这些变化相关的因素有哪些？",
                "AnswerEn": "The variations are caused by factors such as age, hospitalization history, ADL disability, comorbidities, gender, rural residency, literacy levels, ethnicity, marital status, living situation, financial status, and medical reimbursement difficulty, with significant regional differences noted between northern and southern China.",
                "AnswerCn": "这些变化是由年龄、住院历史、日常生活活动（ADL）残疾、合并症、性别、农村居住、识字水平、种族、婚姻状况、居住情况、经济状况和医疗报销难度等因素造成的，并且在中国南北方之间存在显著的区域差异。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How might the entropy weight method affect the outcomes of assessing human activity intensity using various indicators?",
                "QuestionCn": "熵权法如何影响使用各种指标评估人类活动强度的结果？",
                "AnswerEn": "The entropy weight method can provide a systematic approach to determine the weight of each indicator, which helps in producing a more balanced and accurate assessment of human activity intensity. This can improve the understanding of human impact on the ecosystems and support effective regional ecosystem management and sustainable development policies.",
                "AnswerCn": "熵权法可以提供一种系统的方法来确定每个指标的权重，这有助于产生更平衡和准确的人类活动强度评估。这可以提高对人类对生态系统影响的理解，并支持有效的区域生态系统管理和可持续发展政策。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary goals of assessing human activity intensity in the Qinghai-Tibet Plateau pastoral area using various factors such as grazing intensity and night-time light indices?",
                "QuestionCn": "评估青藏高原牧区人类活动强度的主要目标是利用各种因素，如放牧强度和夜间光照指数。",
                "AnswerEn": "The primary goals include exploring the impact of human disturbances on the alpine ecosystem of the Qinghai-Tibet Plateau and providing effective support for government decision-making in regional ecosystem management and sustainable development.",
                "AnswerCn": "主要目标包括探索人类干扰对青藏高原高山生态系统的影响，并为政府在区域生态系统管理和可持续发展方面的决策提供有效支持。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to integrate multiple factors like GDP density, NDVI change rate, and proximity to roads when evaluating human activity intensity in ecologically sensitive regions?",
                "QuestionCn": "在评估生态敏感区域的人类活动强度时，整合多个因素如GDP密度、NDVI变化率和距离道路的远近是重要的，因为这些因素能够全面反映人类活动对环境的影响。",
                "AnswerEn": "Integrating multiple factors is important to comprehensively assess human activity intensity, capturing diverse dimensions of human influence on the environment, which aids in understanding and managing the ecological sensitivity and vulnerability of regions like the Qinghai-Tibet Plateau.",
                "AnswerCn": "整合多个因素对于全面评估人类活动强度至关重要，这有助于捕捉人类对环境影响的多样化维度，从而有助于理解和管理像青藏高原这样的地区的生态敏感性和脆弱性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What drives the necessity for utilizing entropy weight method in determining factor weights for spatial overlay analysis in human activity intensity assessments?",
                "QuestionCn": "在评估人类活动强度的空间叠加分析中，使用熵权法确定因素权重的必要性是什么？",
                "AnswerEn": "The necessity arises from the need to objectively determine the significance of each factor influencing human activity intensity, ensuring a balanced and data-driven approach to spatial analysis, which improves the accuracy and reliability of the resulting assessments.",
                "AnswerCn": "这种必要性源于客观确定影响人类活动强度的各个因素的重要性，以确保对空间分析采取平衡和数据驱动的方法，从而提高结果评估的准确性和可靠性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What is the detailed process for determining the weights of factors when assessing human activity intensity in the Qinghai-Tibet Plateau pastoral area?",
                "QuestionCn": "在评估青藏高原牧区人类活动强度时，确定因素权重的详细过程如下：",
                "AnswerEn": "The weights of factors for assessing human activity intensity in the Qinghai-Tibet Plateau pastoral area are determined using the entropy weight method. This involves selecting eight factors, such as grazing intensity, night-time light index, population density, GDP density, proportion of cultivated land, NDVI change rate, distance to road, and distance to settlements, and then calculating their respective weights based on entropy.",
                "AnswerCn": "在青藏高原牧区评估人类活动强度时，使用熵权法确定因素的权重。这涉及选择八个因素，如放牧强度、夜间光照指数、人口密度、GDP密度、耕地比例、NDVI变化率、距离道路的距离和距离居民点的距离，然后根据熵计算它们各自的权重。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How is night-time light remote sensing utilized in evaluating human activities, and what are the challenges faced with this method?",
                "QuestionCn": "夜间光遥感如何用于评估人类活动，以及该方法面临的挑战是什么？",
                "AnswerEn": "Night-time light remote sensing is utilized by capturing visible light and near-infrared electromagnetic wave information emitted from the Earth's surface under cloud-free conditions at night. It provides a direct reflection of human activity differences and is widely used in urbanization studies and socioeconomic assessments. The challenges include the need for systematic summarization of study outcomes, issues with data coverage, and the limitations of conventional night-time light data in terms of temporal and spatial resolution.",
                "AnswerCn": "夜间光遥感通过捕捉在无云条件下地球表面发出的可见光和近红外电磁波信息来进行。它直接反映了人类活动的差异，广泛应用于城市化研究和社会经济评估。面临的挑战包括对研究结果的系统总结需求、数据覆盖问题，以及传统夜间光数据在时间和空间分辨率方面的局限性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What factors or methodologies enable the accurate assessment and weighting of human activity intensity in the Qinghai-Tibet Plateau's agro-pastoral regions?",
                "QuestionCn": "哪些因素或方法能够准确评估和权衡青藏高原农牧区人类活动强度？",
                "AnswerEn": "The accurate assessment and weighting of human activity intensity in the Qinghai-Tibet Plateau's agro-pastoral regions are enabled by selecting specific factors that reflect human activity intensity, such as grazing intensity, nighttime light index, population density, GDP density, cultivated land ratio, NDVI change rate, and distances to roads and settlements. Entropy weight method is used to determine the weight of each factor, and spatial overlay method is employed to compile the datasets for different years.",
                "AnswerCn": "在青藏高原的农牧交错区，通过选择反映人类活动强度的特定因素，如放牧强度、夜间灯光指数、人口密度、GDP密度、耕地比例、NDVI变化率以及距离道路和居民点的距离，能够准确评估和加权人类活动强度。采用熵权法确定各因素的权重，并利用空间叠加法编制不同年份的数据集。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways can the use of entropy weight method in determining factors' weights enhance the precision of human activity intensity datasets?",
                "QuestionCn": "使用熵权法确定因素权重的方式可以通过以下几种方式提高人类活动强度数据集的精确性：",
                "AnswerEn": "The use of entropy weight method in determining factors' weights enhances the precision of human activity intensity datasets by objectively assigning weights based on the variability and significance of each factor. This method ensures that the contribution of each factor to human activity intensity is proportional to its impact, resulting in a more accurate representation of human activity intensity over time.",
                "AnswerCn": "熵权法在确定因素权重方面的应用，通过根据每个因素的变异性和重要性客观地分配权重，提高了人类活动强度数据集的精确性。该方法确保每个因素对人类活动强度的贡献与其影响成正比，从而更准确地反映人类活动强度随时间的变化。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the entropy weight method be expected to enhance the accuracy of human activity intensity assessments in regions like the Qinghai-Tibet Plateau?",
                "QuestionCn": "熵权法可能会提高青藏高原等地区人类活动强度评估的准确性，原因是什么？",
                "AnswerEn": "The entropy weight method is used to determine the weight of each factor reflecting human activity intensity, which can enhance the accuracy of assessments by objectively quantifying the contribution of variables such as grazing intensity, night-time light index, population density, GDP density, cultivated land ratio, NDVI change rate, and distances to roads and settlements.",
                "AnswerCn": "熵权法用于确定反映人类活动强度的各因素的权重，这可以通过客观量化变量的贡献（如放牧强度、夜间光照指数、人口密度、GDP密度、耕地比例、NDVI变化率以及距离道路和居民点的距离）来提高评估的准确性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why could challenges arise from using night-time light data to assess human activity intensity, particularly in high-altitude regions like the Qinghai-Tibet Plateau?",
                "QuestionCn": "使用夜间灯光数据评估人类活动强度时，特别是在像青藏高原这样的高海拔地区，可能会出现哪些挑战？",
                "AnswerEn": "Challenges could arise due to limitations in spatial, temporal, and radiometric resolutions of older night-time light data like DMSP/OLS, although newer data like NPP/VIIRS have improved these aspects. The unique ecological and geographical conditions of the Qinghai-Tibet Plateau may also affect the accuracy and applicability of night-time light data in capturing human activity.",
                "AnswerCn": "由于老旧夜间光数据如DMSP/OLS在空间、时间和辐射分辨率方面的限制，可能会出现挑战，尽管新数据如NPP/VIIRS在这些方面有所改善。青藏高原独特的生态和地理条件也可能影响夜间光数据在捕捉人类活动方面的准确性和适用性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might the integration of multiple data sources be crucial for understanding human impact on high-altitude ecosystems in the Qinghai-Tibet Plateau?",
                "QuestionCn": "整合多个数据源对于理解人类对青藏高原高海拔生态系统的影响可能至关重要，原因如下：",
                "AnswerEn": "Integrating multiple data sources allows for a comprehensive understanding of human impact on high-altitude ecosystems by combining diverse indicators such as economic activity, population density, and ecological changes. This multi-faceted approach helps address the complexity of human-environment interactions in sensitive and vulnerable regions like the Qinghai-Tibet Plateau.",
                "AnswerCn": "整合多个数据源可以通过结合经济活动、人口密度和生态变化等多种指标，全面了解人类对高海拔生态系统的影响。这种多方面的方法有助于应对像青藏高原这样敏感和脆弱地区的人类与环境互动的复杂性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I'm not clear on how datasets can accurately reflect the intensity of human activities in the Qinghai-Tibet Plateau over time.",
                "QuestionCn": "我不清楚数据集如何能够准确反映青藏高原人类活动的强度随时间的变化。",
                "AnswerEn": "The intensity of human activities is assessed by selecting eight factors, such as grazing intensity, night light index, population density, GDP density, arable land proportion, NDVI change rate, distance to roads, and distance to settlements. The entropy weighting method is used to determine the weight of each factor, and spatial overlay method is applied to obtain datasets for the years 1990, 1995, 2000, 2005, 2010, 2015, and 2020.",
                "AnswerCn": "人类活动强度的评估是通过选择八个因素来进行的，这些因素包括放牧强度、夜间光照指数、人口密度、GDP密度、耕地比例、NDVI变化率、距离道路的距离和距离居民点的距离。采用熵权法来确定每个因素的权重，并应用空间叠加方法获取1990年、1995年、2000年、2005年、2010年、2015年和2020年的数据集。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I don't understand the challenges involved in using night-time light data for assessing human activity.",
                "QuestionCn": "我不理解使用夜间灯光数据评估人类活动所面临的挑战。",
                "AnswerEn": "Challenges in using night-time light data include the need for systematic summarization of existing research findings, overcoming issues related to data coverage and timeliness, and addressing the limitations of previous studies, such as arbitrary characteristics in dataset construction and cloud cover assessment.",
                "AnswerCn": "使用夜间灯光数据面临的挑战包括需要对现有研究结果进行系统总结、克服数据覆盖和时效性相关的问题，以及解决以往研究的局限性，例如数据集构建中的任意特征和云层覆盖评估。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please provide a methodology for evaluating human activity intensity in a high-altitude ecosystem using remote sensing data.",
                "QuestionCn": "请提供一种方法论，用于利用遥感数据评估高海拔生态系统中的人类活动强度。",
                "AnswerEn": "In evaluating human activity intensity in a high-altitude ecosystem, entropy weight method can be used to determine the weights of various factors like grazing intensity, night-time light index, population density, GDP density, cultivated land ratio, NDVI change rate, distance to roads, and distance to settlements. These factors are then spatially overlaid to generate datasets for multiple years, allowing for an assessment of human impact over time.",
                "AnswerCn": "在评估高海拔生态系统中的人类活动强度时，可以使用熵权法来确定各种因素的权重，如放牧强度、夜间光照指数、人口密度、GDP密度、耕地比例、NDVI变化率、距离道路的距离和距离居民点的距离。这些因素随后进行空间叠加，生成多个年份的数据集，从而评估人类对环境的影响随时间的变化。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please describe a systematic approach to integrating multiple data sources for assessing socio-economic impacts in ecologically sensitive regions.",
                "QuestionCn": "请描述一种系统的方法，以整合多个数据源来评估生态敏感区域的社会经济影响。",
                "AnswerEn": "A systematic approach involves integrating multiple data sources such as night-time light remote sensing data, demographic statistics, economic data, and ecological indicators. Techniques like multi-source data fusion and spatial overlay can be employed to enhance the granularity and accuracy of socio-economic impact assessments. Such integration helps in comprehensively evaluating human activities and their effects on ecologically sensitive regions.",
                "AnswerCn": "系统化的方法涉及整合多种数据源，如夜间灯光遥感数据、人口统计数据、经济数据和生态指标。可以采用多源数据融合和空间叠加等技术，以提高社会经济影响评估的细致程度和准确性。这种整合有助于全面评估人类活动及其对生态敏感区域的影响。",
                "Level": "C6(Creating)"
            }
        ]
    }
}