{
    "id": "2260303e-1b6a-47a3-9856-d168925de799",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Macro index data of social economy at city (county) scale in Heihe River Basin",
            "titleCn": "黑河流域市（县）尺度社会经济宏观指标数据",
            "description": "The macro index data of social economy at the city (county) scale in Heihe River basin includes a series of socio-economic indexes of gross product, income, population, employment, medical treatment, education, land area, finance, etc. of 11 counties in Zhangye, Jiuquan, Jiayuguan, Alxa and Haibei Autonomous Prefecture;",
            "descriptionCn": "黑河流域市（县）尺度社会经济宏观指标数据，包括张掖、酒泉、嘉峪关、阿拉善、海北自治州五个市11个县的生产总值、收入、人口、就业、医疗、教育、国土面积、财政等一系列社会经济指标；",
            "instructions": ". XLS and. Xlsx format storage",
            "instructionsCn": ".xls 及 .xlsx 格式存储",
            "east": 102.5,
            "west": 96.5,
            "south": 37.5,
            "north": 43.0,
            "startTime": "2000-01-08 16:00:00",
            "endTime": "2012-01-08 13:00:00",
            "fileSize": 139038.0,
            "cstr": null,
            "doi": "",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "邓祥征",
                "nameEn": "DENG XiangZheng",
                "unitEn": "Institute of Geographic Sciences and Natural Resources Research,Chinese Academy of Sciences",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Identification of Water Scarcity and Providing Solutions for Adapting to Climate Changes in the Heihe River Basin of China",
                "referenceCn": null,
                "referenceEn": "Deng, X.Z., and Zhao, C.H. (2015). Identification of Water Scarcity and Providing Solutions for Adapting to Climate Changes in the Heihe River Basin of China.  Adv. Meteorol. 2015, 1–13."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000-2011",
                "keywordEn": "2000-2011",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the key features of socioeconomic macro indicators that can be collected at the city and county scale in the Heihe River Basin?",
                "QuestionCn": "在黑河流域，可以收集的城市和县级社会经济宏观指标的关键特征是什么？",
                "AnswerEn": "production value, income, population, employment, healthcare, education, land area, finance",
                "AnswerCn": "生产价值、收入、人口、就业、医疗、教育、土地面积、金融",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the total number of counties included in the macroeconomic indicator dataset for the Heihe River Basin?",
                "QuestionCn": "黑河流域的宏观经济指标数据集中包含的县总数是多少？",
                "AnswerEn": "11",
                "AnswerCn": "11",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does the term '社会经济宏观指标数据' encompass when discussing data collection methods in the context of city or county scales?",
                "QuestionCn": "“社会经济宏观指标数据”在讨论城市或县级规模的数据收集方法时，涵盖了哪些内容？",
                "AnswerEn": "'社会经济宏观指标数据' refers to the collection of macro-level social and economic indicators at a city or county scale. This includes data on gross domestic product, income, population, employment, healthcare, education, land area, and fiscal metrics across multiple administrative regions like cities and counties within a specific area, such as the Heihe River Basin.",
                "AnswerCn": "'社会经济宏观指标数据'指的是在城市或县级规模上收集的宏观社会和经济指标数据。这包括国内生产总值、收入、人口、就业、医疗、教育、土地面积以及多个行政区域（如城市和县）内的财政指标等数据，具体区域如黑河流域。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for social-economic indicators in Heihe River Basin compare between urban areas like Zhangye and rural counties in terms of challenges and accuracy?",
                "QuestionCn": "黑河流域的社会经济指标数据收集方法在城市地区（如张掖）与农村县之间在挑战和准确性方面有何比较？",
                "AnswerEn": "In the Heihe River Basin, data collection for social-economic indicators such as GDP, income, population, and employment may face more challenges in rural counties compared to urban areas like Zhangye. Urban areas typically have more structured data collection processes and better access to resources, which can lead to higher accuracy. In contrast, rural counties might encounter difficulties due to limited infrastructure, less frequent data updates, and potential under-reporting, impacting the accuracy and comprehensiveness of the collected data.",
                "AnswerCn": "在黑河流域，社会经济指标如GDP、收入、人口和就业的数据收集在农村县与城市地区（如张掖）相比可能面临更多挑战。城市地区通常拥有更为结构化的数据收集流程和更好的资源获取，这可以提高数据的准确性。相反，农村县可能由于基础设施有限、数据更新不够频繁以及潜在的漏报问题，影响所收集数据的准确性和全面性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in collecting accurate socio-economic macro-indicator data at the city or county scale in regions like the Heihe River Basin?",
                "QuestionCn": "在像黑河流域这样的地区，收集准确的城市或县级社会经济宏观指标数据面临的挑战因素包括：",
                "AnswerEn": "Challenges in collecting accurate socio-economic macro-indicator data at the city or county scale in the Heihe River Basin may be due to diverse factors such as varying levels of data availability and accessibility across different regions, discrepancies in data reporting standards among the five cities and 11 counties, potential lack of infrastructure and technology to systematically gather and process the data, and socio-political influences that might affect data transparency and reliability.",
                "AnswerCn": "在黑河流域收集准确的社会经济宏观指标数据面临的挑战可能源于多种因素，例如不同地区的数据可用性和可获取性差异、五个城市和11个县之间的数据报告标准不一致、可能缺乏系统性收集和处理数据的基础设施和技术，以及可能影响数据透明度和可靠性的社会政治因素。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the ultimate purpose of collecting socio-economic macro indicators at the city and county level in the Heihe River Basin?",
                "QuestionCn": "在黑河流域收集城市和县级社会经济宏观指标的最终目的是什麼？",
                "AnswerEn": "The ultimate purpose of collecting socio-economic macro indicators at the city and county level in the Heihe River Basin is to provide a comprehensive overview of various socio-economic factors including GDP, income, population, employment, healthcare, education, land area, and fiscal metrics across five cities and 11 counties. This information can be used to support regional planning, policy-making, and resource allocation, ensuring that the socio-economic development of these regions is tracked and managed effectively.",
                "AnswerCn": "收集黑河流域城市和县级的社会经济宏观指标的最终目的是提供对包括GDP、收入、人口、就业、医疗、教育、土地面积和财政指标在内的各种社会经济因素的全面概述。这些信息可以用于支持区域规划、政策制定和资源分配，确保有效跟踪和管理这些地区的社会经济发展。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}