{
  "id": "22edacbc-8ba1-440e-b5ea-b1530cf46ac9",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "High-resolution projection dataset of agroclimatic indicators over Central Asia (1986-2005 and 2031-2050)",
      "titleCn": "中亚农业气候指数高分辨率预估数据集（1986-2005和2031-2050）",
      "description": "To understand the potential impact of projected climate changes on the vulnerable agriculture in Central Asia (CA) in the future, six agroclimatic indicators are calculated based on the 9km-resolution dynamical downscaled results of three different global climate models and a high-resolution projection dataset of agroclimatic indicators over CA is produced. These indicators are growing season length (GSL, days), biologically effective degree days (BEDD, ℃), frost days (FD, days), summer days (SU, days), warm spell duration index (WSDI, days), and tropical nights (TR, days). The periods are 1986-2005 and 2031-2050. The spatial resolution is 0.1°. As all the indicators except WSDI are defined with absolute temperature thresholds and particularly sensitive to the systematics biases in the model data, the quantile mapping (QM) method is applied to correct the simulated temperature. Results show the QM method largely reduces the biases in all the indicators. GSL, SU, WSDI, and TR will significantly increase over CA and FD will decrease. However, changes in BEDD are spatially heterogeneous, with the increases in northern CA and the mountainous areas and decreases in the southern and middle part of the plain areas. This dataset can be applied for assessing the future risks in the local agriculture for climate changes and will be beneficial to adaption and mitigation actions for food security in this region.",
      "descriptionCn": "中亚是一个高度农业化的地区，其农业资源有限且非常脆弱。为了评估未来气候变化对中亚农业的潜在影响，我们基于3个全球气候模式的9千米动力降尺度结果生产了一个中亚农业气候指数（agroclimatic indicators）高分辨率预估数据集。这些农业气候指数是生长季长度（growing season length, GSL, days），有效积温（biologically effective degree days, BEDD, ℃），霜冻天数（frost days, FD, days），夏日天数（summer days, SU, days），热浪天数（warm spell duration index, WSDI, days）和热夜天数（tropical nights, TR, days）。时段是1986-2005和2031-2050，空间分辨率为0.1°。由于这些指数（除了WSDI）都是基于温度的绝对阈值定义的，对区域模拟结果的系统偏差非常敏感，我们首先用分位数映射法（quantile mapping, QM）订正了模拟的气温，然后基于订正后的气温计算指数。评估结果显示：QM方法大幅减小了指数的偏差。预估结果显示：GSL，SU，WSDI和TR在整个中亚将显著增大，而FD将显著减小；BEDD的变化具有明显的空间差异性，在中亚北部和山区是增大的，在平原的中部和南部是减小的。这个高分辨率的数据集可被用于评估未来气候变化对中亚农业的风险影响。",
      "instructions": "The names of the files follow the order: [experiment_name].[variable_name].[period].nc. For example, the file name, WRF_CCSM_COR.WSDI.2031-2050.nc, represents the WSDI of the future period calculated based on the model data from the experiment WRF_CCSM_COR.\nThe Climate Data Operators (CDO, https://code.mpimet.mpg.de/projects/cdo), Python modules (like netCDF4, Xarray, and Numpy), and NCAR Command Languages (NCL, https://www.ncl.ucar.edu/) are recommended to do operations on the netCDF files.",
      "instructionsCn": "文件命名规则是：[模拟试验名称].[指数名称].[时段].nc。例如，WRF_CCSM_COR.WSDI.2031-2050.nc是基于模拟试验WRF_CCSM_COR的结果计算的未来时段的WSDI数据。\n建议使用以下工具对数据进行读写等操作，它们是Climate Data Operators (CDO)、Python的相关模块（如netCDF4、Xarray和Numpy）和NCAR Command Language (NCL)。",
      "east": 94.0,
      "west": 36.0,
      "south": 30.0,
      "north": 58.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 138449674.0,
      "cstr": "18406.11.Atmos.tpdc.271934",
      "doi": "10.11888/Atmos.tpdc.271934",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "邱源",
        "nameEn": "QIU Yuan ",
        "unitEn": "Institute of Atmospheric Physics, Chinese Academy of Sciences",
        "unitCn": "中国科学院大气物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "High-resolution projection dataset of agroclimatic indicators over Central Asia",
        "referenceCn": null,
        "referenceEn": "Qiu, Y., Feng, J.M., Yan, Z.W., & Wang, J. (2022). High-resolution projection dataset of agroclimatic indicators over Central Asia. Adv. Atmos. Sci.,  https://doi.org/10.1007/s00376-022-2008-3"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "其他",
        "nameEn": "Other"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中亚",
        "keywordEn": "Central Asia"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "近期未来",
        "keywordEn": "near-term future",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "基于城市关键参数优化的京津冀城市化降水效应模拟研究",
        "titleEn": "National Natural Science Foundation of China"
      },
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Central Asia (referred to as CA, Fig. 1), which consists of five countries (Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan, and Uzbekistan), is highly agrarian, with 60% of its population living in rural areas and agriculture accounting for over 45% of total employment and nearly 25% of the Gross Domestic Production (Babu and Djalalov, 2006). Semi-arid to arid climates prevail in the lowland areas of CA. Thus, in the central and western parts of CA, agriculture is only possible with irrigation. As one of the hot spots of climate change (Giorgi, 2006), CA has experienced a significant warming (0.16°C (10 yr)−1) during the past century (1901–2003, Chen et al., 2009), with an accelerating warming rate (0.36°C–0.42°C per decade) in the past ~30 years (1979–2011, Hu et al., 2014). Meanwhile, its annual precipitation has increased (Chen et al., 2011; Hu et al., 2017). Climate change may pose challenges to the vulnerable agriculture in CA. Due to the lack of high-resolution climate data and less attention from the community relative to its surrounding areas, like East Asia, South Asia, and the Mediterranean (Wang et al., 2009; Piao et al., 2010; Iglesias et al., 2011; Bandara and Cai, 2014; Cramer et al., 2018; Aryal et al., 2020; Huang et al., 2020), studies on the impacts of climate change on agriculture in CA are lacking, especially on the potential impacts of projected climate change under warming scenarios in the near-term future."
      ],
      "research objective": [
        "The aim of this paper is to describe the high-resolution projection dataset of AIs over CA and investigate projected changes in these indicators in the near-term future. This study can serve as a scientific basis for assessing the future risks to the local agriculture from climate change and will be beneficial in planning adaption and mitigation actions for food security in this region."
      ],
      "challenges": [
        "We found that it is difficult for the regional model to accurately simulate the spatial distribution of WSDI in CA, with the SCCs in the range of 0.3–0.4."
      ],
      "methods": [
        "Recently, we carried out a study that involves the dynamical downscaling of multiple global climate models (GCMs) for the CA region with an unprecedented horizontal resolution of 9 km (Qiu et al., 2022). In this study, the model data from the downscaled results is applied to calculate some key agroclimatic indicators (referred to as AIs), which are proxies for the effect of weather and climate on specific agricultural activities (Arnell and Freeman, 2021) and both practical and understandable to farmers and policy makers (Trnka et al., 2011). Here, the quantile mapping method (Themeßl et al., 2011) is applied to correct the simulated temperature before calculating the AIs relating to absolute temperature thresholds."
      ],
      "dataset": [
        "The AIs assessed in this study are calculated based on daily mean/maximum/minimum temperature (TG/TX/TN) from the 9-km-resolution dynamical downscaling of three different GCMs in CA with a regional climate model (RCM), the Weather Research and Forecasting (WRF) model (Skamarock et al., 2008). The reference-period simulations are from 1986 to 2005, and the future runs are between 2031 and 2050 under the moderate emission scenario RCP 4.5."
      ],
      "findings": [
        "Figures 4 and 5 show that GSL, SU, WSDI, and TR are projected to significantly increase over CA in the near-term future, while FD is very likely to decrease over the entire region, especially in the high-elevation areas (e.g., the Tien Shan and Pamirs). In particular, projected changes in the Cor-AIs over main producing areas of wheat and cotton are assessed. The ensemble mean of the results of the simulations shows that GSL, BEDD, SU, WSDI, and TR over the main producing area of wheat will increase by 8.7%, 15.6%, 49.8%, 112.1%, and 219.6%, respectively, and FD over this area will decrease by 40.7%. Over the main producing area of cotton, GSL, SU, WSDI, and TR will increase by 3.9%, 6.5%, 91.0%, and 32.0%, respectively, and BEDD will decrease by 10.4%."
      ],
      "backgroundCn": [
        "中亚（简称CA，见图1）由五个国家组成（哈萨克斯坦、吉尔吉斯斯坦、塔吉克斯坦、土库曼斯坦和乌兹别克斯坦），是一个高度农业化的地区，60%的人口生活在农村，农业占总就业的45%以上，几乎占国内生产总值的25%（Babu和Djalalov，2006）。CA的低地地区气候以半干旱到干旱为主。因此，在CA的中部和西部地区，农业只能依靠灌溉进行。作为气候变化的热点之一（Giorgi，2006），CA在过去一个世纪（1901-2003年）经历了显著的变暖（0.16°C（10年）−1），在过去约30年（1979-2011年）中，变暖速率加速（每十年0.36°C-0.42°C，Hu等，2014）。与此同时，年降水量也有所增加（Chen等，2011；Hu等，2017）。气候变化可能对CA脆弱的农业构成挑战。由于缺乏高分辨率的气候数据以及相较于周边地区（如东亚、南亚和地中海）较少的关注（Wang等，2009；Piao等，2010；Iglesias等，2011；Bandara和Cai，2014；Cramer等，2018；Aryal等，2020；Huang等，2020），关于气候变化对CA农业影响的研究相对匮乏，尤其是对未来短期内在变暖情景下的气候变化潜在影响的研究。"
      ],
      "research objectiveCn": [
        "本文的目的是描述加利福尼亚州（CA）人工智能的高分辨率投影数据集，并研究这些指标在近期未来的预测变化。该研究可以作为评估气候变化对当地农业未来风险的科学基础，并将有助于规划该地区的适应和减缓行动，以确保粮食安全。"
      ],
      "challengesCn": [
        "我们发现区域模型在加利福尼亚州准确模拟WSDI的空间分布方面存在困难，SCC值在0.3到0.4之间。"
      ],
      "methodsCn": [
        "最近，我们进行了一项研究，涉及对多个全球气候模型（GCMs）进行动态下调，以获得加利福尼亚地区前所未有的9公里水平分辨率的数据（Qiu et al., 2022）。在这项研究中，使用下调结果的模型数据来计算一些关键的农业气候指标（称为AIs），这些指标是天气和气候对特定农业活动影响的代理（Arnell and Freeman, 2021），并且对农民和政策制定者来说既实用又易于理解（Trnka et al., 2011）。在计算与绝对温度阈值相关的AIs之前，采用了分位数映射方法（Themeßl et al., 2011）来校正模拟的温度。"
      ],
      "datasetCn": [
        "本研究中评估的人工智能是基于来自三个不同全球气候模型（GCM）在加利福尼亚的9公里分辨率动力学下调的日均/最高/最低温度（TG/TX/TN）计算得出的。参考期模拟为1986年至2005年，未来模拟为2031年至2050年，采用中等排放情景RCP 4.5。"
      ],
      "findingsCn": [
        "图4和图5显示，GSL、SU、WSDI和TR在近期未来预计将在中亚显著增加，而FD在整个地区很可能会减少，尤其是在高海拔地区（如天山和帕米尔山脉）。特别是，对主要小麦和棉花生产区的Cor-AIs的变化进行了评估。模拟结果的集合均值显示，主要小麦生产区的GSL、BEDD、SU、WSDI和TR分别将增加8.7%、15.6%、49.8%、112.1%和219.6%，而该地区的FD将减少40.7%。在主要棉花生产区，GSL、SU、WSDI和TR将分别增加3.9%、6.5%、91.0%和32.0%，而BEDD将减少10.4%。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the quantile mapping method used for correcting simulated temperatures in agroclimatic studies in Central Asia?",
        "QuestionCn": "分位数映射方法是否用于修正中亚农业气候研究中的模拟温度？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Are the agroclimatic indicators calculated based on daily mean, maximum, and minimum temperatures?",
        "QuestionCn": "农业气候指标是基于日均、最高和最低气温计算的吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "In assessing the future changes in agroclimatic indicators, are the simulations based on a high-emission scenario, a moderate emission scenario, or a low-emission scenario?",
        "QuestionCn": "在评估未来农业气候指标的变化时，模拟是基于高排放情景、中等排放情景还是低排放情景？",
        "AnswerEn": "moderate emission scenario RCP 4.5",
        "AnswerCn": "中等排放情景 RCP 4.5",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection method is used to obtain high-resolution climate projections for Central Asia?",
        "QuestionCn": "用于获取中亚高分辨率气候预测的数据收集方法是什么？",
        "AnswerEn": "Dynamical downscaling",
        "AnswerCn": "动力降尺度",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the significant projected changes in agroclimatic indicators expected to occur in Central Asia?",
        "QuestionCn": "在中亚，预计农业气候指标的显著变化将发生在哪里？",
        "AnswerEn": "Tien Shan and Pamirs",
        "AnswerCn": "天山和帕米尔",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What challenges are associated with simulating the spatial distribution of warm spell duration index (WSDI) in Central Asia?",
        "QuestionCn": "在中亚模拟温暖气候持续时间指数（WSDI）的空间分布时面临哪些挑战？",
        "AnswerEn": "spatial correlation coefficients (SCCs) in the range of 0.3–0.4",
        "AnswerCn": "空间相关系数（SCCs）在0.3到0.4的范围内。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you give an example of a data collection method that addresses the challenges in simulating the spatial distribution of agroclimatic indicators in Central Asia?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，以应对在中亚模拟农业气候指标空间分布时面临的挑战？",
        "AnswerEn": "The study employs the quantile mapping method to correct simulated temperatures before calculating agroclimatic indicators that rely on absolute temperature thresholds. This approach helps to reduce the system biases in simulated temperature data.",
        "AnswerCn": "该研究采用分位数映射方法对模拟温度进行校正，然后计算依赖于绝对温度阈值的农业气候指标。这种方法有助于减少模拟温度数据中的系统偏差。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a dataset used for projecting changes in agroclimatic indicators in Central Asia?",
        "QuestionCn": "一个用于预测中亚农业气候指标变化的数据集的例子是什么？",
        "AnswerEn": "The dataset consists of daily mean, maximum, and minimum temperatures derived from a 9-km-resolution dynamical downscaling of three different global climate models over Central Asia using a regional climate model, specifically the Weather Research and Forecasting (WRF) model. The dataset covers the reference period from 1986 to 2005 and future projections from 2031 to 2050 under the RCP 4.5 scenario.",
        "AnswerCn": "该数据集包含来自三个不同全球气候模型的中央亚洲日均、最高和最低气温的动态下调数据，分辨率为9公里，使用区域气候模型（特别是天气研究与预报模型WRF）进行处理。数据集涵盖了1986年至2005年的参考期以及2031年至2050年在RCP 4.5情景下的未来预测。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Could you provide an example of how projected changes in agroclimatic indicators are assessed for specific agricultural areas in Central Asia?",
        "QuestionCn": "您能否提供一个例子，说明如何评估中亚特定农业区域的农业气候指标的预测变化？",
        "AnswerEn": "Projected changes in agroclimatic indicators are assessed for main producing areas of wheat and cotton. For the wheat-producing area, indicators such as growing season length, biologically effective degree days, summer days, warm spell duration index, and tropical nights are projected to increase, while frost days are expected to decrease significantly. Similar assessments are made for the cotton-producing area, showing various increases and decreases in these indicators.",
        "AnswerCn": "对小麦和棉花主要生产区的农业气候指标的预测变化进行了评估。在小麦生产区，生长季节长度、生物有效积温、夏季天数、暖期持续指数和热带夜数预计将增加，而霜冻天数预计将显著减少。对棉花生产区也进行了类似的评估，显示这些指标的各种增加和减少。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the properties of high-resolution agroclimatic indicator datasets used for assessing climate change impacts on agriculture?",
        "QuestionCn": "用于评估气候变化对农业影响的高分辨率农业气候指标数据集的属性是什么？",
        "AnswerEn": "growing season length, biologically effective degree days, frost days, summer days, warm spell duration index, tropical nights, spatial resolution of 0.1°",
        "AnswerCn": "生长季长度、生物有效积温、霜冻天数、夏季天数、暖期持续指数、热带夜晚、空间分辨率为0.1°",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the horizontal resolution used in the dynamic downscaling of global climate models for Central Asia?",
        "QuestionCn": "在中亚的全球气候模型动态下调中使用的水平分辨率是多少？",
        "AnswerEn": "9 kilometers",
        "AnswerCn": "9公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is 'quantile mapping' in the context of data collection for climate projections?",
        "QuestionCn": "在气候预测的数据收集中，“分位数映射”是什么？",
        "AnswerEn": "Quantile mapping is a method applied to correct the simulated temperature before calculating agroclimatic indicators relating to absolute temperature thresholds. It helps in reducing the bias in the indices derived from regional climate model simulations.",
        "AnswerCn": "分位数映射是一种在计算与绝对温度阈值相关的农业气候指标之前，用于校正模拟温度的方法。它有助于减少从区域气候模型模拟中得出的指标的偏差。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What does 'dynamical downscaling' mean in the creation of high-resolution climate datasets?",
        "QuestionCn": "“动态下采样”在高分辨率气候数据集的创建中是什么意思？",
        "AnswerEn": "Dynamical downscaling refers to the process of using regional climate models to enhance the resolution of global climate model outputs. In this context, it involves improving the horizontal resolution to 9 km over Central Asia to better assess agroclimatic indicators.",
        "AnswerCn": "动态下调是指使用区域气候模型来增强全球气候模型输出的分辨率。在这个背景下，它涉及将中亚地区的水平分辨率提高到9公里，以更好地评估农业气候指标。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is meant by 'agroclimatic indicators' in the context of assessing climate impacts on agriculture?",
        "QuestionCn": "在评估气候对农业的影响时，“农业气候指标”是什么意思？",
        "AnswerEn": "Agroclimatic indicators are proxies that represent the effects of weather and climate on agricultural activities. They include metrics such as growing season length, biologically effective degree days, and frost days, which are practical and understandable for farmers and policymakers.",
        "AnswerCn": "农业气候指标是代表天气和气候对农业活动影响的代理指标。它们包括生长季节长度、生物有效度日数和霜冻天数等指标，这些指标对农民和政策制定者来说是实用且易于理解的。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What insights can be drawn about the effectiveness of using quantile mapping in correcting temperature simulations for agroclimatic indices in Central Asia?",
        "QuestionCn": "关于在中亚地区使用分位数映射来修正温度模拟对农业气候指数的有效性，可以得出哪些见解？",
        "AnswerEn": "The quantile mapping method significantly reduces biases in simulated temperatures, which are crucial for accurately calculating temperature-based agroclimatic indices. This correction is particularly important as these indices are sensitive to systematic biases in regional simulation results.",
        "AnswerCn": "分位数映射方法显著减少了模拟温度中的偏差，这对于准确计算基于温度的农业气候指数至关重要。这种修正尤其重要，因为这些指数对区域模拟结果中的系统性偏差非常敏感。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the difficulty in accurately simulating the spatial distribution of the warm spell duration index in Central Asia using regional climate models?",
        "QuestionCn": "导致使用区域气候模型准确模拟中亚温暖气候持续时间指数的空间分布的困难的原因是什么？",
        "AnswerEn": "The challenge in simulating the spatial distribution of the warm spell duration index (WSDI) in Central Asia is due to the regional model's limitations, resulting in relatively low spatial correlation coefficients (SCCs) in the range of 0.3–0.4.",
        "AnswerCn": "在中亚地区，模拟温暖气候持续时间指数（WSDI）的空间分布面临挑战，原因是区域模型的局限性，导致空间相关系数（SCCs）相对较低，范围在0.3到0.4之间。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is quantile mapping applied to temperature data before calculating agroclimatic indicators in Central Asia?",
        "QuestionCn": "为什么在计算中亚的农业气候指标之前对温度数据应用分位数映射？",
        "AnswerEn": "Quantile mapping is applied to correct the simulated temperature data, which is crucial for accurately calculating agroclimatic indicators that rely on absolute temperature thresholds. This correction reduces bias in the results, enhancing the reliability of projections.",
        "AnswerCn": "分位数映射被应用于校正模拟的温度数据，这对于准确计算依赖于绝对温度阈值的农业气候指标至关重要。这种校正减少了结果中的偏差，提高了预测的可靠性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the reasons behind the projected increase in growing season length, summer days, and tropical nights in Central Asia's agricultural areas?",
        "QuestionCn": "中亚农业地区预计生长季节长度、夏季天数和热带夜晚增加的原因是什么？",
        "AnswerEn": "The projected increase in growing season length, summer days, and tropical nights in Central Asia is attributed to the impacts of climate change, which include significant warming trends and changes in temperature patterns as identified through the high-resolution projection dataset.",
        "AnswerCn": "中亚地区生长季节长度、夏季天数和热带夜晚的预计增加归因于气候变化的影响，包括通过高分辨率预测数据集识别出的显著变暖趋势和温度模式变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of using the quantile mapping method to correct temperature simulations on the accuracy of agroclimatic indicators for assessing climate change impacts in Central Asia?",
        "QuestionCn": "使用分位数映射方法来校正温度模拟对中亚气候变化影响评估的农业气候指标准确性的潜在结果是什么？",
        "AnswerEn": "The quantile mapping method significantly reduces the bias in the agroclimatic indicators, which are based on absolute temperature thresholds. This improvement in accuracy allows for more reliable assessments of the impacts of climate change on agriculture in Central Asia.",
        "AnswerCn": "分位数映射方法显著减少了基于绝对温度阈值的农业气候指标的偏差。这种准确性的提高使得对中亚气候变化对农业影响的评估更加可靠。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What could be the implications of dynamically downscaling global climate models to a 9-km resolution on the precision of agroclimatic indicators in regions like Central Asia?",
        "QuestionCn": "将全球气候模型动态下调至9公里分辨率对中亚地区农业气候指标精度的影响可能是什么？",
        "AnswerEn": "Dynamic downscaling to a 9-km resolution enhances the precision of agroclimatic indicators by providing more detailed spatial data, which is critical for capturing localized climate variations that affect agricultural activities in Central Asia.",
        "AnswerCn": "动态下调到9公里分辨率提高了农业气候指标的精确度，因为它提供了更详细的空间数据，这对于捕捉影响中亚农业活动的局部气候变化至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "If future climate scenarios predict an increase in growing season length, summer days, and warm spell duration, what might be the potential impacts on agricultural productivity and planning in Central Asia?",
        "QuestionCn": "如果未来气候情景预测生长季节长度、夏季天数和暖期持续时间增加，那么这可能对中亚的农业生产力和规划产生什么潜在影响？",
        "AnswerEn": "Increased growing season length, summer days, and warm spell duration could lead to higher agricultural productivity potential in Central Asia. However, it may also necessitate adjustments in agricultural planning, such as changes in crop varieties or irrigation practices to adapt to the evolving climate conditions.",
        "AnswerCn": "增加的生长季节长度、夏季天数和暖期持续时间可能会提高中亚的农业生产潜力。然而，这也可能需要在农业规划中进行调整，例如改变作物品种或灌溉实践，以适应不断变化的气候条件。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the intention behind creating a high-resolution projection dataset for agroclimatic indicators in Central Asia?",
        "QuestionCn": "创建中亚农业气候指标高分辨率投影数据集的意图是什么？",
        "AnswerEn": "The aim is to assess the future risks to local agriculture from climate change and aid in planning adaptation and mitigation actions for food security in Central Asia.",
        "AnswerCn": "目标是评估气候变化对中亚地方农业的未来风险，并帮助规划适应和减缓行动，以确保粮食安全。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to use dynamical downscaling of global climate models when assessing agroclimatic indicators in Central Asia?",
        "QuestionCn": "在评估中亚的农业气候指标时，使用全球气候模型的动态下调是重要的原因是什么？",
        "AnswerEn": "Dynamical downscaling is used to achieve a high-resolution (9 km) dataset that can accurately project changes in agroclimatic indicators, which are essential for evaluating the impacts of climate change on agriculture in a region that lacks high-resolution climate data.",
        "AnswerCn": "动态下调用于获得高分辨率（9公里）数据集，以准确预测农业气候指标的变化，这对于评估气候变化对缺乏高分辨率气候数据的地区农业影响至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is the goal of applying the quantile mapping method in the calculation of agroclimatic indicators for Central Asia?",
        "QuestionCn": "在中亚的农业气候指标计算中应用分位数映射方法的目标是什么？",
        "AnswerEn": "The quantile mapping method is applied to correct simulated temperatures to reduce biases in the calculation of agroclimatic indicators, ensuring more accurate assessments of climate impacts on agriculture.",
        "AnswerCn": "量化映射方法被应用于校正模拟温度，以减少在农业气候指标计算中的偏差，从而确保对气候对农业影响的更准确评估。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What specific procedures are utilized to dynamically downscale global climate models for generating high-resolution agroclimatic indicators in Central Asia?",
        "QuestionCn": "在中亚地区，为生成高分辨率农业气候指标，动态下调全球气候模型所采用的具体程序是什么？",
        "AnswerEn": "The procedures involve the dynamical downscaling of multiple global climate models (GCMs) for the Central Asia region using a regional climate model, specifically the Weather Research and Forecasting (WRF) model. This process achieves a high horizontal resolution of 9 km, which is used to calculate key agroclimatic indicators.",
        "AnswerCn": "这些程序涉及使用区域气候模型（特别是天气研究与预报模型，WRF）对多个全球气候模型（GCMs）进行动态下调，以适应中亚地区。这一过程实现了9公里的高水平分辨率，用于计算关键的农业气候指标。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How is the quantile mapping method applied to correct simulated temperature data before calculating agroclimatic indicators?",
        "QuestionCn": "分位数映射方法是如何应用于校正模拟温度数据，然后计算农业气候指标的？",
        "AnswerEn": "The quantile mapping method is applied to correct the simulated temperature data by addressing systematic biases in the regional climate model outputs. This correction is crucial for calculating agroclimatic indicators that rely on absolute temperature thresholds, ensuring more accurate projections.",
        "AnswerCn": "分位数映射方法被应用于修正模拟的温度数据，以解决区域气候模型输出中的系统性偏差。这种修正对于计算依赖于绝对温度阈值的农业气候指标至关重要，从而确保更准确的预测。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What is the approach for assessing the projected changes in agroclimatic indicators over main agricultural areas in Central Asia?",
        "QuestionCn": "评估中亚主要农业地区农业气候指标预期变化的方法是什么？",
        "AnswerEn": "The approach involves using the ensemble mean of simulations from the downscaled climate model data to assess projected changes in agroclimatic indicators over main agricultural areas, such as wheat and cotton producing regions. This includes analyzing changes in growing season length, biologically effective degree days, summer days, warm spell duration index, tropical nights, and frost days.",
        "AnswerCn": "该方法涉及使用从下调气候模型数据中获得的模拟的集合均值，以评估主要农业地区（如小麦和棉花生产区）农业气候指标的预期变化。这包括分析生长季节长度、生物有效度日数、夏季天数、暖期持续指数、热带夜和霜冻天数的变化。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection techniques enable the generation of high-resolution agroclimatic indicators for Central Asia?",
        "QuestionCn": "哪些数据收集技术能够生成中亚地区的高分辨率农业气候指标？",
        "AnswerEn": "The generation of high-resolution agroclimatic indicators for Central Asia is enabled by the dynamical downscaling of multiple global climate models (GCMs) to a horizontal resolution of 9 km using a regional climate model, specifically the Weather Research and Forecasting (WRF) model. This approach allows for the calculation of agroclimatic indicators based on daily mean/maximum/minimum temperature data.",
        "AnswerCn": "通过将多个全球气候模型（GCMs）进行动力学下调，能够为中亚生成高分辨率的农业气候指标，采用的区域气候模型是天气研究与预报（WRF）模型，水平分辨率为9公里。这种方法允许基于每日平均/最高/最低温度数据计算农业气候指标。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How does the application of quantile mapping contribute to the accuracy of temperature-based agroclimatic indicators?",
        "QuestionCn": "分位数映射的应用如何提高基于温度的农业气候指标的准确性？",
        "AnswerEn": "The application of quantile mapping contributes to the accuracy of temperature-based agroclimatic indicators by correcting the simulated temperature data before calculating the indicators. This method significantly reduces systematic biases in the temperature simulation, improving the reliability of the resulting agroclimatic indicators.",
        "AnswerCn": "分位数映射的应用通过在计算农业气候指标之前校正模拟的温度数据，提升了基于温度的农业气候指标的准确性。这种方法显著减少了温度模拟中的系统性偏差，提高了最终农业气候指标的可靠性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges are associated with simulating the spatial distribution of agroclimatic indicators in Central Asia, and how are they addressed?",
        "QuestionCn": "在中亚模拟农业气候指标的空间分布时面临哪些挑战，以及如何应对这些挑战？",
        "AnswerEn": "One challenge associated with simulating the spatial distribution of agroclimatic indicators in Central Asia is the difficulty in accurately simulating the spatial distribution of the Warm Spell Duration Index (WSDI), with spatial correlation coefficients (SCCs) in the range of 0.3–0.4. This challenge is addressed by employing a high-resolution regional climate model and applying quantile mapping to correct temperature biases, although it remains a complex issue.",
        "AnswerCn": "在中亚模拟农业气候指标的空间分布时，一个挑战是准确模拟温暖气候持续时间指数（WSDI）的空间分布，空间相关系数（SCCs）在0.3到0.4的范围内。为了解决这个问题，采用了高分辨率区域气候模型，并应用分位数映射来修正温度偏差，尽管这仍然是一个复杂的问题。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be challenges in accurately simulating the spatial distribution of warm spell duration index (WSDI) in the Central Asia region?",
        "QuestionCn": "在中亚地区，准确模拟温暖气候持续时间指数（WSDI）的空间分布可能面临哪些挑战？",
        "AnswerEn": "It is noted that the regional model has difficulty accurately simulating the spatial distribution of WSDI in Central Asia, with spatial correlation coefficients (SCCs) in the range of 0.3–0.4, indicating that existing modeling approaches may struggle with regional variations and complexities.",
        "AnswerCn": "注意到区域模型在准确模拟中亚地区的高温持续日数（WSDI）空间分布方面存在困难，空间相关系数（SCCs）在0.3至0.4之间，表明现有建模方法可能在处理区域变异和复杂性方面存在挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the anticipated benefits of using a high-resolution projection dataset for assessing climate change impacts on agriculture in Central Asia?",
        "QuestionCn": "使用高分辨率投影数据集评估中亚农业气候变化影响的预期好处是什么？",
        "AnswerEn": "The high-resolution projection dataset serves as a scientific basis for assessing future risks to local agriculture from climate change, facilitating better planning of adaptation and mitigation actions for food security in the region.",
        "AnswerCn": "高分辨率投影数据集为评估气候变化对当地农业未来风险提供了科学依据，有助于更好地规划适应和减缓行动，以保障该地区的粮食安全。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What are the potential challenges in using high-resolution dynamical downscaling to assess agroclimatic indicators in Central Asia?",
        "QuestionCn": "使用高分辨率动力降尺度评估中亚农业气候指标可能面临的挑战有哪些？",
        "AnswerEn": "One of the challenges is accurately simulating the spatial distribution of certain indicators like the warm spell duration index (WSDI) in Central Asia, with spatial correlation coefficients (SCCs) ranging from 0.3 to 0.4, indicating difficulty in achieving precise spatial representation.",
        "AnswerCn": "其中一个挑战是准确模拟中亚某些指标的空间分布，例如温暖气候持续时间指数（WSDI），其空间相关系数（SCCs）范围在0.3到0.4之间，表明在实现精确空间表示方面存在困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "To what extent do the projected changes in agroclimatic indicators represent future risks to agriculture in Central Asia?",
        "QuestionCn": "预计的农业气候指标变化在多大程度上代表了中亚农业的未来风险？",
        "AnswerEn": "The projected changes in agroclimatic indicators suggest significant future risks to agriculture in Central Asia, with increases in growing season length, summer days, warm spell duration index, and tropical nights, while frost days are expected to decrease, potentially impacting key agricultural activities such as wheat and cotton production.",
        "AnswerCn": "预计农业气候指标的变化将对中亚农业带来重大未来风险，生长季节长度、夏季天数、暖期持续指数和热带夜数将增加，而霜冻天数预计将减少，这可能会影响小麦和棉花等关键农业活动的生产。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand the challenges faced in accurately simulating the spatial distribution of warm spell duration index in climate models for agricultural applications.",
        "QuestionCn": "我不理解在气候模型中准确模拟温暖气候持续时间指数的空间分布所面临的挑战，尤其是在农业应用方面。",
        "AnswerEn": "The field above indicates that there are difficulties in accurately simulating the spatial distribution of the warm spell duration index in Central Asia, with the spatial correlation coefficients being in the range of 0.3–0.4, which poses a challenge for regional climate models.",
        "AnswerCn": "上述领域表明，在准确模拟中亚地区的暖期持续时间指数的空间分布方面存在困难，空间相关系数在0.3到0.4之间，这对区域气候模型构成了挑战。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the challenges faced in accurately simulating agroclimatic indicators over Central Asia using high-resolution regional climate models.",
        "QuestionCn": "请分析在使用高分辨率区域气候模型准确模拟中亚农业气候指标时面临的挑战。",
        "AnswerEn": "It is difficult for the regional model to accurately simulate the spatial distribution of the warm spell duration index (WSDI) in Central Asia, with the spatial correlation coefficients (SCCs) in the range of 0.3–0.4.",
        "AnswerCn": "区域模型在准确模拟中亚地区的暖期持续指数（WSDI）的空间分布方面存在困难，空间相关系数（SCCs）在0.3至0.4的范围内。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore potential datasets that could be used for assessing the impact of climate change on agriculture in Central Asia.",
        "QuestionCn": "请探索可以用于评估气候变化对中亚农业影响的潜在数据集。",
        "AnswerEn": "A high-resolution projected dataset of agroclimatic indicators over Central Asia is used to assess potential climate change impacts. This dataset covers the reference period from 1986 to 2005 and future projections from 2031 to 2050 under the RCP 4.5 emission scenario. It includes indicators like growing season length, effective degree days, frost days, summer days, warm spell duration index, and tropical nights.",
        "AnswerCn": "一个高分辨率的农业气候指标投影数据集用于评估气候变化的潜在影响。该数据集涵盖了1986年至2005年的参考期和2031年至2050年的未来预测，采用RCP 4.5排放情景。它包括生长季节长度、有效度日数、霜冻天数、夏季天数、暖潮持续时间指数和热带夜等指标。",
        "Level": "C6(Creating)"
      }
    ]
  }
}