{
  "id": "23205e57-c2b7-4504-83ab-f7736f01be7d",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Spatial Distribution of Medical Capacity in Three-River-Source National Park (2015; 2020)",
      "titleCn": "三江源国家公园医疗能力空间分布（2015；2020）",
      "description": "The medical service capacity of a region is an important indicator to measure its social development status and regional sustainable development. Building a more high-quality and efficient medical service capacity in the Sanjiangyuan National Park area is one of the essential economic and social development goals of the region. This dataset uses the number of medical beds available to each resident in the region to evaluate their medical service capacity. Firstly, by using the method of network crawling and combining with the medical and health institution data obtained by the Qinghai Provincial Health Commission, the spatial distribution point information of medical institutions in the Sanjiangyuan National Park and its surrounding counties in 2015 and 2020 was obtained. Secondly, based on information such as the establishment time, medical personnel, and number of beds of each hospital, and referring to the \"Hospital Grading Management Standards\", the medical institutions within the scope of Sanjiangyuan National Park are classified. Afterwards, according to the \"Outline of the National Medical and Health Service System Planning\" and the theory of sustainable development, spatial analysis tools were applied in ArcGIS software to obtain the 50km, 100km, 150km, 200km, and 500km medical institution service coverage buffer zones of all hospitals within the Sanjiangyuan National Park in 2015 and 2020. The regional medical service intensity was obtained based on factors such as buffer zone range and road accessibility. Finally, using the population spatial distribution kilometer grid dataset and dividing it by the above spatial distribution data of medical service intensity, the actual spatial distribution data of medical service capacity within the scope of Sanjiangyuan National Park for 2015 and 2020 were obtained.",
      "descriptionCn": "地区的医疗服务能力是衡量其社会发展状况和区域可持续发展的重要指标。三江源国家公园地区打造更加优质高效的医疗服务能力是该地区必不可少的经济社会发展目标之一。该数据集采用该地区每个居民可享受的医疗床位数量来评估其医疗服务能力的大小。首先，通过网络爬取的方法，并结合青海省卫生健康委员会获取的医疗卫生机构数据，获得2015年和2020年三江源国家公园及其周边县域的医疗机构空间分布点位信息。其次，基于每所医院成立时间、医务人员、床位数量等信息，参照《医院分级管理标准》，将三江源国家公园范围内的医疗机构进行等级划分。之后，根据《全国医疗卫生服务体系规划纲要》和可持续发展理论，在ArcGIS软件中应用空间分析工具得到2015年和2020年三江源国家公园范围内所有医院的50km、100km、150km、200km和500km医疗机构服务覆盖缓冲区，根据缓冲区范围和道路可达性等因素得到区域医疗服务强度。最后，利用已发布的人口空间分布公里网格数据集，与上述医疗服务强度空间分布数据相除，得到三江源国家公园范围内2015年和2020年实际医疗服务能力空间分布数据。",
      "instructions": "The unit of this dataset is pcs./ person; File name: This dataset is stored in GeoTIFF format with the file name \"MSC_yyyy_ss. tif\", where MSC represents Medical Service Capability (MSC), ss represents the spatial resolution (1km) of Medical Service Capability (MSC), and yyyy represents the year; Data reading method: ArcGIS, Python, R and other software can be used to display or operate this format file.",
      "instructionsCn": "该数据集的单位为（个/人）pcs./person；文件命名：该数据集以GeoTIFF格式存储，文件名称为“MSC_yyyy_ss.tif”，其中MSC代表医疗服务能力（Medical service capability，MSC），ss代表医疗服务能力（MSC）的空间分辨率（1km），yyyy代表年份；数据读取方式：可用ArcGIS、python、R等软件展示或操作该格式文件。",
      "east": 102.58,
      "west": 89.15,
      "south": 30.79,
      "north": 37.38,
      "startTime": null,
      "endTime": null,
      "fileSize": 639952.0,
      "cstr": "18406.11.HumanNat.tpdc.300839",
      "doi": "10.11888/HumanNat.tpdc.300839",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "刘晓洁",
        "nameEn": "LIU Xiaojie",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Quantitative assessment of the degree of harmony between humanity and nature for national parks in China: A case study of the Three-River-Source National Park",
        "referenceCn": null,
        "referenceEn": "Guo, Y.M., Liu, X.J., Liu, X.H., Zhang, J.H., Zhang, H.Y., Fan, J.W., Khan, N., & Ma, J.L. (2023). Quantitative assessment of the degree of harmony between humanity and nature for national parks in China: A case study of the Three-River-Source National Park. Front. Ecol. Evol. 11, 1121189. https://doi.org/10.3389/fevo.2023.1121189"
      },
      {
        "titleCn": "中国人口空间分布公里网格数据集",
        "titleEn": null,
        "referenceCn": "徐新良. (2017). 中国人口空间分布公里网格数据集.资源环境科学数据注册与出版系统(http://www.resdc.cn/DOI). DOI:10.12078/2017121101",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "医疗",
        "nameEn": "Medical Treatment"
      },
      {
        "nameCn": "社会经济",
        "nameEn": "Social and Economic"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "三江源地区",
        "keywordEn": "Sanjiangyuan National Park"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2015",
        "keywordEn": "2015",
        "type": "temporal"
      },
      {
        "keywordCn": "2020",
        "keywordEn": "2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      },
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "三极地区通量30分钟数据（2000-2016）",
        "titleEn": "The 30-minute flux data in three pole region (2000-2016)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the key features of data collection methods used to assess medical service capacity in geographically diverse regions like Sanjiangyuan National Park?",
        "QuestionCn": "评估地理多样区域（如三江源国家公园）医疗服务能力的数据收集方法的关键特征是什么？",
        "AnswerEn": "web scraping techniques, integration of regional health commission data, classification based on establishment time, medical personnel, bed numbers, spatial analysis tools in GIS software, service coverage buffers, population distribution datasets",
        "AnswerCn": "网页抓取技术、区域卫生委员会数据集成、基于成立时间、医务人员、床位数量的分类、GIS软件中的空间分析工具、服务覆盖缓冲区、人口分布数据集",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the number of spatial distribution points for medical institutions collected for 三江源国家公园 and its surrounding counties in 2015 and 2020?",
        "QuestionCn": "2015年和2020年，三江源国家公园及其周边县域收集的医疗机构空间分布点数量是多少？",
        "AnswerEn": "The original answer does not provide specific numerical values for the number of spatial distribution points for medical institutions collected for 三江源国家公园 and its surrounding counties in 2015 and 2020. Therefore, no refined numerical answer can be extracted.",
        "AnswerCn": "原始答案未提供2015年和2020年三江源国家公园及其周边县医疗机构空间分布点数量的具体数值。因此，无法提取出精确的数值答案。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'medical service capacity spatial distribution' mean in the context of assessing regional sustainable development?",
        "QuestionCn": "在评估区域可持续发展时，“医疗服务能力空间分布”是什么意思？",
        "AnswerEn": "In the context of assessing regional sustainable development, 'medical service capacity spatial distribution' refers to the evaluation of how medical services are distributed across a region, specifically by assessing the number of medical beds available to residents. This helps in determining the extent and quality of healthcare services and is a critical indicator of social development and regional sustainability. The dataset evaluates this distribution using spatial analysis tools on geographic information pertaining to healthcare institutions, considering factors such as hospital grades, establishment times, personnel, and bed numbers.",
        "AnswerCn": "在评估区域可持续发展时，“医疗服务能力空间分布”是指评估医疗服务在一个地区的分布情况，特别是通过评估可供居民使用的医疗床位数量。这有助于确定医疗服务的覆盖范围和质量，是社会发展和区域可持续性的关键指标。该数据集利用空间分析工具对医疗机构的地理信息进行评估，考虑因素包括医院等级、建立时间、人员和床位数量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods used to obtain information on the spatial distribution of healthcare services in 2015 compare to those used in 2020 within the 三江源国家公园 area?",
        "QuestionCn": "2015年和2020年在三江源国家公园地区获取医疗服务空间分布信息的数据收集方法有何不同？",
        "AnswerEn": "The data collection method for both 2015 and 2020 involved web scraping and acquiring data from the Qinghai Province Health Commission to gather spatial distribution information of healthcare institutions in the 三江源国家公园 area. Both years utilized the same methodology, including the classification of institutions based on establishment time, staff, and bed numbers, and applying spatial analysis tools in ArcGIS to determine service coverage areas. Consequently, there is no reported difference in the data collection methods between the two years.",
        "AnswerCn": "2015年和2020年的数据收集方法均涉及网络爬虫和从青海省卫生委员会获取数据，以收集三江源国家公园地区医疗机构的空间分布信息。两年采用了相同的方法，包括根据机构的建立时间、人员和床位数量进行分类，并应用ArcGIS中的空间分析工具来确定服务覆盖区域。因此，两个年份的数据收集方法没有报告差异。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the spatial distribution and accessibility of healthcare services in 三江源国家公园 by analyzing the variations in medical service coverage areas between 2015 and 2020?",
        "QuestionCn": "通过分析2015年至2020年间医疗服务覆盖区域的变化，可以推断出三江源国家公园内医疗服务的空间分布和可及性如何变化？",
        "AnswerEn": "The spatial distribution and accessibility of healthcare services in 三江源国家公园 can be inferred by examining the changes in the coverage areas of medical institutions at different distances (50km, 100km, 150km, 200km, and 500km) over the years 2015 and 2020. By analyzing these changes, one can assess the improvements or deficiencies in healthcare infrastructure and accessibility. The data collection involved scraping data from online sources and integrating information from the Qinghai Province Health and Wellness Committee, which provided spatial distribution data of medical institutions. The analysis used spatial analysis tools in ArcGIS to establish service coverage areas, accounting for factors such as road accessibility, which contributed to understanding the regional medical service intensity and its development over time. This approach allows researchers to draw conclusions about the progress and distribution effectiveness in meeting healthcare needs in the region.",
        "AnswerCn": "通过分析2015年和2020年医疗机构在不同距离（50公里、100公里、150公里、200公里和500公里）覆盖区域的变化，可以推断三江源国家公园内医疗服务的空间分布和可达性。通过这些变化的分析，可以评估医疗基础设施和可达性的改善或不足。数据收集涉及从在线来源抓取数据，并整合青海省卫生健康委员会提供的医疗机构空间分布数据。分析使用ArcGIS中的空间分析工具建立服务覆盖区域，考虑了道路可达性等因素，这有助于理解该地区医疗服务强度及其随时间的发展。这种方法使研究人员能够得出关于该地区满足医疗需求的进展和分布有效性的结论。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes on regional healthcare service capacity when integrating data from multiple sources such as web scraping and official health committee records for spatial distribution analysis?",
        "QuestionCn": "当整合来自多个来源的数据，例如网络爬虫和官方卫生委员会记录，以进行空间分布分析时，区域医疗服务能力的潜在结果是什么？",
        "AnswerEn": "Integrating data from multiple sources, like web scraping and official records, can provide a comprehensive view of the spatial distribution of healthcare services, which may lead to more accurate assessments of regional healthcare service capacity. This approach could help in identifying gaps in service coverage, enhancing the understanding of accessibility, and informing targeted improvements in healthcare infrastructure. Additionally, it may improve the granularity and reliability of the data, leading to more effective planning and resource allocation in the 三江源国家公园 area.",
        "AnswerCn": "整合来自多个来源的数据，如网络爬虫和官方记录，可以提供对医疗服务空间分布的全面视角，这可能导致对区域医疗服务能力的更准确评估。这种方法可以帮助识别服务覆盖的空白，增强对可及性的理解，并为医疗基础设施的针对性改进提供信息。此外，它还可能提高数据的细粒度和可靠性，从而在三江源国家公园地区实现更有效的规划和资源分配。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to evaluate the spatial distribution of healthcare capacity in areas like Sanjiangyuan National Park using a dataset that considers the number of medical beds available to residents?",
        "QuestionCn": "为什么在像三江源国家公园这样的地区使用一个考虑到居民可用医疗床位数量的数据集来评估医疗能力的空间分布很重要？",
        "AnswerEn": "Evaluating the spatial distribution of healthcare capacity in areas like Sanjiangyuan National Park is crucial because it serves as a significant indicator of social development and regional sustainable development. The goal is to develop a more efficient and high-quality healthcare service capacity, which is essential for the region's socio-economic development. By assessing the number of medical beds available, stakeholders can better understand the region's current healthcare capacity and identify areas needing improvement to ensure equitable access to medical services.",
        "AnswerCn": "评估像三江源国家公园这样的地区医疗服务能力的空间分布至关重要，因为它是社会发展和区域可持续发展的重要指标。目标是发展更高效和高质量的医疗服务能力，这对该地区的社会经济发展至关重要。通过评估可用医疗床位的数量，利益相关者可以更好地了解该地区当前的医疗服务能力，并识别需要改进的领域，以确保医疗服务的公平获取。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures can be followed to collect and evaluate spatial distribution data of healthcare facilities in a national park area over different years?",
        "QuestionCn": "在不同年份内收集和评估国家公园区域内医疗设施空间分布数据可以遵循哪些程序？",
        "AnswerEn": "To collect and evaluate spatial distribution data of healthcare facilities in a national park area over different years, one can start by using web scraping techniques combined with official health committee data to gather information on healthcare institutions. This includes obtaining point location data of these institutions for the years of interest. Next, categorize the healthcare facilities by considering factors such as establishment year, staff numbers, and bed capacity, following hospital grading standards. Utilize spatial analysis tools in software like ArcGIS to create service coverage buffers at various distances around each facility. Finally, use population distribution grid data to assess the spatial distribution of healthcare service capacity.",
        "AnswerCn": "为了收集和评估国家公园区域内医疗设施的空间分布数据，可以首先使用网络爬虫技术结合官方卫生委员会的数据，收集医疗机构的信息。这包括获取这些机构在感兴趣年份的点位数据。接下来，通过考虑建立年份、员工人数和床位容量等因素，对医疗设施进行分类，遵循医院分级标准。利用ArcGIS等软件中的空间分析工具，创建每个设施周围不同距离的服务覆盖缓冲区。最后，使用人口分布网格数据评估医疗服务能力的空间分布。",
        "Level": "C3(Applying)"
      }
    ]
  }
}