{
    "id": "2336f9a5-9778-4dec-af23-969e277ab2a4",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "China cloud-removal snow albedo product data set (2000-2020)",
            "titleCn": "中国去云积雪反照率产品数据集（2000-2020）",
            "description": "China cloud-removal snow albedo product data set is raster data with a geospatial extent of 72 - 142E, 16 - 56N, using an equal latitude and longitude projection and a spatial resolution of 0.005°. The dataset covers the period from 1 January 2000 to 31 December 2020 with a temporal resolution of 1 day. The data contains six elements: black sky albedo (Black_Sky_Albedo), white sky albedo (White_Sky_Albedo), solar zenith angle (Solar_Zenith_Angle), pixel-level cloud label (Cloud_Mask), pixel-level forest pixel (Forest_Mask) and pixel-level retrieval label (Abnormal_Mask). Black_Sky_Albedo records the black sky albedo calculated by retrieved, with as a calculation factor of 0.0001 and a data range of 0-10000. White_Sky_Albedo records the white sky albedo calculated by retrieved, with as a calculation factor of 0.0001 and a data range of 0-10000. Cloud_Mask records whether the pixel is cloud type, with a value of 0 indicating non-cloud and 1 indicating cloud. Forest_Mask records whether the pixel has been corrected as a forest type, with a value of 0 indicating that it has not been corrected and 1 indicating that it has been corrected. Abnormal_Mask records whether the retrieval of the black sky albedo and white sky albedo of the pixel is an anomaly of less than 0 or greater than 10000, with a value of 0 indicating a non-anomaly and 1 indicating an anomaly. ChinaSA was retrieved based on the MODIS land surface reflectance product MOD09GA, the snow cover product MOD10A1/MYD10A1 and the global digital elevation model SRTM. The snow albedo retrieval model was developed based on the ART model and produced using the GEE and local side interactions.",
            "descriptionCn": "中国2000-2020年去云积雪反照率产品数据集地理空间范围为72 - 142E，16 - 56N，采用等经纬度投影，空间分辨率0.005°。数据集时间范围覆盖2000年1月1日至2020年12月31日，时间分辨率为8天。数据包含6个要素：黑空反照率（Black_Sky_Albedo）、白空反照率（White_Sky_Albedo）、太阳天顶角（Solar_Zenith_Angle）、云标识（Cloud_Mask）、林区校正标识（Forest_Mask）和反演情况标识（Abnormal_Mask）。黑空反照率要素记录了反演得到的黑空反照率，计算因子为0.0001，数据范围为0-10000。白空反照率要素记录了反演得到的白空反照率，计算因子为0.0001，数据范围为0-10000。太阳天顶角要素记录了太阳天顶角度，计算因子为0.01，数据范围为0-9000。云标识要素记录了像元是否为云，值为0表示非云，值为1表示为云。林区校正标识要素记录了像元是否作为森林类型像元被校正过，值为0表示未校正，值为1表示已校正。反演情况标识要素记录了像元所对应的黑空反照率及白空反照率的反演结果是否为小于0或大于10000的异常值，值为0表示非异常值，值为1表示为异常值。数据集基于MODIS地表反射率产品MOD09GA，积雪产品MOD10A1/MYD10A1和全球数字高程模型SRTM数据，在ART模型基础上发展了积雪反照率反演模型，并利用GEE和本地端交互生产而来。",
            "instructions": "File name: Snow albedo data is stored in HDF format, the file name is \"PLT_SENSO_SAB_YYYYMMDD_8DAY_500M_V03.HDF\", where PLT stands for satellite platform, SENSO stands for sensor, SAB stands for snow albedo, YYYY stands for year, MM stands for month, DD stands for date, 8DAY stands for temporal resolution of 8 days, V03 stands for version 03. For example, TER_MODIS_SAB_20020101_8DAY_500M_V03.HDF stands for this hdf file describing the snow black sky albedo, white sky albedo, solar zenith angle, pixel-level cloud label, pixel-level forest label and pixel-level retrieval label for January 1, 2002 in the extent 72 - 142E, 16 - 56N, which is retrieved by using of the MODIS sensor Terra satellite for conditions.\nHow to read the data: All HDF files in this dataset can be opened using software that can open HDF format files.",
            "instructionsCn": "文件命名：积雪反照率数据以HDF格式存储，文件名称为“PLT_SENSO_SAB_YYYYMMDD_8-DAY_500M_V03.HDF”，其中PLT代表卫星平台，SENSO代表传感器，SAB代表积雪反照率，YYYY代表年，MM代表月，DD代表日期，8-DAY代表时间分辨率为8天，500M代表空间分辨率为500m，V03代表版本为03，比如TER_MODIS_SAB_20020101_8DAY_500M_V03.HDF就代表这个hdf文件描述使用MODIS传感器Terra卫星数据反演得到的2002年1月1日在72-142E，16-56N范围内的积雪黑空反照率、白空反照率、太阳天顶角、云标识、林区校正标识和反演情况标识状况。\n数据读取方式：该数据集中的所有HDF文件可使用能打开HDF格式文件的软件打开。",
            "east": 142.0,
            "west": 72.0,
            "south": 16.0,
            "north": 56.0,
            "startTime": "2000-01-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 97370423650.0,
            "cstr": "18406.11.Cryos.tpdc.272791",
            "doi": "10.11888/Cryos.tpdc.272791",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "肖鹏峰",
                "nameEn": "XIAO Pengfeng ",
                "unitEn": "Nanjing University",
                "unitCn": "南京大学"
            },
            {
                "nameCn": "胡瑞",
                "nameEn": "HU Rui ",
                "unitEn": "Nanjing University",
                "unitCn": "南京大学"
            },
            {
                "nameCn": "张正",
                "nameEn": "ZHANG Zheng ",
                "unitEn": "Nanjing University",
                "unitCn": "南京大学"
            },
            {
                "nameCn": "秦棽",
                "nameEn": "QIN Shen ",
                "unitEn": "Nanjing University",
                "unitCn": "南京大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Evaluating Snow Bidirectional Reflectance of Models Using Multiangle Remote Sensing Data and Field Measurements",
                "referenceCn": null,
                "referenceEn": "Ye, L.Z., Xiao, P.F., Zhang, X.L., Feng, X.Z., Hu, R., Ma, W., Li, H.X., Song, Y.N., & Ma, T.Y. (2020). Evaluating Snow Bidirectional Reflectance of Models Using Multiangle Remote Sensing Data and Field Measurements. IEEE Geoscience and Remote Sensing Letters,  PP(99), 1-5."
            },
            {
                "titleCn": "新疆天山及北疆地区积雪反照率差异",
                "titleEn": null,
                "referenceCn": "盛光伟, 肖鹏峰, 张学良, 冯学智, 杨永可, 胡瑞, 刘豪, 张正. (2019). 新疆天山及北疆地区积雪反照率差异. 干旱区地理, 42(4), 774-781.",
                "referenceEn": null
            },
            {
                "titleCn": "东北地区积雪反照率特性",
                "titleEn": null,
                "referenceCn": "刘豪, 肖鹏峰, 张学良, 冯学智, 杨永可, 胡瑞, 张正, 盛光伟. (2019). 东北地区积雪反照率特性. 冰川冻土, 41(03), 554-562.",
                "referenceEn": null
            },
            {
                "titleCn": "青藏高原融雪期积雪反照率特性分析",
                "titleEn": null,
                "referenceCn": "张正, 肖鹏峰, 张学良, 冯学智, 杨永可, 胡瑞, 盛光伟, 刘豪. (2019). 青藏高原融雪期积雪反照率特性分析. 遥感技术与应用, 34(6), 1146-1154.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "MODIS",
                "nameEn": "MODIS"
            },
            {
                "nameCn": "反照率反演",
                "nameEn": "Albedo retrieval"
            },
            {
                "nameCn": "太阳天顶角",
                "nameEn": "Solar Zenith Angle"
            },
            {
                "nameCn": "白空反照率",
                "nameEn": "White Sky Albedo"
            },
            {
                "nameCn": "积雪",
                "nameEn": "Snow"
            },
            {
                "nameCn": "积雪反照率",
                "nameEn": "Snow Albedo"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            },
            {
                "nameCn": "黑空反照率",
                "nameEn": "Black Sky Albedo"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国陆域",
                "keywordEn": "Chinese landmass"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000",
                "keywordEn": "2000",
                "type": "temporal"
            },
            {
                "keywordCn": "2001",
                "keywordEn": "2001",
                "type": "temporal"
            },
            {
                "keywordCn": "2002",
                "keywordEn": "2002",
                "type": "temporal"
            },
            {
                "keywordCn": "2003",
                "keywordEn": "2003",
                "type": "temporal"
            },
            {
                "keywordCn": "2004",
                "keywordEn": "2004",
                "type": "temporal"
            },
            {
                "keywordCn": "2005",
                "keywordEn": "2005",
                "type": "temporal"
            },
            {
                "keywordCn": "2006",
                "keywordEn": "2006",
                "type": "temporal"
            },
            {
                "keywordCn": "2007",
                "keywordEn": "2007",
                "type": "temporal"
            },
            {
                "keywordCn": "2008",
                "keywordEn": "2008",
                "type": "temporal"
            },
            {
                "keywordCn": "2009",
                "keywordEn": "2009",
                "type": "temporal"
            },
            {
                "keywordCn": "2010",
                "keywordEn": "2010",
                "type": "temporal"
            },
            {
                "keywordCn": "2011",
                "keywordEn": "2011",
                "type": "temporal"
            },
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordCn": "2013",
                "keywordEn": "2013",
                "type": "temporal"
            },
            {
                "keywordCn": "2014",
                "keywordEn": "2014",
                "type": "temporal"
            },
            {
                "keywordCn": "2015",
                "keywordEn": "2015",
                "type": "temporal"
            },
            {
                "keywordCn": "2016",
                "keywordEn": "2016",
                "type": "temporal"
            },
            {
                "keywordCn": "2017",
                "keywordEn": "2017",
                "type": "temporal"
            },
            {
                "keywordCn": "2018",
                "keywordEn": "2018",
                "type": "temporal"
            },
            {
                "keywordCn": "2019",
                "keywordEn": "2019",
                "type": "temporal"
            },
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used for generating snow albedo products over a large geographic region?",
                "QuestionCn": "您能否提供一个用于在大范围地理区域生成雪反照率产品的数据收集方法的示例？",
                "AnswerEn": "A data collection method used involves utilizing MODIS land surface reflectance products (MOD09GA), snow products (MOD10A1/MYD10A1), and global digital elevation model SRTM data to generate snow albedo products. The snow albedo retrieval model is developed based on the ART model and data production is conducted through the Google Earth Engine (GEE) and local interactive processing.",
                "AnswerCn": "一种数据收集方法涉及利用MODIS陆面反射率产品（MOD09GA）、雪产品（MOD10A1/MYD10A1）和全球数字高程模型SRTM数据生成雪反照率产品。雪反照率检索模型基于ART模型开发，数据生产通过谷歌地球引擎（GEE）和本地交互处理进行。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of a dataset that measures snow albedo over a two-decade period?",
                "QuestionCn": "测量二十年期间雪反照率的数据集的特征是什么？",
                "AnswerEn": "geospatial range 72 - 142E, 16 - 56N, spatial resolution 0.005°, temporal resolution every 8 days from January 1, 2000, to December 31, 2020, Black Sky Albedo, White Sky Albedo, Solar Zenith Angle, Cloud Mask, Forest Mask, Abnormal Mask, MODIS, SRTM, Google Earth Engine (GEE)",
                "AnswerCn": "地理空间范围：东经72度至142度，北纬16度至56度，空间分辨率为0.005°，时间分辨率为每8天一次，时间范围从2000年1月1日至2020年12月31日，包括黑天反照率、白天反照率、太阳天顶角、云掩膜、森林掩膜、异常掩膜，使用MODIS、SRTM和Google Earth Engine (GEE)。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of a dataset related to snow albedo in China from 2000 to 2020?",
                "QuestionCn": "与2000年至2020年中国雪反照率相关的数据集的空间分辨率是多少？",
                "AnswerEn": "0.005°",
                "AnswerCn": "0.005°",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'Black_Sky_Albedo' in the context of snow albedo datasets?",
                "QuestionCn": "在雪反照率数据集的上下文中，“Black_Sky_Albedo”指的是在阴天或无太阳直射光的条件下，表面反射的辐射比例。",
                "AnswerEn": "Black_Sky_Albedo refers to a data element that records the derived black-sky albedo, calculated with a factor of 0.0001, and has a data range of 0-10000. It is one of the six elements included in a dataset that covers snow albedo products over a geographic range from 72 - 142E and 16 - 56N, with a spatial resolution of 0.005°.",
                "AnswerCn": "Black_Sky_Albedo指的是一个数据元素，记录了经过0.0001因子计算得出的黑天际反照率，数据范围为0-10000。它是一个数据集中的六个元素之一，该数据集覆盖了从72到142E和16到56N的地理范围，空间分辨率为0.005°。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the development of snow albedo inversion models based on the ART model using MODIS surface reflectance products compare to traditional snow albedo measurement techniques in terms of spatial and temporal resolution?",
                "QuestionCn": "基于ART模型的MODIS表面反射率产品开发的雪反照率反演模型与传统雪反照率测量技术在空间和时间分辨率方面的比较如何？",
                "AnswerEn": "The development of snow albedo inversion models based on the ART model using MODIS surface reflectance products offers a spatial resolution of 0.005° and a temporal resolution of 8 days, covering a geospatial range of 72 - 142E, 16 - 56N. Traditional snow albedo measurement techniques typically involve ground-based observations that may provide higher accuracy but are limited in spatial coverage and often lack consistent temporal resolution. The MODIS-based approach allows for large-scale, consistent, and frequent observations over a 20-year period from 2000 to 2020.",
                "AnswerCn": "基于ART模型的MODIS表面反射率产品开发的雪反照率反演模型提供了0.005°的空间分辨率和8天的时间分辨率，覆盖的地理范围为72 - 142E，16 - 56N。传统的雪反照率测量技术通常涉及地面观测，虽然可以提供更高的准确性，但在空间覆盖上受到限制，并且往往缺乏一致的时间分辨率。基于MODIS的方法允许在2000年至2020年间进行大规模、一致和频繁的观测，时间跨度长达20年。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might variations in black sky and white sky albedo values over time reflect changes in snow cover and atmospheric conditions across the specified geographic region between 2000 and 2020?",
                "QuestionCn": "黑天和白天反照率值的变化如何反映2000年至2020年间该地理区域内雪盖和大气条件的变化？",
                "AnswerEn": "Variations in black sky and white sky albedo values over time can indicate changes in snow cover and atmospheric conditions, as these albedo values are derived from surface reflectance influenced by snow presence and cloud cover. The dataset includes black sky and white sky albedo, calculated with specific factors and ranges, which reflect the surface's ability to reflect sunlight under different sky conditions. Changes in these values could suggest alterations in snow cover, atmospheric clarity, or forest correction applications across the region.",
                "AnswerCn": "黑天和白天的反照率值随时间的变化可以指示雪盖和大气条件的变化，因为这些反照率值是由受雪存在和云层覆盖影响的表面反射率计算得出的。该数据集包括黑天和白天的反照率，计算时使用了特定的因素和范围，反映了在不同天空条件下表面反射阳光的能力。这些值的变化可能暗示了该地区雪盖、大气清晰度或森林修正应用的变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the need for correcting forest type pixels when developing snow albedo inversion models?",
                "QuestionCn": "在开发雪反照率反演模型时，哪些因素导致需要对森林类型像素进行修正？",
                "AnswerEn": "The need for correcting forest type pixels arises to ensure accurate representation of surface characteristics in albedo calculations. This correction is crucial because forested areas can significantly influence albedo values due to their unique reflective properties compared to non-forested areas. Ensuring that forest type pixels are properly identified and corrected helps in enhancing the reliability of black sky and white sky albedo data.",
                "AnswerCn": "纠正森林类型像素的需求是为了确保在反照率计算中准确表示表面特征。这种修正至关重要，因为森林区域由于其独特的反射特性，与非森林区域相比，能够显著影响反照率值。确保森林类型像素得到正确识别和修正，有助于提高黑天和白天反照率数据的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What processes and techniques are involved in developing a snow albedo inversion model based on MODIS surface reflectance products and digital elevation models?",
                "QuestionCn": "开发基于MODIS表面反射率产品和数字高程模型的雪反照率反演模型涉及哪些过程和技术？",
                "AnswerEn": "The development of a snow albedo inversion model involves utilizing MODIS surface reflectance products MOD09GA, snow products MOD10A1/MYD10A1, and global digital elevation model SRTM data. The model is based on the ART model and further developed to accurately calculate snow albedo. The process includes using Google Earth Engine (GEE) for data processing and leveraging local computing resources for interaction and production.",
                "AnswerCn": "雪反照率反演模型的开发涉及利用MODIS表面反射率产品MOD09GA、雪产品MOD10A1/MYD10A1和全球数字高程模型SRTM数据。该模型基于ART模型，并进一步开发以准确计算雪反照率。该过程包括使用Google Earth Engine（GEE）进行数据处理，并利用本地计算资源进行交互和生产。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}