{
    "id": "23e32e3e-8104-4798-b7a1-325df8fd1a95",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "SRTM  DEM data on the Tibetan Plateau (2012)",
            "titleCn": "青藏高原SRTM DEM数据集（2012）",
            "description": "This data set is mainly the SRTM terrain data obtained by International Center for Tropical Agriculture （CIAT）with the new interpolation algorithm, which better fills the data void of SRTM 90. The interpolation algorithm was adpoted from Reuter et al. (2007). \nSRTM's data organization method is as follows: divide a file into 24 rows (-60 to 60 degrees) and 72 columns (-180 to 180 degrees) in every 5 degrees of latitude and longitude grid, and the data resolution is 90 meters.\nData usage: SRTM data are expressed as elevation values with 16-bit values (-/+/32767 m), maximum positive elevation of 9000m, and negative elevation (12000m below sea level). For null data use the -32767 standard.",
            "descriptionCn": "该数据集主要是第四版本由 CIAT（国际热带农业中心）利用新的插值算法得到的SRTM地形数据，此方法更好的填补了SRTM 90的数据空洞。插值算法来自于Reuter et al.（2007）. SRTM的数据组织方式为：每5度经纬度方格划分一个文件，共分为24行（-60至60度）和72列（-180至180度），数据分辨率90米。\n数据使用: SRTM的数据是用16位的数值表示高程数值的（-/+/32767米），最大的正高程9000米，负高程（海平面以下12000米），空值用-32767来表示。",
            "instructions": "SRTM_Tibet\nOpen with arcgis and other related software.",
            "instructionsCn": "SRTM_Tibet\n用arcgis等相关软件打开",
            "east": 106.6,
            "west": 60.9,
            "south": 22.9,
            "north": 40.7,
            "startTime": null,
            "endTime": null,
            "fileSize": 10279133983.0,
            "cstr": "18406.11.Geogra.tpdc.270486",
            "doi": "10.11888/Geogra.tpdc.270486",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "Food and Agriculture Organization of the United Nations（FAO）",
                "nameEn": "Food and Agriculture Organization of the United Nations（FAO）",
                "unitEn": "Food and Agriculture Organization of the United Nations（FAO）",
                "unitCn": "Food and Agriculture Organization of the United Nations（FAO）"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Void-filled seamless SRTM data V1, 2004, International Centre for Tropical Agriculture (CIAT), available from the CGIAR-CSI SRTM 90m Database:",
                "referenceCn": null,
                "referenceEn": "Void-filled seamless SRTM data V1, 2004, International Centre for Tropical Agriculture (CIAT), available from the CGIAR-CSI SRTM 90m Database:"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "日地空间物理与天文",
                "nameEn": "Solar-Terrestrial Physics and Astronomy"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "DEM",
                "nameEn": "Digital elevation model"
            },
            {
                "nameCn": "地形",
                "nameEn": "Topography"
            },
            {
                "nameCn": "银河系",
                "nameEn": "Galactic System"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you give an example of a data collection method that addresses the challenge of filling voids in SRTM 90 data for the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，以解决填补西藏高原SRTM 90数据空白的挑战？",
                "AnswerEn": "An example of a data collection method that addresses the challenge of filling voids in SRTM 90 data for the Tibetan Plateau is the use of an interpolation algorithm developed by Reuter et al. (2007), which was employed in the fourth version by the International Center for Tropical Agriculture (CIAT) to improve the SRTM terrain data.",
                "AnswerCn": "一种解决西藏高原SRTM 90数据空缺问题的数据收集方法是使用Reuter等人（2007）开发的插值算法，该算法在国际热带农业中心（CIAT）第四版中被采用，以改善SRTM地形数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the unique attributes of the SRTM DEM dataset used for the Qinghai-Tibet Plateau in terms of data resolution, elevation representation, and data void filling methods?",
                "QuestionCn": "SRTM DEM数据集在青藏高原的独特属性包括数据分辨率、海拔表示和数据缺失填充方法。",
                "AnswerEn": "90 meters resolution, 16-bit elevation representation, elevation range from -12,000 meters to +9,000 meters, voids represented by -32767, interpolation algorithm by Reuter et al. (2007) for void filling",
                "AnswerCn": "90米分辨率，16位高程表示，高程范围从-12,000米到+9,000米，空值以-32767表示，使用Reuter等人（2007年）的插值算法进行空值填充。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the resolution of a dataset used for topographic mapping in the Tibetan Plateau?",
                "QuestionCn": "用于青藏 Plateau 地形测绘的数据集的分辨率是多少？",
                "AnswerEn": "90 meters",
                "AnswerCn": "90米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is SRTM DEM data and how is it typically used in topographical studies?",
                "QuestionCn": "SRTM DEM数据是什么，它在地形研究中通常如何使用？",
                "AnswerEn": "SRTM DEM data refers to Shuttle Radar Topography Mission Digital Elevation Model data, which is a dataset representing the Earth's topography. It is typically used in topographical studies to analyze and map the terrain by providing elevation information. The data is organized in 5-degree latitude and longitude grids and is available at a resolution of 90 meters. In topographical studies, it's used for applications such as hydrological modeling, geological studies, and landform analysis.",
                "AnswerCn": "SRTM DEM数据指的是航天飞机雷达地形测量任务数字高程模型数据，这是一个表示地球地形的数据库。它通常用于地形研究，通过提供高程信息来分析和绘制地形。数据以5度的纬度和经度网格组织，分辨率为90米。在地形研究中，它用于水文建模、地质研究和地貌分析等应用。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the need for using specific interpolation algorithms when filling data voids in digital elevation models of the Tibetan Plateau?",
                "QuestionCn": "在填补青藏高原数字高程模型中的数据空缺时，哪些因素促使使用特定的插值算法？",
                "AnswerEn": "The use of specific interpolation algorithms for filling data voids in digital elevation models, such as those for the Tibetan Plateau, is driven by the need to enhance accuracy and completeness of the terrain data. The region's complex topography and the limitations of original SRTM 90 data in capturing fine details necessitate advanced methods to address gaps and ensure a reliable representation of the landscape. The interpolation method referenced, developed by Reuter et al. (2007), provides improved techniques for dealing with such challenges, ensuring more precise elevation data.",
                "AnswerCn": "在数字高程模型中使用特定的插值算法来填补数据空缺，例如针对青藏高原的需求，是为了提高地形数据的准确性和完整性。该地区复杂的地形以及原始SRTM 90数据在捕捉细节方面的局限性，要求采用先进的方法来解决空缺问题，确保对地貌的可靠表示。Reuter等人（2007）提出的插值方法提供了改进的技术，以应对这些挑战，从而确保更精确的高程数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using the interpolation method from Reuter et al. (2007) on the accuracy and completeness of a dataset derived from SRTM 90 data?",
                "QuestionCn": "使用Reuter等人（2007）的方法进行插值处理可能对基于SRTM 90数据的数据库的准确性和完整性产生哪些潜在后果？",
                "AnswerEn": "The use of the interpolation method from Reuter et al. (2007) aims to better fill the data voids present in the SRTM 90 dataset. As a consequence, this approach could enhance the accuracy and completeness of the dataset by providing more reliable elevation data where gaps previously existed. This improvement in data quality can lead to more precise topographical analyses and applications that depend on accurate DEM data.",
                "AnswerCn": "Reuter等人（2007）提出的插值方法旨在更好地填补SRTM 90数据集中存在的数据空白。因此，这种方法可以通过在以前存在空缺的地方提供更可靠的高程数据，从而提高数据集的准确性和完整性。这种数据质量的改善可以导致更精确的地形分析和依赖于准确数字高程模型（DEM）数据的应用。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in using interpolation algorithms to address data voids in SRTM DEM datasets, and how do these methods improve the quality of elevation data?",
                "QuestionCn": "使用插值算法处理SRTM DEM数据集中的数据空缺涉及哪些程序，这些方法如何提高高程数据的质量？",
                "AnswerEn": "The interpolation algorithm used to address data voids in SRTM DEM datasets involves techniques developed by Reuter et al. (2007), which are designed to effectively fill gaps in the SRTM 90 data. This method helps improve the quality of elevation data by enhancing the continuity and accuracy of the terrain representation, ensuring that the resulting dataset maintains a consistent resolution of 90 meters across the covered geographical area.",
                "AnswerCn": "用于解决SRTM DEM数据集中的数据空白的插值算法涉及Reuter等人（2007）开发的技术，这些技术旨在有效填补SRTM 90数据中的空白。该方法通过增强地形表示的连续性和准确性，帮助提高高程数据的质量，确保生成的数据集在覆盖的地理区域内保持一致的90米分辨率。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}