{
  "id": "241c87cb-c937-4fe6-9000-71961d2cfcce",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Carbon isotope data of T / J boundary marine strata in suobcha area, Wenquan area, South Qiangtang sag, Qiangtang basin, Tibet",
      "titleCn": "西藏羌塘盆地南羌塘凹陷温泉地区索布查地区T/J界线海相地层碳同位素数据",
      "description": "The samples were collected from the suobcha section of Wenquan area, South Qiangtang sag, Qiangtang basin, Tibet. The carbon isotope data were measured by thermo Finnigan mat-253 carbon isotope mass spectrometer at Beijing Institute of uranium geology, CNNC. The mass extinction event of the Late Triassic is relatively poorly-known among the five major extinction events in the Phanerozoic. Moreover, the typical marine Triassic-Jurassic (T-J) records are absent in regions other than the western Tethys and Boreal realms, and thus major questions remain as to the global significance and cause(s) of the event. Especially in the eastern Tethys, no marine sedimentary records of the T-J transition are known from open marine facies, and thus the extent and significance of the marine T-J transition are unclear. We show the first high-resolution carbonate carbon-isotope record, geochemistry, palaeontologic and lithological data from a marine T-J section (Wenquan section). In the columnar profile, we place the T-J boundary at the top of grainstone layers representing the shallowest water deposit. Our results reveal that the carbonate carbon-isotope record contains two different excursions in the Wenquan section of northern Tibet, China. These are consistent with the “initial” and “main” negative carbon-isotope excursions (CIEs) found in the global stratotype section and point (GSSP), strongly suggesting their global nature. A biological crisis together with paleoceanographic changes was identified near the main CIE. This means that a mass of isotopically light carbon was rapidly released into the air and oceans, resulting in environmental changes and biological crisis.",
      "descriptionCn": "样品采集自西藏羌塘盆地南羌塘凹陷温泉地区索布查剖面，在中核北京铀矿地质研究所使用Thermo Finnigan MAT-253 碳同位素质谱仪测得碳同位素数据。取得成果如下：首次提出了东特提斯域跨越三叠——侏罗系（T/J）界线海相地层的高分辨率无机碳同位素曲线。该曲线记录了两次明显的碳同位素负向偏移：较小的一次负偏移位于剖面下部的生物碎屑砂屑灰岩层附近；较大的一次负偏移位于剖面中上部的泥微晶灰岩中；两次负偏移之间间夹一段明显的正向恢复。这样的特征与跨越T/J界线的全球层型剖面点中所记录的碳同位素特征完全一致，具有全球可对比性。结合研究剖面的沉积岩石学特征、无机碳同位素记录、先前的古生物化石特征和U-Pb锆石测年数据，本文将三叠——侏罗系界线置于剖面中粒屑灰岩层所代表的最浅水体沉积环境的顶部，此法还可见Felber等人对该界线的研究中。通过研究整个剖面中生物化石的数量和种类的分布情况，本文认为在剖面中上部20米处的位置可能存在过生物危机。这可能与剖面中的碳同位素异常记录有关，可能与晚三叠世的大规模火山爆发导致的大量轻碳同位素组分快速释放到大气和海洋中造成的环境变化和温室效应有关。具体原因尚不清楚，有待进一步的研究。",
      "instructions": "The data is stored in word format, and the file name begins with WQ, representing Shengli river area. See word for specific sample number, experimental method and data.",
      "instructionsCn": "数据以Word格式存储，文件名称以WQ为开头，代表温泉地区。具体样品编号、实验方法、具体数据等见Word。",
      "east": 90.0,
      "west": 89.5,
      "south": 32.3,
      "north": 32.67,
      "startTime": null,
      "endTime": null,
      "fileSize": 31664.0,
      "cstr": null,
      "doi": "10.1016/j.gloplacha.2019.103093",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "胡芳知",
        "nameEn": "HU Fangzhi",
        "unitEn": "",
        "unitCn": "西南石油大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Marine Late Triassic-Jurassic carbon-isotope excursion and biological extinction records: New evidence from the Qiangtang Basin, eastern Tethys",
        "referenceCn": null,
        "referenceEn": "Hu, F.Z., Fu, X.G., Lin, L., Song, C.Y., Wang, Z.W., & Tian, K.Z. (2019).  Marine late Triassic-Jurassic carbon-isotope excursion and biological extinction records: New evidence from the Qiangtang Basin, eastern Tethys. Global and Planetary Change. 185. 103093. 10.1016/j.gloplacha.2019.103093."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      },
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "古气候重建",
        "nameEn": "Paleoclimate Reconstruction"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "生物化石",
        "nameEn": "Macrofossils"
      },
      {
        "nameCn": "碳同位素",
        "nameEn": "Carbon isotope"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "羌塘盆地",
        "keywordEn": "Qiangtang Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "三叠-侏罗系",
        "keywordEn": "Triassic-Jurassic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the carbon isotope data collection method used for Triassic-Jurassic boundary marine strata in the South Qiangtang Basin?",
        "QuestionCn": "南羌塘盆地三叠纪-侏罗纪界线海洋地层中碳同位素数据收集方法的特点是什么？",
        "AnswerEn": "carbon isotope samples from Sobucha section, Thermo Finnigan MAT-253 carbon isotope mass spectrometer, high-resolution inorganic carbon isotope curve, significant negative shifts consistent with global stratotype section points",
        "AnswerCn": "Sobucha剖面的碳同位素样品，Thermo Finnigan MAT-253碳同位素质谱仪，高分辨率无机碳同位素曲线，与全球标准地层剖面点一致的显著负偏移。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many distinct carbon isotope excursions are recorded in the marine strata spanning the Triassic-Jurassic boundary in the region under study?",
        "QuestionCn": "在研究区域中，跨越三叠纪-侏罗纪边界的海洋地层中记录了多少个不同的碳同位素偏移？",
        "AnswerEn": "2",
        "AnswerCn": "2",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for carbon isotope data in marine strata across the Triassic-Jurassic boundary in the South Qiangtang depression compare to methods used in other global stratotype sections and points (GSSPs)?",
        "QuestionCn": "在南羌塘凹陷的三叠纪-侏罗纪界线的海洋层位中，碳同位素数据的收集方法与其他全球分层剖面和点（GSSPs）使用的方法相比如何？",
        "AnswerEn": "The carbon isotope data collection in the South Qiangtang depression uses samples taken from a specific section and analyzed with a Thermo Finnigan MAT-253 mass spectrometer. This method captures high-resolution inorganic carbon isotope curves, which show distinct negative shifts consistent with global stratotype section records. The comparison reveals that the data from the South Qiangtang depression can be globally correlated through these isotope characteristics, aligning with similar GSSPs that record comparable carbon isotope features across the Triassic-Jurassic boundary.",
        "AnswerCn": "南羌塘凹陷的碳同位素数据采集使用了从特定剖面采集的样本，并通过Thermo Finnigan MAT-253质谱仪进行分析。这种方法捕捉到了高分辨率的无机碳同位素曲线，显示出与全球标准剖面记录一致的明显负偏移。比较表明，南羌塘凹陷的数据可以通过这些同位素特征进行全球关联，与记录有可比碳同位素特征的类似全球标准剖面（GSSP）相一致，涵盖了三叠纪-侏罗纪边界。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the observed two significant negative shifts in carbon isotope data help infer the environmental changes across the T/J boundary in marine strata?",
        "QuestionCn": "观察到的碳同位素数据中的两个显著负偏移如何有助于推断海洋地层中T/J边界的环境变化？",
        "AnswerEn": "The two significant negative shifts in carbon isotope data suggest episodes of environmental change, potentially linked to large-scale volcanic eruptions in the Late Triassic, which released substantial amounts of light carbon isotopes into the atmosphere and ocean, causing shifts in carbon isotope ratios and associated environmental and climatic effects.",
        "AnswerCn": "碳同位素数据中的两个显著负偏移表明环境变化的事件，可能与晚三叠纪的大规模火山喷发有关，这些喷发释放了大量轻碳同位素到大气和海洋中，导致碳同位素比率的变化以及相关的环境和气候影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on the understanding of environmental changes when using high-resolution inorganic carbon isotope curves in marine stratigraphy across the Triassic-Jurassic boundary?",
        "QuestionCn": "在三叠纪-侏罗纪界限的海洋地层中使用高分辨率无机碳同位素曲线对环境变化理解的潜在影响是什么？",
        "AnswerEn": "Using high-resolution inorganic carbon isotope curves in marine stratigraphy across the Triassic-Jurassic boundary allows researchers to identify patterns of carbon isotope excursions, which are globally comparable. These patterns can reveal significant environmental changes, such as mass volcanic eruptions that release light carbon isotopes, potentially leading to greenhouse effects and environmental shifts. Such data can offer insights into past biological crises and their correlation with carbon isotope anomalies, enhancing the understanding of historical climate and ecological changes.",
        "AnswerCn": "利用高分辨率的无机碳同位素曲线在三叠纪-侏罗纪界的海洋地层学中，研究人员能够识别碳同位素偏移的模式，这些模式在全球范围内具有可比性。这些模式可以揭示显著的环境变化，例如大规模火山喷发释放轻碳同位素，可能导致温室效应和环境变化。这些数据可以提供对过去生物危机及其与碳同位素异常相关性的洞察，增强对历史气候和生态变化的理解。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}