{
  "id": "245cd33f-3e91-407e-97e2-789284749ad7",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Wide-angle infrared dual-mode line/area array scanner, WIDAS（1th, August, 2012）",
      "titleCn": "黑河生态水文遥感试验：可见光/近红外、热红外多角度航空遥感（2012年8月1日）",
      "description": "On 1 August 2012 (UTC+8), a Wide-angle Infrared Dual-mode line/area Array Scanner (WIDAS) carried by the Harbin Y-12 aircraft was used in a visible near Infrared thermal Dual-mode airborne remote sensing experiment, which is located in the upper reaches of the Heihe River Basin. WIDAS includes a CCD camera with a spatial resolution of 0.08 m, a visible near Infrared multispectral camera with five bands scanner (an maximum observation angle 48° and spatial resolution 0.4 m), and a thermal image camera with a spatial resolution of 2 m.\nThe CCD camera data are recorded in DN values processed by mosaic and orthorectification. The mutispectral camera data production are recorded in reflectance processed by atmospheric and geometric correction. Thermal image camera data production are recorded in radiation brightness temperature processed by atmospheric and geometric correction.",
      "descriptionCn": "2012年8月1日在黑河上游，利用运12飞机，搭载WIDAS传感器，开展了可见光/近红外、热红外的多角度航空遥感试验。WIDAS系统集成了：高分辨率相机一台、可见光/近红外5波段多光谱相机两台（最大视场角48°）和热像仪一台（最大视场角46°）。获取的数据信息为，高分辨率CCD：0.08米；多光谱分辨率：0.4米；热像仪分辨率：2米。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.46,
      "west": 100.3,
      "south": 38.7,
      "north": 39.0,
      "startTime": "2018-11-23 02:47:37",
      "endTime": "2018-11-23 02:47:37",
      "fileSize": 97753135947.0,
      "cstr": "18406.11.hiwater.003.2013.db",
      "doi": "10.3972/hiwater.003.2013.db",
      "dataFormat": "影像",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "肖青",
        "nameEn": "XIAO Qing",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": "闻建光",
        "nameEn": "Wen Jianguang",
        "unitEn": "",
        "unitCn": "中国科学院遥感与数字地球研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
        "referenceCn": null,
        "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
      },
      {
        "titleCn": null,
        "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
      },
      {
        "titleCn": null,
        "titleEn": "Separating vegetation and soil temperature using airborne multiangular remote sensing image data",
        "referenceCn": null,
        "referenceEn": "Liu Q, Yan CY, Xiao Q, Yan GJ, Fang L. Separating vegetation and soil temperature using airborne multiangular remote sensing image data. International Journal of Applied Earth Observation and Geoinformation, 2012, 17: 66-75, doi:10.1016/j.jag.2011.10.003."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Image Processing Method of Airborne WiDAS Sensor in WATER Campaign",
        "referenceCn": null,
        "referenceEn": "Liu Q, Xiao Q, Liu ZG, et al. Image Processing Method of Airborne WiDAS Sensor in WATER Campaign. Remote sensing technology and application, 2010, 25(6):799-804."
      },
      {
        "titleCn": "黑河综合遥感联合试验中机载WiDAS数据的预处理方法",
        "titleEn": null,
        "referenceCn": "刘强, 肖青, 刘志刚, 方莉, 彭菁菁, 李波. 黑河综合遥感联合试验中机载WIDAS数据的预处理方法. 遥感技术与应用, 2010, 25(6): 797-804.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "红外广角双模式成像仪WiDAS",
        "nameEn": "Wide-angle infrared dual-mode line/Area array scanner"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "the artificial oasis experimental area in the middle reaches"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-08-01",
        "keywordEn": "2012-08-01",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：航空光学遥感",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
        "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
        "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
      },
      {
        "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
        "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
      },
      {
        "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
        "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
      },
      {
        "titleCn": "2010年代三江源多年冻土稳定型分布图",
        "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
      },
      {
        "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
        "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
      },
      {
        "titleCn": "西藏纳木错水温监测数据（2011-2014）",
        "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used for multi-angle airborne remote sensing in the domain of ecological hydrology?",
        "QuestionCn": "您能否提供一个在生态水文学领域中用于多角度航空遥感的数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method in this domain is the use of the WIDAS sensor system during the Heihe River ecological hydrology remote sensing experiment on August 1, 2012. This method involved utilizing a Y-12 aircraft equipped with the WIDAS sensor system, which integrated a high-resolution camera, two visible/near-infrared 5-band multispectral cameras with a maximum field of view of 48°, and a thermal imager with a field of view of 46°. The data collected included high-resolution CCD images with a resolution of 0.08 meters, multispectral images with a resolution of 0.4 meters, and thermal images with a resolution of 2 meters.",
        "AnswerCn": "在这个领域的一个数据收集方法是使用WIDAS传感器系统，在2012年8月1日的黑河生态水文遥感实验中。该方法涉及利用一架装备有WIDAS传感器系统的Y-12飞机，该系统集成了一台高分辨率相机、两台可见光/近红外5波段多光谱相机（最大视场角为48°）和一台热成像仪（视场角为46°）。收集的数据包括分辨率为0.08米的高分辨率CCD图像、分辨率为0.4米的多光谱图像和分辨率为2米的热成像图像。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific attributes and resolution features of data collected through multi-angle airborne remote sensing using visible/near-infrared and thermal infrared bands?",
        "QuestionCn": "通过使用可见/近红外和热红外波段的多角度机载遥感收集的数据的具体属性和分辨率特征是什么？",
        "AnswerEn": "high-resolution CCD imagery 0.08 meters, multispectral imagery 0.4 meters, thermal imagery 2 meters, high-resolution camera, visible/near-infrared 5-band multispectral cameras maximum field of view 48°, thermal imager maximum field of view 46°",
        "AnswerCn": "高分辨率CCD影像0.08米，多光谱影像0.4米，热成像2米，高分辨率相机，可见光/近红外5波段多光谱相机最大视场角48°，热成像仪最大视场角46°。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the maximum field of view angle for the thermal infrared sensor used in the data collection method?",
        "QuestionCn": "用于数据收集方法的热红外传感器的最大视场角是多少？",
        "AnswerEn": "46°",
        "AnswerCn": "46°",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'multi-angle airborne remote sensing' mean in the context of ecological hydrological research?",
        "QuestionCn": "“多角度空中遥感”在生态水文研究中的意义是什么？",
        "AnswerEn": "Multi-angle airborne remote sensing in the context of ecological hydrological research refers to the use of airborne sensors, such as those mounted on an aircraft like the运12, to collect data from different angles or viewpoints. This approach allows researchers to capture comprehensive imagery and data of an area, enhancing the understanding of ecological and hydrological processes. For instance, the metadata mentions the use of the WIDAS sensor system, which integrates high-resolution and multi-spectral cameras, as well as a thermal imager, to obtain detailed and varied angle data over the Heihe River Basin.",
        "AnswerCn": "多角度航空遥感在生态水文研究中的应用是指使用航空传感器，例如安装在运12飞机上的传感器，从不同的角度或视点收集数据。这种方法使研究人员能够捕捉到一个区域的综合影像和数据，从而增强对生态和水文过程的理解。例如，元数据提到使用WIDAS传感器系统，该系统集成了高分辨率和多光谱相机，以及热成像仪，以获取对黑河流域的详细和多角度数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on data accuracy and completeness when using multiple high-resolution cameras and sensors, such as those employed in multi-angular aerial remote sensing with visible/near-infrared and thermal infrared capabilities?",
        "QuestionCn": "使用多台高分辨率相机和传感器（例如在可见光/近红外和热红外能力的多角度航空遥感中使用的设备）时，对数据准确性和完整性的潜在影响是什么？",
        "AnswerEn": "The use of multiple high-resolution cameras and sensors, like those in the WIDAS system, can enhance data accuracy and completeness by providing detailed spatial resolution and multi-spectral information. High-resolution CCD cameras provide fine details at 0.08 meters, while multispectral cameras add spectral depth at 0.4 meters resolution, and thermal infrared sensors contribute thermal data at 2 meters resolution. This multi-angular and multi-spectral approach allows for comprehensive data collection, which can improve the detection and analysis of ecological and hydrological phenomena. However, integrating data from various sensors may present challenges such as data synchronization, calibration, and processing complexity, potentially affecting overall data quality if not properly managed.",
        "AnswerCn": "使用多个高分辨率相机和传感器，如WIDAS系统中的设备，可以通过提供详细的空间分辨率和多光谱信息来增强数据的准确性和完整性。高分辨率CCD相机以0.08米的精细细节提供图像，而多光谱相机以0.4米的分辨率增加光谱深度，热红外传感器则以2米的分辨率提供热数据。这种多角度和多光谱的方法允许全面的数据收集，从而改善生态和水文现象的检测和分析。然而，整合来自各种传感器的数据可能会面临挑战，例如数据同步、校准和处理复杂性，如果管理不当，可能会影响整体数据质量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in collecting multi-angle aerial remote sensing data using visible/near-infrared and thermal infrared sensors in a hydrological and ecological experiment?",
        "QuestionCn": "在水文和生态实验中，使用可见/近红外和热红外传感器收集多角度航空遥感数据涉及哪些程序？",
        "AnswerEn": "The data collection involves using a Y-12 aircraft equipped with the WIDAS sensor system to conduct multi-angle aerial remote sensing. The WIDAS system integrates a high-resolution camera, two visible/near-infrared 5-band multispectral cameras with a maximum field of view of 48 degrees, and a thermal imager with a maximum field of view of 46 degrees. The collected data includes high-resolution CCD at 0.08 meters, multispectral resolution at 0.4 meters, and thermal imager resolution at 2 meters.",
        "AnswerCn": "数据收集涉及使用配备WIDAS传感器系统的Y-12飞机进行多角度航空遥感。WIDAS系统集成了一台高分辨率相机、两台可见光/近红外5波段多光谱相机（最大视场角为48度）和一台热成像仪（最大视场角为46度）。收集的数据包括高分辨率CCD（分辨率为0.08米）、多光谱分辨率（分辨率为0.4米）和热成像仪分辨率（分辨率为2米）。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological capabilities in multi-angle airborne remote sensing enable the collection of high-resolution data in ecological and hydrological studies?",
        "QuestionCn": "多角度机载遥感技术在生态和水文研究中具备哪些能力能够收集高分辨率数据？",
        "AnswerEn": "The use of the WIDAS sensor system, integrated with a high-resolution camera, two visible/near-infrared 5-band multispectral cameras, and a thermal imager, enables the collection of high-resolution data. The system provides resolutions of 0.08 meters for CCD, 0.4 meters for multispectral, and 2 meters for thermal imaging, allowing detailed ecological and hydrological analysis.",
        "AnswerCn": "WIDAS传感器系统结合高分辨率相机、两台可见/近红外5波段多光谱相机和热成像仪，能够收集高分辨率数据。该系统提供0.08米的CCD分辨率、0.4米的多光谱分辨率和2米的热成像分辨率，允许进行详细的生态和水文分析。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}