{
    "id": "249549cd-836e-4f46-bb9a-e096f2764824",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "TPEMIP WRF simulations with 0.18 degree resolution over 15-50N, 70-140E during May and August from 1991 to 2015 (v2)",
            "titleCn": "TPEMIP WRF simulations with 0.18 degree resolution over 15-50N, 70-140E during May and August from 1991 to 2015 (v2)",
            "description": "The Weather Research and Forecasting (WRF; Skamarock et al. 2008)) model is used to create this dataset associated with the TPEMIP project. Initial and\nboundary conditions are provided from ERA-interim (Dee et al. 2011) and OISST (Reynolds et al. 2007; Banzon et al. 2016). Horizontal resolution is 0.18 x 0.18 degree and output format is netcdf. A calculation period (output period) is from 00Z21April to 00Z01September (from 00Z01May to 23Z31August) for each year. Output variables are listed below:\n[cnst]\norog: Terrain Height (m)\nlandfrac: LAND MASK (100 FOR LAND, 0 FOR WATER) (-)\n\n[monthly_2D]\nt2m: TEMP at 2 M (K)\nblh: PBL HEIGHT (m)\nsp: SFC PRESSURE (Pa)\nslp: Sea Level Pressure (hPa)\nconpre: ACCUMULATED CUMULUS PRECIPITATION (mm/h)\nmppre: ACCUMULATED GRID SCALE PRECIPITATION (mm/h)\nalb: ALBEDO (-)\ndp2: Dewpoint Temperature at 2m (C)\nskt: SURFACE SKIN TEMPERATURE (K)\nu10m: Rotated wind component (m s-1)\nv10m: Rotated wind component (m s-1)\ncape: CAPE (J/kg)\nhfss: UPWARD HEAT FLUX AT THE SURFACE (W m-2)\nhlfs: LATENT HEAT FLUX AT THE SURFACE (W m-2)\nhfgs: GROUND HEAT FLUX (W m-2)\nrsds: DOWNWARD SHORT WAVE FLUX AT GROUND SURFACE (W m-2)\nrlds: DOWNWARD LONG WAVE FLUX AT GROUND SURFACE (W m-2)\nrsus: UPWARD SHORT WAVE FLUX AT GROUND SURFACE (W m-2)\nrlus: UPWARD LONG WAVE FLUX AT GROUND SURFACE (W m-2)\nrlut: TOA OUTGOING LONG WAVE (W m-2)\nt2max: Monthly maximum Temperature at 2m (K)\nt2min: Monthly minimum Temperature at 2m (K)\nh2osoi: SOIL MOISTURE (m3 m-3)\ntsoi: SOIL TEMPERATURE (K)\n\n[monthly_3D; 500, 400, 300, 200, 100 hPa]\ngh: Geopotential height (gpm) [=Geopotential (m2/s2) x 9.80665]\nua: Rotated wind component (m s-1)\nva: Rotated wind component (m s-1)\nhus: Water vapor mixing ratio (g kg-1)\nta: Temperature (K) [=Temperature (C)+273.15]\nwa: z-wind component (m s-1)\n\n[daily_2D]\nt2m: TEMP at 2 M (K)\nblh: PBL HEIGHT (m)\nsp: SFC PRESSURE (Pa)\nslp: Sea Level Pressure (hPa)\nconpre: ACCUMULATED CUMULUS PRECIPITATION (mm/h)\nmppre: ACCUMULATED GRID SCALE PRECIPITATION (mm/h)\nalb: ALBEDO (-)\ndp2: Dewpoint Temperature at 2m (C)\nskt: SURFACE SKIN TEMPERATURE (K)\nu10m: Rotated wind component (m s-1)\nv10m: Rotated wind component (m s-1)\ncape: CAPE (J/kg)\nhfss: UPWARD HEAT FLUX AT THE SURFACE (W m-2)\nhlfs: LATENT HEAT FLUX AT THE SURFACE (W m-2)\nhfgs: GROUND HEAT FLUX (W m-2)\nrsds: DOWNWARD SHORT WAVE FLUX AT GROUND SURFACE (W m-2)\nrlds: DOWNWARD LONG WAVE FLUX AT GROUND SURFACE (W m-2)\nrsus: UPWARD SHORT WAVE FLUX AT GROUND SURFACE (W m-2)\nrlus: UPWARD LONG WAVE FLUX AT GROUND SURFACE (W m-2)\nrlut: TOA OUTGOING LONG WAVE (W m-2)\nt2max: Daily maximum Temperature at 2m (K)\nt2min: Daily minimum Temperature at 2m (K)\nh2osoi: SOIL MOISTURE (m3 m-3)\ntsoi: SOIL TEMPERATURE (K)\n\n[daily_3D; 500, 400, 300, 200, 100 hPa]\ngh: Geopotential height (gpm) [=Geopotential (m2/s2) x 9.80665]\nua: Rotated wind component (m s-1)\nva: Rotated wind component (m s-1)\nhus: Water vapor mixing ratio (g kg-1)\nta: Temperature (K) [=Temperature (C)+273.15]\nwa: z-wind component (m s-1)",
            "descriptionCn": "The Weather Research and Forecasting (WRF; Skamarock et al. 2008)) model is used to create this dataset associated with the TPEMIP project. Initial and\nboundary conditions are provided from ERA-interim (Dee et al. 2011) and OISST (Reynolds et al. 2007; Banzon et al. 2016). Horizontal resolution is 0.18 x 0.18 degree and output format is netcdf. A calculation period (output period) is from 00Z21April to 00Z01September (from 00Z01May to 23Z31August) for each year. Output variables are listed below:\n[cnst]\norog: Terrain Height (m)\nlandfrac: LAND MASK (100 FOR LAND, 0 FOR WATER) (-)\n\n[monthly_2D]\nt2m: TEMP at 2 M (K)\nblh: PBL HEIGHT (m)\nsp: SFC PRESSURE (Pa)\nslp: Sea Level Pressure (hPa)\nconpre: ACCUMULATED CUMULUS PRECIPITATION (mm/h)\nmppre: ACCUMULATED GRID SCALE PRECIPITATION (mm/h)\nalb: ALBEDO (-)\ndp2: Dewpoint Temperature at 2m (C)\nskt: SURFACE SKIN TEMPERATURE (K)\nu10m: Rotated wind component (m s-1)\nv10m: Rotated wind component (m s-1)\ncape: CAPE (J/kg)\nhfss: UPWARD HEAT FLUX AT THE SURFACE (W m-2)\nhlfs: LATENT HEAT FLUX AT THE SURFACE (W m-2)\nhfgs: GROUND HEAT FLUX (W m-2)\nrsds: DOWNWARD SHORT WAVE FLUX AT GROUND SURFACE (W m-2)\nrlds: DOWNWARD LONG WAVE FLUX AT GROUND SURFACE (W m-2)\nrsus: UPWARD SHORT WAVE FLUX AT GROUND SURFACE (W m-2)\nrlus: UPWARD LONG WAVE FLUX AT GROUND SURFACE (W m-2)\nrlut: TOA OUTGOING LONG WAVE (W m-2)\nt2max: Monthly maximum Temperature at 2m (K)\nt2min: Monthly minimum Temperature at 2m (K)\nh2osoi: SOIL MOISTURE (m3 m-3)\ntsoi: SOIL TEMPERATURE (K)\n\n[monthly_3D; 500, 400, 300, 200, 100 hPa]\ngh: Geopotential height (gpm) [=Geopotential (m2/s2) x 9.80665]\nua: Rotated wind component (m s-1)\nva: Rotated wind component (m s-1)\nhus: Water vapor mixing ratio (g kg-1)\nta: Temperature (K) [=Temperature (C)+273.15]\nwa: z-wind component (m s-1)\n\n[daily_2D]\nt2m: TEMP at 2 M (K)\nblh: PBL HEIGHT (m)\nsp: SFC PRESSURE (Pa)\nslp: Sea Level Pressure (hPa)\nconpre: ACCUMULATED CUMULUS PRECIPITATION (mm/h)\nmppre: ACCUMULATED GRID SCALE PRECIPITATION (mm/h)\nalb: ALBEDO (-)\ndp2: Dewpoint Temperature at 2m (C)\nskt: SURFACE SKIN TEMPERATURE (K)\nu10m: Rotated wind component (m s-1)\nv10m: Rotated wind component (m s-1)\ncape: CAPE (J/kg)\nhfss: UPWARD HEAT FLUX AT THE SURFACE (W m-2)\nhlfs: LATENT HEAT FLUX AT THE SURFACE (W m-2)\nhfgs: GROUND HEAT FLUX (W m-2)\nrsds: DOWNWARD SHORT WAVE FLUX AT GROUND SURFACE (W m-2)\nrlds: DOWNWARD LONG WAVE FLUX AT GROUND SURFACE (W m-2)\nrsus: UPWARD SHORT WAVE FLUX AT GROUND SURFACE (W m-2)\nrlus: UPWARD LONG WAVE FLUX AT GROUND SURFACE (W m-2)\nrlut: TOA OUTGOING LONG WAVE (W m-2)\nt2max: Daily maximum Temperature at 2m (K)\nt2min: Daily minimum Temperature at 2m (K)\nh2osoi: SOIL MOISTURE (m3 m-3)\ntsoi: SOIL TEMPERATURE (K)\n\n[daily_3D; 500, 400, 300, 200, 100 hPa]\ngh: Geopotential height (gpm) [=Geopotential (m2/s2) x 9.80665]\nua: Rotated wind component (m s-1)\nva: Rotated wind component (m s-1)\nhus: Water vapor mixing ratio (g kg-1)\nta: Temperature (K) [=Temperature (C)+273.15]\nwa: z-wind component (m s-1)",
            "instructions": "File name is based on the LS4P/TPEMIP rule.\n[VariableName]_JAMSTECWRF_TPEMIP_[Frequency]_[StartTime-EndTime].nc\nFor example, the file of monthly mean ALBEDO is\nalb_JAMSTECWRF_TPEMIP_mon_00z0105yyyy-00z0108yyyy.nc",
            "instructionsCn": "File name is based on the LS4P/TPEMIP rule.\n[VariableName]_JAMSTECWRF_TPEMIP_[Frequency]_[StartTime-EndTime].nc\nFor example, the file of monthly mean ALBEDO is\nalb_JAMSTECWRF_TPEMIP_mon_00z0105yyyy-00z0108yyyy.nc",
            "east": 140.0,
            "west": 70.0,
            "south": 15.0,
            "north": 50.0,
            "startTime": "1991-04-30 23:00:00",
            "endTime": "2015-08-31 00:00:00",
            "fileSize": 20227633192.0,
            "cstr": "18406.11.Atmos.tpdc.301389",
            "doi": "10.11888/Atmos.tpdc.301389",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "SUGIMOTO Shiori",
                "nameEn": "SUGIMOTO Shiori",
                "unitEn": "",
                "unitCn": "Japan Agency for Marine-Earth Science and Technology (JAMSTEC)"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction Project, Phase I (LS4P-I):  Organization and Experimental design",
                "referenceCn": null,
                "referenceEn": "Xue, Y., Yao, T., Boone, A. A., Diallo, I., Liu, Y., Zeng, X., Lau, W. K.-M., Sugimoto, S., Tang, Q., Pan, X., van Oevelen, P. J., Klocke, D., Koo, M.-S., Lin, Z., Takaya, Y., Sato, T., Ardilouze, C., Saha, S. K., Zhao, M., Liang, X.-Z., Vitart, F., Li, X., Zhao, P., Neelin, D., Guo, W., Yu, M., Qian, Y., Shen, S. S. P., Zhang, Y., Yang, K., Leung, R., Yang, J., Qiu, Y., Brunke, M. A., Chou, S. C., Ek, M., Fan, T., Guan, H., Lin, H., Liang, S., Materia, S., Nakamura, T., Qi, X., Senan, R., Shi, C., Wang, H., Wei, H., Xie, S., Xu, H., Zhang, H., Zhan, Y., Li, W., Shi, X., Nobre, P., Qin, Y., Dozier, J., Ferguson, C. R., Balsamo, G., Bao, Q., Feng, J., Hong, J., Hong, S., Huang, H., Ji, D., Ji, Z., Kang, S., Lin, Y., Liu, W., Muncaster, R., Pan, Y., Peano, D., de Rosnay, P., Takahashi, H. G., Tang, J., Wang, G., Wang, S., Wang, W., Zhou, X., and Zhu, Y., 2021: Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction Project, Phase I (LS4P-I):  Organization and Experimental design, Geosci. Model Dev., 14, 4465–4494,  https://doi.org/10.5194/gmd-14-4465-2021."
            },
            {
                "titleCn": null,
                "titleEn": "Spring Land Temperature in Tibetan Plateau and Global-Scale Summer Precipitation – Initialization and Improved Prediction",
                "referenceCn": null,
                "referenceEn": "Xue Y., I. Diallo, A. A. Boone, T. Yao , Y. Zhang, X. Zeng, J. D. Neelin, W. K.M. Lau , Y. Pan, Y. Liu1, X. Pan, Q. Tang, P. J. van Oevelen, T. Sato, M.-S. Koo, S. Materia, C. Shi, J. Yang, C. Ardilouze, Z. Lin, Xin Qi, T. Nakamura, S. K. Saha, R. Senan, Y. Takaya, H. Wang, H. Zhang, M. Zhao, H. P. Nayak, Q. Chen, J. Feng, M. A. Brunke, T. Fan, S. Hong, P. Nobre, D. Peano, Y. Qin, F. Vitart, S. Xie, Y. Zhan, D. Klocke, R. Leung, X. Li, M. Ek, W. Guo, G. Balsamo, Q. Bao, S. C. Chou, P. de Rosnay, Y. Lin, Y. Zhu, Y. Qian, P. Zhao, J. Tang, X.-Z. Liang, J. Hong, D. Ji, Z. Ji, Y. Qiu, S. Sugimoto,  W. Wang, K. Yang, M. Yu, 2022: Spring Land Temperature in Tibetan Plateau and Global-Scale Summer Precipitation – Initialization and Improved Prediction.  Bulletin of American Meteorological Society, 103, 12,  DOI: https://doi.org/10.1175/BAMS-D-21-0270.1, E2756-E2767."
            },
            {
                "titleCn": null,
                "titleEn": "Remote effects of Tibetan Plateau spring land temperature on global subseasonal to seasonal precipitation prediction and comparison with effects of sea surface temperature: The GEWEX/LS4P Phase I experiment",
                "referenceCn": null,
                "referenceEn": "Xue Y., I. Diallo, A. A. Boone, Y. Zhang, X. Zeng, W. K.M. Lau, J. D. Neelin, T. Yao , Q. Tang , T. Sato , M.-S. Koo, F. Vitart, C. Ardilouze, S. K. Saha, S. Materia, Z. Lin, Y. Takaya, J. Yang, T. Nakamura, X. Qi, Y. Qin, P. Nobre, R. Senan, H. Wang, H. Zhang, M. Zhao, H. P. Nayak, Y. Pan, X. Pan,  J. Feng, C. Shi, S. Xie, M. A. Brunke, Q. Bao, M. J. Bottino, T. Fan, S. Hong, Y. Lin, D. Peano, Y. Zhan, C. R. Mechoso, X. Ren, G. Balsamo, S. C. Chou, P. de Rosnay, P. J. van Oevelen, D. Klocke, M. Ek, X. Li, W. Guo, Y. Zhu, J. Tang, X.-Z. Liang, Y. Qian, P. Zhao, 2023: Remote effects of Tibetan Plateau spring land temperature on global subseasonal to seasonal precipitation prediction and comparison with effects of sea surface temperature: The GEWEX/LS4P Phase I experiment.  Climate Dynamics.  62, 2603-2628,  DOI: 10.1007/s00382-023-06905-5"
            },
            {
                "titleCn": null,
                "titleEn": "Preface: Subseasonal-to-seasonal predictability of extreme precipitation and land forcing",
                "referenceCn": null,
                "referenceEn": "Xue, Y. and W. K-M Lau, 2024: Preface: Subseasonal-to-seasonal predictability of extreme precipitation and land forcing.   Climate Dynamics.  62, 2599-2600, DOI. 10.1007/s00382-024-07203-4"
            },
            {
                "titleCn": null,
                "titleEn": "Near-global summer circulation response to the spring surface Temperature anomaly in Tibetan Plateau ---- The GEWEX/LS4P First Phase Experiment",
                "referenceCn": null,
                "referenceEn": "Zhang, Y., Y. Pan, Y. Xue, I. Diallo, X. Zeng, S. Li, J. D Neelin, W. K.M. Lau, A. A. Boone, F Vitart., T. Yao, Q. Tang, T. Sato, M.-S. Koo, C. Ardilouze, S. K. Saha, J. Yang, S. Materia, Z. Lin, X. Qi, Y. Qin, T. Nakamura, P. Nobre, D. Peano, R. Senan, Y. Takaya, H. Wang, H. Zhang, Y. Zhan, M. Zhao , C. R. Mechoso, Q. Bao , M. J. Bottino, S. Hong, Y. Lin, S. Xie, X. Pan, H. P. Nayak, S. C. Chou, W. Guo, 2024: Near-global summer circulation response to the spring surface Temperature anomaly in Tibetan Plateau ---- The GEWEX/LS4P First Phase Experiment.  Climate Dynamics.  62, 2907-2924, DOI: 10.1007/s00382-024-07210-5"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "季风",
                "nameEn": "Monsoons"
            },
            {
                "nameCn": "气象灾害",
                "nameEn": "Meteorological Disaster"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "Tibetan Plateau",
                "keywordEn": "Alpine shrubline"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1991-2015",
                "keywordEn": "1991-2015",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Subseasonal to seasonal (S2S) prediction of droughts and floods is one of the major challenges of weather and climate prediction. Recent studies suggest that the springtime land surface temperature/subsurface temperature (LST/SUBT) over the Tibetan Plateau (TP) can be a new source of S2S predictability. The successful prediction of droughts and floods at subseasonal-to-seasonal (S2S) time scales is one of the major challenges of weather and climate prediction, with failures that can result in major adverse impacts on societies and economies. Sea surface temperature (SST) variations such as those associated with the Madden-Julian Oscillations are known to provide a predictability source. Recent studies suggest that springtime land surface/subsurface temperature (LST/SUBT) provides a new source of predictability at S2S time scales. The Global Energy and Water Exchanges (GEWEX) program has initiated the project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” to investigate the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions.",
                "The background temperature gradient at midlatitudes also affects the activity of baroclinic eddies (Xue et al., 2023), which can further reinforce the zonal wind changes and further influence the zonal wind downstream as the eddies move downstream and interact with the zonal flow. The response of the zonal wind in the downstream of TP is consistent with these studies, exhibiting a significant deceleration of the zonal wind along the jet core over the North Pacific. Meanwhile, a significant acceleration of the zonal wind is found to the north of the jet core, indicating a slight northward shift of the jet stream. Such changes in the zonal wind have their counterparts in the observations (see Fig. 4b). One salient feature in Fig. 5a is the strong negative geopotential height anomaly over the TP at 200 hPa, accompanied with a cyclonic anomalous circulation. Such a circulation response corresponds to the cold anomaly over the TP, where the atmosphere sinks and induces negative potential height anomalies at upper levels. Furthermore, evident wave-like patterns downstream from the TP to the North Pacific are shown in the geopotential height difference in Fig. 5a. The negative center of geopotential height anomaly over the TP extends eastward to Japan, while a strong positive geopotential height center with anticyclonic circulation flow emerges to the east over the Bering Strait with a center around 170°E, 50°N. The wave-like geopotential height differences further extend from the Rocky Mountain across the North American continent, North Atlantic Ocean, and back to the Eurasian continent. The above simulated response in atmospheric circulations is in general consistent with the observed geopotential height anomalies in May 2003 (Fig. 5b). In addition, responses in the geopotential height to the cold TP surface are also noticed in the Southern Hemisphere, especially in the midlatitudes (Fig. 5a, b). Therefore, we also inspect the anomalous stream function from the simulated wind. The WAF is parallel to the group velocity of Rossby waves and can approximately indicate the wave energy propagation.",
                "Although the teleconnections caused by the heating due to oceanic temperature anomalies, such as those between ENSO and the Asian monsoons, have been extensively investigated (e.g., Wang et al. 2000; Li et al. 2007; Li et al. 2017), the remote effects of mountain heating on global atmospheric circulations have not been fully studied. The LS4P-I experiment provides a chance to explore the detailed features of the TRC wave train as well as the global response of atmospheric circulations to the TP surface anomaly. It is well known and extensively studied that the TP surface thermal state can significantly influence the weather and climate in East Asia (e.g. Liu et al. 2020). Earlier studies have shown that, in summertime, there exists a circumglobal teleconnection pattern (CTP) in the extra-tropics of the Northern Hemisphere along the westerly jet. The latent heat with the strong convective monsoon precipitation is suggested a major driver for the CTP (e.g. Lau and Peng 1991; Lau and Weng 2002; Lau et al. 2004 ; Ding and Wang 2005; Ding et al. 2011)."
            ],
            "research objective": [
                "The project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” was initiated to study the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions. The present work explores the simulated global scale response of the atmospheric circulation to the springtime TP land surface cooling by 16 current state-of-the-art Earth System Models (ESMs) participating in the LS4P Phase I (LS4P-I) experiment. More dynamical understanding of the TRC wave train as well as its cross-equator propagation into the Southern Hemisphere will be explored in the newly launched LS4P phase II experiment.",
                "This study has investigated the mechanisms of the global atmospheric response to the TP spring LST/SUBT anomalies in simulations by LS4P-I ESMs. To further explore the TP’s role and the influence of TRC wave train in S2S predictions, we check the response simulated by each model in May. These results taken together suggest that the TRC wave train plays a key role in the influence of TP’s surface and subsurface temperatures on the hot spot regions, especially for the regions in North America, though the detailed mechanisms through which the TRC wave train affects the precipitation in these different regions still need further investigations.",
                "Our aim is to place the TP LST/SUBT’s influence on the global atmospheric circulations with a focus on the dynamical feature of the TRC wave train and its importance for improving S2S prediction."
            ],
            "challenges": [
                "However, the simulated propagation pathways from the TP into the Southern Hemisphere show large inter-model differences.",
                "However, there are phase differences between the simulated wave train and the observations. However, over the regions from the North Atlantic to the Ural Mountains, the observed geopotential height anomalies show opposite signs to the multi-model average, suggesting that in those regions the TP surface cooling may not be the major cause for the observed circulation anomalies. The main difference is that the simulated atmospheric response in model ensemble evolve faster than the observation. The associated diversities in the model response in the Southern Hemispheric circulations could be one of the main reasons that the simulated response exhibit great inconsistency with the observation, though the model ensembles show strong Southern Hemispheric responses especially in the mid-high latitudes.",
                "Compared with the observation, none of the LS4P-I ESMs well captures the observed T2m cold anomaly in May 2003. The ensemble mean of the 16 LS4P-I ESMs exhibits a warm bias of 1.02 °C over the TP, which is stronger than the standard deviation of the observed inter-annual variation of TP T2m (about 0.7 °C). The spatial distribution of the model bias for the ensemble mean is shown in Fig. 1b, which shows a clear warm bias in May 2003 T2m over the eastern part of the TP. The LS4P-I simulations further show that the TP surface thermal state not only has circumglobal influence in the Northern Hemisphere, but it also affects the extratropical atmospheric circulation in the Southern Hemisphere, though with a large uncertainty due to inter-model variability."
            ],
            "methods": [
                "In the first phase of the LS4P project (LS4P-I), the year 2003 is the focal case, in which extreme summer drought/flood occurred in East Asia after a very cold spring in the TP. Two sets of numerical experiments were conducted in LS4P-I to investigate the global influence of the TP spring surface temperature anomaly. A first set of runs, referred to as EXP_CTRL, is designed to evaluate the performance of the 16 ESMs in simulating the TP T2m and precipitation anomalies during May and June 2003. In EXP_CTRL runs, the ESMs start simulations from late April or May 1st, and use the standard S2S prediction setting of atmospheric and land initial conditions. Another set of numerical experiments was carried out by the ESMs to test whether the regional bias in June precipitation mentioned in the previous paragraph is related to the bias in May surface temperature over TP. In this set of experiments, which are collectively referred to as EXP_LST/SUBT run, the models’ bias in May TP T2m is reduced by initializing the TP LST and SUBT conditions."
            ],
            "dataset": [
                "The ensemble mean of simulated 200 hPa geopotential height difference is also illustrated in Fig. 5a together with the observations for May 2003 (Fig. 5b), to further explore the atmospheric circulation responses to the TP LST/SUBT effect.",
                "The observed T2m anomaly in the TP is shown in Fig. 1a, for which we use the data from the National Oceanic and Atmospheric Administration (NOAA) Climate Anomaly Monitoring System (CAMS, Fan and van den Dool 2008). We use the fifth generation ECMWF atmospheric reanalysis (ERA5, Hersbach et al. 2020), which is referred to as observations, with a regular horizontal resolution of 1.0° × 1.0° to investigate the atmospheric circulation in year 2003 and for climatology, with the latter defined as the average from year 1981 to 2015. All data are provided at 0.5° × 0.5° spatial resolution. The global precipitation data are from the Climate Research Unit (CRU), in which version 4.02 is used when implementing the analysis (Harris et al. 2014; 2020)."
            ],
            "findings": [
                "The LS4P-I results show, for the first time, that springtime TP surface anomalies can modulate a persistent quasi-barotropic Tibetan Plateau-Rocky Mountain Circumglobal (TRC) wave train from the TP via the northeast Asia and Bering Strait to the western part of the North America, along with the springtime westerly jet from TP across the whole North Pacific basin. The TRC wave train modulated by the TP thermal anomaly play a critical role on the early summer surface air temperature and precipitation anomalies in the regions along the wave train, especially over the northwest North America and the southern Great Plains. These results suggest that the TP LST/SUBT anomaly via the TRC wave train is the first order source of the S2S variability in the regions mentioned.",
                "These results taking together suggest that the TRC wave train plays a key role in the influence of TP’s surface and subsurface temperatures on the hot spot regions, especially for the regions in North America, though the detailed mechanisms through which the TRC wave train affects the precipitation in these different regions still need further investigations. The ensemble model simulations show that, with the strong westerly jet across the extratropical Asian-Pacific region, the TP surface cooling generates a barotropic, persistent (evolving in time scales longer than a month) TRC wave train from TP through northeast Asia and Bering Strait to the west part of the North America, whose features closely resemble the observed geopotential height anomaly from May to June in 2003.",
                "The key features of the simulated ensemble mean of June precipitation in response to the TP LST/SUBT effect were discussed in Xue et al. (2022). The LS4P-I experiment, however, shows that the TP surface anomaly can result in persistent and global scale anomalies in atmospheric circulations, and has a near-global influence on the summer T2m and precipitation on S2S time scale. Furthermore, the LS4P-I experiment confirms and highlights the important even critical role of the TRC wave train in the global influence of the TP surface anomaly. The analysis of 16 state-of-the-art ESMs shows for the first time that the springtime TP surface anomaly can modulate a persistent quasi-barotropic TRC wave train."
            ],
            "backgroundCn": [
                "亚季节到季节（S2S）预测干旱和洪水是天气和气候预测中的主要挑战之一。最近的研究表明，春季青藏高原（TP）的地表温度/地下温度（LST/SUBT）可以成为S2S预测的新来源。成功预测亚季节到季节（S2S）时间尺度上的干旱和洪水是天气和气候预测中的一大挑战，预测失败可能对社会和经济造成重大不利影响。海表温度（SST）变化，例如与麦登-朱利安振荡相关的变化，已知提供了一个可预测性来源。最近的研究表明，春季地表/地下温度（LST/SUBT）在S2S时间尺度上提供了一个新的可预测性来源。全球能源与水循环交换（GEWEX）计划已启动“初始化地表温度和雪盖对亚季节到季节预测影响（LS4P）”项目，以研究春季LST/SUBT异常对夏季降水预测的影响。",
                "中纬度的背景温度梯度也影响了斜压涡旋的活动（Xue et al., 2023），这进一步增强了纬向风的变化，并在涡旋向下游移动并与纬向流相互作用时进一步影响下游的纬向风。青藏高原下游的纬向风响应与这些研究一致，表现为北太平洋喷流核心沿线的纬向风显著减速。同时，在喷流核心北侧发现纬向风显著加速，表明喷流略微向北偏移。这种纬向风的变化在观测中也有对应（见图4b）。图5a中的一个显著特征是青藏高原上方200 hPa的强负位势高度异常，伴随着气旋异常环流。这种环流响应对应于青藏高原上的冷异常，导致大气下沉并在上层诱发负位势高度异常。此外，图5a中显示了从青藏高原向北太平洋下游明显的波状模式的位势高度差。青藏高原上方的负位势高度异常中心向东延伸至日本，而在白令海峡东侧出现了一个强正位势高度中心，伴随反气旋环流，中心位于约170°E，50°N。波状的位势高度差进一步从落基山脉延伸穿过北美大陆、北大西洋，回到欧亚大陆。上述模拟的气候环流响应总体上与2003年5月的观测位势高度异常一致（图5b）。此外，在南半球，尤其是在中纬度地区，也注意到对青藏高原表面冷异常的位势高度响应（图5a, b）。因此，我们还检查了模拟风场的异常流函数。波动能量通量（WAF）与罗斯贝波的群速度平行，能够大致指示波能量的传播。",
                "尽管由于海洋温度异常引起的热带遥相关（teleconnections），例如ENSO与亚洲季风之间的关系，已经得到了广泛研究（例如，Wang等，2000；Li等，2007；Li等，2017），但山地加热对全球大气环流的远程影响尚未得到充分研究。LS4P-I实验提供了一个机会，以探索热带高原（TP）表面异常的详细特征以及大气环流对其的全球响应。众所周知，TP表面的热状态可以显著影响东亚的天气和气候（例如，Liu等，2020）。早期研究表明，在夏季，北半球的副热带地区沿着西风急流存在一个环全球遥相关模式（CTP）。强对流季风降水中的潜热被认为是CTP的主要驱动因素（例如，Lau和Peng 1991；Lau和Weng 2002；Lau等，2004；Ding和Wang 2005；Ding等，2011）。"
            ],
            "research objectiveCn": [
                "项目“初始化地表温度和雪盖对季节内到季节预测的影响（LS4P）”旨在研究春季地表温度/雪盖异常对高山地区夏季降水预测的影响。目前的工作探讨了参与LS4P第一阶段（LS4P-I）实验的16个当前最先进的地球系统模型（ESMs）对春季天山地区地表冷却的全球尺度大气环流响应的模拟。对热带环流波列及其向南半球的跨赤道传播的动态理解将在新启动的LS4P第二阶段实验中进行深入探讨。",
                "本研究调查了LS4P-I ESMs模拟中全球大气对青藏 Plateau（TP）春季地表温度/地下温度异常的响应机制。为了进一步探讨TP的作用及热带环流（TRC）波列在短期到季节预测中的影响，我们检查了每个模型在五月的响应。这些结果表明，TRC波列在TP的地表和地下温度对热点区域的影响中发挥了关键作用，特别是在北美地区，尽管TRC波列影响这些不同区域降水的具体机制仍需进一步研究。",
                "我们的目标是将热带低频波动（TP LST/SUBT）对全球大气环流的影响与热带环流波列（TRC wave train）的动力特征结合起来，重点关注其在改善季节到季节预测（S2S）中的重要性。"
            ],
            "challengesCn": [
                "然而，从热带地区到南半球的模拟传播路径显示出较大的模型间差异。",
                "然而，模拟的波列与观测之间存在相位差异。然而，从北大西洋到乌拉尔山脉的区域，观测到的地势高度异常与多模型平均值显示出相反的符号，这表明在这些区域，地表冷却可能不是观测到的环流异常的主要原因。主要的区别在于，模型集合中模拟的大气响应演变速度快于观测。南半球环流中模型响应的相关多样性可能是模拟响应与观测之间存在巨大不一致的主要原因之一，尽管模型集合在南半球中高纬度地区显示出强烈的响应。",
                "与观测相比，LS4P-I的气候模型（ESMs）在2003年5月未能很好地捕捉到T2m的冷异常。16个LS4P-I气候模型的集合均值在青藏高原（TP）上表现出1.02°C的暖偏差，这一偏差强于TP T2m观测的年际变化标准差（约0.7°C）。模型集合均值的偏差空间分布如图1b所示，显示出2003年5月青藏高原东部T2m的明显暖偏差。LS4P-I模拟进一步表明，青藏高原的表面热状态不仅对北半球具有全球影响，还影响南半球的外热带大气环流，尽管由于模型间的变异性，这一影响存在较大的不确定性。"
            ],
            "methodsCn": [
                "在LS4P项目的第一阶段（LS4P-I）中，2003年是重点案例，该年东亚经历了极端的夏季干旱/洪水，春季在青藏 Plateau（TP）则经历了非常寒冷的天气。LS4P-I中进行了两组数值实验，以研究TP春季表面温度异常的全球影响。第一组实验称为EXP_CTRL，旨在评估16个地球系统模型（ESMs）在模拟2003年5月和6月TP气温（T2m）和降水异常方面的表现。在EXP_CTRL实验中，ESMs从4月底或5月1日开始模拟，并使用标准的季节到季节（S2S）预测设置的气候和陆地初始条件。另一组数值实验则由ESMs进行，以测试6月降水的区域偏差是否与TP 5月表面温度的偏差相关。在这一组实验中，统称为EXP_LST/SUBT运行，通过初始化TP的陆地表面温度（LST）和土壤温度（SUBT）条件，减少模型在5月TP T2m上的偏差。"
            ],
            "datasetCn": [
                "模拟的200 hPa位势高度差的集合均值也在图5a中展示，并与2003年5月的观测结果（图5b）一起，进一步探讨了大气环流对青藏 Plateau（TP）地表温度/土壤湿度效应的响应。",
                "图1a中显示了青藏高原（TP）地区的T2m异常观测数据，我们使用来自美国国家海洋和大气管理局（NOAA）气候异常监测系统（CAMS，Fan和van den Dool 2008）的数据。我们使用第五代欧洲中期天气预报中心大气重分析（ERA5，Hersbach等，2020），该数据被称为观测数据，具有1.0° × 1.0°的规则水平分辨率，以研究2003年的大气环流以及气候学，后者定义为1981年至2015年的平均值。所有数据均以0.5° × 0.5°的空间分辨率提供。全球降水数据来自气候研究单位（CRU），在实施分析时使用版本4.02（Harris等，2014；2020）。"
            ],
            "findingsCn": [
                "LS4P-I的结果首次表明，春季的表层温度异常可以通过青藏 Plateau-落基山脉环全球波列（TRC）从青藏 Plateau 调制，经过东北亚和白令海峡到达北美西部，同时影响春季的西风急流。这种由青藏 Plateau 热异常调制的TRC波列在早夏的表面气温和降水异常中发挥了关键作用，特别是在北美西北部和南部大平原地区。这些结果表明，青藏 Plateau 的陆地表面温度/土壤湿度异常通过TRC波列是上述地区季节到季节变率的主要来源。",
                "这些结果综合表明，青藏 Plateau（TP）的波列在影响TP表面和地下温度对热点区域的作用中起着关键作用，特别是在北美地区，尽管TRC波列影响这些不同区域降水的详细机制仍需进一步研究。集合模型模拟显示，在强西风急流横跨亚太地区的情况下，TP表面降温会产生一个从TP通过东北亚和白令海峡延伸到北美西部的条带性、持久性（演变时间尺度超过一个月）的TRC波列，其特征与2003年5月至6月观察到的地势高度异常非常相似。",
                "Xue et al. (2022) 讨论了响应于青藏 Plateau (TP) 地表温度/土壤湿度效应的六月降水模拟集合均值的关键特征。然而，LS4P-I 实验表明，TP 表面异常可以导致大气环流的持续和全球尺度异常，并对季节到季节的时间尺度上的夏季气温和降水产生近全球影响。此外，LS4P-I 实验确认并强调了热带环流波列（TRC）在 TP 表面异常全球影响中的重要甚至关键作用。对 16 个先进的地球系统模型（ESMs）的分析首次表明，春季 TP 表面异常可以调节持久的准气压 TRC 波列。"
            ]
        },
        {
            "background": [
                "Subseasonal-to-seasonal (S2S) precipitation prediction in boreal spring and summer months, despite including large number of high-impact events, such as droughts/floods, has remained poor for years. Tibetan Plateau (TP) spring observed surface temperatures show a lag correlation with summer precipitation in several remote regions, but current global land–atmosphere coupled models are unable to represent this behavior due to significant errors in producing observed TP surface temperatures. The land’s role in the climate system at various scales has been the subject of much research since the 1970s. A few land surface attributes, such as albedo, soil moisture, leaf area index, vegetation, and aerosols in snow have been extensively investigated to explore their roles in land–atmosphere interactions. Ocean state is well known to play a major role in modulating Earth’s climate. The linkage of hydrological events to sea surface temperature (SST) anomalies, such as El Niño and La Niña, has been used to predict climate events with useful skill at long lead times ranging from a few months to a few years. However, studies have also consistently shown that the SST only partially explains climate predictability. Recent preliminary studies based on observational data and modeling have indicated that spring land temperature in the Rocky Mountains and the Tibetan Plateau (TP) could affect summer drought/flood in their respective downstream regions with a magnitude comparable to the SST effect and atmospheric internal variability. Although land surface 2-m air temperature (T2m) measurements have the best quality and longest record among various land surface variables with global coverage, their application in land–atmosphere interaction studies, S2S prediction in particular, has largely been overlooked."
            ],
            "research objective": [
                "To address these issues, the Global Energy and Water Exchanges (GEWEX) program launched the “Impact of Initialized Land Temperature and Snowpack on Subseasonal-to-Seasonal Prediction” (LS4P) initiative as a community effort to test the impact of land temperature in high-mountain regions on S2S prediction by climate models. This study reveals for the first time that high-mountain land temperature could be a substantial source of S2S precipitation predictability, and its effect is probably as large as ocean surface temperature over global “hotspot” regions identified here. The LS4P objective is to examine whether the observed cold May 2003 TP anomaly causes the observed remote June precipitation anomalies over hotspots worldwide."
            ],
            "challenges": [
                "Robust land initialization and model configuration are critical to this effort yet remain scientifically challenging. Most studies of land–atmosphere interactions have been limited by a lack of observational data and tend to focus on local feedbacks. Current state-of-the-art ESMs are unable to fully preserve the memory from initialized LST anomalies due to deficiencies in model parameterizations and in the reanalysis data that provide unbalanced initial atmospheric/land conditions. There are two issues that need further investigation: 1) The ensemble-mean-produced T2m difference is smaller than the observed anomaly. Would this deficiency cause an underestimation of the TP T2m effect? 2) In some areas, the ensemble mean produces a significant June precipitation difference, such as in western Australia and western Europe, but with the opposite sign compared to the observation. Is this due to a model deficiency in its ability to produce the full TP T2m anomaly and/or correct precipitation anomaly, and/or some other processes involved?"
            ],
            "methods": [
                "In this study, observed T2m records are used to examine possible relationships between the TP T2m and global precipitation and to identify the locations (hotspots) where the initialization of TP May land temperatures may enhance June precipitation prediction skill. Two pairs of experiments with 16 state-of-the-art LS4P ESMs (Table ES1) have been conducted. In the first experiment (referred to as control run), we evaluate whether the ESMs can properly produce the observed TP T2m anomaly in May 2003 and the June precipitation anomaly. To alleviate the ESMs’ May TP T2m bias and to generate the observed cold TP spring anomaly, we introduce an innovative approach to initializing the LST/SUBT over the TP. After adjusting the LST/SUBT initial conditions based on each model’s T2m bias and observed anomaly over the TP, a second experiment (referred to as the sensitivity run) is conducted using the new LST/SUBT initial condition for each model over the TP, with all other initial and boundary conditions and ensemble members identical to the first experiment."
            ],
            "dataset": [
                "In this study, the Chinese Meteorological Administration (CMA) T2m data, which consist in 80 stations over the TP and more than 2,400 stations over all of China, are used over China. The Climate Anomaly Monitoring System (CAMS) T2m data are used elsewhere. The Climate Research Unit (CRU) data are used for precipitation over globe."
            ],
            "findings": [
                "This study reveals for the first time that high-mountain land temperature could be a substantial source of S2S precipitation predictability, and its effect is probably as large as ocean surface temperature over global “hotspot” regions identified here; the ensemble means in some “hotspots” produce more than 40% of the observed anomalies. Consistent results from observations and multiple ESM experiments show that improving the May TP land temperature simulation through LST/SUBT initialization over the TP allows ESMs to better predict June precipitation over hotspots, and that the LST over high-mountain areas could be a new source of S2S predictability through elevated heating."
            ],
            "backgroundCn": [
                "亚季节到季节（S2S）降水预测在北半球春季和夏季月份中，尽管包括大量高影响事件，如干旱/洪水，但多年来预测效果仍然较差。青藏 Plateau（TP）春季观测的地表温度与多个远程地区的夏季降水存在滞后相关性，但当前全球陆气耦合模型由于在产生观测到的TP地表温度方面存在显著误差，无法表现这种行为。自1970年代以来，土地在气候系统中不同尺度的作用一直是许多研究的主题。一些土地表面属性，如反照率、土壤湿度、叶面积指数、植被和雪中的气溶胶，已被广泛研究以探索它们在陆气相互作用中的作用。海洋状态众所周知在调节地球气候方面发挥着重要作用。水文事件与海表温度（SST）异常的联系，如厄尔尼诺和拉尼娜，已被用于预测气候事件，具有从几个月到几年的有用技能。然而，研究也一致表明，SST仅部分解释气候可预测性。基于观测数据和建模的近期初步研究表明，落基山脉和青藏高原（TP）的春季地面温度可能影响各自下游地区的夏季干旱/洪水，其影响程度与SST效应和大气内部变率相当。尽管地表2米气温（T2m）测量在各种陆地表面变量中具有最佳质量和最长记录，并且具有全球覆盖，但它们在陆气相互作用研究中的应用，特别是在S2S预测中，仍然被大大忽视。"
            ],
            "research objectiveCn": [
                "为了解决这些问题，全球能源与水交换（GEWEX）计划启动了“初始化的陆地温度和雪盖对亚季节到季节预测的影响”（LS4P）倡议，作为一个社区努力，测试高山地区的陆地温度对气候模型的S2S预测的影响。这项研究首次揭示，高山陆地温度可能是S2S降水可预测性的一个重要来源，其影响可能与全球“热点”地区的海洋表面温度相当。LS4P的目标是研究2003年5月观察到的青藏高原冷异常是否导致了全球热点地区6月降水异常的出现。"
            ],
            "challengesCn": [
                "稳健的土地初始化和模型配置对这一努力至关重要，但仍然具有科学挑战性。大多数关于陆地-大气相互作用的研究受到观测数据不足的限制，往往集中于局部反馈。目前最先进的地球系统模型（ESMs）无法完全保留初始化的地表温度（LST）异常的记忆，原因在于模型参数化和提供不平衡初始大气/陆地条件的再分析数据存在缺陷。有两个问题需要进一步研究：1）集合均值产生的2米气温（T2m）差异小于观测异常。这种缺陷是否会导致对热带气候（TP）T2m效应的低估？2）在某些地区，集合均值产生了显著的6月降水差异，例如在澳大利亚西部和西欧，但与观测结果的符号相反。这是由于模型在产生完整的TP T2m异常和/或正确的降水异常方面的缺陷，还是涉及其他一些过程？"
            ],
            "methodsCn": [
                "在这项研究中，观察到的T2m记录用于检查TP T2m与全球降水之间的可能关系，并识别出初始化TP 5月地面温度可能增强6月降水预测技能的位置（热点）。进行了两组实验，使用16个最先进的LS4P ESMs（见表ES1）。在第一个实验（称为控制运行）中，我们评估ESMs是否能够正确产生2003年5月的TP T2m异常和6月的降水异常。为了减轻ESMs在5月TP T2m上的偏差，并生成观察到的寒冷TP春季异常，我们引入了一种创新的方法来初始化TP的LST/SUBT。在根据每个模型的T2m偏差和TP的观察异常调整LST/SUBT初始条件后，进行了第二个实验（称为敏感性运行），该实验使用新的LST/SUBT初始条件，所有其他初始和边界条件以及集合成员与第一个实验相同。"
            ],
            "datasetCn": [
                "在本研究中，使用了中国气象局（CMA）的T2m数据，该数据涵盖了青藏 Plateau（TP）上的80个站点以及中国境内超过2400个站点。气候异常监测系统（CAMS）的T2m数据用于其他地区。气候研究单位（CRU）的数据用于全球降水。"
            ],
            "findingsCn": [
                "这项研究首次揭示，高山地区的地面温度可能是季节到季节（S2S）降水可预测性的一个重要来源，其影响可能与全球“热点”区域的海洋表面温度相当；在一些“热点”区域，集合均值产生的观测异常超过40%。来自观测和多种地球系统模型（ESM）实验的一致结果表明，通过对青藏 Plateau（TP）地区的地面温度进行LST/SUBT初始化，可以改善5月TP地区的地面温度模拟，从而使ESM更好地预测6月在热点区域的降水，并且高山地区的地面温度可能成为通过升高加热提供新的S2S可预测性的来源。"
            ]
        },
        {
            "background": [
                "The successful prediction of droughts and floods at subseasonal-to-seasonal (S2S) time scales is one of the major challenges of weather and climate prediction, with failures that can result in major adverse impacts on societies and economies. Improving the prediction skill at S2S timescale requires a further understanding of the mechanisms at work for climate variabilities at this timescale as well as the identification of predictability sources. Recent studies suggest that springtime land surface/subsurface temperature (LST/SUBT) provides a new source of predictability at S2S time scales. The Global Energy and Water Exchanges (GEWEX) program has initiated the project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” to investigate the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions."
            ],
            "research objective": [
                "The project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” was initiated to study the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions. The present work explores the simulated global scale response of the atmospheric circulation to the springtime TP land surface cooling by 16 current state-of-the-art Earth System Models (ESMs) participating in the LS4P Phase I (LS4P-I) experiment."
            ],
            "challenges": [
                "The participant models that fail in capturing the TRC wave train greatly under-predict climate anomalies in reference to observations and the successful models. However, the simulated propagation pathways from the TP into the Southern Hemisphere show large inter-model differences."
            ],
            "methods": [
                "In the first phase of the LS4P project (LS4P-I), the year 2003 is the focal case, in which extreme summer drought/flood occurred in East Asia after a very cold spring in the TP. Two sets of numerical experiments were conducted in LS4P-I to investigate the global influence of the TP spring surface temperature anomaly. A first set of runs, referred to as EXP_CTRL, is designed to evaluate the performance of the 16 ESMs in simulating the TP T2m and precipitation anomalies during May and June 2003. In EXP_CTRL runs, the ESMs start simulations from late April or May 1st, and use the standard S2S prediction setting of atmospheric and land initial conditions. Another set of numerical experiments was carried out by the ESMs to test whether the regional bias in June precipitation mentioned in the previous paragraph is related to the bias in May surface temperature over TP. In this set of experiments, which are collectively referred to as EXP_LST/SUBT run, the models’ bias in May TP T2m is reduced by initializing the TP LST and SUBT conditions."
            ],
            "dataset": [
                "The observed T2m anomaly in the TP is shown in Fig. 1a, for which we use the data from the National Oceanic and Atmospheric Administration (NOAA) Climate Anomaly Monitoring System (CAMS, Fan and van den Dool 2008). We use the fifth generation ECMWF atmospheric reanalysis (ERA5, Hersbach et al. 2020), which is referred to as observations, with a regular horizontal resolution of 1.0° × 1.0° to investigate the atmospheric circulation in year 2003 and for climatology, with the latter defined as the average from year 1981 to 2015. The global precipitation data are from the Climate Research Unit (CRU), in which version 4.02 is used when implementing the analysis."
            ],
            "findings": [
                "The LS4P-I results show, for the first time, that springtime TP surface anomalies can modulate a persistent quasi-barotropic Tibetan Plateau-Rocky Mountain Circumglobal (TRC) wave train from the TP via the northeast Asia and Bering Strait to the western part of the North America, along with the springtime westerly jet from TP across the whole North Pacific basin. These results suggest that the TP LST/SUBT anomaly via the TRC wave train is the first order source of the S2S variability in the regions mentioned. Furthermore, the TP surface temperature anomaly can influence the Southern Hemispheric circulation by generating cross-equator wave trains."
            ],
            "backgroundCn": [
                "在亚季节到季节（S2S）时间尺度上成功预测干旱和洪水是天气和气候预测的主要挑战之一，预测失败可能导致对社会和经济产生重大不利影响。提高S2S时间尺度的预测技能需要进一步理解该时间尺度气候变率的机制以及识别可预测性来源。最近的研究表明，春季地表/地下温度（LST/SUBT）为S2S时间尺度提供了一种新的可预测性来源。全球能源与水循环交换（GEWEX）计划已启动“初始化地表温度和雪盖对亚季节到季节预测影响（LS4P）”项目，以研究春季LST/SUBT异常对高山地区夏季降水预测的影响。"
            ],
            "research objectiveCn": [
                "项目“初始化地表温度和雪盖对亚季节到季节预测的影响（LS4P）”旨在研究春季地表温度/雪盖异常对高山地区夏季降水预测的影响。目前的工作探讨了参与LS4P第一阶段（LS4P-I）实验的16个当前最先进的地球系统模型（ESMs）对春季天山地区地表冷却的全球尺度大气环流响应的模拟。"
            ],
            "challengesCn": [
                "未能捕捉到TRC波动列的参与模型在参考观测和成功模型时大大低估了气候异常。然而，从青藏高原到南半球的模拟传播路径存在较大的模型间差异。"
            ],
            "methodsCn": [
                "在LS4P项目的第一阶段（LS4P-I）中，2003年是重点案例，该年东亚经历了极端的夏季干旱/洪水，春季在青藏 Plateau（TP）则经历了非常寒冷的天气。LS4P-I中进行了两组数值实验，以研究TP春季表面温度异常的全球影响。第一组实验称为EXP_CTRL，旨在评估16个地球系统模型（ESMs）在模拟2003年5月和6月TP气温（T2m）和降水异常方面的表现。在EXP_CTRL实验中，ESMs从4月底或5月1日开始模拟，并使用标准的季节到季节（S2S）预测设置的气候和陆地初始条件。另一组数值实验则由ESMs进行，以测试6月降水的区域偏差是否与TP 5月表面温度的偏差相关。在这一组实验中，统称为EXP_LST/SUBT运行，通过初始化TP的陆地表面温度（LST）和土壤温度（SUBT）条件，减少模型在5月TP T2m上的偏差。"
            ],
            "datasetCn": [
                "在图1a中显示了青藏高原(TP)的观测气温(T2m)异常，我们使用来自美国国家海洋和大气管理局(NOAA)气候异常监测系统(CAMS, Fan和van den Dool 2008)的数据。我们使用第五代欧洲中期天气预报中心(ECMWF)大气再分析(ERA5, Hersbach等，2020)，该数据被称为观测数据，具有1.0° × 1.0°的规则水平分辨率，以研究2003年的大气环流以及气候学，后者定义为1981年至2015年的平均值。全球降水数据来自气候研究单位(CRU)，在实施分析时使用版本4.02。"
            ],
            "findingsCn": [
                "LS4P-I的结果首次表明，春季的温度异常可以通过青藏 Plateau-落基山脉环全球(TRC)波列，从青藏 Plateau 通过东北亚和白令海峡传递到北美西部，并与春季的西风急流相互作用。这些结果表明，青藏 Plateau 的地表温度/土壤湿度异常通过 TRC 波列是上述地区季节到季节变率的主要来源。此外，青藏 Plateau 的地表温度异常还可以通过生成跨赤道波列影响南半球的环流。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can the initialization of land surface temperature (LST) in high mountain regions enhance precipitation prediction skill in subsequent months?",
                "QuestionCn": "高山地区地表温度（LST）的初始化是否能增强后续几个月降水预测的技能？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Do current Earth System Models (ESMs) face challenges in capturing the observed anomalies in Tibetan Plateau surface temperatures?",
                "QuestionCn": "当前的地球系统模型（ESMs）在捕捉青藏 Plateau 表面温度的观测异常方面面临挑战吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the initial and boundary conditions used in data collection for WRF simulations in the context of the TPEMIP project?",
                "QuestionCn": "在TPEMIP项目中，WRF模拟的数据收集所使用的初始和边界条件是什么？",
                "AnswerEn": "ERA-interim and OISST",
                "AnswerCn": "ERA-interim 和 OISST",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where can data on observed temperature anomalies, such as those of the Tibetan Plateau, be sourced for climate studies?",
                "QuestionCn": "关于气候研究中观察到的温度异常数据，例如青藏高原的温度异常，可以从以下来源获取：",
                "AnswerEn": "NOAA Climate Anomaly Monitoring System CAMS, ERA5",
                "AnswerCn": "NOAA 气候异常监测系统 CAMS，ERA5",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "When is the output period for the WRF simulations conducted as part of the TPEMIP project?",
                "QuestionCn": "TPEMIP项目中进行的WRF模拟的输出周期是什么时候？",
                "AnswerEn": "00Z01May to 23Z31August",
                "AnswerCn": "00Z01五月 至 23Z31八月",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to investigate the impact of springtime land surface temperature anomalies on summertime precipitation predictions?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，用于研究春季地表温度异常对夏季降水预测的影响？",
                "AnswerEn": "In the LS4P-I project, an innovative data collection method involved using state-of-the-art Earth System Models (ESMs) to simulate the global influence of springtime Tibetan Plateau land surface temperature anomalies. This involved initializing LST/SUBT conditions to reduce model bias and improve the accuracy of simulations.",
                "AnswerCn": "在LS4P-I项目中，一种创新的数据收集方法涉及使用最先进的地球系统模型（ESMs）来模拟春季青藏高原地表温度异常对全球的影响。这涉及初始化地表温度/土壤温度条件，以减少模型偏差并提高模拟的准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the defining features of TPEMIP WRF simulations in terms of spatial and temporal resolution?",
                "QuestionCn": "TPEMIP WRF模拟的定义特征在于空间和时间分辨率。",
                "AnswerEn": "0.18 x 0.18 degrees horizontal resolution, geographical area between 15-50N and 70-140E, temporal resolution for May and August from 1991 to 2015, outputs in netcdf format",
                "AnswerCn": "水平分辨率为0.18 x 0.18度，地理范围为北纬15至50度和东经70至140度，时间分辨率为1991年至2015年间的5月和8月，输出为netcdf格式。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What specific attributes are measured in the TPEMIP WRF dataset concerning atmospheric and surface conditions?",
                "QuestionCn": "TPEMIP WRF 数据集中测量了哪些特定属性，涉及大气和地表条件？",
                "AnswerEn": "terrain height, land mask, temperature at 2 meters, PBL height, surface pressure, sea level pressure, precipitation types, albedo, dewpoint temperature, surface skin temperature, wind components, CAPE, heat fluxes, soil moisture, soil temperature",
                "AnswerCn": "地形高度、陆地掩模、2米温度、边界层高度、地面气压、海平面气压、降水类型、反照率、露点温度、地表皮肤温度、风分量、对流有效位能（CAPE）、热通量、土壤湿度、土壤温度",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the primary challenges in accurately simulating the TP spring surface temperature anomalies using Earth System Models?",
                "QuestionCn": "准确模拟热带太平洋春季表面温度异常的主要挑战是什么？",
                "AnswerEn": "inter-model differences in propagation pathways, phase differences with observations, biases in model responses, inability to fully preserve memory from initialized LST anomalies, deficiencies in model parameterizations, deficiencies in initial atmospheric/land conditions",
                "AnswerCn": "模式间传播路径的差异、与观测的位相差异、模式响应的偏差、无法完全保留初始化地表温度异常的记忆、模式参数化的缺陷、初始大气/陆地条件的缺陷。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the horizontal resolution of a dataset created using the Weather Research and Forecasting model?",
                "QuestionCn": "使用天气研究与预报模型创建的数据集的水平分辨率是多少？",
                "AnswerEn": "0.18 x 0.18 degrees",
                "AnswerCn": "0.18 x 0.18 度",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many atmospheric pressure levels are considered for 3D monthly and daily data?",
                "QuestionCn": "考虑3D月度和日常数据的气压层级有多少个？",
                "AnswerEn": "500, 400, 300, 200, 100 hPa",
                "AnswerCn": "500, 400, 300, 200, 100 百帕",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "In what spatial resolution is the observed temperature anomaly data provided?",
                "QuestionCn": "观察到的温度异常数据提供的空间分辨率是多少？",
                "AnswerEn": "0.5° × 0.5°",
                "AnswerCn": "0.5° × 0.5°",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'subseasonal to seasonal (S2S) prediction' in the context of climate modeling?",
                "QuestionCn": "“亚季节到季节（S2S）预测”在气候建模的背景下是指对时间尺度在两周到六个月之间的气候变化进行预测的过程。",
                "AnswerEn": "Subseasonal to seasonal (S2S) prediction refers to the forecasting of weather patterns and climate phenomena on timescales that range from a few weeks to a few months. It is a challenging aspect of climate modeling aimed at improving prediction skills for events like droughts and floods that occur within these timeframes.",
                "AnswerCn": "亚季节到季节（S2S）预测是指对天气模式和气候现象进行预测，时间范围从几周到几个月。这是气候建模中的一个挑战性方面，旨在提高对在这些时间框架内发生的事件（如干旱和洪水）的预测能力。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods using ERA-interim and OISST compare to those utilizing NOAA Climate Anomaly Monitoring System (CAMS) and ECMWF ERA5 in terms of capturing atmospheric circulation anomalies?",
                "QuestionCn": "使用ERA-interim和OISST的数据收集方法与利用NOAA气候异常监测系统（CAMS）和ECMWF ERA5的方法在捕捉大气环流异常方面有何比较？",
                "AnswerEn": "The ERA-interim and OISST data provide initial and boundary conditions for WRF simulations with a focus on surface and boundary layer dynamics, while CAMS and ERA5 are used to investigate broader atmospheric circulation and temperature anomalies. ERA5 offers higher resolution data that could capture more detailed atmospheric processes compared to ERA-interim.",
                "AnswerCn": "ERA-interim和OISST数据为WRF模拟提供初始和边界条件，重点关注表面和边界层动态，而CAMS和ERA5则用于研究更广泛的大气环流和温度异常。ERA5提供更高分辨率的数据，能够捕捉到比ERA-interim更详细的大气过程。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges arise in ensuring that simulated atmospheric models accurately reflect real-world temperature anomalies, particularly in high-altitude regions like the Tibetan Plateau?",
                "QuestionCn": "在确保模拟大气模型准确反映现实世界温度异常时，特别是在像青藏高原这样的高海拔地区，会出现哪些挑战？",
                "AnswerEn": "Challenges in accurately simulating temperature anomalies include deficiencies in model parameterizations, unbalanced initial conditions in reanalysis data, and the inability of models to preserve memory from initialized land surface temperature anomalies. These challenges result in discrepancies between model outputs and observed data, particularly in capturing anomalies like those in the Tibetan Plateau.",
                "AnswerCn": "准确模拟温度异常的挑战包括模型参数化的不足、再分析数据中初始条件的不平衡，以及模型无法保留初始化的地表温度异常的记忆。这些挑战导致模型输出与观测数据之间存在差异，特别是在捕捉像青藏高原这样的异常时。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in accurately predicting subseasonal-to-seasonal weather events using land surface temperature data from high mountain regions?",
                "QuestionCn": "哪些因素导致使用高山地区的地表温度数据准确预测季节内到季节性天气事件的挑战？",
                "AnswerEn": "The challenges include inter-model differences in simulating the propagation pathways from the Tibetan Plateau into the Southern Hemisphere, deficiencies in model parameterizations, and unbalanced initial atmospheric/land conditions provided by reanalysis data, which can affect the memory of initialized land surface temperature anomalies.",
                "AnswerCn": "挑战包括模型之间在模拟从青藏 Plateau 向南半球传播路径方面的差异、模型参数化的缺陷，以及由再分析数据提供的不平衡初始大气/陆地条件，这可能影响初始化的陆面温度异常的记忆。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using initialized land surface temperature and snowpack data on subseasonal to seasonal prediction models?",
                "QuestionCn": "使用初始化的地表温度和雪盖数据对亚季节到季节预测模型的影响是什么？",
                "AnswerEn": "Using initialized land surface temperature and snowpack data can significantly enhance the predictability of subseasonal to seasonal precipitation, especially over global 'hotspot' regions. It has been demonstrated that the effect of land temperature could be as substantial as ocean surface temperature, providing a new source of predictability for S2S models.",
                "AnswerCn": "使用初始化的地表温度和雪盖数据可以显著增强亚季节到季节降水的可预测性，特别是在全球“热点”地区。研究表明，地面温度的影响可能与海洋表面温度一样显著，为S2S模型提供了新的可预测性来源。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the effects of inter-model variability on the propagation of atmospheric wave trains in climate simulations?",
                "QuestionCn": "气候模拟中，模型间变异性对大气波列传播的影响是什么？",
                "AnswerEn": "Inter-model variability can lead to large differences in the simulated propagation pathways of atmospheric wave trains, particularly from the Tibetan Plateau into the Southern Hemisphere. This variability results in inconsistencies with observations and challenges in accurately capturing climate anomalies, highlighting the need for improved model parameterizations and balanced initial conditions.",
                "AnswerCn": "模型间的变异性可能导致大气波列传播路径的显著差异，特别是从青藏高原到南半球的传播。这种变异性导致与观测结果的不一致，并在准确捕捉气候异常方面带来挑战，突显了改进模型参数化和优化初始条件的必要性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to integrate land surface temperature and subsurface temperature anomalies into subseasonal to seasonal climate prediction models?",
                "QuestionCn": "将地表温度和地下温度异常整合到亚季节到季节气候预测模型中为什么重要？",
                "AnswerEn": "Integrating land surface temperature and subsurface temperature anomalies is crucial because they can serve as new sources of predictability for subseasonal to seasonal time scales, potentially improving predictions of important climate events such as summertime precipitation, especially in regions affected by the Tibetan Plateau's thermal anomalies.",
                "AnswerCn": "整合地表温度和地下温度异常至关重要，因为它们可以作为亚季节到季节时间尺度的新可预测性来源，潜在地改善对重要气候事件的预测，例如在受到青藏 Plateau 热异常影响的地区的夏季降水。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the methods used to initialize land surface and subsurface temperature anomalies in Earth System Models for subseasonal-to-seasonal prediction?",
                "QuestionCn": "在地球系统模型中，用于季节内到季节预测的陆地表面和地下温度异常初始化的方法有哪些？",
                "AnswerEn": "An innovative approach to initializing the land surface temperature (LST) and subsurface temperature (SUBT) over the Tibetan Plateau is utilized. This involves adjusting the LST/SUBT initial conditions based on each model’s temperature bias and observed anomaly over the Tibetan Plateau to conduct experimental runs for subseasonal-to-seasonal prediction.",
                "AnswerCn": "一种创新的方法用于初始化青藏高原的地表温度（LST）和地下温度（SUBT）。该方法涉及根据每个模型的温度偏差和青藏高原的观测异常来调整LST/SUBT初始条件，以进行亚季节到季节预测的实验性运行。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What procedures are implemented to evaluate the performance of Earth System Models in simulating temperature and precipitation anomalies during specific periods?",
                "QuestionCn": "评估地球系统模型在特定时期模拟温度和降水异常的性能时，实施了哪些程序？",
                "AnswerEn": "Two sets of numerical experiments are conducted. The first, EXP_CTRL, is designed to evaluate the performance of Earth System Models (ESMs) in simulating temperature and precipitation anomalies by starting simulations from late April or May 1st, using standard subseasonal-to-seasonal prediction settings of atmospheric and land initial conditions. The second set of experiments, EXP_LST/SUBT, tests whether regional biases in precipitation are related to temperature biases by initializing the land surface and subsurface temperature conditions.",
                "AnswerCn": "进行两组数值实验。第一组实验，EXP_CTRL，旨在评估地球系统模型（ESMs）在模拟温度和降水异常方面的表现，模拟从四月下旬或五月一日开始，使用标准的亚季节到季节预测设置的气象和陆地初始条件。第二组实验，EXP_LST/SUBT，测试降水的区域偏差是否与温度偏差相关，通过初始化陆地表面和地下温度条件进行实验。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data collection methods have been used to initialize land surface temperature and snowpack for subseasonal-to-seasonal prediction models?",
                "QuestionCn": "用于初始化亚季节到季节预测模型的地表温度和雪盖的数据收集方法有哪些？",
                "AnswerEn": "Observed T2m records from sources like the Chinese Meteorological Administration (CMA) and the Climate Anomaly Monitoring System (CAMS) have been used to examine relationships between land temperatures and global precipitation, identifying locations where initialization might enhance prediction skill.",
                "AnswerCn": "来自中国气象局（CMA）和气候异常监测系统（CAMS）的观测T2m记录已被用于研究陆地温度与全球降水之间的关系，识别出可能提高预测技能的初始化位置。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How do different Earth System Models (ESMs) approach the challenge of maintaining memory from initialized land surface temperature anomalies?",
                "QuestionCn": "不同的地球系统模型（ESMs）如何应对保持初始化的陆地表面温度异常记忆的挑战？",
                "AnswerEn": "Current state-of-the-art ESMs struggle to fully preserve memory from initialized LST anomalies due to deficiencies in model parameterizations and in the reanalysis data, which provide unbalanced initial atmospheric/land conditions.",
                "AnswerCn": "当前最先进的地球系统模型（ESMs）在完全保留初始化的陆面温度（LST）异常的记忆方面存在困难，这主要是由于模型参数化和再分析数据的缺陷，导致初始大气/陆地条件不平衡。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the technological and methodological advancements that enable the simulation of global atmospheric circulation responses to land surface temperature anomalies?",
                "QuestionCn": "能够模拟全球大气环流对陆地表面温度异常响应的技术和方法进展有哪些？",
                "AnswerEn": "The simulation of global atmospheric circulation responses has been enabled by using high-resolution reanalysis datasets like ERA5, and advancements in Earth System Models (ESMs) that participate in projects like LS4P, which explore the impact of initialized land temperature and snowpack on predictions.",
                "AnswerCn": "全球大气环流响应的模拟得益于高分辨率再分析数据集（如ERA5）和参与LS4P项目的地球系统模型（ESMs）的进展，这些项目探讨了初始化的土地温度和雪盖对预测的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be significant inter-model differences in the simulated propagation pathways from the Tibetan Plateau into the Southern Hemisphere?",
                "QuestionCn": "为什么模拟从青藏 Plateau 到南半球的传播路径会存在显著的模型间差异？",
                "AnswerEn": "The simulated propagation pathways show large inter-model differences due to the complexity of atmospheric circulations and the models’ varying abilities to capture the TRC wave train. These differences may arise from deficiencies in model parameterizations and the reanalysis data that provide unbalanced initial atmospheric/land conditions.",
                "AnswerCn": "模拟传播路径显示出模型之间存在较大的差异，这主要是由于大气环流的复杂性以及模型在捕捉热带环流波列（TRC wave train）方面的能力差异。这些差异可能源于模型参数化的缺陷以及提供不平衡初始大气/陆地条件的再分析数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might the ensemble-mean-produced 2-meter air temperature difference be smaller than the observed anomaly in the Tibetan Plateau?",
                "QuestionCn": "为什么集合均值产生的2米气温差异可能小于在青藏高原观察到的异常？",
                "AnswerEn": "The ensemble-mean-produced 2-meter air temperature difference might be smaller than the observed anomaly due to the limitations in the models’ ability to fully capture the TP T2m anomaly. This could be related to deficiencies in model configurations, parameterizations, and the initial land surface temperature and snowpack conditions used in simulations.",
                "AnswerCn": "集合平均产生的2米气温差异可能小于观测到的异常，这可能与模型在充分捕捉TP T2m异常方面的能力有限有关。这可能与模型配置、参数化以及用于模拟的初始地表温度和雪盖条件的缺陷有关。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why do some areas produce significant precipitation differences with opposite signs compared to observations after initializing the land surface temperature and subsurface temperature?",
                "QuestionCn": "为什么某些地区在初始化地表温度和地下温度后，产生显著的降水差异，并且与观测结果的符号相反？",
                "AnswerEn": "This discrepancy might be due to model deficiencies in capturing the TP T2m effect accurately, leading to incorrect precipitation anomalies. The opposite signs could also result from other processes involved that are not well-represented in the models, or from an incomplete production of the full TP T2m anomaly.",
                "AnswerCn": "这种差异可能是由于模型在准确捕捉TP T2m效应方面的不足，导致降水异常不正确。相反的符号也可能是由于其他未在模型中很好表示的过程，或者是TP T2m异常的完整生成不充分所致。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How can data collection methods for TPEMIP WRF simulations be improved to enhance the accuracy of subseasonal-to-seasonal predictions?",
                "QuestionCn": "如何改进TPEMIP WRF模拟的数据收集方法，以提高亚季节到季节预测的准确性？",
                "AnswerEn": "Data collection methods for TPEMIP WRF simulations could potentially be improved by addressing the biases in land surface temperature and atmospheric initial conditions, as suggested by the challenges faced by current Earth System Models (ESMs) in capturing observed anomalies accurately. Enhanced initialization of land temperature and snowpack conditions, as explored in the LS4P initiative, may also contribute to more accurate predictions.",
                "AnswerCn": "针对TPEMIP WRF模拟的数据收集方法可以通过解决地表温度和大气初始条件的偏差来改善，因为当前地球系统模型（ESMs）在准确捕捉观测异常方面面临挑战。增强地面温度和雪盖条件的初始化，如LS4P倡议中探讨的，可能也有助于提高预测的准确性。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What are the key challenges in collecting reliable datasets for understanding the impact of Tibetan Plateau surface anomalies on global weather patterns?",
                "QuestionCn": "收集可靠数据集以理解青藏高原表面异常对全球天气模式影响的关键挑战是什么？",
                "AnswerEn": "Key challenges include inter-model differences in simulating atmospheric responses, biases in model simulations of temperature anomalies, and the lack of robust observational data for initializing land surface conditions. These challenges result in inconsistencies between simulated and observed climate anomalies, especially concerning the Tibetan Plateau's influence on global weather patterns.",
                "AnswerCn": "主要挑战包括模型间在模拟大气响应方面的差异、模型模拟温度异常的偏差，以及缺乏强有力的观测数据来初始化陆地表面条件。这些挑战导致模拟的气候异常与观测结果之间存在不一致，尤其是在西藏高原对全球天气模式的影响方面。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don’t understand how the springtime land surface temperature over high mountains can be collected and used for subseasonal-to-seasonal prediction.",
                "QuestionCn": "我不明白春季高山地区的地表温度是如何被收集并用于亚季节到季节预测的。",
                "AnswerEn": "The springtime land surface temperature is collected using observational data from sources like the Chinese Meteorological Administration (CMA) and the Climate Anomaly Monitoring System (CAMS). These datasets are utilized to examine relationships between land temperatures and global precipitation, and to identify hotspots where temperature initialization may enhance prediction skill.",
                "AnswerCn": "春季地表温度是通过中国气象局（CMA）和气候异常监测系统（CAMS）等来源的观测数据收集的。这些数据集用于研究地表温度与全球降水之间的关系，并识别温度初始化可能提高预测技能的热点区域。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about how the initialization of land temperature conditions can influence model predictions for precipitation anomalies.",
                "QuestionCn": "我不确定土地温度条件的初始化如何影响模型对降水异常的预测。",
                "AnswerEn": "Initialization of land temperature conditions, especially in high-mountain regions like the Tibetan Plateau, is used to reduce model bias and improve simulation of temperature anomalies. This approach allows climate models to better predict precipitation anomalies by enhancing the representation of land-atmosphere interactions, thus improving subseasonal-to-seasonal prediction skill.",
                "AnswerCn": "高山地区如青藏高原的地表温度条件初始化被用来减少模型偏差，并改善温度异常的模拟。这种方法使气候模型能够更好地预测降水异常，通过增强陆地-大气相互作用的表现，从而提高亚季节到季节的预测能力。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I don't understand why there are challenges in preserving the memory of initialized land surface temperature anomalies in climate models.",
                "QuestionCn": "我不明白为什么在气候模型中保存初始化地表温度异常的记忆会面临挑战。",
                "AnswerEn": "Challenges arise due to deficiencies in model parameterizations and reanalysis data that provide unbalanced initial atmospheric/land conditions. These limitations prevent models from fully preserving the memory of initialized land surface temperature anomalies, which is crucial for accurate prediction of climate anomalies at the subseasonal-to-seasonal timescale.",
                "AnswerCn": "由于模型参数化和再分析数据存在不足，导致初始大气/陆地条件不平衡，从而产生挑战。这些限制阻碍了模型充分保留初始化的陆面温度异常的记忆，而这对于准确预测亚季节到季节时间尺度的气候异常至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore and summarize the data collection methods used to ensure the accuracy and resolution of atmospheric and land surface temperature datasets at different altitudes in high mountain regions.",
                "QuestionCn": "请探讨并总结在高山地区不同高度上确保大气和地表温度数据集准确性和分辨率所使用的数据收集方法。",
                "AnswerEn": "The data collection methods for atmospheric and land surface temperature datasets often involve the use of reanalysis data and station-based observations. For instance, ERA-interim and ERA5 reanalysis data provide atmospheric conditions, while the Chinese Meteorological Administration (CMA) T2m data and Climate Anomaly Monitoring System (CAMS) T2m data are utilized for land surface temperature observations over regions like the Tibetan Plateau. These methods ensure that datasets are accurate and have sufficient resolution to capture variations at different altitudes.",
                "AnswerCn": "大气和地表温度数据集的数据收集方法通常涉及再分析数据和基于站点的观测。例如，ERA-Interim和ERA5再分析数据提供大气条件，而中国气象局（CMA）T2m数据和气候异常监测系统（CAMS）T2m数据则用于监测像青藏高原这样的地区的地表温度观测。这些方法确保数据集的准确性，并具有足够的分辨率以捕捉不同高度的变化。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please analyze the challenges faced in collecting and integrating diverse datasets for subseasonal-to-seasonal climate prediction, particularly focusing on the role of land surface temperature anomalies.",
                "QuestionCn": "请分析在收集和整合多样化数据集以进行亚季节到季节气候预测时面临的挑战，特别关注地表温度异常的作用。",
                "AnswerEn": "Challenges in collecting and integrating diverse datasets for subseasonal-to-seasonal climate prediction include ensuring robust land initialization and model configuration. Current Earth System Models (ESMs) struggle with preserving memory from initialized land surface temperature anomalies due to deficiencies in parameterizations and initial conditions. Additionally, inter-model differences and biases in temperature anomalies can lead to discrepancies in climate simulations, such as underestimating the Tibetan Plateau's temperature effects on downstream regions.",
                "AnswerCn": "收集和整合多样化数据集以进行亚季节到季节气候预测的挑战包括确保稳健的陆地初始化和模型配置。目前的地球系统模型（ESMs）在保持初始化的陆地表面温度异常的记忆方面存在困难，这主要是由于参数化和初始条件的缺陷。此外，模型之间的差异和温度异常的偏差可能导致气候模拟中的不一致，例如低估了青藏高原对下游地区温度影响的作用。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please identify and describe potential datasets that could be utilized to enhance the predictability of droughts and floods on subseasonal-to-seasonal timescales.",
                "QuestionCn": "请识别和描述潜在的数据集，这些数据集可以用于增强对亚季节到季节时间尺度上干旱和洪水的可预测性。",
                "AnswerEn": "Potential datasets that could enhance predictability of droughts and floods include reanalysis datasets like ERA5, which provide comprehensive atmospheric data, and observational datasets like the CMA T2m data and CAMS T2m data, which offer land surface temperature information. Additionally, global precipitation data from the Climate Research Unit (CRU) can be used to analyze and predict hydrological anomalies, while initialized land surface temperature and snowpack conditions can be integrated to improve Earth System Models' predictive capabilities.",
                "AnswerCn": "潜在的数据集可以增强干旱和洪水的可预测性，包括像ERA5这样的再分析数据集，它提供全面的大气数据，以及像CMA T2m数据和CAMS T2m数据这样的观测数据集，它们提供地表温度信息。此外，来自气候研究单位（CRU）的全球降水数据可以用于分析和预测水文异常，而初始化的地表温度和积雪条件可以整合进地球系统模型，以提高其预测能力。",
                "Level": "C6(Creating)"
            }
        ]
    }
}