{
    "id": "24edc080-81af-41b4-a1de-f0d098fdaac7",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The observation data set of L-band ground-based microwave radiometer within Shandian River Basin (2018)",
            "titleCn": "闪电河流域L波段地基微波辐射计观测数据集（2018）",
            "description": "The observation data set of L-band ground-based microwave radiometer within Shandian River Basin collects the experimental data of ground-based L-band mobile observation carried out by Northeast Institute of Geography and Agroecology, Chinese Academy of Sciences in Shandian River Basin in September 2018. The L-band microwave radiometer is installed on the lifting platform of Changchun Jingyuetan remote sensing vehicle, and the platform is raised to 5M for dual polarization multi angle observation. The host system of the microwave radiometer system directly stores the data as a .dat file, which can be read and processed by Excel or MATLAB. The collected data has been sorted into excel form.This data can be used to study the inversion method of soil moisture.",
            "descriptionCn": "闪电河流域L波段地基微波辐射计观测数据集收集了中国科学院东北地理与农业生态研究所于2018年9月在闪电河流域开展了的地基L波段移动观测实验数据。将L波段微波辐射计安装于长春净月潭遥感车升降台上，平台升高至5米，进行双极化多角度观测，微波辐射计系统的上位机系统直接将数据存储为.dat文件，可以使用Excel或Matlab进行读取处理，汇交的数据已经整理成Excel。本数据可以用于土壤水分反演方法研究。",
            "instructions": "The data folder is named \"LMW + observation date + observation target\". For example, \"LMW20180927Soil\" represents the L-band soil brightness temperature measured on September 27, 2018. Each folder generally includes three files, one is a scene photo, named \"LMW + observation date + observation target + Scenario. JPG\", and the other is an observation target, It is named \"LMW + observation date + observation target + Target.jpg\", an excel brightness temperature file is named \"LMW + observation date + observation target + TB\", and the internal three columns are H-polarization brightness temperature, v-polarization brightness temperature, pitch, azimuth, longitude and latitude. You can open it directly in Excel or read it in MATLAB.",
            "instructionsCn": "元数据文件夹命名为“LMW+观测日期+观测目标”，如“LMW20180927Soil”表示2018年9月27日测量的L波段土壤亮温值，每个文件夹下一般包括三个文件，一个为场景照片，命名为“LMW+观测日期+观测目标+Scenario.jpg”，一个为观测目标，命名为“LMW+观测日期+观测目标+Target.jpg”，一个Excel的亮温文件，命名为“LMW+观测日期+观测目标+TB”，内部各列分别为H极化亮温、V极化亮温、俯仰角、方位角、经度和纬度。可以用Excel直接打开或Matlab读取。",
            "east": 115.94,
            "west": 115.718307,
            "south": 41.700277,
            "north": 42.306303,
            "startTime": null,
            "endTime": null,
            "fileSize": 3146873.0,
            "cstr": "18406.11.Soil.tpdc.271669",
            "doi": "10.11888/Soil.tpdc.271669",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "姜涛",
                "nameEn": "JIANG Tao",
                "unitEn": "",
                "unitCn": "中国科学院东北地理与农业生态研究所"
            },
            {
                "nameCn": "郑兴明",
                "nameEn": "ZHENG Xingming",
                "unitEn": "IGA, CAS",
                "unitCn": "中国科学院东北地理与农业生态研究所"
            },
            {
                "nameCn": "李晓洁",
                "nameEn": "LI Xiaojie",
                "unitEn": "",
                "unitCn": "中国科学院东北地理与农业生态研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Soil moisture experiment in the Luan River supporting new satellite mission opportunities",
                "referenceCn": null,
                "referenceEn": "Zhao, T.J., Shi, J.C., Lv, L.Q., Xu, H.X., Chen, D.Q., Cui, Q., Jackson, T.J., Yan, G.J., Jia, L., Chen, L.F., Zhao, K., Zheng, X.M., Zhao, L.M., Zheng, C.L., Ji, D.B., Xiong, C., Wang, T.X., Li, R., Pan, J.M., Wen, J.G., Yu, C., Zheng, Y.M., Jiang, L.M., Chai, L.N., Lu, H., Yao, P.P., Ma, J.W., Lv, H.S., Wu, J.J., Zhao, W., Yang, N., Guo, P., Li, Y.X., Hu, L., Geng, D.Y., & Zhang, Z.Q. (2020). Soil moisture experiment in the Luan River supporting new satellite mission opportunities. Remote Sensing of Environment, 240."
            },
            {
                "titleCn": "闪电河流域水循环和能量平衡遥感综合试验",
                "titleEn": null,
                "referenceCn": "赵天杰, 施建成, 徐红新, 孙彦龙, 陈德清, 崔倩, 贾立, 黄硕, 牛升达, 李秀伟, 阎广建, 陈良富, 柳钦火, 赵凯, 郑兴明, 赵利民, 郑超磊, 姬大彬, 熊川, 王天星, 李睿, 潘金梅, 闻建光, 穆西晗, 余超, 郑姚闽, 蒋玲梅, 柴琳娜, 卢麾, 姚盼盼, 马建威, 吕海深, 武建军, 赵伟, 杨娜, 郭鹏, 李玉霞, 胡路, 耿德源, 张子谦,胡建峰, 杜爱萍. (2021). 闪电河流域水循环和能量平衡遥感综合试验. 遥感学报, 25(4), 871-887.",
                "referenceEn": null
            },
            {
                "titleCn": "滦河流域碳、水循环和能量平衡遥感综合试验总体设计",
                "titleEn": null,
                "referenceCn": "阎广建, 赵天杰, 穆西晗, 闻建光, 庞勇, 贾立, 张永光, 陈德清, 姚崇斌, 曹志宇, 雷永荟, 姬大彬, 陈良富,柳钦火, 吕利清, 陈镜明, 施建成. (2021). 滦河流域碳、水循环和能量平衡遥感综合试验总体设计. 遥感学报, 25(4), 856-870.",
                "referenceEn": null
            },
            {
                "titleCn": "闪电河流域L波段地基微波辐射计RFI检测与电磁环境分析",
                "titleEn": null,
                "referenceCn": "姜涛, 郑兴明, 李晓洁, 李晓峰, 赵凯. (2021). 闪电河流域L波段地基微波辐射计RFI检测与电磁环境分析. 遥感技术与应用.",
                "referenceEn": null
            },
            {
                "titleCn": "L波段微波辐射计周期脉冲式干扰时域检测方法研究",
                "titleEn": null,
                "referenceCn": "姜涛, 赵凯, 万祥坤. (2018). L波段微波辐射计周期脉冲式干扰时域检测方法研究. 电子与信息学报, 40 (7): 1539-1545.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": "地基微波辐射计",
                "nameEn": "Ground-based microwave radiometer"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "闪电河",
                "keywordEn": "Shandian River"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018",
                "keywordEn": "2018",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
                "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
                "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
            },
            {
                "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
                "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
            },
            {
                "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
                "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
            },
            {
                "titleCn": "2010年代三江源多年冻土稳定型分布图",
                "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
            },
            {
                "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
                "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
            },
            {
                "titleCn": "西藏纳木错水温监测数据（2011-2014）",
                "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the key features of a dataset collected using L-band ground-based microwave radiometry in terms of polarization, observational angles, and data storage format?",
                "QuestionCn": "使用L波段地面微波辐射计收集的数据集的关键特征包括极化、观测角度和数据存储格式。",
                "AnswerEn": "dual-polarization, multi-angle observations, .dat file format",
                "AnswerCn": "双极化、多角度观测、.dat 文件格式",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many angles are used in the multi-angle observations conducted with the L-band microwave radiometer in the field?",
                "QuestionCn": "在现场进行的L波段微波辐射计的多角度观测中使用了多少个角度？",
                "AnswerEn": "[No numerical value provided]",
                "AnswerCn": "[未提供数值]",
                "Level": "C1(Remembering)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary goals of collecting L-band ground-based microwave radiometer observational data in river basins like the Shandian River Basin, and how does it contribute to soil moisture retrieval research?",
                "QuestionCn": "在像山甸河流域这样的河流流域收集L波段地面微波辐射计观测数据的主要目标是什么，以及它如何为土壤湿度检索研究做出贡献？",
                "AnswerEn": "The primary goal of collecting L-band ground-based microwave radiometer observational data in river basins like the Shandian River Basin is to gather data that aids in soil moisture retrieval research. This is achieved by conducting dual-polarization and multi-angle observations using the microwave radiometer system, which is installed on a remote sensing vehicle platform elevated to 5 meters. The collected data is stored as .dat files and can be processed using Excel or Matlab, which helps in developing and refining soil moisture inversion methods.",
                "AnswerCn": "收集像山甸河流域这样的河流 basin 的 L 波段地面微波辐射计观测数据的主要目标是获取有助于土壤湿度反演研究的数据。这是通过使用安装在高出地面 5 米的遥感车辆平台上的微波辐射计系统进行双极化和多角度观测来实现的。收集的数据以 .dat 文件格式存储，可以使用 Excel 或 Matlab 进行处理，这有助于开发和完善土壤湿度反演方法。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in collecting data using L-band ground-based microwave radiometers for soil moisture inversion research?",
                "QuestionCn": "收集使用L波段地面微波辐射计进行土壤湿度反演研究的数据涉及哪些程序？",
                "AnswerEn": "The data collection involves installing an L-band microwave radiometer on a platform such as the Changchun Jingyuetan remote sensing vehicle lift, raising the platform to 5 meters, and conducting dual-polarization, multi-angle observations. The system's computer directly stores the data as .dat files, which can be processed using Excel or Matlab.",
                "AnswerCn": "数据收集涉及在一个平台上安装L波段微波辐射计，例如长春净月潭遥感车辆升降机，将平台升高到5米，并进行双极化、多角度观测。系统的计算机直接将数据存储为.dat文件，可以使用Excel或Matlab进行处理。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enable the collection of soil moisture data using L-band microwave radiometers in hydrological research?",
                "QuestionCn": "哪些技术进步使得在水文研究中使用L波段微波辐射计收集土壤湿度数据成为可能？",
                "AnswerEn": "The use of L-band microwave radiometers, installed on a mobile platform elevated to 5 meters, allows for dual-polarization and multi-angle observations. The data is directly stored in .dat files that can be processed using Excel or Matlab, facilitating the study of soil moisture inversion methods.",
                "AnswerCn": "使用安装在5米高移动平台上的L波段微波辐射计，可以进行双极化和多角度观测。数据直接存储在.dat文件中，可以使用Excel或Matlab进行处理，从而促进土壤湿度反演方法的研究。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}