{
  "id": "25bf70d2-e6a4-4be6-b828-70d2d5dbdc76",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "East Asia - Pacific aerosol optical thickness data set (2016-2017)",
      "titleCn": "东亚-太平洋地区气溶胶光学厚度数据集（2016-2017）",
      "description": "Scope of aerosol optical thickness 5 km data in east Asia, 60 s - 60 n, 80 e - 200 - e, naming format for H08_ (date) (month) (year) _ time _CARE_AOD_5km storage format for tif, time interval for each hour data, data from January 1, 2016 to December 31, 2017 8 high frequency based on the sunflower, multi-channel a new generation of stationary satellite data, developed the applicable under the background of heavy fog clouds and haze of precise detection algorithm, using the AERONET site observation data and global atmospheric chemistry model data, the development in view of the heavy fog haze background aerosol optical parameters inversion algorithm, generated the high temporal resolution of aerosol optical parameters of the product",
      "descriptionCn": "气溶胶光学厚度东亚地区5km数据，范围60S-60N,80E-200E，命名格式为H08_年月日_时间_CARE_AOD_5km   存储格式为tif，时间间隔为每一小时数据，数据自2016年1月1日至2017年12月31日\n基于葵花8高频次、多通道新一代静止卫星数据，发展了适用重雾霾背景下云和雾霾的精确检测算法，利用AERONET站点观测数据和全球大气化学模式资料，发展针对重雾霾背景的气溶胶光学参数反演算法，生成了高时间分辨率的气溶胶光学参数产品",
      "instructions": "File name: H08_ YYYYMMDD_ hhmm_ CARE_ AOD_ 5km.tif format is tif\n\nAmong them, H08: sunflower-8 satellite as the main driving data YYYYMMDD_ Hhmm: year, month, day, hour, minute (UTC)\n\nExample: H08_ 20160101_ 0230_ CARE_ AOD_ 5km.tif represents the aerosol optical thickness data at 2:30 on January 1, 2016.\n\nUsage: You can use ArcGIS or Python, IDL and other programming languages to read.",
      "instructionsCn": "文件命名：H08_YYYYMMDD_hhmm_CARE_AOD_5km.tif   格式为tif.\n其中，H08：葵花-8卫星作为主要驱动数据 YYYYMMDD_hhmm：年、月、日、小时、分（UTC）\n 例如：H08_20160101_0230_CARE_AOD_5km.tif 代表2016年1月1日，2时30分的气溶胶光学厚度数据。\n使用方法：可使用ArcGIS或者Python、IDL等编程语言进行读取。\n",
      "east": 200.0,
      "west": 80.0,
      "south": 60.0,
      "north": 60.0,
      "startTime": "2016-01-01 19:34:11",
      "endTime": "2017-12-31 19:34:11",
      "fileSize": 86434925335.0,
      "cstr": "18406.11.Atmos.tpdc.300285",
      "doi": "10.11888/Atmos.tpdc.300285",
      "dataFormat": null,
      "license": ""
    },
    "authorList": [
      {
        "nameCn": "伟乐斯",
        "nameEn": "weiles",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "胡斯勒图",
        "nameEn": "HUSI Letu",
        "unitEn": "Chinese Academy of science",
        "unitCn": "中国科学院空天信息创新研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Evaluation of the MISR fine resolution aerosol product using MODIS, MISR, and ground observations over China",
        "referenceCn": null,
        "referenceEn": "Si, Yidan, Chen, Liangfu, Xiong, Xiaozhen, Shi, Shuaiyi, Husi, Letu, Cai, Kun. Evaluation of the MISR fine resolution aerosol product using MODIS, MISR, and ground observations over China. ATMOSPHERIC ENVIRONMENT[J]. 2020, 223: http://dx.doi.org/10.1016/j.atmosenv.2019.117229."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "气溶胶",
        "nameEn": "Aerosol"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "东亚-太平洋",
        "keywordEn": "East Asia-Pacific"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2016-2017",
        "keywordEn": "2016-2017",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "国家重点研发计划",
        "titleEn": "National Key Research and Development Program of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Atmospheric aerosol is a general term for solid and liquid particles, with diameters ranging from 0.001 to 100 μm, suspended in the atmosphere, which plays an important role in terms of their interaction with the surrounding environment; for example, particle scattering directly affects clouds and radiative forcing and even indirectly influences climate change. The aerosol optical depth (AOD) is usually used as a quantitative measure of the amount of aerosol particles in the atmospheric column. The Multiangle Imaging SpectroRadiometer (MISR), at an altitude of 705 km with a swath width of 380 km, is aboard the polar-orbiting NASA EOS Terra platform, which passes over at approximately 10:30 local time. The MISR has nine viewing angles along the direction of the satellite motion in four spectral bands (446 nm, 558 nm, 672 nm, and 866 nm) and is capable of providing globally continuous retrievals of AOD on the daylit portion of the Earth as well as information on aerosol components and microphysical properties. Since December 2007, the MISR Version 22 (V22) operational aerosol retrieval algorithm has been in production, which has added additional absorbing spherical particles and a selection of multimodal aerosol mixtures to the climatology to improve the retrieval accuracy. Many studies have demonstrated that high-accuracy MISR AOD observations can be used to analyze the spatial-temporal distributions of aerosol loadings over some regions and even globally, to establish inter-comparisons of multiple satellite sensors for a better dataset. The advantage of having aerosol component information and microphysical properties enables MISR AOD observations to be successfully used to estimate near-surface total PM2.5 in both the eastern and western US, as well as the sulfate component concentration of PM2.5."
      ],
      "research objective": [
        "The objective of this study is to provide the first evaluation of the newly released MISR 4.4 km aerosol retrievals for China."
      ],
      "challenges": [],
      "methods": [],
      "dataset": [
        "Fig. 5 presents the daily mean validation of the MISR_v23 or MISR_v22 against AERONET AOD measurements over four typical regions in China from 2008 to 2017."
      ],
      "findings": [
        "The MISR 4.4 km retrievals are well correlated with the AERONET measurements (R: 0.902, ¼ EE: 59.45%) with little underestimation (ME: \u0000 0.0605; < EE: 24.11%). For different versions or spatial validation domains, the number of matching samples of the latter version is 2 – 3 times larger than those of the former version, and the MISR V23 retrievals falling within the EE increase by 22.41% at 17.6 km and 8.46% at 50 km. Compared with Terra/MODIS 3-km AOD in 2016, the MISR V23 4.4-km product has a slightly higher R value (0.925) with AERONET than with MODIS (0.909), and the MISR AOD generally has a lower bias; however, MODIS AOD is overestimated relative to the ground truth."
      ],
      "backgroundCn": [
        "大气气溶胶是一个通用术语，指的是直径范围从0.001到100微米的固体和液体颗粒，悬浮在大气中，这些颗粒在与周围环境的相互作用中发挥着重要作用；例如，颗粒散射直接影响云和辐射强迫，甚至间接影响气候变化。气溶胶光学厚度（AOD）通常用作大气柱中气溶胶颗粒数量的定量测量。多角度成像光谱仪（MISR）搭载在极轨NASA EOS Terra平台上，飞行高度为705公里，扫宽为380公里，约在当地时间10:30经过。MISR在四个光谱波段（446纳米、558纳米、672纳米和866纳米）沿卫星运动方向具有九个观测角度，能够提供全球范围内日照部分的AOD连续检索，以及气溶胶成分和微物理特性的相关信息。自2007年12月以来，MISR版本22（V22）操作气溶胶检索算法已投入生产，增加了额外的吸收性球形颗粒和多模态气溶胶混合物的选择，以提高检索精度。许多研究表明，高精度的MISR AOD观测可以用于分析某些地区甚至全球的气溶胶负荷的时空分布，建立多个卫星传感器之间的比较，以获得更好的数据集。拥有气溶胶成分信息和微物理特性的优势使得MISR AOD观测能够成功用于估算美国东部和西部的近地面总PM2.5，以及PM2.5的硫酸盐成分浓度。"
      ],
      "research objectiveCn": [
        "本研究的目的是对新发布的MISR 4.4公里气溶胶反演结果在中国的首次评估。"
      ],
      "challengesCn": [],
      "methodsCn": [],
      "datasetCn": [
        "图5展示了2008年至2017年间，MISR_v23或MISR_v22与AERONET AOD测量值在中国四个典型区域的每日均值验证。"
      ],
      "findingsCn": [
        "MISR 4.4 km 的反演结果与 AERONET 测量值之间的相关性良好（R: 0.902，¼ EE: 59.45%），且存在轻微的低估（ME: -0.0605；< EE: 24.11%）。对于不同版本或空间验证域，后一个版本的匹配样本数量是前一个版本的 2 到 3 倍，MISR V23 在 EE 范围内的反演结果在 17.6 km 时增加了 22.41%，在 50 km 时增加了 8.46%。与 2016 年的 Terra/MODIS 3-km AOD 相比，MISR V23 4.4-km 产品与 AERONET 的 R 值略高（0.925），而与 MODIS 的 R 值为 0.909，MISR 的 AOD 通常具有较低的偏差；然而，MODIS AOD 相对于地面真值存在高估。"
      ]
    }
  ],
  "query": {
    "Disjunctive": [
      {
        "QuestionEn": "What is the primary satellite platform used for collecting aerosol optical depth data, is it the Multiangle Imaging SpectroRadiometer (MISR) or the MODIS sensor?",
        "QuestionCn": "用于收集气溶胶光学深度数据的主要卫星平台是多角度成像光谱仪（MISR）还是MODIS传感器？",
        "AnswerEn": "Multiangle Imaging SpectroRadiometer (MISR)",
        "AnswerCn": "多角度成像光谱辐射计 (MISR)",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Which algorithm version is more recent for aerosol retrieval, is it MISR Version 22 or Version 23?",
        "QuestionCn": "哪个算法版本在气溶胶检索中更为最新，是MISR版本22还是版本23？",
        "AnswerEn": "Version 23",
        "AnswerCn": "版本23",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the primary data collection methods used for gathering aerosol optical depth (AOD) data in the East Asia-Pacific region?",
        "QuestionCn": "在东亚-太平洋地区收集气溶胶光学深度（AOD）数据的主要数据收集方法有哪些？",
        "AnswerEn": "Himawari-8, AERONET stations, global atmospheric chemistry model data",
        "AnswerCn": "Himawari-8、AERONET站点、全球大气化学模型数据",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where can the aerosol optical depth data for the East Asia-Pacific region be geographically bounded?",
        "QuestionCn": "东亚-太平洋地区的气溶胶光学深度数据可以在地理上界定在哪里？",
        "AnswerEn": "60S to 60N, 80E to 200E",
        "AnswerCn": "60S到60N，80E到200E",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a dataset that has been generated to study aerosol optical parameters in a smog-heavy environment?",
        "QuestionCn": "一个用于研究雾霾重环境中气溶胶光学参数的数据集的例子是什么？",
        "AnswerEn": "An example of a dataset generated to study aerosol optical parameters in a smog-heavy environment is the East Asia-Pacific region aerosol optical depth dataset, covering a range from 60S-60N and 80E-200E, with a temporal resolution of hourly data from January 1, 2016, to December 31, 2017.",
        "AnswerCn": "一个用于研究雾霾重环境中气溶胶光学参数的数据集是东亚-太平洋地区气溶胶光学厚度数据集，覆盖范围为南纬60度至北纬60度，东经80度至东经200度，时间分辨率为2016年1月1日至2017年12月31日的每小时数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please give an example of a challenge encountered when developing algorithms for aerosol optical parameter retrieval in regions affected by heavy smog.",
        "QuestionCn": "在开发用于重雾霾地区气溶胶光学参数检索的算法时遇到的挑战的一个例子。",
        "AnswerEn": "An example of a challenge encountered is the need to develop precise detection algorithms capable of distinguishing between clouds and haze under heavy smog conditions, which involves using AERONET site observations and global atmospheric chemical model data to improve retrieval accuracy.",
        "AnswerCn": "一个遇到的挑战是需要开发精确的检测算法，能够在浓雾条件下区分云和霾，这涉及使用AERONET站点观测和全球大气化学模型数据来提高检索准确性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What specific attributes are necessary for the accurate detection of clouds and haze in aerosol research?",
        "QuestionCn": "在气溶胶研究中，准确检测云和雾霾所需的具体属性是什么？",
        "AnswerEn": "precise detection algorithms, high-frequency satellite data, observational data from AERONET stations, global atmospheric chemical models",
        "AnswerCn": "精确检测算法、高频卫星数据、来自AERONET站点的观测数据、全球大气化学模型",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the factors that contribute to the reliability of aerosol optical parameter products in the context of heavy smog conditions?",
        "QuestionCn": "在严重雾霾条件下，影响气溶胶光学参数产品可靠性的因素有哪些？",
        "AnswerEn": "inversion algorithms targeting aerosol optical parameters, observational data from AERONET stations, global atmospheric chemical model data, high temporal resolution, accuracy",
        "AnswerCn": "反演算法针对气溶胶光学参数、来自AERONET站点的观测数据、全球大气化学模型数据、高时间分辨率、准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the resolution of the aerosol optical depth data measured in kilometers for the East Asia region?",
        "QuestionCn": "东亚地区测量的气溶胶光学深度数据的分辨率是多少公里？",
        "AnswerEn": "5 kilometers",
        "AnswerCn": "5公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is 'aerosol optical depth (AOD)' in the context of atmospheric studies?",
        "QuestionCn": "在大气研究中，“气溶胶光学厚度（AOD）”是什么？",
        "AnswerEn": "Aerosol optical depth (AOD) is a quantitative measure of the amount of aerosol particles in the atmospheric column. It is used in atmospheric studies to analyze how aerosols affect clouds, radiative forcing, and potentially influence climate change.",
        "AnswerCn": "气溶胶光学深度（AOD）是定量测量大气柱中气溶胶颗粒数量的指标。它在大气研究中用于分析气溶胶如何影响云、辐射强迫，并可能影响气候变化。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What does 'AERONET' refer to in the context of aerosol data validation?",
        "QuestionCn": "在气溶胶数据验证的背景下，“AERONET”指的是什么？",
        "AnswerEn": "AERONET refers to a ground-based network of stations that provide observations used for the validation of aerosol optical depth (AOD) measurements. It is utilized to validate datasets collected from satellite observations, such as those from the MISR, to ensure accuracy in aerosol studies.",
        "AnswerCn": "AERONET指的是一个基于地面的观测站网络，提供用于验证气溶胶光学厚度（AOD）测量的观测数据。它被用于验证从卫星观测（如MISR）收集的数据集，以确保气溶胶研究的准确性。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the data collection method used for generating aerosol optical depth datasets over East Asia using geostationary satellite data compare to the MISR satellite retrieval approach?",
        "QuestionCn": "用于生成东亚气溶胶光学深度数据集的地球静止卫星数据的数据收集方法与MISR卫星检索方法相比如何？",
        "AnswerEn": "The geostationary satellite method for East Asia utilizes high-frequency, multi-channel data from a new generation geostationary satellite to develop algorithms for accurate cloud and haze detection and aerosol optical parameter retrieval in heavy haze conditions. In contrast, the MISR satellite retrieval approach, aboard the polar-orbiting NASA EOS Terra platform, uses nine viewing angles and four spectral bands to provide globally continuous AOD retrievals, offering aerosol component information and microphysical properties.",
        "AnswerCn": "东亚的静止卫星方法利用新一代静止卫星的高频多通道数据，开发出在重度雾霾条件下准确检测云和雾霾以及气溶胶光学参数反演的算法。相比之下，MISR卫星反演方法则搭载在极轨NASA EOS Terra平台上，使用九个视角和四个光谱波段提供全球连续的气溶胶光学厚度（AOD）反演，提供气溶胶成分信息和微物理特性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In terms of validation accuracy, how do the aerosol retrievals from MISR compare with AERONET measurements across different geographical regions in China?",
        "QuestionCn": "在验证准确性方面，MISR的气溶胶检索结果与中国不同地理区域的AERONET测量结果相比如何？",
        "AnswerEn": "MISR 4.4 km retrievals are well correlated with AERONET measurements, showing a correlation coefficient of 0.902 with a small underestimation. The retrievals in different spatial validation domains have 2-3 times more matching samples in later versions, with an increase in retrievals falling within the expected error range by 22.41% at 17.6 km and 8.46% at 50 km, compared to earlier versions.",
        "AnswerCn": "MISR 4.4公里的反演结果与AERONET测量值之间的相关性良好，相关系数为0.902，且存在小幅低估。在不同的空间验证域中，较新版本的匹配样本数量增加了2-3倍，17.6公里处的反演结果在预期误差范围内的比例提高了22.41%，50公里处提高了8.46%，与早期版本相比。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What underlying principles can be inferred about data collection techniques when using high-frequency, multi-channel geostationary satellite data for aerosol optical depth measurement in regions with heavy haze?",
        "QuestionCn": "在使用高频、多通道静止卫星数据测量重雾霾地区的气溶胶光学厚度时，可以推断出哪些数据收集技术的基本原则？",
        "AnswerEn": "The use of high-frequency, multi-channel geostationary satellite data suggests a need for precise detection algorithms that can accurately differentiate between cloud and haze under challenging atmospheric conditions. This implies a sophisticated approach to data collection that leverages advanced satellite capabilities to ensure high temporal resolution and spatial accuracy for aerosol optical parameters.",
        "AnswerCn": "高频率、多通道的静止卫星数据的使用表明，需要精确的检测算法，以便在复杂的气象条件下准确区分云和雾霾。这意味着在数据收集方面需要一种复杂的方法，利用先进的卫星能力，以确保气溶胶光学参数的高时间分辨率和空间精度。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What does the comparison between satellite-derived aerosol optical depth data and ground-based AERONET observations reveal about the potential for dataset refinement and the accuracy of satellite retrievals?",
        "QuestionCn": "卫星衍生的气溶胶光学厚度数据与地面AERONET观测的比较揭示了数据集改进的潜力以及卫星检索的准确性如何？",
        "AnswerEn": "The comparison between satellite-derived aerosol optical depth data and AERONET observations indicates that high-accuracy satellite retrievals can be validated and refined using ground-based measurements. This relationship highlights the potential for improving satellite data accuracy and expanding datasets by integrating multiple data sources, thereby enhancing the reliability of aerosol observation methods.",
        "AnswerCn": "卫星获取的气溶胶光学深度数据与AERONET观测结果的比较表明，高精度的卫星检索可以通过地面测量进行验证和改进。这种关系突显了通过整合多种数据源来提高卫星数据准确性和扩展数据集的潜力，从而增强气溶胶观测方法的可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for high temporal resolution aerosol optical parameter products in the context of East Asia's heavy haze conditions?",
        "QuestionCn": "在东亚严重雾霾条件下，高时间分辨率气溶胶光学参数产品的需求原因是什么？",
        "AnswerEn": "The need for high temporal resolution aerosol optical parameter products arises from the frequent and severe haze conditions in East Asia, which require precise detection algorithms for cloud and haze, and accurate retrievals of aerosol optical parameters to monitor and understand their impact on the environment and climate.",
        "AnswerCn": "高时间分辨率气溶胶光学参数产品的需求源于东亚频繁且严重的雾霾条件，这需要精确的云和雾霾检测算法，以及准确的气溶胶光学参数反演，以监测和理解它们对环境和气候的影响。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there a reliance on AERONET observations and global atmospheric chemistry model data when developing aerosol optical parameter retrieval algorithms?",
        "QuestionCn": "在开发气溶胶光学参数反演算法时，为什么依赖AERONET观测和全球大气化学模型数据？",
        "AnswerEn": "AERONET observations and global atmospheric chemistry model data are relied upon because they provide ground truth and comprehensive atmospheric information needed to improve the accuracy of aerosol optical parameter retrieval algorithms, especially in regions with complex and dense haze conditions.",
        "AnswerCn": "AERONET观测和全球大气化学模型数据被依赖，因为它们提供了所需的地面真相和全面的大气信息，以提高气溶胶光学参数反演算法的准确性，特别是在复杂和浓密的雾霾条件下。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to the underestimation of aerosol optical depth in satellite retrievals compared to ground-based measurements?",
        "QuestionCn": "导致卫星遥感与地面测量相比，气溶胶光学厚度被低估的因素有哪些？",
        "AnswerEn": "Factors contributing to the underestimation of aerosol optical depth in satellite retrievals may include limitations in satellite resolution, algorithmic inaccuracies in distinguishing aerosol types, and the inherent differences between satellite and ground-based measurement techniques, as demonstrated by comparisons with AERONET measurements.",
        "AnswerCn": "导致卫星遥感中气溶胶光学深度被低估的因素可能包括卫星分辨率的限制、在区分气溶胶类型方面的算法不准确性，以及卫星与地面测量技术之间的固有差异，这一点通过与AERONET测量的比较得到了证明。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "How does the inclusion of additional absorbing spherical particles and multimodal aerosol mixtures in retrieval algorithms affect the spatial-temporal analysis of aerosol loadings?",
        "QuestionCn": "额外吸收球形颗粒和多模态气溶胶混合物的纳入如何影响气溶胶负荷的时空分析？",
        "AnswerEn": "Inclusion of additional absorbing spherical particles and multimodal aerosol mixtures in retrieval algorithms, like those used in MISR Version 22, enhances the retrieval accuracy of aerosol optical depth. This improvement enables more precise spatial-temporal analysis of aerosol loadings, facilitating better inter-comparison of multiple satellite sensors and reliable estimation of near-surface aerosol concentrations.",
        "AnswerCn": "在检索算法中纳入额外的吸收性球形颗粒和多模态气溶胶混合物，例如在MISR版本22中，可以提高气溶胶光学厚度的检索准确性。这一改进使得气溶胶负荷的时空分析更加精确，促进了多个卫星传感器之间的可靠比较，并能够更准确地估计近地面气溶胶浓度。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the potential effects on dataset validation when using multiple versions of aerosol retrieval algorithms across different spatial domains?",
        "QuestionCn": "在不同空间域使用多个版本的气溶胶检索算法时，对数据集验证的潜在影响是什么？",
        "AnswerEn": "Using multiple versions of aerosol retrieval algorithms across different spatial domains increases the number of matching samples and improves the correlation with ground-based measurements like AERONET. For instance, MISR V23 retrievals show higher correlation and lower bias compared to earlier versions and other satellite products, such as Terra/MODIS, which can lead to more accurate validation of datasets.",
        "AnswerCn": "使用不同空间域的多种气溶胶反演算法可以增加匹配样本的数量，并提高与地面观测数据（如AERONET）的相关性。例如，MISR V23反演结果显示出比早期版本和其他卫星产品（如Terra/MODIS）更高的相关性和更低的偏差，这可以导致对数据集更准确的验证。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary intention behind developing precise detection algorithms for clouds and haze using high-frequency, multi-channel geostationary satellite data in the context of aerosol optical depth measurements?",
        "QuestionCn": "在气溶胶光学厚度测量的背景下，使用高频多通道静止卫星数据开发精确的云和薄雾检测算法的主要目的是是什么？",
        "AnswerEn": "The primary intention is to create an accurate method for detecting clouds and haze in environments with heavy smog, which aids in generating high temporal resolution aerosol optical parameters by leveraging AERONET station observations and global atmospheric chemistry model data.",
        "AnswerCn": "主要目的是创建一种准确的方法，以在重雾环境中检测云和雾霾，这有助于利用AERONET站观测和全球大气化学模型数据生成高时间分辨率的气溶胶光学参数。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to evaluate new aerosol retrievals, like MISR 4.4 km, for specific regions such as China?",
        "QuestionCn": "评估新的气溶胶检索数据（如MISR 4.4公里）在特定地区（如中国）是重要的原因是什么？",
        "AnswerEn": "The importance lies in analyzing the spatial-temporal distributions of aerosol loadings and establishing comparisons with other satellite sensors to improve dataset accuracy, ultimately enhancing the ability to estimate near-surface PM2.5 concentrations and other aerosol components.",
        "AnswerCn": "重要性在于分析气溶胶负荷的时空分布，并与其他卫星传感器进行比较，以提高数据集的准确性，最终增强估计近地面PM2.5浓度和其他气溶胶成分的能力。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in developing algorithms suitable for precise detection of clouds and heavy haze in high-frequency satellite data?",
        "QuestionCn": "开发适合于高频卫星数据中精确检测云和重雾的算法涉及哪些程序？",
        "AnswerEn": "The procedures involve using high-frequency, multi-channel data from new-generation geostationary satellites, such as Himawari-8, and developing accurate detection algorithms that are suitable for the heavy haze background. These algorithms are validated using AERONET station observation data and global atmospheric chemical model data.",
        "AnswerCn": "这些程序涉及使用来自新一代静止卫星（如Himawari-8）的高频多通道数据，并开发适合重度雾霾背景的准确检测算法。这些算法通过AERONET站点观测数据和全球大气化学模型数据进行验证。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What methodological steps are necessary to validate aerosol optical depth retrievals using ground-based observations?",
        "QuestionCn": "验证气溶胶光学厚度检索结果的必要方法步骤包括哪些？",
        "AnswerEn": "The methodological steps include comparing the satellite-derived aerosol optical depth retrievals with AERONET ground-based measurements over various regions. This involves conducting a validation process, such as calculating correlation coefficients and evaluating biases, to ensure the satellite retrievals align well with in-situ observations.",
        "AnswerCn": "方法步骤包括将卫星获取的气溶胶光学厚度与各个区域的AERONET地面观测数据进行比较。这涉及进行验证过程，例如计算相关系数和评估偏差，以确保卫星获取的数据与现场观测结果良好对齐。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the accurate detection of cloud and haze in regions with heavy pollution?",
        "QuestionCn": "哪些技术进步使得在重污染地区准确检测云和雾霾成为可能？",
        "AnswerEn": "The development of precise detection algorithms for cloud and haze in heavily polluted areas is enabled by the high-frequency, multi-channel capabilities of the new generation geostationary satellite data from Himawari-8.",
        "AnswerCn": "新一代静止卫星Himawari-8的高频多通道能力使得在重污染地区开发精确的云和雾霾检测算法成为可能。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How does the integration of ground-based observations with satellite data enhance aerosol optical parameter retrieval?",
        "QuestionCn": "地面观测与卫星数据的结合如何增强气溶胶光学参数的获取？",
        "AnswerEn": "The integration of AERONET site observations with global atmospheric chemistry model data facilitates the development of aerosol optical parameter retrieval algorithms, particularly in regions with heavy haze.",
        "AnswerCn": "AERONET站点观测数据与全球大气化学模型数据的结合，有助于在重雾霾地区开发气溶胶光学参数反演算法。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What strategies are used to improve the accuracy of aerosol optical depth retrievals in the presence of various aerosol mixtures?",
        "QuestionCn": "在各种气溶胶混合物存在的情况下，提高气溶胶光学深度检索准确性的策略有哪些？",
        "AnswerEn": "The MISR operational aerosol retrieval algorithm has been improved by adding absorbing spherical particles and multimodal aerosol mixtures to the climatology, enhancing retrieval accuracy.",
        "AnswerCn": "MISR操作性气溶胶检索算法通过添加吸收性球形颗粒和多模态气溶胶混合物到气候学中，提升了检索准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be challenges in developing accurate aerosol optical depth retrieval algorithms for regions with heavy haze conditions?",
        "QuestionCn": "在重度雾霾条件下，开发准确的气溶胶光学深度检索算法可能面临挑战的原因是什么？",
        "AnswerEn": "The development of accurate aerosol optical depth retrieval algorithms for regions with heavy haze conditions might face challenges due to the complexity of distinguishing between cloud and haze particles. Additionally, high aerosol concentrations can complicate the retrieval process, requiring specialized algorithms that can accurately interpret satellite data under such conditions.",
        "AnswerCn": "在重雾霾条件下，准确的气溶胶光学深度反演算法的开发可能面临挑战，因为区分云粒子和雾霾粒子非常复杂。此外，高气溶胶浓度会使反演过程更加复杂，需要专门的算法来准确解读在这种条件下的卫星数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What could be the reasons that satellite-based aerosol optical depth measurements may not always correlate with ground-based observations?",
        "QuestionCn": "卫星基于气溶胶光学深度的测量可能与地面观测不总是相关的原因有哪些？",
        "AnswerEn": "Satellite-based aerosol optical depth measurements may not always correlate with ground-based observations due to differences in spatial and temporal resolution, atmospheric conditions not captured from space, or variations in the aerosol types and concentrations that satellites and ground sensors are sensitive to. Moreover, satellite retrieval algorithms may need adjustments to improve accuracy in specific regions or conditions.",
        "AnswerCn": "基于卫星的气溶胶光学厚度测量可能与地面观测不总是相关，原因包括空间和时间分辨率的差异、从太空无法捕捉到的气象条件，或卫星和地面传感器对气溶胶类型和浓度的敏感性差异。此外，卫星反演算法可能需要调整，以提高特定区域或条件下的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might it be beneficial to use multiple satellite sensors to establish inter-comparisons for aerosol datasets?",
        "QuestionCn": "使用多个卫星传感器建立气溶胶数据集的相互比较可能带来的好处是什么？",
        "AnswerEn": "Using multiple satellite sensors for inter-comparisons can enhance aerosol datasets by providing cross-validation opportunities, improving data reliability, and addressing biases inherent in individual sensors. This approach can also help refine retrieval algorithms and extend the temporal and spatial coverage of aerosol measurements, leading to a more comprehensive understanding of aerosol distributions.",
        "AnswerCn": "使用多个卫星传感器进行相互比较可以增强气溶胶数据集，通过提供交叉验证机会、提高数据可靠性以及解决单个传感器固有的偏差。这种方法还可以帮助改进反演算法，并扩展气溶胶测量的时间和空间覆盖范围，从而更全面地理解气溶胶分布。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you assess the challenges faced in developing accurate retrieval algorithms for aerosol optical parameters, particularly in regions with severe haze?",
        "QuestionCn": "如何评估在严重雾霾地区开发准确的气溶胶光学参数检索算法所面临的挑战？",
        "AnswerEn": "Developing accurate retrieval algorithms in regions with severe haze is challenging due to the need for precise detection algorithms that differentiate between clouds and haze, requiring integration of satellite data and atmospheric chemistry models for improved accuracy.",
        "AnswerCn": "在严重雾霾地区开发准确的检索算法具有挑战性，因为需要精确的检测算法来区分云和雾霾，这需要整合卫星数据和大气化学模型以提高准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how high temporal resolution aerosol optical parameter products can be generated using geostationary satellite data.",
        "QuestionCn": "我不明白如何利用静止卫星数据生成高时间分辨率的气溶胶光学参数产品。",
        "AnswerEn": "Based on the field, the high temporal resolution aerosol optical parameter products are generated using the high-frequency, multi-channel data from the new generation of geostationary satellites like Himawari-8. An algorithm is developed for accurate detection of clouds and haze under heavy haze conditions, which is crucial for deriving these parameters.",
        "AnswerCn": "基于该领域，利用新一代静止卫星（如Himawari-8）提供的高频率、多通道数据生成高时间分辨率的气溶胶光学参数产品。开发了一种算法，用于在重度雾霾条件下准确检测云和雾霾，这对于推导这些参数至关重要。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't comprehend why validation against AERONET AOD measurements is a crucial step in evaluating satellite aerosol retrievals.",
        "QuestionCn": "我无法理解为什么对AERONET AOD测量进行验证是评估卫星气溶胶反演的关键步骤。",
        "AnswerEn": "Validation against AERONET AOD measurements is essential because it provides a ground-truth reference to assess the accuracy and reliability of the aerosol retrievals from satellite data. This process helps ensure that the satellite-derived data closely matches the actual atmospheric conditions observed at specific locations.",
        "AnswerCn": "对AERONET AOD测量的验证至关重要，因为它提供了一个地面真实参考，以评估卫星数据中气溶胶反演的准确性和可靠性。这个过程有助于确保卫星衍生的数据与特定地点实际观察到的大气条件密切匹配。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please conduct a detailed analysis of the techniques used for high-frequency aerosol optical depth data collection in the East Asia-Pacific region during 2016-2017.",
        "QuestionCn": "请对2016-2017年东亚-太平洋地区高频气溶胶光学深度数据收集所使用的技术进行详细分析。",
        "AnswerEn": "The data collection techniques involve the use of high-frequency, multi-channel observations from the Himawari-8 geostationary satellite. A specific algorithm was developed to accurately detect clouds and heavy haze, utilizing AERONET site observational data and global atmospheric chemistry model information to retrieve aerosol optical parameters under heavy haze conditions.",
        "AnswerCn": "数据收集技术涉及使用来自Himawari-8静止卫星的高频多通道观测。开发了一种特定算法，以准确检测云和重度雾霾，利用AERONET站点观测数据和全球大气化学模型信息，在重度雾霾条件下检索气溶胶光学参数。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore potential datasets that could be used to validate satellite-derived aerosol optical depth measurements in the East Asia-Pacific region.",
        "QuestionCn": "请探索可以用于验证东亚-太平洋地区卫星衍生气溶胶光学厚度测量的潜在数据集。",
        "AnswerEn": "Potential datasets for validation include AERONET AOD measurements, which provide ground-based observations to compare against satellite-derived data. Additionally, datasets from global atmospheric chemistry models can be used to cross-validate and refine satellite retrievals, ensuring they accurately reflect aerosol concentrations in the atmospheric column.",
        "AnswerCn": "潜在的验证数据集包括AERONET AOD测量，这些测量提供了地面观测数据，可以与卫星获取的数据进行比较。此外，来自全球大气化学模型的数据集也可以用于交叉验证和精炼卫星检索，确保它们准确反映大气柱中的气溶胶浓度。",
        "Level": "C6(Creating)"
      }
    ]
  }
}