{
  "id": "25c84ab2-046d-47cc-9bdd-150be25cfbf1",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Daily value dataset of 10m meteorological tower at Laohugou Glacier No.12 in the Qilian Mountains of China（V1.0) (2014-2018)",
      "titleCn": "祁连山老虎沟大本营10米气象塔日值数据集（V1.0)（2014-2018）",
      "description": "This data is the log data set of the meteorological tower in 2014-2018 in Laohugou base camp of Qilian Mountains. \"The 10 meter meteorological tower of Laohugou 12 glacier is located in the base camp, with an altitude of 4200 meters. Its observation elements include temperature, precipitation, wind speed, wind direction, relative humidity, air pressure, downward radiation, upward radiation, downward long wave radiation and upward long wave radiation, with a resolution of daily value. The meteorological instrument passes through China's meteorology After calibration and commissioning one belt, one road is connected with the CR1000 (Campbell), the -55 (CR1000) data collector. The data quality is complete. The data of many articles are all derived from this data. The Hexi Corridor nurtured by glacier water and melting glacier in Qilian Mountains is an important channel for the national strategic \"one belt and one road\". The study of its changes has great influence on Gansu, the whole country and the whole country. Therefore, this data has great research value and application value.\n\"",
      "descriptionCn": "本数据为祁连老虎沟大本营2014-2018年气象塔日志数据集，\"老虎沟12号冰川10米气象塔位于大本营，海拔4200米，其观测要素包括气温、降水、风速、风向、相对湿度、气压、向下辐射、向上辐射、向下长波辐射、向上长波辐射，分辨率为日值，气象仪器经过中国气象局的标定和调试后，都与耐低温（-55℃）数据采集器CR1000（Campbell，美国）连接，数据质量完整，多篇文章成果的数据均来源于此数据，祁连山冰川融水哺育的河西走廊作为国家战略“一带一路”的重要通道，研究其变化对于甘肃、青海乃至全国都具有重大的影响，因此此数据具有极大的研究价值和应用价值。",
      "instructions": "FileName:祁连山老虎沟大本营10米气象塔日值数据集V1.0-201401201807.xlsx Usage:In .excel format, can be opened and analysed in Microsoft EXCEL software.",
      "instructionsCn": "文件名：祁连山老虎沟大本营10米气象塔日值数据集V1.0-201401201807.xlsx 使用方法：表格形式，可以采用EXCEL打开查看和分析.",
      "east": 97.07,
      "west": 96.12,
      "south": 39.08,
      "north": 39.67,
      "startTime": "2014-01-06 16:00:00",
      "endTime": "2018-08-05 16:00:00",
      "fileSize": 463221.0,
      "cstr": "18406.11.Glacio.tpdc.270004",
      "doi": "10.11888/Glacio.tpdc.270004",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "秦翔",
        "nameEn": "QIN Xiang",
        "unitEn": "Institute of Geographical Sciences and Natural Research, CAS",
        "unitCn": "中国科学院西北生态环境资源研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": "祁连山老虎沟12号冰川辐射各分量年变化特征",
        "titleEn": null,
        "referenceCn": "孙维君，秦翔，徐跃通，吴秀平，刘宇硕，任贾平.祁连山老虎沟12号冰川辐射各分量年变化特征.地球科学进展, 2011,26(3):347–354.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "空气温度",
        "nameEn": "Air temperature"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "降水量",
        "nameEn": "Precipitation amount"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "祁连山",
        "keywordEn": "Qilian moutain"
      },
      {
        "keywordCn": "老虎沟冰川",
        "keywordEn": "Laohugou Glacier"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2014-2018",
        "keywordEn": "2014-2018",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What specific characteristics define the data collection methods used for meteorological measurements in high-altitude regions like the Qilian Mountains?",
        "QuestionCn": "在像祁连山这样的高海拔地区进行气象测量的数据收集方法有哪些具体特征？",
        "AnswerEn": "10-meter meteorological tower, air temperature, precipitation, wind speed, wind direction, relative humidity, air pressure, downward radiation, upward radiation, downward longwave radiation, upward longwave radiation, calibrated by the China Meteorological Administration, low-temperature-resistant data logger, CR1000, daily resolution",
        "AnswerCn": "10米气象塔，空气温度，降水，风速，风向，相对湿度，气压，下行辐射，上行辐射，下行长波辐射，上行长波辐射，中国气象局校准，耐低温数据记录仪，CR1000，日分辨率。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the daily resolution of the meteorological data collected from the 10-meter weather tower at the base camp in the Qilian Mountains from 2014 to 2018?",
        "QuestionCn": "2014年至2018年在祁连山基地营收集的10米气象塔的气象数据的日分辨率是多少？",
        "AnswerEn": "Daily resolution",
        "AnswerCn": "每日解析",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the observed daily patterns in variables like temperature and wind speed tell us about the microclimate conditions at high altitudes over a period from 2014 to 2018?",
        "QuestionCn": "从2014年到2018年，观察到的温度和风速等变量的每日模式可以告诉我们高海拔地区的微气候条件是什么？",
        "AnswerEn": "The daily patterns in variables such as temperature and wind speed, collected from a 10-meter meteorological tower at an altitude of 4200 meters, can provide insights into the microclimate conditions at high altitudes. These patterns could reveal how temperature and wind speed vary with altitude and how they interact with other factors like precipitation and humidity. Understanding this can help in assessing the impact on glacier meltwater and its implications for regional water resources, particularly in the context of the important Belt and Road Initiative corridor.",
        "AnswerCn": "从一个海拔4200米的10米气象塔收集的温度和风速等变量的日常模式，可以提供对高海拔微气候条件的洞察。这些模式可能揭示温度和风速如何随高度变化，以及它们如何与降水和湿度等其他因素相互作用。理解这些可以帮助评估对冰川融水的影响及其对区域水资源的影响，特别是在重要的“一带一路”走廊背景下。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on data accuracy and research outcomes when using a dataset collected from a high-altitude meteorological tower equipped with instruments calibrated by a national meteorological agency?",
        "QuestionCn": "使用从高海拔气象塔收集的数据集，该塔配备了由国家气象机构校准的仪器，可能对数据准确性和研究结果产生的潜在影响是什么？",
        "AnswerEn": "The use of instruments calibrated by the China Meteorological Administration ensures high data accuracy and completeness, which can lead to reliable research outcomes. This accuracy is crucial when studying the impact of glacier meltwater on significant national strategies like the Belt and Road Initiative, as it allows for precise modeling of climatic influences and water resources in the region.",
        "AnswerCn": "中国气象局校准的仪器确保了数据的高准确性和完整性，这可以导致可靠的研究结果。这种准确性在研究冰川融水对国家重大战略如“一带一路”倡议的影响时至关重要，因为它允许对该地区气候影响和水资源进行精确建模。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary motivation for collecting meteorological data using a 10-meter meteorological tower in high-altitude regions like the Qilian Mountains?",
        "QuestionCn": "在像祁连山这样的高海拔地区，使用10米气象塔收集气象数据的主要动机是什么？",
        "AnswerEn": "The primary motivation for collecting meteorological data using a 10-meter meteorological tower in high-altitude regions like the Qilian Mountains is to study the region's climatic conditions and their impact on glacier meltwater, which is crucial for understanding changes affecting the Hexi Corridor. This corridor is a vital part of China's Belt and Road Initiative, and the data collected provides valuable insights for regional development and national strategic planning, especially considering the significant implications for Gansu, Qinghai, and broader national interests.",
        "AnswerCn": "在像祁连山这样的高海拔地区使用10米气象塔收集气象数据的主要动机是研究该地区的气候条件及其对冰川融水的影响，这对于理解影响河西走廊的变化至关重要。河西走廊是中国“一带一路”倡议的重要组成部分，所收集的数据为区域发展和国家战略规划提供了宝贵的见解，特别是考虑到对甘肃、青海及更广泛国家利益的重大影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are employed to ensure data accuracy and reliability when using meteorological towers at high altitudes for collecting climate variables like temperature, precipitation, and radiation?",
        "QuestionCn": "在高海拔地区使用气象塔收集气候变量（如温度、降水和辐射）时，采用了哪些程序来确保数据的准确性和可靠性？",
        "AnswerEn": "The meteorological instruments are calibrated and adjusted by the China Meteorological Administration, and are connected to a low-temperature resistant (-55℃) data logger, CR1000 (Campbell, USA), to ensure data quality and integrity.",
        "AnswerCn": "气象仪器由中国气象局进行校准和调整，并连接到一个耐低温（-55℃）的数据记录仪CR1000（美国Campbell），以确保数据的质量和完整性。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What calibration and data quality assurance measures enable the collection of reliable meteorological data in high-altitude, cold environments?",
        "QuestionCn": "哪些校准和数据质量保证措施能够在高海拔、寒冷环境中收集可靠的气象数据？",
        "AnswerEn": "The meteorological instruments are calibrated and adjusted by the China Meteorological Administration and are connected to a low-temperature-resistant (-55°C) data logger CR1000 (Campbell, USA), ensuring complete data quality.",
        "AnswerCn": "气象仪器由中国气象局进行校准和调整，并连接到一个低温耐受（-55°C）的数据记录仪CR1000（美国Campbell），确保数据质量的完整性。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}