{
  "id": "2602d5fc-cb8f-41fd-83ec-c49e6d0bd9a4",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Landsat enhanced vegetation index (EVI) products over the Tibetan Plateau (2021)",
      "titleCn": "青藏高原Landsat系列卫星遥感增强植被指数（EVI）产品（2021）",
      "description": "The dataset is the Landsat enhanced vegetation index (EVI) products from 2021 over the Tibetan Plateau。The dataset is producted based on Landsat surface reflectance dataset. It is calculated by the EVI equation which is added backgroud adjusted parameters C1 and C2, and atmospheric adjusted parameter L based on NDVI equation.And the corresponding production of quality identification documents (QA) is also generated to identify the cloud, ice and snow. Compared with NDVI, EVI has stronger ability to resist atmospheric interference and noise,so it is more suitable for weather conditions with high aerosol content and lush vegetation areas.",
      "descriptionCn": "1）数据内容：本数据集包含2021年青藏高原地区Landsat长时序EVI。2）数据来源及加工方法：主要是在青藏高原Landsat系列卫星地表反射率数据集的基础上，通过EVI的计算公式进行生产的，即并在NDVI计算公式的基础上引入了背景调节参数C1，C2和大气修正参数L进行计算的；3）数据质量描述：为了标识云、冰雪，并相应生产了质量标识文件（QA）。4) 数据应用成果及前景：EVI相比于NDVI具有较强的抗大气干扰能力以及抗噪音能力，更适用于气溶胶含量较高的天气状况下，以及植被茂盛区。",
      "instructions": "1)File name rules: the EVI result of each scense is stored in a floder including the EVI band, QA bands, metadata, and browser; the named rule of a folder is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-EVI\",for example, L5-TM-115-026-19840418-LSR-BRDF-EVI;the EVI is stored as GeoTIFF format and its named rule is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-EVI.TIF\", for example, \"L5-TM-115-026-19840418-LSR-BRDF-EVI.TIF\". 2)How to use the dataset:the surface reflectance results can be opened by ArcGIS, envi, QGIS and so on,  the surface reflectance results are multiplied 10000 to become16 bit integer from the original floating-point type in the range of 0 ~ 1 , so it needs to be mutiplied 0.0001 when used, and the background filling value is -9999, and the \"LZW\" lossless compression is carried out.",
      "instructionsCn": "文件命名：EVI是以景为单位存放文件夹，由EVI产品、质量文件（Quality Assessment, QA）、元数据、缩略图组成，文件夹的命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-EVI，如L5-TM-115-026-19840418-LSR-BRDF-EVI；其中EVI产品是以GeoTIFF格式存储的，命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-EVI.TIF，如L5-TM-115-026-19840418-LSR-BRDF-EVI.TIF。数据使用方法：EVI结果可使用Arcgis、ENVI、QGIS等软件打开，为了降低存储空间，EVI结果由原本的0~1范围内的浮点型均乘以10000变成16位整型，所以使用时需要将结果乘以0.0001，背景填充值为-9999，并进行了“LZW”的无损压缩。",
      "east": 106.7,
      "west": 73.4,
      "south": 24.6,
      "north": 40.4,
      "startTime": null,
      "endTime": null,
      "fileSize": 381346629452.0,
      "cstr": "18406.11.Terre.tpdc.300572",
      "doi": "10.11888/Terre.tpdc.300572",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "彭燕",
        "nameEn": "PENG Yan",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A feedback based modification of the NDVI to minimize canopy background and atmospheric noise",
        "referenceCn": null,
        "referenceEn": "Liu, H.Q., Huete, A. (1995). A feedback based modification of the ndvi to minimize canopy background and atmospheric noise. IEEE Transactions on Geoscience & Remote Sensing, 33(2), 457-465."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "增强植被指数",
        "nameEn": " enhanced vegetation index"
      },
      {
        "nameCn": "归一化植被指数",
        "nameEn": "NDVI"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2021",
        "keywordEn": "2021",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to enhance vegetation indices on the Tibetan Plateau using satellite imagery?",
        "QuestionCn": "您能否提供一个用于通过卫星影像增强青藏高原植被指数的数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method involves using Landsat series satellite surface reflectance datasets as the basis, which are then processed using the Enhanced Vegetation Index (EVI) calculation formula. This method includes introducing background adjustment parameters C1, C2, and atmospheric correction parameter L to refine the calculation.",
        "AnswerCn": "一种数据收集方法涉及使用Landsat系列卫星表面反射率数据集作为基础，然后使用增强植被指数（EVI）计算公式进行处理。该方法包括引入背景调整参数C1、C2和大气校正参数L，以精细化计算。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics and processing methods used in the creation of enhanced vegetation index (EVI) datasets for regions like Qinghai-Tibet Plateau?",
        "QuestionCn": "增强植被指数（EVI）数据集在青藏 Plateau等地区的创建中使用的具体特征和处理方法是什么？",
        "AnswerEn": "Landsat series satellite surface reflectance data, background adjustment parameters C1 and C2, atmospheric correction parameter L, resistance to atmospheric interference and noise, suitability for high aerosol content, suitability for densely vegetated regions",
        "AnswerCn": "Landsat系列卫星地表反射率数据，背景调整参数C1和C2，大气校正参数L，对大气干扰和噪声的抵抗力，适用于高气溶胶含量，适用于植被密集区域。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the Enhanced Vegetation Index (EVI) in the context of remote sensing on the Qinghai-Tibet Plateau?",
        "QuestionCn": "在遥感的背景下，青藏高原的增强型植被指数（EVI）是什么？",
        "AnswerEn": "The Enhanced Vegetation Index (EVI) is a product derived from Landsat satellite series data, specifically designed to enhance vegetation monitoring by incorporating background adjustment parameters C1, C2, and atmospheric correction parameter L. It provides improved resistance to atmospheric interference and noise compared to the Normalized Difference Vegetation Index (NDVI), making it more suitable for conditions with high aerosol content and densely vegetated areas.",
        "AnswerCn": "增强植被指数（EVI）是基于Landsat卫星系列数据衍生的产品，专门设计用于增强植被监测，包含背景调整参数C1、C2和大气校正参数L。与归一化差异植被指数（NDVI）相比，EVI在抵抗大气干扰和噪声方面表现更佳，使其更适合高气溶胶含量和密集植被区域的条件。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the approach of calculating EVI using Landsat series satellite surface reflectance data with atmospheric correction parameters compare to traditional NDVI calculations in terms of robustness against atmospheric interference?",
        "QuestionCn": "使用Landsat系列卫星表面反射率数据和大气校正参数计算EVI的方法与传统的NDVI计算在抵御大气干扰的稳健性方面有何比较？",
        "AnswerEn": "The approach of calculating EVI using Landsat series satellite surface reflectance data includes the introduction of background adjustment parameters (C1, C2) and an atmospheric correction parameter (L), which enhances its robustness against atmospheric interference compared to traditional NDVI calculations. This makes EVI more suitable for conditions with high aerosol content and in densely vegetated areas.",
        "AnswerCn": "计算EVI的方法使用Landsat系列卫星表面反射率数据，包括引入背景调整参数（C1，C2）和大气校正参数（L），这增强了其对大气干扰的鲁棒性，相较于传统的NDVI计算更为有效。这使得EVI在气溶胶含量高和植被密集的地区更为适用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the development of enhanced vegetation index (EVI) products specifically for the Tibetan Plateau using Landsat satellite data?",
        "QuestionCn": "哪些因素促成了使用Landsat卫星数据为青藏高原开发增强植被指数（EVI）产品？",
        "AnswerEn": "The development of enhanced vegetation index (EVI) products for the Tibetan Plateau using Landsat satellite data involves calculating EVI based on Landsat series satellite surface reflectance datasets. This is achieved by using the EVI calculation formula, which includes the introduction of background adjustment parameters C1, C2, and atmospheric correction parameter L. These factors enhance EVI's ability to resist atmospheric interference and noise, making it more suitable for areas with high aerosol content and dense vegetation.",
        "AnswerCn": "使用Landsat卫星数据为青藏高原开发增强植被指数（EVI）产品涉及基于Landsat系列卫星表面反射率数据集计算EVI。这是通过使用EVI计算公式实现的，该公式引入了背景调整参数C1、C2和大气校正参数L。这些因素增强了EVI抵抗大气干扰和噪声的能力，使其更适合高气溶胶含量和密集植被的区域。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences for data quality when using enhanced vegetation index (EVI) calculations that include atmospheric correction parameters in the context of high aerosol content weather?",
        "QuestionCn": "在高气溶胶含量天气条件下，使用包含大气校正参数的增强植被指数（EVI）计算可能对数据质量产生哪些潜在影响？",
        "AnswerEn": "EVI calculations that include atmospheric correction parameters, such as C1, C2, and L, potentially improve data quality by providing stronger resistance to atmospheric interference and noise, making them more suitable for conditions with high aerosol content and in densely vegetated areas.",
        "AnswerCn": "EVI计算中包含大气校正参数，如C1、C2和L，可能通过提供更强的抗大气干扰和噪声的能力来提高数据质量，使其更适合高气溶胶含量和密集植被区域的条件。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of developing a dataset using the Enhanced Vegetation Index (EVI) for the Qinghai-Tibet Plateau, and how does it address atmospheric interference challenges?",
        "QuestionCn": "开发使用增强植被指数（EVI）针对青藏高原的数据集的主要目标是什么，以及它如何应对大气干扰挑战？",
        "AnswerEn": "The primary objective of developing a dataset using the Enhanced Vegetation Index (EVI) for the Qinghai-Tibet Plateau is to provide a more robust measure against atmospheric interference and noise compared to the Normalized Difference Vegetation Index (NDVI). The EVI is particularly useful in conditions with high aerosol content and in regions with dense vegetation, making it more suitable for the specific environmental conditions of the Qinghai-Tibet Plateau.",
        "AnswerCn": "开发使用增强植被指数（EVI）的数据集的主要目的是提供一种比归一化植被指数（NDVI）更强的抗大气干扰和噪声的测量方法。EVI在气溶胶含量高和植被密集的地区特别有效，使其更适合青藏高原的特定环境条件。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are employed to enhance remote sensing vegetation indices, particularly EVI, for areas with high aerosol content and dense vegetation?",
        "QuestionCn": "为了增强高气溶胶含量和密集植被区域的遥感植被指数，特别是增强植被指数（EVI），采用了哪些程序？",
        "AnswerEn": "The enhancement of remote sensing vegetation indices like EVI in areas with high aerosol content and dense vegetation involves utilizing the Landsat series satellite surface reflectance datasets. The production of EVI is achieved by applying the EVI calculation formula, which incorporates background adjustment parameters C1, C2, and atmospheric correction parameter L, improving resistance to atmospheric interference and noise compared to NDVI.",
        "AnswerCn": "在高气溶胶含量和密集植被区域，增强遥感植被指数如EVI涉及利用Landsat系列卫星表面反射率数据集。EVI的生成是通过应用EVI计算公式实现的，该公式包含背景调整参数C1、C2和大气校正参数L，相较于NDVI，提高了对大气干扰和噪声的抵抗力。",
        "Level": "C3(Applying)"
      }
    ]
  }
}