{
  "id": "2665a33c-bc1e-40be-b76c-06d9542d3da8",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Re Os isotopic geochronology of the Shangbao pyrite fluorite deposit in southeastern Hunan, South China",
      "titleCn": "华南湘东南地区上堡黄铁矿-萤石矿床的Re-Os同位素年代学数据",
      "description": "The data are Re Os isotopic geochronological data of pyrites from Shangbao pyrite fluorite deposit in southeastern Hunan, South China. The Os isotopic data were obtained by thermal ionization mass spectrometry. Re content was determined by inductively coupled plasma mass spectrometry. The formation age of the Shangbao pyrite fluorite deposit in southeastern Hunan can be determined by the data obtained. The isochron age of six euhedral pyrite grains in one sample is 279 ±  At 12 Ma, the initial 187Os / 188Os ratio was 0.39 ±  The concentrations of RE and OS were 0.12-63.5 ppb and 2.14-185 PPT, respectively. The age of the early Permian is consistent with that of the host strata of pyrite. The isochron age of five euhedral pyrite grains in the other sample is 75.2 ±  3 Ma, initial 187Os / 188Os ratio 0. 141 ±  The concentrations of RE and OS were 0.15-0.43 ppb and 1.0-39.9 PPT, respectively. If one pyrite particle with the highest 187Re / 188Os and 187Os / 188Os is excluded, the isochronal age of the other four pyrite particles is 85 ±  13Ma。 This is consistent with the zircon U-Pb age of the Shangpu granite (80. 1 1 ±  3 MA).",
      "descriptionCn": "本数据为华南湘东南地区上堡黄铁矿-萤石矿床中的黄铁矿的Re-Os同位素年代学数据，Os同位素数据是通过热电离质谱仪分析获得。Re含量通过电感耦合等离子体质谱仪分析获得。通过获得的数据，可以限定华南湘东南地区上堡黄铁矿-萤石矿床的形成时代。一个样品中六个自形黄铁矿颗粒的等时年龄为279± 12 Ma，初始187Os/188Os比值为0.39± 0.71，Re和Os浓度分别为0.12-63.5 ppb和2.14-185 ppt。早二叠世的年龄与黄铁矿的寄主地层的年龄一致。另一个样品的5个自形黄铁矿颗粒的等时年龄为75.2± 4.3 Ma，初始187Os/188Os比值0.141± 0.030，Re和Os浓度分别为0.15-0.43 ppb和1.0-39.9 ppt。如果排除最高的187Re/188Os和187Os/188Os的一个黄铁矿颗粒，其他四个黄铁矿颗粒的等时年龄为85± 13Ma。这与上堡花岗岩的锆石U-Pb年龄（80.1± 0.3 Ma）一致。",
      "instructions": "All data are stored in Excel file named \"data. XLS\", including Re Os isotopic chronology data of pyrite.",
      "instructionsCn": "所有数据以excel文件存储，文件名称为\"data. xls\"，包括黄铁矿的Re-Os同位素年代学数据。",
      "east": 113.0,
      "west": 112.0,
      "south": 26.0,
      "north": 27.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 15872.0,
      "cstr": null,
      "doi": "10.1016/j.sesci.2017.04.001",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "黄橙橙",
        "nameEn": "HUANG Chengcheng",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Re–Os isotope geochronology of the Shangbao pyrite–flourite deposit in southeastern Hunan, South China: Evidence for multiple mineralization events and the role of crust–mantle interaction in polymetallic deposits",
        "referenceCn": null,
        "referenceEn": "Huang, C.-C., Guo, H.-F., Li, J., Wang, Q., Zhang, C., Wyman, D., & Tang, G.-J. (2017). Re–Os isotope geochronology of the Shangbao pyrite–flourite deposit in southeastern Hunan, South China: Evidence for multiple mineralization events and the role of crust–mantle interaction in polymetallic deposits. Solid Earth Sciences, 2(4), 109-122. doi:10.1016/j.sesci.2017.04.001"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "湖南",
        "keywordEn": "Hunan"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "二叠纪",
        "keywordEn": "Permian",
        "type": "temporal"
      },
      {
        "keywordCn": "白垩纪",
        "keywordEn": "Cretaceous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What is the Re-Os isotopic dating method used for in the context of mineral deposits?",
        "QuestionCn": "Re-Os同位素测年法在矿床的背景下用于什么？",
        "AnswerEn": "Formation age of mineral deposits",
        "AnswerCn": "矿床的形成年龄",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of Re-Os isotopic data used for determining the age of pyrite-fluorite deposits?",
        "QuestionCn": "Re-Os同位素数据用于确定黄铁矿-氟石矿床年龄的具体特征是什么？",
        "AnswerEn": "isochron ages, initial 187Os/188Os ratios, concentrations of Re and Os, 279±12 Ma, 0.39±0.71, 0.12-63.5 ppb, 2.14-185 ppt, 75.2±4.3 Ma, 0.141±0.030, 0.15-0.43 ppb, 1.0-39.9 ppt",
        "AnswerCn": "等时线年龄、初始 187Os/188Os 比值、Re 和 Os 的浓度，279±12 百万年，0.39±0.71，0.12-63.5 ppb，2.14-185 ppt，75.2±4.3 百万年，0.141±0.030，0.15-0.43 ppb，1.0-39.9 ppt",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many pyrite grains were analyzed to determine the isotopic ages in a dataset related to Re-Os isotopic geochronology of the pyrite-fluorite deposit from the field?",
        "QuestionCn": "在与该地区的黄铁矿-氟石矿床相关的Re-Os同位素地质年代学数据集中，分析了多少颗黄铁矿颗粒以确定同位素年龄？",
        "AnswerEn": "6, 5",
        "AnswerCn": "6, 5",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the meaning of 'Re-Os isotopic geochronology data' in the context of mineral deposits?",
        "QuestionCn": "在矿床背景下，“Re-Os同位素地质年代学数据”的含义是什么？",
        "AnswerEn": "Re-Os isotopic geochronology data refers to age determination information obtained from analyzing rhenium (Re) and osmium (Os) isotopic compositions in mineral samples, using techniques like thermal ionization mass spectrometry for Os isotopes and inductively coupled plasma mass spectrometry for Re concentrations. This data helps define the formation age of mineral deposits, such as the pyrite-fluorite deposits in southern Hunan, Southeast China.",
        "AnswerCn": "Re-Os同位素地质年代学数据是指通过分析矿物样品中铼（Re）和锇（Os）同位素组成获得的年龄确定信息，使用热离子质谱法测定Os同位素，使用感应耦合等离子体质谱法测定Re浓度。这些数据有助于确定矿床的形成年龄，例如中国东南部湖南南部的黄铁矿-氟石矿床。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying causes for the variance in Re-Os isotopic age determinations in pyrite samples from mineral deposits, and how do these factors influence the accuracy of age estimation?",
        "QuestionCn": "在矿床中，黄铁矿样品的铼-锇同位素年龄测定的变异性背后的潜在原因是什么，这些因素如何影响年龄估计的准确性？",
        "AnswerEn": "The variance in Re-Os isotopic age determinations in pyrite samples can be attributed to several factors including the initial 187Os/188Os ratio, the Re and Os concentration levels, and the presence of outlier samples with extreme 187Re/188Os and 187Os/188Os ratios. These factors influence the accuracy of age estimation by potentially skewing the isochron age results. For example, excluding a pyrite particle with a high 187Re/188Os ratio can lead to a more consistent isochron age that aligns better with other geological dating methods, such as zircon U-Pb dating.",
        "AnswerCn": "在黄铁矿样品的Re-Os同位素年龄测定中，变异性可以归因于几个因素，包括初始的187Os/188Os比率、Re和Os的浓度水平，以及存在具有极端187Re/188Os和187Os/188Os比率的异常样品。这些因素通过可能扭曲同位素年龄结果，影响年龄估计的准确性。例如，排除一个具有高187Re/188Os比率的黄铁矿颗粒，可以导致一个更一致的同位素年龄，这与其他地质测年方法（如锆石U-Pb测年）更为一致。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using Re-Os isotope data from multiple pyrite samples for determining the formation age of mineral deposits?",
        "QuestionCn": "使用多个黄铁矿样品的Re-Os同位素数据来确定矿床形成年龄的后果是什么？",
        "AnswerEn": "The use of Re-Os isotope data from multiple pyrite samples allows for the determination of isochron ages, which can provide a precise age for the formation of mineral deposits. For instance, in the field described, the isochron age of 279±12 Ma for one sample and 75.2±4.3 Ma for another sample help to corroborate the age of the host strata and associated granite, thus refining the geological timeline of the region.",
        "AnswerCn": "使用来自多个黄铁矿样品的Re-Os同位素数据可以确定同位素年龄，这为矿床形成提供了精确的年龄。例如，在所描述的领域中，一个样品的同位素年龄为279±12百万年，另一个样品为75.2±4.3百万年，这有助于证实母岩层和相关花岗岩的年龄，从而细化该地区的地质时间表。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}