{
  "id": "271a977c-f251-4562-9be4-db0f476b0134",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Atlas of 1:100,000 deserts in the upper reaches of the Yellow River (2000)",
      "titleCn": "黄河上游1:10万沙漠分布地图集（2000）",
      "description": "一. An overview\nThis data set is a 1:100,000 distribution map of China's deserts as the data source, and it is tailored according to the river basin boundary. It mainly reflects the geographical distribution, area size, mobility and fixation degree of deserts, sandy land and gobi in the upper reaches of the Yellow River.The information source of this data set is Landsat TM image in 2000. Using remote sensing and geographic information system technology, according to the requirements of 1:100,000 scale thematic mapping, the thematic mapping of China's deserts, sandlands and gobi was carried out.\n二. Data processing instructions\nThis data set takes the 1:100,000 distribution map of China's deserts as the data source and is tailored according to the basin boundary.The information source of this data set is Landsat TM image in 2000. Using remote sensing and geographic information system technology, according to the requirements of 1:100,000 scale thematic mapping, the thematic mapping of China's deserts, sandlands and gobi was carried out.According to the system design requirements and related standards, the input data is standardized and uniformly converted into various data input standard formats.\n三. data content description\nThis data set is divided into desert and non-desert category, the non-desert code is 999. The desert is divided into three categories, namely desert (land), gobi and saline-alkali land, and the classification code is 23410, 2342000 and 2343000 respectively.Among them, deserts (land) are divided into four categories, namely mobile desert (land), semi-mobile desert (land), semi-fixed desert (land) and fixed desert (land). The classification codes are 2341010, 2341020, 2341030 and 2341040.\n四. Data usage instructions\nIt can make the resources, environment and other related workers understand the desert type, area and distribution in the upper reaches of the Yellow River, and make the classification and evaluation of the wind and sand hazards in ningmeng river section.",
      "descriptionCn": "一、概述\n本数据集是以中国沙漠1:10万分布图集为数据源，按流域边界裁剪而成，重点反映黄河上游沙漠、沙地和戈壁的地理分布、面积大小、沙丘流动性与固定程度。本数据集信息源为2000年Landsat TM影像，利用遥感与地理信息系统技术，按照1:10万比例尺专题图成图要求，对我国沙漠、沙地和戈壁进行了专题制图。\n二、数据处理说明\n本数据集以中国沙漠1:10万分布图集为数据源，按流域边界裁剪而成。本数据集信息源为2000年Landsat TM影像，利用遥感与地理信息系统技术，按照1:10万比例尺专题图成图要求，对我国沙漠、沙地和戈壁进行了专题制图。按照系统设计要求及有关标准，将输入数据进行标准化，统一转化为各类数据输入的标准格式。\n三、数据内容说明\n本数据集分为荒漠与非荒漠类，非荒漠代码为999.荒漠分为三类，为沙漠（地）、戈壁与盐碱地，分类代码分别为23410、2342000与2343000。其中沙漠（地）分为4类，分别为流动沙漠（地）、半流动沙漠（地）、半固定沙漠（地）、固定沙漠（地），其分类代码分别为：2341010、2341020、2341030与2341040.\n四、数据使用说明\n可以使资源环境和其他相关工作者对黄河上游沙漠类型、面积与分布进行了解，对宁蒙河段风沙危害进行分、评价。",
      "instructions": "File name: the data is stored in vector SHP format, \"yellowsm.shp\", which represents the desert distribution in the upper reaches of the Yellow River.\nData reading mode: vector data can be opened by Arcgis, Qgis and other software to read spatial and attribute data.",
      "instructionsCn": "文件命名：数据以矢量shp格式存储，文件名称“yellowsm.shp”,代表黄河上游沙漠分布状况。\n数据读取方式：矢量数据可以用Arcgis、Qgis等软件打开读取空间及属性数据。",
      "east": 112.0,
      "west": 95.0,
      "south": 32.0,
      "north": 42.0,
      "startTime": "2000-09-09 10:42:00",
      "endTime": "2000-09-09 11:35:00",
      "fileSize": 98566292.0,
      "cstr": null,
      "doi": "",
      "dataFormat": "shp",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "薛娴",
        "nameEn": "XUE Xian",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "杜鹤强",
        "nameEn": "DU Heqiang",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "中国1:10万沙漠(沙地)分布数据集",
        "titleEn": null,
        "referenceCn": "王一谋, 王建华. 2000, 中国1:10万沙漠(沙地)分布数据集",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "沙漠/荒漠",
        "nameEn": "Desert"
      },
      {
        "nameCn": "沙漠、沙地",
        "nameEn": "Desert, sand"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黄河上游",
        "keywordEn": "The upstream of the Yellow River"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000",
        "keywordEn": "2000",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黄河上游沙漠宽谷段风沙水沙过程及调控机理",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to map desert distribution at a scale of 1:100,000 using remote sensing technology?",
        "QuestionCn": "您能否提供一个使用遥感技术在1:100,000比例尺下绘制沙漠分布的数据收集方法的示例？",
        "AnswerEn": "An example of a data collection method is utilizing 2000 Landsat TM imagery, which involves remote sensing and geographic information system (GIS) techniques to create thematic maps of desert, sandy land, and gobi at a 1:100,000 scale. This method includes standardizing input data according to system design requirements and relevant standards to ensure consistent formatting for various data inputs.",
        "AnswerCn": "数据收集方法的一个例子是利用2000年的Landsat TM影像，这涉及遥感和地理信息系统（GIS）技术，以1:100,000的比例制作沙漠、沙地和戈壁的专题地图。该方法包括根据系统设计要求和相关标准对输入数据进行标准化，以确保各种数据输入的一致格式。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the features and classifications used to specify different types of desert landscapes in a dataset?",
        "QuestionCn": "用于指定不同类型沙漠景观的数据集中的特征和分类是什么？",
        "AnswerEn": "desert, Gobi, saline-alkali land, mobile desert, semi-mobile desert, semi-fixed desert, fixed desert",
        "AnswerCn": "沙漠，戈壁，盐碱地，流动沙漠，半流动沙漠，半固定沙漠，固定沙漠",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '专题制图' mean in the context of mapping using remote sensing and GIS technology?",
        "QuestionCn": "在使用遥感和地理信息系统技术进行制图的背景下，“专题制图”是什么意思？",
        "AnswerEn": "'专题制图' refers to thematic mapping, which involves creating maps that focus on specific themes or topics, such as the geographic distribution and characteristics of deserts, sandlands, and gobi areas, using remote sensing and GIS technology. It requires adherence to specific mapping scale requirements, such as a 1:100,000 scale in this context.",
        "AnswerCn": "'专题制图'指的是主题制图，涉及创建关注特定主题或话题的地图，例如沙漠、沙地和戈壁地区的地理分布和特征，使用遥感和GIS技术。这需要遵循特定的制图比例要求，例如在此背景下的1:100,000比例。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods utilizing Landsat TM imagery for mapping desert distributions compare to other remote sensing techniques in terms of capturing the geographic distribution and characteristics of deserts, sand lands, and gobi in river basins?",
        "QuestionCn": "利用Landsat TM影像进行沙漠分布映射的数据收集方法与其他遥感技术在捕捉沙漠、沙地和戈壁在河流盆地中的地理分布和特征方面有何比较？",
        "AnswerEn": "The data collection method using Landsat TM imagery focuses on capturing the geographic distribution and characteristics of deserts, sand lands, and gobi specifically in river basins like the upper reaches of the Yellow River. It applies remote sensing and GIS technologies following a 1:100,000 scale thematic mapping requirement. This method is particularly designed to reflect aspects such as area size, dune mobility, and fixed degree. Compared to other remote sensing techniques, the Landsat TM method may offer a standardized approach, particularly suitable for large-scale mapping and thematic cartography, but may differ in resolution or detail captured compared to more advanced or higher resolution remote sensing technologies.",
        "AnswerCn": "数据收集方法使用Landsat TM影像，重点捕捉沙漠、沙地和戈壁在黄河上游等河流流域的地理分布和特征。该方法应用遥感和GIS技术，遵循1:100,000比例尺的专题制图要求。此方法特别设计用于反映区域大小、沙丘移动性和固定程度等方面。与其他遥感技术相比，Landsat TM方法可能提供一种标准化的方法，特别适合大规模制图和专题制图，但在分辨率或捕捉的细节方面可能与更先进或更高分辨率的遥感技术有所不同。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the challenges and technological methodologies involved in using Landsat TM imagery and GIS techniques to map desert distribution at a 1:100,000 scale?",
        "QuestionCn": "使用Landsat TM影像和GIS技术以1:100,000比例尺绘制沙漠分布图所涉及的挑战和技术方法有哪些可以推断出的信息？",
        "AnswerEn": "The use of Landsat TM imagery and GIS techniques to map desert distribution at a 1:100,000 scale involves overcoming challenges such as accurately delineating desert boundaries, distinguishing between different types of desert terrain (e.g., moving, semi-moving, and fixed sand dunes), and ensuring that the data is standardized and formatted correctly. These techniques require precise remote sensing and GIS skills to create thematic maps that accurately reflect the land cover and desert dynamics over the selected area. Additionally, the technological methodologies must address the complexities of integrating satellite imagery data with geographic boundaries and ensuring the classification codes accurately represent the various landforms.",
        "AnswerCn": "使用Landsat TM影像和GIS技术以1:100,000的比例绘制沙漠分布图面临着一些挑战，例如准确划定沙漠边界、区分不同类型的沙漠地形（如移动沙丘、半移动沙丘和固定沙丘），以及确保数据的标准化和格式正确。这些技术需要精确的遥感和GIS技能，以创建准确反映所选区域土地覆盖和沙漠动态的专题地图。此外，技术方法必须解决将卫星影像数据与地理边界集成的复杂性，并确保分类代码准确代表各种地貌。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in using Landsat TM imagery for creating a 1:100,000 scale map of desert distributions, focusing on ensuring geographic accuracy and thematic detail?",
        "QuestionCn": "使用Landsat TM影像创建1:100,000比例尺的沙漠分布地图涉及哪些程序步骤，重点是确保地理准确性和主题细节？",
        "AnswerEn": "The process involves utilizing 2000 Landsat TM imagery as the information source, employing remote sensing and GIS technologies to meet thematic mapping requirements at a 1:100,000 scale. The data is first standardized and transformed into a uniform input format according to system design requirements and relevant standards. The mapping focuses on thematic depiction of deserts, sand, and Gobi, categorized and coded into different types such as mobile, semi-mobile, semi-fixed, and fixed deserts.",
        "AnswerCn": "该过程涉及利用2000年的Landsat TM影像作为信息来源，采用遥感和GIS技术以满足1:100,000比例尺的专题制图要求。数据首先被标准化，并根据系统设计要求和相关标准转化为统一的输入格式。制图重点在于对沙漠、沙丘和戈壁的专题描绘，分类并编码为不同类型，如流动沙漠、半流动沙漠、半固定沙漠和固定沙漠。",
        "Level": "C3(Applying)"
      }
    ]
  }
}