{
  "id": "27871ebc-3ed3-41ab-b1e4-5bbc1505a629",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Multi-scale surface flux and meteorological elements observation dataset in the Hai River Basin (Huailai station-automatic weather station-10m tower, 2016)",
      "titleCn": "海河流域多尺度地表通量与气象要素观测数据集：怀来站-自动气象站（10m塔）-2016",
      "description": "The data set contains the observation data of 10m tower self-moving meteorological station on January 1, 2016, solstice, December 31, 2016.The station is located in east garden town, huailai county, hebei province.The latitude and longitude of the observation point is 115.7880E, 40.3491N, and the altitude is 480m.\nThe automatic weather station is installed on a 10m tower, the acquisition frequency is 30s, and the output time is 10min.The observation factors include air temperature and relative humidity (5m), and the direction is due north.The wind speed (10m), the wind direction (10m), the direction is due to the north;Air pressure (installed in waterproof box);Rainfall (10m);The four-component radiation (5m), the direction is due to the south;The infrared surface temperature (5m), the arm is facing south, and the probe is facing vertically downward.The soil temperature and humidity probe was buried at 1.5m to the south of the meteorological tower. The buried depth of the soil temperature probe was 0cm, 2cm, 4cm, 10cm, 20cm, 40cm, 80cm, 120cm and 160cm. The buried depth of the soil moisture sensor was 2cm, 4cm, 10cm, 10cm, 10cm, 10cm, 20cm, 80cm, 120cm and 160cm.The average soil temperature was buried 2,4 cm underground.Soil hot flow plates (3) are buried in the ground 6cm.\nProcessing and quality control of observation data :(1) ensure 144 data per day (every 10min). If data is missing, it will be marked by -6999;(2) eliminate the moments with duplicate records;(3) data that is obviously beyond the physical meaning or the range of the instrument is deleted;(4) the format of date and time is unified, and the date and time are in the same column.For example, the time is: 2016-6-10-10:30.During January 1, solstice, April 15, there was a problem with the soil temperature sensor with a depth of 40cm, and the data was missing.\nGuo et al, 2020 is used for site introduction and Liu et al, 2013 for data processing",
      "descriptionCn": "该数据集包含了2016年1月1日至2016年12月31日的10m塔自动气象站观测数据。站点位于河北省怀来县东花园镇，下垫面为水浇地玉米。观测点的经纬度是115.7880E，40.3491N，海拔480m。\n自动气象站安装在10m塔上，采集频率为30s，且10min输出一次。观测要素包括空气温度、相对湿度（5m），朝向为正北；风速（10m），风向（10m），朝向为正北；气压（安装在防水箱内）；雨量（10m）；四分量辐射（5m），朝向为正南；红外表面温度（5m），支臂朝向正南，探头朝向是垂直向下；土壤温湿度探头埋设在气象塔正南方1.5m处，土壤温度探头埋设深度为0cm、2cm、4cm、10cm、20cm、40cm、80cm、120cm和160cm处，土壤水分传感器埋设深度为2cm、4cm、10cm、20cm、40cm、80cm、120cm和160cm；平均土壤温度埋在地下2，4cm；土壤热流板（3块）埋设在地下6cm处。\n观测数据的处理与质量控制：（1）确保每天144个数据（每10min），若出现数据的缺失，则由-6999标示；（2）剔除有重复记录的时刻；（3）删除了明显超出物理意义或超出仪器量程的数据；（4）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2016-6-10 10:30。1月1日至4月15日期间由于40cm深度土壤温度传感器出现问题，数据缺失。\n    自动气象站发布的数据包括：日期/时间Date/Time，空气温湿观测（Ta_5m,RH_5m）（℃，%），风速（Ws_10m）（m/s），风向（WD）（°），气压（Press）（hpa），降水（Rain）（mm），四分量辐射（DR、UR、DLR、ULR、Rn）（W/m2），地表辐射温度（IRT_1、IRT_2）（℃），土壤热通量（Gs_1、Gs_2、Gs_3）（W/m2）、多层土壤水分（Ms_2cm、Ms_4cm、Ms_10cm、Ms_20cm、Ms_40cm、Ms_80cm、Ms_120cm、Ms_160cm）（%）、多层土壤温度（Ts_2cm、Ts_4cm、Ts_10cm、Ts_20cm、Ts_40cm、Ts_80cm、Ts_120cm、Ts_160cm）（℃）、平均土壤温度TCAV（℃）。\n站点介绍用guo et al, 2020; 数据处理用liu et al, 2013.",
      "instructions": "File naming method: **** station-#### station-xx tower-yyyy, where **** represents the site name, #### # represents the site type, xx represents the tower height (meters), yyyy represents the data observation year\nData usage: this data is tabular data, which can be opened and viewed by WPS, Ecxel and other software",
      "instructionsCn": "文件命名方式：**** station-#### station-xx tower-yyyy，其中****代表站点名称，####代表站点类型，xx代表塔高（米），yyyy代表数据观测年份\n数据使用方法：此数据为表格数据，可用WPS、Ecxel等软件打开查看",
      "east": 115.788,
      "west": 115.788,
      "south": 40.3491,
      "north": 40.3491,
      "startTime": "2016-01-13 08:00:00",
      "endTime": "2017-01-12 08:00:00",
      "fileSize": 12549512.0,
      "cstr": "18406.11.haihe.005.2019.db",
      "doi": "10.3972/haihe.005.2019.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "涡动相关仪观测蒸散量的插补方法比较",
        "titleEn": null,
        "referenceCn": "徐自为, 刘绍民, 徐同仁, 王介民. (2009). 涡动相关仪观测蒸散量的插补方法研究.地球科学进展, 29(4), 372-382.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
      },
      {
        "titleCn": null,
        "titleEn": "Evaluating parameterizations of aerodynamic resistance to heat transfer using field measurements",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Lu, L., Mao, D., & Jia, L. (2007). Evaluating parameterizations of aerodynamic resistance to heat transfer using field measurements. Hydrology and Earth System Sciences, 11(2), 769-283."
      },
      {
        "titleCn": null,
        "titleEn": "Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area",
        "referenceCn": null,
        "referenceEn": "Guo, A.L., Liu, S.M., Zhu, Z.L., Xu, Z.W., Xiao, Q., Ju, Q., Zhang, Y., & Yang, X.F. (2020). Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area. Journal of Geophysical Research: Atmospheres, 125, e2020JD032833. https://doi.org/10.1029/2020JD032833."
      },
      {
        "titleCn": null,
        "titleEn": "Validation of remotely sensed evapotranspiration over the Hai River Basin, China",
        "referenceCn": null,
        "referenceEn": "Jia, Z.Z., Liu, S.M., Xu, Z.W,, Chen, Y.J., & Zhu, M.J. (2012). Validation of remotely sensed evapotranspiration over the Hai River Basin, China. Journal of Geophysical Research, 117(D13)."
      },
      {
        "titleCn": "不同下垫面大孔径闪烁仪观测数据处理与分析",
        "titleEn": null,
        "referenceCn": "卢俐, 刘绍民, 徐自为, 王介民, 李小文. (2009). 不同下垫面上大孔径闪烁仪观测数据的处理与分析. 应用气象学报, 20(2), 171-178.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
      },
      {
        "titleCn": "涡动相关仪观测数据的处理与质量评价研究",
        "titleEn": null,
        "referenceCn": "徐自为, 刘绍民, 宫丽娟, 王介民, 李小文. (2008). 涡动相关仪观测数据的处理与质量评价研究. 地球科学进展, 23(4), 357-370.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
      },
      {
        "titleCn": "大孔径闪烁仪观测数据的处理方法研究",
        "titleEn": null,
        "referenceCn": "白洁, 刘绍民, 丁晓萍, 卢俐. (2010). 大孔径闪烁仪观测数据的处理方法研究. 地球科学进展, 25(11), 1148-1165.",
        "referenceEn": null
      },
      {
        "titleCn": "农田下垫面观测通量的变化特征及其气候学足迹分析",
        "titleEn": null,
        "referenceCn": "朱明佳, 刘绍民, 徐自为, 徐同仁. (2013). 农田下垫面观测通量的变化特征及其气候学足迹分析. 地球科学进展, 28(12), 96-109.",
        "referenceEn": null
      },
      {
        "titleCn": "大孔径闪烁仪观测中的相似理论适用性分析",
        "titleEn": null,
        "referenceCn": "郭伟, 刘寿东, 刘绍民, 徐自为. (2013). 大孔径闪烁仪观测中的相似理论适用性分析. 高原气象, 32(4), 944–955.",
        "referenceEn": null
      },
      {
        "titleCn": "农田和草地下垫面上附加阻尼kB-1变化特征的分析",
        "titleEn": null,
        "referenceCn": "鞠英芹, 徐自为, 刘绍民, 卢俐, 徐同仁, 刘寿东. (2014). 农田和草地下垫面上附加阻尼kB-1变化特征的分析. 高原气象, 33(1), 55-65.",
        "referenceEn": null
      },
      {
        "titleCn": "大孔径闪烁仪的通量印痕分析与应用",
        "titleEn": null,
        "referenceCn": "蔡旭晖, 朱明佳, 刘绍民, 徐自为. (2010). 大孔径闪烁仪的通量印痕分析与应用. 地球科学进展, 25(11), 1166-1174.",
        "referenceEn": null
      },
      {
        "titleCn": "大孔径闪烁仪和涡动相关仪观测显热通量之间的尺度关系",
        "titleEn": null,
        "referenceCn": "卢俐, 刘绍民, 徐自为, 白洁, 王介民. (2010). 大孔径闪烁仪和涡动相关仪观测显热通量之间的尺度关系. 地球科学进展, 25 (11), 1273-1282.",
        "referenceEn": null
      },
      {
        "titleCn": "海河流域不同下垫面上大孔径闪烁仪观测显热通量的时空特征分析",
        "titleEn": null,
        "referenceCn": "白洁, 刘绍民, 丁晓萍. (2010). 海河流域不同下垫面上大孔径闪烁仪观测显热通量的时空特征分析. 地球科学进展, 25(11), 1187-1198.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": "不同土壤热通量测算方法的比较及其对地表能量平衡闭合影响的研究",
        "titleEn": null,
        "referenceCn": "徐自为, 刘绍民, 徐同仁, 丁闯. (2013). 不同土壤热通量测算方法的比较及其对地表能量平衡闭合影响的研究. 地球科学进展, 28(8), 875-889.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "The characteristics and parameterization of aerodynamic roughness length over heterogeneous surfaces",
        "referenceCn": null,
        "referenceEn": "Lu, L., Liu, S.M., Xu, Z.W., Yang, K., Cai, X.H., Jia, L., & Wang, J.M. (2009). The characteristics and parameterization of aerodynamic roughness length over heterogeneous surfaces. Advances in atmospheric sciences, 26(1), 180-190."
      },
      {
        "titleCn": "大尺度地表水热通量的观测、分析与应用",
        "titleEn": null,
        "referenceCn": "刘绍民, 李小文, 施生锦, 徐自为, 白洁, 丁晓萍, 贾贞贞, 朱明佳. (2010). 大尺度地表水热通量的观测、分析与应用. 地球科学进展, 25(11), 1113-1127.",
        "referenceEn": null
      },
      {
        "titleCn": "涡动相关仪和大孔径闪烁仪观测通量的空间代表性",
        "titleEn": null,
        "referenceCn": "宫丽娟, 刘绍民, 双喜, 蔡旭晖, 徐自为. (2009). 涡动相关仪和大孔径闪烁仪观测通量的空间代表性研究. 高原气象, 28(2), 246-257.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "气象要素",
        "nameEn": "Meteorological element"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "怀来县",
        "keywordEn": "Huailai"
      },
      {
        "keywordCn": "河北省",
        "keywordEn": "Hebei"
      },
      {
        "keywordCn": "海河流域",
        "keywordEn": "Haihe river basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2016",
        "keywordEn": "2016",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of a dataset collected from an automatic weather station installed on a 10m tower in an agricultural area?",
        "QuestionCn": "从安装在农业区域10米高塔上的自动气象站收集的数据集的特征是什么？",
        "AnswerEn": "air temperature and relative humidity at 5m, wind speed and direction at 10m, atmospheric pressure, rainfall at 10m, four components of radiation at 5m, infrared surface temperature, soil temperature and moisture at various depths, data collected every 30 seconds, data output every 10 minutes, located in a cornfield in Huailai County, Hebei Province, precise geographic coordinates, elevation",
        "AnswerCn": "空气温度和相对湿度（5米），风速和风向（10米），大气压力，降雨量（10米），四个分量的辐射（5米），红外地表温度，各深度的土壤温度和湿度，每30秒收集一次数据，每10分钟输出一次数据，位于河北省怀来县的玉米地，精确的地理坐标，海拔高度。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many data points are collected on a daily basis in an automatic meteorological station dataset observing air temperature and humidity, wind speed and direction, and other meteorological elements?",
        "QuestionCn": "在自动气象站数据集中，关于空气温度和湿度、风速和风向以及其他气象元素，日常收集的数据点有多少？",
        "AnswerEn": "144",
        "AnswerCn": "144",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'multi-scale surface flux and meteorological element observation' mean in the context of environmental data collection?",
        "QuestionCn": "在环境数据收集的背景下，“多尺度表面通量和气象要素观测”是什么意思？",
        "AnswerEn": "Multi-scale surface flux and meteorological element observation refers to the systematic collection and analysis of various atmospheric and soil-related parameters at different spatial or temporal scales. This includes measuring air temperature, humidity, wind speed and direction, atmospheric pressure, precipitation, radiation components, surface temperature, soil heat flux, and soil moisture and temperature at multiple depths to understand the interactions between the atmosphere and the Earth's surface.",
        "AnswerCn": "多尺度表面通量和气象要素观测是指在不同空间或时间尺度上系统地收集和分析各种大气和土壤相关参数。这包括测量空气温度、湿度、风速和风向、大气压力、降水、辐射成分、表面温度、土壤热通量以及不同深度的土壤湿度和温度，以了解大气与地球表面之间的相互作用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in ensuring the accuracy and reliability of meteorological and soil data collected by an automatic weather station installed on a 10m tower?",
        "QuestionCn": "确保安装在10米塔上的自动气象站收集的气象和土壤数据的准确性和可靠性所涉及的程序步骤有哪些？",
        "AnswerEn": "The data processing and quality control steps include: (1) Ensuring there are 144 data points per day (every 10 minutes), with missing data marked as -6999; (2) Removing duplicate records; (3) Deleting data points that are clearly outside the physical range or instrument limits; (4) Standardizing date and time format, with date and time in the same column, e.g., 2016-6-10 10:30. Additionally, for the period from January 1 to April 15, the 40cm depth soil temperature sensor data is missing due to sensor issues.",
        "AnswerCn": "数据处理和质量控制步骤包括：(1) 确保每天有144个数据点（每10分钟一个），缺失数据标记为-6999；(2) 删除重复记录；(3) 删除明显超出物理范围或仪器限制的数据点；(4) 标准化日期和时间格式，将日期和时间放在同一列，例如：2016-6-10 10:30。此外，从1月1日到4月15日，40cm深度的土壤温度传感器数据因传感器问题缺失。",
        "Level": "C3(Applying)"
      }
    ]
  }
}