{
    "id": "2793ba69-7122-4a62-876b-647a1a50a121",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "NCEP reanalysis datasets (1948-2018)",
            "titleCn": "全球NCEP 再分析数据集（1948-2018）",
            "description": "1) The data set is composed of global atmospheric reanalysis data jointly produced by the National Centers for Environmental Prediction (NCEP) and the National Center for Atmospheric Research (NCAR). These grid data are generated by reanalysing the global meteorological data from 1948 to present by applying observation data, forecasting models and assimilation systems. The data variables include surface, near-surface (.995 sigma layer) and multiple meteorological variables in different barospheres, such as precipitation, temperature, relative humidity, sea level pressure, geopotential height, wind field, heat flux, etc.\n2) The coverage time is from 1948 to 2018, and the data from 1948 to 1957 are non-Gaussian grid data. The data cover the whole world. The spatial resolution is a 2.5° latitude by 2.5° longitude grid. The vertical resolution is a 17-layer standard pressure barosphere, with layer boundaries at 1000, 925, 850, 700, 600, 500, 400, 300, 250, 200, 150, 100, 70, 50, 30, 20, and 10 hPa, and 28 sigma levels. Some variables are calculated for 8 layers (omega) or 12 layers (humidity), with temporal resolutions of 6 hours, daily, monthly or a long-term monthly average (from 1981 to 2010). The daily data are obtained by averaging the daily values of 0Z, 6Z, 12Z and 18Z.\n3) Missing values are assigned a value of -9.99691e+36f. The data are stored in the .nc format with the file name var.time.stat.nc, and each file includes data on latitude, longitude, time, and atmospheric variables.\n\nFor detailed data specifications, please visit http://www.esrl.noaa.gov/pad/data.",
            "descriptionCn": "1）该套数据集为来自美国国家环境预报中心（NCEP）和国家大气研究中心（NCAR）联合研制的全球大气再分析数据，是利用观测资料、预报模式和同化系统对全球从1948年到目前的气象资料进行再分析形成的格点资料。数据变量包括地表、近地表（.995sigma层）和不同气压层的多个气象变量，如降水、温度、相对湿度、海平面气压、位势高度、风场和热通量等。\n2）覆盖时间为1948年至2018年，其中1948至1957年数据是非高斯格点数据；覆盖范围为全球。空间分辨率为2.5°经纬网格。垂直分层为17个标准气压层，分别为1000、925、850、700、600、500、400、300、250、200、150、100、70、50、30、20、10 hPa，和28 sigma层。部分变量为8层（omega）和12层（humidities）；时间分辨率为逐6小时、逐日、逐月和长期逐月平均（1981年至2010年平均）。逐日数据由每日0Z，6Z，12Z和18Z 4个时次值作平均得到的。 \n3）缺测值为-9.96921e+36f。数据以nc格式存放，文件名为var.time.stat.nc, 每个文件包括经纬度、时间和大气要素变量。\n\n数据的详细情况见数据说明链接http://www.esrl.noaa.gov/pad/data 。",
            "instructions": "",
            "instructionsCn": "数据均以nc格式存放，数据分为六个文件夹，分别为gauss格点、不同气压层、sigma、地表, 地表gauss格点、tropopause层。文件名为var.time.stat.nc, var为变量名简写，time为数据精度(如day为日数据、mon为月数据)，stat代表数据类型（如ltm表示数据气候态平均）每个文件包括经纬度、时间和要素变量。",
            "east": 180.0,
            "west": -180.0,
            "south": -90.0,
            "north": 90.0,
            "startTime": "1948-02-16 16:00:00",
            "endTime": "2019-02-15 16:00:00",
            "fileSize": 31150724000.0,
            "cstr": "18406.11.Meteoro.tpdc.270922",
            "doi": "10.11888/Meteoro.tpdc.270922",
            "dataFormat": "nc",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "NOAA",
                "nameEn": "National Oceanic and Atmospheric Administration",
                "unitEn": "National Oceanic and Atmospheric Administration",
                "unitCn": "National Oceanic and Atmospheric Administration"
            },
            {
                "nameCn": "NCAR",
                "nameEn": "National Center for Atmospheric Research",
                "unitEn": "National Center for Atmospheric Research",
                "unitCn": "National Center for Atmospheric Research"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The NCEP/NCAR 40-year reanalysis project",
                "referenceCn": null,
                "referenceEn": "Kalnay et al. The NCEP/NCAR 40-year reanalysis project. Bull. Amer. Meteor. Soc., 1996, 77: 437-470."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "大气水汽",
                "nameEn": "Atmospheric Water Vapor"
            },
            {
                "nameCn": "大气环流",
                "nameEn": "Atmospheric circulation"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "湿度/干燥度",
                "nameEn": "Humidity/Dryness"
            },
            {
                "nameCn": "热通量",
                "nameEn": "Heat flux"
            },
            {
                "nameCn": "表面温度",
                "nameEn": "Skin temperature"
            },
            {
                "nameCn": "辐射",
                "nameEn": "Radiation"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            },
            {
                "nameCn": "降水量",
                "nameEn": "Precipitation amount"
            },
            {
                "nameCn": "风",
                "nameEn": "Winds"
            },
            {
                "nameCn": "风向",
                "nameEn": "Wind direction"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "全球",
                "keywordEn": "globe"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1948-2018",
                "keywordEn": "1948-2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "地球大数据科学工程专项时空三极环境项目",
                "titleEn": "CASEarth:Big Earth Data for Three Poles"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the key features of a dataset containing global atmospheric reanalysis data?",
                "QuestionCn": "包含全球大气重分析数据的数据集的关键特征是什么？",
                "AnswerEn": "surface, near-surface (.995 sigma level), multiple meteorological variables, precipitation, temperature, relative humidity, sea level pressure, geopotential height, wind fields, heat fluxes, time span from 1948 to 2018, spatial resolution of a 2.5° latitude-longitude grid, vertical layers at 17 standard pressure levels, additional sigma layers, time resolutions of 6-hourly, daily, monthly, long-term monthly averages, missing values represented by -9.96921e+36f, data stored in nc format, filenames structured as var.time.stat.nc",
                "AnswerCn": "地表，近地表（.995 sigma层），多种气象变量，降水，温度，相对湿度，海平面气压，位势高度，风场，热通量，时间跨度从1948年到2018年，空间分辨率为2.5°纬度-经度网格，垂直层为17个标准气压层，附加sigma层，时间分辨率为6小时、每日、每月、长期月平均，缺失值表示为-9.96921e+36f，数据存储为nc格式，文件名结构为var.time.stat.nc。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the meaning of '再分析数据' in the context of atmospheric datasets?",
                "QuestionCn": "'再分析数据'在大气数据集的上下文中指的是通过数值天气预报模型和观测数据的结合，对过去的气象数据进行重新分析和处理，以生成更为准确和一致的气象记录。这些数据通常用于气候研究、天气预报和环境监测等领域。",
                "AnswerEn": "In the context of atmospheric datasets, '再分析数据' refers to reanalysis data, which are generated by combining historical observational data with modern numerical weather prediction models and data assimilation techniques to provide a comprehensive and consistent dataset of past atmospheric conditions on a global scale.",
                "AnswerCn": "在大气数据集的背景下，“再分析数据”是指再分析数据，这些数据通过将历史观测数据与现代数值天气预报模型和数据同化技术相结合，生成了一套全面且一致的全球过去大气条件的数据集。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors could contribute to missing values in a dataset that spans from 1948 to 2018 and integrates various meteorological variables across multiple pressure levels and time resolutions?",
                "QuestionCn": "在一个涵盖1948年至2018年的数据集中，整合了多个气象变量、不同气压层次和时间分辨率，可能导致缺失值的因素包括：",
                "AnswerEn": "Missing values could arise due to gaps in observational data, inconsistencies in data collection methods over time, limitations of historical data assimilation technologies, and errors during the integration of diverse meteorological variables. Additionally, the transition from non-Gaussian grid data in earlier years to more structured data could also contribute to inconsistencies.",
                "AnswerCn": "缺失值可能由于观测数据中的空白、随时间变化的数据收集方法的不一致、历史数据同化技术的局限性以及在整合多种气象变量时的错误而产生。此外，从早期的非高斯网格数据过渡到更结构化的数据也可能导致不一致性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using non-Gaussian grid data from the earlier years of reanalysis datasets on the accuracy and reliability of meteorological trends analysis?",
                "QuestionCn": "使用早期再分析数据集中的非高斯网格数据对气象趋势分析的准确性和可靠性会产生什么后果？",
                "AnswerEn": "Using non-Gaussian grid data from earlier years may introduce inconsistencies in trend analysis due to potential differences in data distribution and resolution compared to later, more refined datasets. This could affect the accuracy of long-term meteorological trends and variability assessments, requiring careful consideration and possible adjustments in data processing approaches.",
                "AnswerCn": "使用早期的非高斯网格数据可能会由于与后期更精细数据集在数据分布和分辨率上的潜在差异而引入趋势分析中的不一致性。这可能会影响长期气象趋势和变异性评估的准确性，因此需要在数据处理方法上进行仔细考虑和可能的调整。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of compiling a global atmospheric reanalysis dataset spanning from 1948 to 2018?",
                "QuestionCn": "编制一个从1948年到2018年的全球大气重分析数据集的主要目标是什么？",
                "AnswerEn": "The primary objective of compiling a global atmospheric reanalysis dataset spanning from 1948 to 2018 is to provide a comprehensive grid-based analysis of global meteorological data, utilizing observational data, forecast models, and assimilation systems. This dataset aims to facilitate the study and understanding of various meteorological variables such as precipitation, temperature, and wind fields across different pressure levels, offering insights into historical climate patterns and aiding in atmospheric research and forecasting.",
                "AnswerCn": "编制一个从1948年到2018年的全球大气重分析数据集的主要目标是提供一个全面的基于网格的全球气象数据分析，利用观测数据、预报模型和同化系统。该数据集旨在促进对各种气象变量的研究和理解，如降水、温度和不同压力层的风场，提供对历史气候模式的洞察，并有助于大气研究和预报。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedures for integrating observational data, forecasting models, and assimilation systems to form a comprehensive atmospheric reanalysis dataset spanning multiple decades?",
                "QuestionCn": "将观测数据、预测模型和同化系统整合成一个跨越多个十年的综合大气重分析数据集的程序是什么？",
                "AnswerEn": "The procedures involve utilizing observational data, forecasting models, and assimilation systems to reanalyze global meteorological information from 1948 to 2018, resulting in gridded datasets. This includes processing data variables for different atmospheric levels and time resolutions, accommodating for missing values marked by -9.96921e+36f, and storing the data in nc format.",
                "AnswerCn": "这些程序涉及利用观测数据、预测模型和同化系统，对1948年至2018年的全球气象信息进行再分析，生成网格化数据集。这包括处理不同大气层次和时间分辨率的数据变量，处理缺失值（标记为-9.96921e+36f），并将数据存储为nc格式。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies are employed to integrate observational data, forecast models, and assimilation systems for creating global atmospheric reanalysis datasets?",
                "QuestionCn": "用于整合观测数据、预测模型和同化系统以创建全球大气重分析数据集的方法论有哪些？",
                "AnswerEn": "The integration involves utilizing observational data, forecast models, and assimilation systems to perform a reanalysis of global meteorological data from 1948 to 2018, resulting in gridded data products that include a variety of atmospheric variables across different pressure levels and spatial resolutions.",
                "AnswerCn": "该集成涉及利用观测数据、预报模型和同化系统，对1948年至2018年的全球气象数据进行再分析，生成包含不同压力层和空间分辨率的多种大气变量的网格数据产品。",
                "Level": "C6(Creating)"
            }
        ]
    }
}