{
  "id": "279924aa-0db9-4c70-ae1f-043306c5dff5",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "HiTIC-NCP: a daily high-resolution (1 km) human thermal index collection over the North China Plain from 2003 to 2020",
      "titleCn": "中国华北平原逐日1公里体感温度数据集（HiTIC-NCP，2003-2020）",
      "description": "The daily High spatial resolution human Thermal Index Collection over the North China Plain (HiTIC-NCP) includes near-surface air temperature (SAT) and 11 commonly used human-perceived temperature indices: indoor Apparent Temperature (ATin), outdoor shaded Apparent Temperature (ATout), Discomfort Index (DI), Effective Temperature (ET), Heat Index (HI), Humidex (HMI), Modified Discomfort Index (MDI), Net Effective Temperature (NET), Wet-Bulb Temperature (WBT), simplified Wet-Bulb Globe Temperature (sWBGT), and Wind Chill Temperature (WCT). This daily dataset has a high spatial resolution of 1 km × 1 km and covers the North China Plain from January 2003 to December 2020. It has high accuracy with averaged determination coefficient, mean absolute error, and root mean squared error of 0.987, 0.970 °C, and 1.292 °C, respectively. The dataset is stacked by year and each stack consists of 365 daily images in NetCDF format by day of the year. The unit of the dataset is 0.01 degree Celsius (°C), and the values are stored in an integer type (Int16) to save storage space, and thus need to be divided by 100 to get the values in degree Celcius when in use. The geographic coordinate system of the dataset is World Geodetic System (WGS) 1984 Coordinate System. If you have any questions when using the HiTIC-NCP dataset, please feel free to contact Mr. Xiang Li via lixiang97@mail2.sysu.edu.cn, Dr. Ming Luo via luom38@mail.sysu.edu.cn, or Dr. Yongquan Zhao via yqzhao@link.cuhk.edu.hk. More details on the procedure of producing the HiTIC-NCP dataset and its accuracy assessment can be found in:\nLi, X., Luo, M., Zhao, Y. et al. A daily high-resolution (1 km) human thermal index collection over the North China Plain from 2003 to 2020. Sci Data 10, 634 (2023). https://doi.org/10.1038/s41597-023-02535-y",
      "descriptionCn": "中国华北平原逐日高空间分辨率体感温度数据集（HiTIC-NCP）包括近地表气温（Surface Air Temperature, SAT）和 11 个常用的体感温度指数：室内表观温度（indoor Apparent Temperature，ATin）、室外荫蔽处表观温度（outdoor shaded Apparent Temperature，ATout）、不舒适指数（Discomfort Index，DI）、有效温度（Effective Temperature，ET）、酷热指数（Heat Index，HI）、湿热指数（Humidex，HMI）、修正的不舒适指数（Modified Discomfort Index，MDI）、净有效温度（Net Effective Temperature，NET）、简化湿球黑球温度（simplified Wet Bulb Globe Temperature，sWBGT）、湿球温度（Wet-Bulb Temperature，WBT)、以及风寒温度（Wind Chill Temperature，WCT）。 该数据集空间分辨率高达1 km×1 km，时间分辨率为日尺度，覆盖了2003年1月至2020年12月的华北平原地区。HiTIC-NCP数据集中12个体感温度指数的总R2、平均绝对误差、均方根误差分别为0.987、0.970°C和1.292°C。 该数据集以年为单位存储为NetCDF格式数据，单年数据中共包含该年逐日体感温度指数栅格图像。HiTIC-NCP数据集体感温度单位为0.01摄氏度（°C），为节省存储空间，温度数值以整数数据类型（Int16）存储，在使用时需将其除以100。该数据集采用World Geodetic System 1984 (WGS84) 地理坐标系。如果您在使用HiTIC-NCP数据集时有任何问题，请直接联系数据集制作者：李翔（lixiang97@mail2.sysu.edu.cn）、罗明（luom38@mail.sysu.edu.cn）、赵涌泉 （yqzhao@link.cuhk.edu.hk）。有关 HiTIC-NCP 数据集生成过程及其准确性评估的更多详细信息，请参阅：\nLi, X., Luo, M., Zhao, Y. et al.  A daily high-resolution (1 km) human thermal index collection over the North China Plain from 2003 to 2020. Scientific Data. 10, 634 (2023).",
      "instructions": "The HiTIC-NCP dataset is stored in NetCDF format and consists of 216 files. The file name is \" HiTIC_NCP_Daily_{Index}_{year}\". Among them, Index is the human body heat index (such as WBT, HI, etc.), year is the calendar year. The unit of the dataset is 0.01 degree Celsius (°C), and the values are stored in an integer type (Int16) to save storage space, and thus need to be divided by 100 to get the values in degree Celcius when in use. The geographic coordinate system of the dataset is WGS 1984 Coordinate System.",
      "instructionsCn": "HiTIC-NCP数据集以NetCDF格式存储，共包括216个文件。\n命名：文件名为“HiTIC_NCP_Daily_{索引}_{年份}”。 其中，Index为人体热量指数（如WBT、HI等），year为历年。\n使用：HiTIC-NCP数据集体感温度单位为0.01摄氏度（°C），为节省存储空间，温度数值以整数数据类型（Int16）存储，在使用时需将其除以100；数据集坐标系为WGS84。",
      "east": 121.0,
      "west": 113.0,
      "south": 34.0,
      "north": 41.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 53413405062.0,
      "cstr": null,
      "doi": "10.1038/s41597-023-02535-y",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "李翔",
        "nameEn": "LI Xiang ",
        "unitEn": "Sun Yat-sen University",
        "unitCn": "中山大学"
      },
      {
        "nameCn": "罗明",
        "nameEn": "LUO Ming ",
        "unitEn": "Sun Yat-sen University",
        "unitCn": "中山大学"
      },
      {
        "nameCn": "赵涌泉",
        "nameEn": "ZHAO Yongquan",
        "unitEn": "",
        "unitCn": "中国科学院南京地理与湖泊研究所"
      },
      {
        "nameCn": "张慧",
        "nameEn": "ZHANG Hui ",
        "unitEn": "Sun Yat-sen University",
        "unitCn": "中山大学"
      },
      {
        "nameCn": "葛尔佳",
        "nameEn": "GE Erjia ",
        "unitEn": "University of Toronto",
        "unitCn": "多伦多大学"
      },
      {
        "nameCn": "黄姿薇",
        "nameEn": "HUANG Ziwei",
        "unitEn": "",
        "unitCn": "中山大学"
      },
      {
        "nameCn": "吴思佳",
        "nameEn": "WU Sijia ",
        "unitEn": "Sun Yat-sen University",
        "unitCn": "中山大学"
      },
      {
        "nameCn": "王鹏",
        "nameEn": "WANG Peng ",
        "unitEn": "Sun Yat-sen University",
        "unitCn": "中山大学"
      },
      {
        "nameCn": "王晓喻",
        "nameEn": "WANG Xiaoyu ",
        "unitEn": "Sun Yat-sen University",
        "unitCn": "中山大学"
      },
      {
        "nameCn": "唐昱",
        "nameEn": "TANG Yu",
        "unitEn": "",
        "unitCn": "中山大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A daily high-resolution (1 km) human thermal index collection over the North China Plain from 2003 to 2020",
        "referenceCn": null,
        "referenceEn": "Li, X., Luo, M., & Zhao, Y., et al. (2023). A daily high-resolution (1 km) human thermal index collection over the North China Plain from 2003 to 2020. Sci Data, 10, 634. https://doi.org/10.1038/s41597-023-02535-y"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "人居热环境",
        "nameEn": "human thermal environment"
      },
      {
        "nameCn": "体感温度",
        "nameEn": "Human-perceived temperature"
      },
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "其他数据",
        "nameEn": "Others"
      },
      {
        "nameCn": "城市气候",
        "nameEn": "urban climate"
      },
      {
        "nameCn": "机器学习",
        "nameEn": "Machine learning"
      },
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "湿球温度",
        "nameEn": "Wet-bulb temperature"
      },
      {
        "nameCn": "热压力",
        "nameEn": "Heat Stress"
      },
      {
        "nameCn": "空气温度",
        "nameEn": "Air temperature"
      },
      {
        "nameCn": "轻型梯度提升机",
        "nameEn": "Light gradient Boosting Model"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "酷热指数",
        "nameEn": "Heat Index"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      },
      {
        "keywordCn": "华北平原",
        "keywordEn": "the North China Plain"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2003-2020年",
        "keywordEn": "2003-2020",
        "type": "temporal"
      },
      {
        "keywordCn": "逐日",
        "keywordEn": "daily",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Human-perceived temperature (HPT) describes the joint effects of multiple climatic factors such as temperature and humidity. Extreme HPT events may reduce labor capacity and cause thermal discomfort and even mortality. These events are becoming more frequent and more intense under global warming, posing severe threats to human and natural systems worldwide, particularly in populated areas with intensive human activities, e.g., the North China Plain (NCP)."
      ],
      "research objective": [
        "Therefore, a fine-scale HPT dataset in both spatial and temporal dimensions is urgently needed."
      ],
      "challenges": [],
      "methods": [
        "Here we construct a daily high-resolution (~1 km) human thermal index collection over NCP from 2003 to 2020 (HiTIC-NCP)."
      ],
      "dataset": [
        "This dataset contains 12 HPT indices and has high accuracy with averaged determination coefficient, mean absolute error, and root mean squared error of 0.987, 0.970 °C, and 1.292 °C, respectively. Moreover, it exhibits high spatiotemporal consistency with ground-level observations."
      ],
      "findings": [
        "The dataset provides a reference for human thermal environment and could facilitate studies such as natural hazards, regional climate change, and urban planning."
      ],
      "backgroundCn": [
        "人类感知温度（HPT）描述了温度和湿度等多种气候因素的联合影响。极端HPT事件可能降低劳动能力，导致热不适，甚至造成死亡。在全球变暖的背景下，这些事件变得越来越频繁和强烈，对全球人类和自然系统构成严重威胁，特别是在像华北平原（NCP）这样的高人口密度和人类活动密集的地区。"
      ],
      "research objectiveCn": [
        "因此，迫切需要一个在空间和时间维度上都具有细致尺度的高性能计算（HPT）数据集。"
      ],
      "challengesCn": [],
      "methodsCn": [
        "在这里，我们构建了一个覆盖2003年至2020年期间的高分辨率（~1公里）人类热指数集合，称为HiTIC-NCP。"
      ],
      "datasetCn": [
        "该数据集包含12个HPT指数，具有高准确性，平均决定系数、平均绝对误差和均方根误差分别为0.987、0.970°C和1.292°C。此外，它与地面观测数据表现出高度的时空一致性。"
      ],
      "findingsCn": [
        "该数据集提供了人类热环境的参考，可以促进自然灾害、区域气候变化和城市规划等研究。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is it possible for a dataset to achieve a high spatial resolution of 1 km while maintaining daily temporal resolution in the North China Plain?",
        "QuestionCn": "在华北平原，数据集是否可以在保持每日时间分辨率的同时实现1公里的高空间分辨率？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Can a dataset with multiple thermal indices show high spatiotemporal consistency with ground-level observations?",
        "QuestionCn": "一个包含多个热指数的数据集是否可以与地面观测显示出高度的时空一致性？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which data format is predominantly used for storing daily human thermal index datasets: NetCDF, CSV, or GeoTIFF?",
        "QuestionCn": "用于存储每日人体热指数数据集的主要数据格式是NetCDF、CSV还是GeoTIFF？",
        "AnswerEn": "NetCDF",
        "AnswerCn": "NetCDF",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Do high-resolution human thermal index datasets typically use a spatial resolution of 1 km, 10 km, or 100 km?",
        "QuestionCn": "高分辨率的人体热指数数据集通常使用1公里、10公里还是100公里的空间分辨率？",
        "AnswerEn": "1 km",
        "AnswerCn": "1公里",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Is the WGS84, NAD83, or ETRS89 coordinate system more commonly utilized for human thermal index datasets in the North China Plain?",
        "QuestionCn": "WGS84、NAD83还是ETRS89坐标系统在华北平原的人体热指数数据集中更常用？",
        "AnswerEn": "WGS84",
        "AnswerCn": "WGS84",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the key climatic factors included in a human-perceived temperature dataset?",
        "QuestionCn": "人类感知温度数据集中包含的关键气候因素有哪些？",
        "AnswerEn": "temperature humidity",
        "AnswerCn": "温度 湿度",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where is the human thermal index collection dataset applied to assess thermal environments?",
        "QuestionCn": "人体热指数收集数据集应用于评估热环境的地方在哪里？",
        "AnswerEn": "North China Plain",
        "AnswerCn": "华北平原",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "Who should be contacted for issues related to the data collection method used in a high-resolution human thermal index dataset?",
        "QuestionCn": "对于与高分辨率人类热指数数据集使用的数据收集方法相关的问题，应联系谁？",
        "AnswerEn": "Li Xiang, Luo Ming, Zhao Yongquan",
        "AnswerCn": "李翔，罗明，赵永泉",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to measure human-perceived temperature indices over a large geographic area?",
        "QuestionCn": "您能否提供一个用于测量大范围地理区域内人类感知温度指数的数据收集方法的示例？",
        "AnswerEn": "A daily high-resolution (~1 km) human thermal index collection over the North China Plain from 2003 to 2020 was constructed using multiple climatic factors like temperature and humidity to assess human-perceived temperature indices.",
        "AnswerCn": "构建了一个2003年至2020年间北中国平原的每日高分辨率（约1公里）人类热指数集合，利用温度和湿度等多个气候因素来评估人类感知的温度指数。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a dataset that includes multiple human thermal indices and its accuracy metrics?",
        "QuestionCn": "一个包含多个人体热指数及其准确性指标的数据集的示例是什么？",
        "AnswerEn": "A dataset that contains 12 human-perceived temperature indices, with an averaged determination coefficient of 0.987, mean absolute error of 0.970 °C, and root mean squared error of 1.292 °C, demonstrates high accuracy and spatiotemporal consistency with ground-level observations.",
        "AnswerCn": "一个包含12个人体感温度指数的数据集，其平均决定系数为0.987，平均绝对误差为0.970°C，均方根误差为1.292°C，显示出与地面观测数据的高准确性和时空一致性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you give an example of how a high-resolution dataset contributes to understanding regional climate change and urban planning?",
        "QuestionCn": "高分辨率数据集如何有助于理解区域气候变化和城市规划的一个例子是什么？",
        "AnswerEn": "A high-resolution (~1 km) dataset of human thermal indices over the North China Plain provides a reference for human thermal environments and can facilitate studies in natural hazards, regional climate change, and urban planning.",
        "AnswerCn": "一份关于华北平原的人体热指数的高分辨率（约1公里）数据集为人体热环境提供了参考，并可以促进自然灾害、区域气候变化和城市规划的研究。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What specific attributes contribute to the high spatiotemporal consistency of a human thermal dataset with ground-level observations?",
        "QuestionCn": "哪些具体属性有助于人类热量数据集与地面观测之间的高时空一致性？",
        "AnswerEn": "12 human-perceived temperature indices, determination coefficient of 0.987, mean absolute error of 0.970 °C, root mean squared error of 1.292 °C",
        "AnswerCn": "12个人体感温度指数，决定系数为0.987，平均绝对误差为0.970°C，均方根误差为1.292°C。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of a dataset providing human thermal index data over the North China Plain?",
        "QuestionCn": "提供北中国平原人类热指数数据的数据库的空间分辨率是多少？",
        "AnswerEn": "1 km × 1 km",
        "AnswerCn": "1公里 × 1公里",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many human-perceived temperature indices are included in a dataset covering the North China Plain from 2003 to 2020?",
        "QuestionCn": "该数据集涵盖了2003年至2020年北中国平原的人类感知温度指数有多少个？",
        "AnswerEn": "12",
        "AnswerCn": "12",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the temporal resolution of a dataset that measures human thermal indices over the North China Plain?",
        "QuestionCn": "一个测量华北平原人类热指数的数据集的时间分辨率是多少？",
        "AnswerEn": "1 day",
        "AnswerCn": "1天",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'human thermal index' in the context of meteorological datasets?",
        "QuestionCn": "在气象数据集中，“人体热指数”是什么意思？",
        "AnswerEn": "A 'human thermal index' refers to metrics that describe the joint effects of multiple climatic factors such as temperature and humidity on human-perceived temperature, which can influence thermal comfort, labor capacity, and mortality, especially in populated areas like the North China Plain.",
        "AnswerCn": "“人类热指数”是指描述多个气候因素（如温度和湿度）对人类感知温度的联合影响的指标，这些因素可以影响热舒适度、劳动能力和死亡率，尤其是在像华北平原这样的高人口密度地区。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is the significance of using the 'World Geodetic System 1984 (WGS84)' in geographic datasets?",
        "QuestionCn": "在地理数据集中使用“世界大地测量系统1984（WGS84）”的意义是什么？",
        "AnswerEn": "The 'World Geodetic System 1984 (WGS84)' is a global geodetic coordinate system that provides a standard framework for geographic data, ensuring consistency and compatibility across datasets, which is crucial for accurate spatial analyses and comparisons.",
        "AnswerCn": "“世界大地测量系统1984（WGS84）”是一个全球地理坐标系统，提供了一个标准框架用于地理数据，确保数据集之间的一致性和兼容性，这对于准确的空间分析和比较至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the spatial resolution of a daily human-perceived temperature dataset compare to other climatic datasets used in urban planning within the North China Plain?",
        "QuestionCn": "每日人感温度数据集的空间分辨率与北中国平原城市规划中使用的其他气候数据集相比如何？",
        "AnswerEn": "The dataset in question has a high spatial resolution of 1 km x 1 km, which is particularly detailed for climatic datasets used in urban planning. This fine-scale resolution allows for more precise assessments of human thermal environments in the densely populated North China Plain, improving upon coarser-resolution datasets that may not capture localized climatic variations as effectively.",
        "AnswerCn": "该数据集具有1公里 x 1公里的高空间分辨率，这对于用于城市规划的气候数据集来说特别详细。这种细尺度的分辨率能够更精确地评估人口稠密的华北平原的人类热环境，优于可能无法有效捕捉局部气候变化的粗分辨率数据集。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways does the data collection method for human-perceived temperature indices differ from traditional weather station data collection methods?",
        "QuestionCn": "人类感知温度指数的数据收集方法与传统气象站数据收集方法有何不同？",
        "AnswerEn": "The data collection method for human-perceived temperature indices integrates multiple climatic factors such as temperature and humidity to provide a comprehensive view of thermal conditions, whereas traditional weather station data typically focus on individual parameters like temperature or humidity independently. The dataset's high spatial and temporal resolution allows for more nuanced analysis of thermal discomfort and other human-centric factors over the North China Plain.",
        "AnswerCn": "人类感知温度指数的数据收集方法整合了温度和湿度等多个气候因素，以提供对热条件的全面视角，而传统的气象站数据通常独立关注温度或湿度等单一参数。该数据集具有高空间和时间分辨率，能够对华北平原的热不适和其他以人为中心的因素进行更细致的分析。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What differences in data accuracy metrics, such as mean absolute error, are observed between the human-perceived temperature dataset and other datasets used for evaluating climate impacts on human health?",
        "QuestionCn": "在人类感知温度数据集与用于评估气候对人类健康影响的其他数据集之间观察到的数据准确性指标差异，例如平均绝对误差，有哪些？",
        "AnswerEn": "The human-perceived temperature dataset exhibits high accuracy with a mean absolute error of 0.970°C. This level of accuracy is relatively high compared to other datasets that may not integrate as many indices or may have coarser spatial and temporal resolutions, potentially leading to less precise estimates of climate impacts on human health.",
        "AnswerCn": "人类感知温度数据集的平均绝对误差为0.970°C，显示出较高的准确性。与其他可能没有整合那么多指标或空间和时间分辨率较粗的数据显示相比，这一准确性水平相对较高，可能导致对气候对人类健康影响的估计不够精确。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the reliability and accuracy of high-resolution spatial datasets in capturing human thermal environments based on their comparison with ground-level observations?",
        "QuestionCn": "根据高分辨率空间数据集与地面观测的比较，可以推断出这些数据集在捕捉人类热环境方面的可靠性和准确性如何？",
        "AnswerEn": "High-resolution spatial datasets, when exhibiting high spatiotemporal consistency with ground-level observations, demonstrate reliability and accuracy in capturing human thermal environments. This alignment suggests that such datasets can effectively reflect real-world conditions and are useful for studies on natural hazards, climate change, and urban planning.",
        "AnswerCn": "高分辨率空间数据集在与地面观测结果表现出高度时空一致性时，显示出在捕捉人类热环境方面的可靠性和准确性。这种一致性表明，这些数据集能够有效反映现实世界的条件，并且在自然灾害、气候变化和城市规划研究中具有重要价值。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for developing a fine-scale human-perceived temperature dataset in both spatial and temporal dimensions over regions like the North China Plain?",
        "QuestionCn": "在像华北平原这样的地区，开发细尺度人类感知温度数据集的需求原因是什么？",
        "AnswerEn": "The need arises from the increasing frequency and intensity of extreme human-perceived temperature (HPT) events under global warming, which reduce labor capacity and cause thermal discomfort and even mortality. This poses severe threats to human and natural systems, particularly in populated areas with intensive human activities like the North China Plain.",
        "AnswerCn": "这种需求源于全球变暖下极端人类感知温度（HPT）事件的频率和强度不断增加，这减少了劳动能力，并导致热不适甚至死亡。这对人类和自然系统构成了严重威胁，特别是在像华北平原这样人口密集、活动频繁的地区。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to the high accuracy and spatiotemporal consistency of a human thermal index dataset with ground-level observations?",
        "QuestionCn": "影响人类热指数数据集高准确性和时空一致性的因素有哪些？",
        "AnswerEn": "The accuracy and consistency are attributed to the dataset's construction methods, which involve calculating 12 different human-perceived temperature indices, resulting in high determination coefficient, mean absolute error, and root mean squared error values, ensuring reliability and alignment with ground-level observations.",
        "AnswerCn": "准确性和一致性归因于数据集的构建方法，该方法涉及计算12种不同的人类感知温度指数，从而产生高决定系数、平均绝对误差和均方根误差值，确保了可靠性并与地面观测结果保持一致。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on data accuracy when incorporating multiple human-perceived temperature indices into a dataset?",
        "QuestionCn": "将多个由人类感知的温度指数纳入数据集时，可能对数据准确性产生的影响是什么？",
        "AnswerEn": "Incorporating multiple human-perceived temperature indices into a dataset can lead to high accuracy, as demonstrated by the averaged determination coefficient, mean absolute error, and root mean squared error of 0.987, 0.970 °C, and 1.292 °C, respectively.",
        "AnswerCn": "将多个人体感温度指数纳入数据集可以提高准确性，正如平均决定系数、平均绝对误差和均方根误差分别为0.987、0.970 °C和1.292 °C所示。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does using a high-resolution spatial and temporal dataset impact the understanding of human thermal environments?",
        "QuestionCn": "使用高分辨率的空间和时间数据集如何影响对人类热环境的理解？",
        "AnswerEn": "Using a high-resolution spatial and temporal dataset enhances the understanding of human thermal environments by providing fine-scale data that is highly consistent with ground-level observations and can facilitate studies on natural hazards, regional climate change, and urban planning.",
        "AnswerCn": "使用高分辨率的空间和时间数据集可以增强对人类热环境的理解，因为它提供了与地面观测高度一致的细尺度数据，并且可以促进对自然灾害、区域气候变化和城市规划的研究。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it crucial to develop a high-resolution human thermal index dataset for the North China Plain?",
        "QuestionCn": "为什么在华北平原开发高分辨率的人体热指数数据集至关重要？",
        "AnswerEn": "A fine-scale human-perceived temperature dataset in both spatial and temporal dimensions is urgently needed due to the increasing frequency and intensity of extreme human-perceived temperature events under global warming, which pose severe threats to human and natural systems, especially in densely populated areas with intensive human activities like the North China Plain.",
        "AnswerCn": "由于全球变暖导致极端人感温度事件的频率和强度日益增加，迫切需要一个在空间和时间维度上具有精细尺度的人感温度数据集。这些事件对人类和自然系统构成了严重威胁，尤其是在像华北平原这样人口稠密、活动频繁的地区。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the objectives of constructing a daily high-resolution human thermal index collection in terms of its applications?",
        "QuestionCn": "构建每日高分辨率人体热指数集合的目标是什么？",
        "AnswerEn": "The objectives include providing a reference for the human thermal environment and facilitating studies related to natural hazards, regional climate change, and urban planning due to its high accuracy and spatiotemporal consistency with ground-level observations.",
        "AnswerCn": "目标包括提供人类热环境的参考，并促进与自然灾害、区域气候变化和城市规划相关的研究，因为其与地面观测数据具有高准确性和时空一致性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is achieving high accuracy in human thermal index datasets important for research and practical applications?",
        "QuestionCn": "在人体热指数数据集上实现高准确性对于研究和实际应用的重要性是什么？",
        "AnswerEn": "High accuracy in human thermal index datasets is important as it ensures reliability and validity in the data, which is critical for accurately assessing the human thermal environment and supporting studies that address natural hazards, regional climate change, and urban planning.",
        "AnswerCn": "在人体热指数数据集中的高准确性非常重要，因为它确保了数据的可靠性和有效性，这对于准确评估人类热环境以及支持应对自然灾害、区域气候变化和城市规划的研究至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the instrumental procedures involved in constructing a daily high-resolution human thermal index dataset over a region like the North China Plain?",
        "QuestionCn": "在像华北平原这样的地区构建每日高分辨率人类热指数数据集所涉及的仪器程序有哪些？",
        "AnswerEn": "The process involves constructing a dataset that includes 12 human-perceived temperature indices, ensuring high accuracy with specific metrics such as determination coefficient, mean absolute error, and root mean squared error. The dataset also needs to maintain high spatiotemporal consistency with ground-level observations.",
        "AnswerCn": "该过程涉及构建一个包含12个人体感温度指数的数据集，确保高准确性，并使用特定指标，如决定系数、平均绝对误差和均方根误差。该数据集还需要与地面观测保持高时空一致性。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can one ensure the accuracy and reliability of a human thermal index dataset in terms of spatial and temporal consistency?",
        "QuestionCn": "如何确保人类热指数数据集在空间和时间一致性方面的准确性和可靠性？",
        "AnswerEn": "To ensure accuracy and reliability, the dataset should exhibit high spatiotemporal consistency with ground-level observations and be evaluated using metrics like averaged determination coefficient, mean absolute error, and root mean squared error.",
        "AnswerCn": "为了确保准确性和可靠性，数据集应与地面观测结果表现出高时空一致性，并应使用平均决定系数、平均绝对误差和均方根误差等指标进行评估。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What procedural steps are necessary for evaluating the accuracy of different human-perceived temperature indices within a dataset?",
        "QuestionCn": "评估不同人类感知温度指数在数据集中的准确性所需的程序步骤是什么？",
        "AnswerEn": "The procedural steps include calculating the averaged determination coefficient, mean absolute error, and root mean squared error for the indices, and comparing them with ground-level observations to evaluate the dataset's accuracy and consistency.",
        "AnswerCn": "程序步骤包括计算平均决定系数、平均绝对误差和均方根误差，并将其与地面观测值进行比较，以评估数据集的准确性和一致性。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What techniques are essential for developing a high-resolution human thermal index dataset over a large geographic area?",
        "QuestionCn": "开发大范围高分辨率人类热指数数据集的关键技术有哪些？",
        "AnswerEn": "Constructing a daily high-resolution (~1 km) human thermal index dataset involves techniques that ensure high spatiotemporal consistency with ground-level observations and incorporate multiple climatic factors such as temperature and humidity.",
        "AnswerCn": "构建每日高分辨率（约1公里）的人类热指数数据集涉及确保与地面观测的一致性高的技术，并结合多个气候因素，如温度和湿度。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "How does the integration of various human thermal indices enable a comprehensive understanding of thermal discomfort in populated regions?",
        "QuestionCn": "各种人类热指数的整合如何使我们对人口密集地区的热不适有更全面的理解？",
        "AnswerEn": "The integration of 12 human thermal indices enables a comprehensive understanding of thermal discomfort by describing the joint effects of multiple climatic factors, providing a reference for studies on natural hazards, regional climate change, and urban planning.",
        "AnswerCn": "12个人体热指数的整合使我们能够全面理解热不适，通过描述多种气候因素的联合影响，为自然灾害、区域气候变化和城市规划的研究提供了参考。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why is it important for a dataset to have high accuracy metrics like determination coefficient, mean absolute error, and root mean squared error when studying human thermal environments?",
        "QuestionCn": "在研究人类热环境时，数据集具有高准确性指标（如决定系数、平均绝对误差和均方根误差）是重要的原因是什么？",
        "AnswerEn": "High accuracy metrics are crucial because they ensure the dataset reliably represents human thermal indices, which are used to assess thermal discomfort and risks associated with extreme HPT events. Accurate data is essential for informing studies on natural hazards, regional climate change, and urban planning, where decisions based on flawed data could lead to ineffective or harmful outcomes.",
        "AnswerCn": "高准确度的指标至关重要，因为它们确保数据集可靠地代表人类热指数，这些指数用于评估与极端高温事件相关的热不适和风险。准确的数据对于 informing 自然灾害、区域气候变化和城市规划的研究至关重要，因为基于错误数据做出的决策可能导致无效或有害的结果。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using multiple human thermal indices in capturing the complexity of human-perceived temperature over the North China Plain?",
        "QuestionCn": "如何评估在华北平原使用多个人体热指数来捕捉人类感知温度复杂性的有效性？",
        "AnswerEn": "The use of multiple human thermal indices is highly effective in capturing the complexity of human-perceived temperature, as it considers various climatic factors such as temperature and humidity. The dataset's high accuracy, with an averaged determination coefficient of 0.987, suggests that these indices provide a comprehensive assessment of thermal conditions, which is crucial for understanding and mitigating the impact of extreme HPT events.",
        "AnswerCn": "使用多个人体热指数在捕捉人类感知温度的复杂性方面非常有效，因为它考虑了温度和湿度等多种气候因素。数据集的高准确性，平均决定系数为0.987，表明这些指数提供了对热条件的全面评估，这对于理解和减轻极端人体热事件的影响至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm unsure about the process used to evaluate the accuracy of the human thermal index collection in this field.",
        "QuestionCn": "我对评估人类热指数收集的准确性所使用的过程感到不确定。",
        "AnswerEn": "The accuracy of the human thermal index collection is evaluated using metrics such as the determination coefficient, mean absolute error, and root mean squared error, which are 0.987, 0.970 °C, and 1.292 °C, respectively. This indicates high accuracy and spatiotemporal consistency with ground observations.",
        "AnswerCn": "人类热指数收集的准确性通过决定系数、平均绝对误差和均方根误差等指标进行评估，这些指标分别为0.987、0.970°C和1.292°C。这表明与地面观测结果具有高准确性和时空一致性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "I can't make sense of how multiple climatic factors are integrated to create human-perceived temperature indices for a dataset.",
        "QuestionCn": "我无法理解多个气候因素是如何整合在一起形成人类感知的温度指数的。",
        "AnswerEn": "Human-perceived temperature indices describe the joint effects of multiple climatic factors, such as temperature and humidity. The dataset includes 12 indices, which are derived and validated for high accuracy, providing a comprehensive view of the human thermal environment and facilitating studies in related fields.",
        "AnswerCn": "人类感知温度指数描述了多个气候因素的联合影响，例如温度和湿度。该数据集包括12个指数，这些指数经过推导和验证，具有高准确性，提供了人类热环境的全面视角，并促进了相关领域的研究。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore the data collection methods used to ensure high spatial and temporal resolution in a human-perceived temperature dataset for a densely populated region.",
        "QuestionCn": "请探讨用于确保在人口密集地区的人类感知温度数据集中实现高空间和时间分辨率的数据收集方法。",
        "AnswerEn": "The dataset employs a high-resolution (1 km) spatial and temporal scale, which involves constructing a human thermal index collection over the North China Plain from 2003 to 2020. It ensures high accuracy and spatiotemporal consistency with ground-level observations, using multiple climatic factors such as temperature and humidity.",
        "AnswerCn": "该数据集采用高分辨率（1公里）空间和时间尺度，构建了2003年至2020年间华北平原的人体热指数集合。它确保与地面观测数据的高准确性和时空一致性，使用了多个气候因素，如温度和湿度。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please identify potential methods for expanding or refining datasets related to human thermal environments, particularly in areas with intense human activities.",
        "QuestionCn": "请识别与人类热环境相关的数据集扩展或精炼的潜在方法，特别是在有强烈人类活动的地区。",
        "AnswerEn": "Potential methods for expanding or refining datasets include integrating additional climatic variables, increasing the spatial resolution beyond 1 km, extending the temporal coverage, and incorporating more advanced modeling techniques to better capture the effects of extreme HPT events, particularly in regions like the North China Plain with intensive human activities.",
        "AnswerCn": "扩展或精炼数据集的潜在方法包括整合额外的气候变量、提高空间分辨率超过1公里、延长时间覆盖范围，以及采用更先进的建模技术，以更好地捕捉极端高温事件的影响，特别是在像华北平原这样人类活动密集的地区。",
        "Level": "C6(Creating)"
      }
    ]
  }
}