{
  "id": "27f65f1f-27b7-4f30-a27a-e1ba35f75ebb",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The glacier inventory of Qilian Mountain Area (v3.0, 2019)",
      "titleCn": "祁连山地区冰川边界（v3.0, 2019）",
      "description": "This dataset contains the glacier outlines in Qilian Mountain Area in 2019. The dataset was produced based on classical band ratio criterion and manual editing. Chinese GF series images collected in 2019 were used as basic data for glacier extraction. Sentinel-2 images, Google images and Map World images were employed as reference data for manual adjusting. The dataset was stored in SHP format and attached with the attributions of coordinates, glacier ID and glacier area. Consisting of 1 season, the dataset has a spatial resolution of 2 meters. The accuracy is about 1 pixel (±2 meter). The dataset directly reflects the glacier distribution within the Qilian Mountain in 2019, and can be used for quantitative estimation of glacier mass balance and the quantitative assessment of glacier change’s impact on basin runoff.",
      "descriptionCn": "本数据为祁连山地区2019年冰川分布产品。采用经典波段比值法和人工修正的方法提取。原始基础数据为2019年祁连山全境的高分系列影像。参考数据为哨兵2号影像、谷歌影像和天地图影像。产品以shp文件格式存储，包含坐标系、冰川ID、冰川面积等属性。产品为1期，空间分辨率为2米，边界精度在2米（一个像元）左右。该数据直观地反映了祁连山冰川在2019年的分布，可用于冰川物质平衡变化定量估计、冰川变化对流域径流量影响定量估计等研究。",
      "instructions": "\tFile Naming Convention and data description：\nFile Naming Convention: Dataset class_coordinate_YYYY.shp (YYYY: year)\nData Version：V3.0\nProjection：+proj=longlat +datum=WGS84 +no_defs\nData Format: shp\nGlacier body：Polygon vector\nUsage：The datasets are stored in the form of Class_coordinate_YYYY.shp (YYYY: year), and can be read by ArcGIS or ENVI.",
      "instructionsCn": "文件命名方式：数据种类_坐标系_YYYY.shp\t（YYYY：年）\n数据版本号：V3.0\n投影：+proj=longlat +datum=WGS84 +no_defs\n数据格式：shp \n冰川：多边形矢量\n使用方法：shp矢量文件格式，包含多个字段，ArcGIS、ENVI等均可读取和显示",
      "east": 102.238,
      "west": 95.125,
      "south": 37.475,
      "north": 39.575,
      "startTime": null,
      "endTime": null,
      "fileSize": 2496688.0,
      "cstr": "18406.11.Cryos.tpdc.272460",
      "doi": "10.11888/Cryos.tpdc.272460",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李佳",
        "nameEn": "LI Jia",
        "unitEn": "Central South University",
        "unitCn": "中南大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The second Chinese glacier inventory: data, methods and results",
        "referenceCn": null,
        "referenceEn": "Guo, W.Q., Liu, S.Y., Xu, J.L., et al. (2015). The second Chinese glacier inventory: data, methods and results. Journal of Glaciology, 61(226), 357-372. doi: 10.3189/2015JoG14J209"
      },
      {
        "titleCn": "祁连山地区2019年冰川边界产品",
        "titleEn": null,
        "referenceCn": "李佳，汪赢政，李建江，李新，刘绍民. (2020). 祁连山地区2019年冰川边界产品. 泛第三极大数据系统(http://ptpe.tpdc.ac.cn/zh-hans/)",
        "referenceEn": null
      },
      {
        "titleCn": "近50年来祁连山冰川变化——基于中国第一、二次冰川编目数据",
        "titleEn": null,
        "referenceCn": "孙美平, 刘时银, 姚晓军等. 近50年来祁连山冰川变化——基于中国第一、二次冰川编目数据. 地理学报, 2015, 70(9): 1402-1414.",
        "referenceEn": null
      },
      {
        "titleCn": "气候变化对冰川影响与风险研究",
        "titleEn": null,
        "referenceCn": "刘时银, 张勇, 刘巧等. (2017). 气候变化对冰川影响与风险研究. 科学出版社.",
        "referenceEn": null
      },
      {
        "titleCn": "基于第二次冰川编目的中国冰川现状",
        "titleEn": null,
        "referenceCn": "刘时银, 姚晓军, 郭万钦等. (2015). 基于第二次冰川编目的中国冰川现状. 地理学报, 70(1), 3-16.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰冻圈遥感",
        "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
      },
      {
        "nameCn": "冰冻圈遥感产品",
        "nameEn": "Cryosphere remote sensing products"
      },
      {
        "nameCn": "冰川编目",
        "nameEn": "glacier inventory"
      },
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "祁连山地区",
        "keywordEn": "Qilian Mountain Area"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019",
        "keywordEn": "2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to determine glacier boundaries in mountain regions?",
        "QuestionCn": "您能否提供一种用于确定山区冰川边界的数据收集方法的示例？",
        "AnswerEn": "A data collection method used to determine glacier boundaries in mountain regions is the classic band ratio method combined with manual correction. This approach utilizes high-resolution satellite imagery, such as the high-resolution series images from 2019, and integrates additional reference data from Sentinel-2, Google Earth, and Tianditu images. The resulting glacier distribution product is stored in shapefile format, including attributes like coordinate systems, glacier IDs, and glacier areas.",
        "AnswerCn": "一种用于确定山区冰川边界的数据收集方法是经典的波段比率法结合手动修正。这种方法利用高分辨率卫星影像，如2019年的高分辨率系列影像，并整合来自Sentinel-2、Google Earth和天地图的额外参考数据。最终生成的冰川分布产品以shapefile格式存储，包括坐标系统、冰川ID和冰川面积等属性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific attributes and spatial resolution features included in the glacier boundary dataset from the Qilian Mountains region?",
        "QuestionCn": "Qilian Mountains地区的冰川边界数据集包含哪些具体属性和空间分辨率特征？",
        "AnswerEn": "coordinate system, glacier ID, glacier area, shapefile format, spatial resolution of 2 meters, boundary precision of approximately 2 meters",
        "AnswerCn": "坐标系、冰川ID、冰川面积、shapefile格式、空间分辨率为2米、边界精度约为2米。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of a dataset focusing on glacier distribution in the Qilian Mountains in 2019?",
        "QuestionCn": "2019年关注祁连山冰川分布的数据集的空间分辨率是多少？",
        "AnswerEn": "2 meters",
        "AnswerCn": "2米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '波段比值法' mean in the context of glacier boundary extraction?",
        "QuestionCn": "在冰川边界提取的背景下，“波段比值法”是什么意思？",
        "AnswerEn": "'波段比值法' refers to a classic band ratio method used for extracting glacier boundaries, which involves using specific spectral bands from satellite imagery to differentiate glacier areas from non-glacier areas. This method is complemented by manual corrections to enhance accuracy.",
        "AnswerCn": "'波段比值法'是一个经典的波段比值方法，用于提取冰川边界，涉及使用卫星影像中的特定光谱波段来区分冰川区域和非冰川区域。该方法通过手动修正来增强准确性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes on the accuracy of glacier boundary detection when employing classic band ratio methods combined with manual correction techniques using high-resolution images?",
        "QuestionCn": "当使用经典的波段比率方法结合高分辨率图像的手动校正技术时，冰川边界检测的准确性可能会产生哪些潜在结果？",
        "AnswerEn": "The use of classic band ratio methods along with manual correction techniques, using high-resolution images such as those from the Gaofen series, Sentinel-2, Google imagery, and Tianditu, can enhance the precision of glacier boundary detection. The spatial resolution of 2 meters ensures that the boundary precision is within one pixel, which can significantly improve the reliability of glacier distribution data. This can lead to more accurate estimates of glacier mass balance changes and the effects of glacier changes on watershed runoff.",
        "AnswerCn": "使用经典的波段比率方法结合手动修正技术，利用高分辨率图像，如高分系列、Sentinel-2、谷歌影像和天地图，可以提高冰川边界检测的精度。2米的空间分辨率确保边界精度在一个像素范围内，这可以显著提高冰川分布数据的可靠性。这将导致对冰川质量平衡变化及冰川变化对流域径流影响的更准确估计。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind extracting glacier boundaries using the classic band ratio method and manual correction in the Qilian Mountains?",
        "QuestionCn": "在祁连山脉中，使用经典波段比值法和人工校正提取冰川边界的主要目标是什么？",
        "AnswerEn": "The primary objective is to create a product that visually reflects the glacier distribution in the Qilian Mountains for the year 2019, which can be used for quantitative estimation of glacier mass balance changes and the impact of glacier changes on watershed runoff.",
        "AnswerCn": "主要目标是创建一个产品，直观反映2019年祁连山的冰川分布，可用于定量估算冰川质量平衡变化及冰川变化对流域径流的影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are typically employed to extract glacier boundaries from high-resolution satellite images, and how do these methods ensure accuracy and precision in delineating glacier extents?",
        "QuestionCn": "通常采用哪些程序从高分辨率卫星图像中提取冰川边界，这些方法如何确保在划定冰川范围时的准确性和精确性？",
        "AnswerEn": "To extract glacier boundaries from high-resolution satellite images, the classic band ratio method is used alongside manual correction. The base data consists of high-resolution images covering the entire region, with reference data from Sentinel-2, Google Earth, and Tianditu imagery. The product is stored in shapefile format, including attributes like coordinate system, glacier ID, and glacier area, with a spatial resolution and boundary precision of approximately 2 meters.",
        "AnswerCn": "为了从高分辨率卫星图像中提取冰川边界，采用经典的波段比率方法，并结合手动校正。基础数据包括覆盖整个区域的高分辨率图像，参考数据来自Sentinel-2、谷歌地球和天地图影像。产品以shapefile格式存储，包括坐标系统、冰川ID和冰川面积等属性，空间分辨率和边界精度约为2米。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection methods enable the accurate delineation of glacier boundaries in the Qilian Mountains region?",
        "QuestionCn": "哪些数据收集方法能够准确划定祁连山地区的冰川边界？",
        "AnswerEn": "The use of classic band ratio methods and manual correction techniques, supported by high-resolution imagery from the Gaofen series, Sentinel-2, Google Earth, and Tianditu, enable accurate delineation of glacier boundaries in the Qilian Mountains region.",
        "AnswerCn": "经典的波段比率方法和手动校正技术的结合，辅以高分辨率的高分系列、Sentinel-2、谷歌地球和天地图影像，使得在祁连山地区准确划定冰川边界成为可能。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}