{
  "id": "286120c8-97c8-4bfc-baf6-4bb861dece67",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Plant Quadrats Dataset in Downstream of Tarim River（2000-2007）",
      "titleCn": "塔里木河下游植物样地调查数据集（2000-2007）",
      "description": "Investigation of plant sample plots can reflect the structure and distribution of plant communities, the declining succession of plant communities and their interrelation with environmental changes, reveal the ecological damage process in the lower reaches of the Tarim River, and provide scientific basis for the environmental remediation of the Tarim River Basin in the large-scale development of the western part of the country.\nAccording to the difference of species composition of plant communities in different sections of 9 monitoring sections in the lower reaches of Tarim River, plant sample plots are set up along the direction perpendicular to the river course in each monitoring section.  Due to the different vegetation growth in each section, the size and number of sample plots are not equal.  Among them, the sample plot of 5m×5m is arranged on the section of the herbaceous community.  30m×30m sample plots are arranged on the section where vegetation grows sparsely or is basically free of herbaceous plants, and 4 15m× 15 m arbor and shrub sample plots are arranged at intervals of 15 m;  50m×50m sample plots are arranged on the section where arbor, shrub and grass vegetation all occupy a certain proportion.  In each plot of 50×50m, four plots of 25m×25m are set at 25m intervals to record the individual number, coverage, DBH, basal diameter, height and crown width of each tree (or shrub).  At the same time, 4 small sample plots of 5m×5m are set up in each sample plot to record the individual number, coverage, height and other indicators of each herbaceous plant, and GPS is used to locate and record the altitude and longitude and latitude of each sample plot.\nData content includes:\n1. word Document for Statistics of Plant Sample Land Survey Data from 2000, 2002 to 2007\n2. 2000 Inventory of Plant Sample Sites in Lower Reaches of Tarim River (Akdun, Yahopumahan, Yingsu, Abodah, Keldayi Section Vegetation Coverage, Canopy Density, Root Weight, etc.) excel Table\n3. excel Table of Plant Sample Plot Survey in Lower Reaches of Tarim River in August 2002 (Data on Individual Number, Crown Width, Plant Height, Density and Coverage of Plants in Akdun, Yingsu, Khaldayi, Arakan and Shidaoban Sections)\n4. 2003 Inventory of Plant Sample Sites in Lower Reaches of Tarim River (Data on Individual Number, Crown Width, Plant Height, Density and Base Diameter of Plants in Lower Reaches of Tahe River and Herbaceous Biomass in Akerdun Section) excel Table\n5. In September 2004, the lower reaches of the Tarim River plant sample plot questionnaire (data of individual number, crown width, plant height, basal diameter (or DBH), coverage and biomass) excel table of the lower reaches of the Tarim River in Yahefu Mahan, Yingsu, Abodah Le, Khaldayi, Tugamale, Arakan, Yiganbuma and Kaogan sections\n6. In July 2005, the lower reaches of Tarim River plant sample plot questionnaire (9 monitoring sections in the lower reaches of Tahe River and data of individual number, crown width, plant height, basal diameter (or DBH) and coverage of plants in taitema lake, and herbaceous biomass data in Akerdun section) excel table\n7. In July 2006, the lower reaches of Tarim River plant sample plot questionnaire (the number of individual plants, crown width, plant height, basal diameter (or DBH) and herbaceous biomass data of Akerdun section in 9 monitoring sections in the lower reaches of Tahe River) excel table\n8. July 2007, the lower reaches of Tarim river plant sample plot questionnaire (the number of individual plants, crown width, plant height, basal diameter (or DBH) and herbaceous biomass data of akdun section in 9 monitoring sections in the lower reaches of Tahe river) excel table",
      "descriptionCn": "调查植物样地，可反映植物群落的结构与分布、植物群落的衰退演替及其与环境变化的相互关系，揭示塔里木河下游生态受损过程，为国家西部大开发塔里木河流域环境整治提供科学依据。\n在塔里木河下游9个监测断面，依据不同断面植物群落的种类组成差别，在各监测断面沿垂直于河道的方向设置植物样地。因各断面植被长势不同，设置样地的大小和个数不相等。其中，5m×5m 的样地布设于草本群落的段面；30m×30m 的样地布设在植被生长稀疏或基本无草本植物的段面，以15m 为间隔设置4个15m×15m 的乔灌木样方；50m×50m 的样地布设在乔、灌、草植被都占一定比例的段面。在50×50m的每个样地中，再以25m为间隔设置4个25m×25m的样方，记录每种乔木（或灌木）的个体数、盖度、胸径、基径、高度和冠幅等指标；同时，在每个样方内设置4个5m×5m的小样方，记录每种草本植物的个体数、盖度、高度等指标，并以GPS进行定位，记录每个样地的海拔高度和经纬度。\n数据内容包括：\n  1. 2000,2002-2007年植物样地调查数据统计 word文档\n  2. 2000年塔里木河下游植物样地调查表（阿克墩、亚合甫马汗、英苏、阿布达勒、喀尔达依断面植被盖度、郁闭度、根重等） excel表\n  3. 2002年8月塔里木河下游植物样地调查表（阿克墩、英苏、喀尔达依、阿拉干和十道班断面植物个体数、冠幅、株高、密度和盖度等数据） excel表\n  4. 2003年塔里木河下游植物样地调查表（塔河下游英苏、喀尔达依、阿拉干和依干不及麻断面植物个体数、冠幅、株高、密度和基径以及阿克墩断面草本生物量数据） excel表\n  5. 2004年9月塔里木河下游植物样地调查表（塔河下游亚合甫马汗、英苏、阿布达勒、喀尔达依、吐格买莱、阿拉干、依干不及麻和考干断面植物个体数、冠幅、株高、基径（或胸径）、盖度和生物量数据） excel表\n  6. 2005年7月塔里木河下游植物样地调查表（塔河下游9个监测断面和台特玛湖植物个体数、冠幅、株高、基径（或胸径）以及盖度等数据，阿克墩断面草本生物量数据） excel表\n  7. 2006年7月塔里木河下游植物样地调查表（塔河下游9个监测断面植物个体数、冠幅、株高、基径（或胸径）以及阿克墩断面草本生物量数据） excel表\n  8. 2007年7月塔里木河下游植物样地调查表（塔河下游9个监测断面植物个体数、冠幅、株高、基径（或胸径）以及阿克墩断面草本生物量数据） excel表",
      "instructions": "File name: the data is stored in the form of xls and doc;\nData reading: it can be read by office, WPS and other office software.",
      "instructionsCn": "文件命名：数据以表格xls，文本doc格式存储；\n数据读取：可用Office、Wps等办公软件读取。",
      "east": 91.0,
      "west": 79.0,
      "south": 38.5,
      "north": 42.0,
      "startTime": "2000-02-22 16:00:00",
      "endTime": "2008-02-22 03:59:59",
      "fileSize": 1490944.0,
      "cstr": "18406.11.Ecolo.tpdc.270607",
      "doi": "10.11888/Ecolo.tpdc.270607",
      "dataFormat": "文本",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "陈亚宁",
        "nameEn": "CHEN Yaning",
        "unitEn": "中国科学院新疆生态与地理研究所",
        "unitCn": "中国科学院新疆生态与地理研究所"
      },
      {
        "nameCn": "郝兴明",
        "nameEn": "HAO Xingming",
        "unitEn": "中国科学院新疆生态与地理研究所",
        "unitCn": ""
      },
      {
        "nameCn": "吴立宗",
        "nameEn": "WU Lizong",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "香梨果实成熟衰老过程中4种内源激素的变化",
        "titleEn": null,
        "referenceCn": "阮晓,王强,周疆明等.香梨果实成熟衰老过程中4种内源激素的变化.植物生理学报. 2000.26(5):402-406.",
        "referenceEn": null
      },
      {
        "titleCn": "不同地下水埋深柽柳、芦苇的生理响应",
        "titleEn": null,
        "referenceCn": "陈敏,陈亚宁,李卫红等.不同地下水埋深柽柳、芦苇的生理响应.干旱区地理.2009,32(1):72-80.",
        "referenceEn": null
      },
      {
        "titleCn": "干旱区荒漠植被丙二醛及保护酶活性对地下水位的响应",
        "titleEn": null,
        "referenceCn": "庄丽,陈亚宁,李卫红等.干旱区荒漠植被丙二醛及保护酶活性对地下水位的响应.冰川冻土.2005,27(5):723-733.",
        "referenceEn": null
      },
      {
        "titleCn": "塔里木河中游植物种群在四种环境梯度上的生态位特征",
        "titleEn": null,
        "referenceCn": "刘加珍, 陈亚宁和张元明, 2004. 塔里木河中游植物种群在四种环境梯度上的生态位特征. 应用生态学报, 15(4): 549-555.",
        "referenceEn": null
      },
      {
        "titleCn": "塔里木河下游输水条件下浅层地下水化学特征变化与合理生态水位探讨",
        "titleEn": null,
        "referenceCn": "陈永金,陈亚宁,李卫红等.塔里木河下游输水条件下浅层地下水化学特征变化与合理生态水位探讨.自然科学进展.2006,16(9):1130-1137.",
        "referenceEn": null
      },
      {
        "titleCn": "塔里木河下游植被群落分布与衰退演替趋势分析",
        "titleEn": null,
        "referenceCn": "刘加珍, 陈亚宁, 李卫红和陈亚鹏, 2004. 塔里木河下游植被群落分布与衰退演替趋势分析. 生态学报, 24(2): 379-383.",
        "referenceEn": null
      },
      {
        "titleCn": "植被生理生态学数据表征的合理地下水位研究——以塔里木河下游生态恢复过程为例",
        "titleEn": null,
        "referenceCn": "陈亚宁,王强,李卫红等.植被生理生态学数据表征的合理地下水位研究——以塔里木河下游生态恢复过程为例.科学通报.2006,51(增刊I):7-13.",
        "referenceEn": null
      },
      {
        "titleCn": "新疆塔里木河下游河道生态输水对植被生理的影响研究",
        "titleEn": null,
        "referenceCn": "陈亚宁,李卫红,陈亚鹏等.新疆塔里木河下游河道生态输水对植被生理的影响研究.自然科学进展.2004,14(6):665-671.",
        "referenceEn": null
      },
      {
        "titleCn": "塔里木河下游胡杨气体交换对CO2加富和地下水埋深的响应",
        "titleEn": null,
        "referenceCn": "陈亚鹏, 陈亚宁, 李卫红和徐长春, 2008. 塔里木河下游胡杨气体交换对CO2加富和地下水埋深的响应. 水土保持学报, 22(5): 217-220, 224.",
        "referenceEn": null
      },
      {
        "titleCn": "新疆塔里木河下游土壤特征及其对物种多样性的影响",
        "titleEn": null,
        "referenceCn": "杨玉海, 陈亚宁和李卫红, 2008. 新疆塔里木河下游土壤特征及其对物种多样性的影响. 生态学报, 28(2): 602-611.",
        "referenceEn": null
      },
      {
        "titleCn": "塔里木河下游胡杨气体交换特征及其环境解释",
        "titleEn": null,
        "referenceCn": "周洪华, 陈亚宁, 李卫红和陈亚鹏, 2008. 塔里木河下游胡杨气体交换特征及其环境解释. 中国沙漠, 28(4): 665-672.",
        "referenceEn": null
      },
      {
        "titleCn": "塔里木河下游地下水化学特征对输水响应的阶段性研究",
        "titleEn": null,
        "referenceCn": "陈永金, 陈亚宁, 李卫红和刘加珍, 2006. 塔里木河下游地下水化学特征对输水响应的阶段性研究. 环境科学, 27(7): 1299-1304",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Characterization of photosynthesis of Populus euphratica grown in the arid region",
        "referenceCn": null,
        "referenceEn": "Chen Y P, Chen Y N, Li W H et al. Characterization of photosynthesis of Populus euphratica grown in the arid region. Photosynthetica. 2006,44(4):622-626."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "分布",
        "nameEn": "Distribution"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "植被调查",
        "nameEn": "Vegetation investigation"
      },
      {
        "nameCn": "物种",
        "nameEn": "Species"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "塔里木河流域",
        "keywordEn": "Tarim River Basin"
      },
      {
        "keywordCn": "新疆维吾尔自治区",
        "keywordEn": "Xinjiang Uygur Autonomous Region"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000-2007",
        "keywordEn": "2000-2007",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "塔里木河下游浅层地下水变化的生态效应及生态系统健康评价研究",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      },
      {
        "titleCn": "塔里木河下游生态安全与生态需水量研究",
        "titleEn": "The influence of permafrost environment on qinghai-tibet railway construction and its environmental effect"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What are the typical sizes and configurations of plant sample plots used for vegetation surveys along the lower reaches of the Tarim River?",
        "QuestionCn": "在塔里木河下游进行植被调查时，典型的植物样本 plots 的大小和配置是什么？",
        "AnswerEn": "5m×5m, 30m×30m, 50m×50m, 25m×25m",
        "AnswerCn": "5米×5米，30米×30米，50米×50米，25米×25米",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of plant community structure and distribution in the Tarim River's lower reaches as observed through sample plots?",
        "QuestionCn": "通过样本 plots 观察到的塔里木河下游植物群落结构和分布的特征是什么？",
        "AnswerEn": "5m×5m plots for herbaceous communities, 30m×30m plots for sparse or non-herbaceous areas, 50m×50m plots for mixed tree, shrub, and grass vegetation, individual counts, canopy coverage, diameter at breast height (DBH), base diameter, height, crown width, GPS for locating plots, elevation, coordinates",
        "AnswerCn": "5米×5米样方用于草本群落，30米×30米样方用于稀疏或非草本区域，50米×50米样方用于混合树木、灌木和草本植被，个体计数，冠层覆盖，胸径（DBH），基径，高度，冠幅，GPS用于定位样方，海拔，坐标。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many monitoring sections were set up along the lower reaches of the Tarim River for the plant sample plot surveys conducted between 2000 and 2007?",
        "QuestionCn": "在2000年至2007年期间，为了进行植物样本调查，在塔里木河下游设立了多少个监测区？",
        "AnswerEn": "9",
        "AnswerCn": "9",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What insights can be drawn about ecological deterioration processes and vegetation succession patterns from analyzing plant community structure and distribution data collected across different monitoring sections?",
        "QuestionCn": "从分析在不同监测区收集的植物群落结构和分布数据中，可以得出关于生态恶化过程和植被演替模式的哪些见解？",
        "AnswerEn": "The plant community structure and distribution data collected from the monitoring sections along the lower reaches of the Tarim River allow researchers to reveal ecological deterioration processes by analyzing variations in vegetation cover, density, and species composition over time. By comparing these factors across different sections and years, researchers can identify patterns of succession and decline in plant communities, and understand how these changes correlate with environmental factors. This data provides scientific evidence for ecological restoration efforts in the Tarim River Basin.",
        "AnswerCn": "从塔里木河下游监测区收集的植物群落结构和分布数据，使研究人员能够通过分析植被覆盖度、密度和物种组成的变化，揭示生态恶化过程。通过比较不同区段和年份的这些因素，研究人员可以识别植物群落的演替和衰退模式，并了解这些变化与环境因素之间的关系。这些数据为塔里木河流域的生态恢复工作提供了科学依据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors cause variations in the size and number of plots set up in different monitoring sections for plant community surveys in the Tarim River's lower reaches?",
        "QuestionCn": "在塔里木河下游的植物群落调查中，不同监测区设置的样地大小和数量的变化因素有哪些？",
        "AnswerEn": "The size and number of plots set up in different monitoring sections are influenced by the differences in the growth conditions of the vegetation. In sections where herbaceous communities are present, smaller plots of 5m×5m are used, while larger plots such as 30m×30m are used in areas with sparse vegetation or no herbaceous plants. In sections where trees, shrubs, and grasses are all present in significant proportions, 50m×50m plots are established. These variations ensure that the survey accurately reflects the plant community's structure and distribution, as well as its interaction with environmental changes.",
        "AnswerCn": "不同监测区域中设置的样地大小和数量受到植被生长条件差异的影响。在存在草本植物的区域，使用5m×5m的小样地，而在植被稀疏或没有草本植物的区域，则使用30m×30m的大样地。在树木、灌木和草本植物均占有显著比例的区域，建立50m×50m的样地。这些变化确保了调查能够准确反映植物群落的结构和分布，以及其与环境变化的相互作用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts of utilizing varying plot sizes and configurations on the accuracy and granularity of data collected regarding plant community structures in arid riverine environments?",
        "QuestionCn": "利用不同的样地大小和配置对干旱河流环境中植物群落结构的数据收集的准确性和细致程度可能产生的影响是什么？",
        "AnswerEn": "Utilizing different plot sizes and configurations, such as 5m×5m plots for herbaceous communities and larger 50m×50m plots for mixed vegetation, allows for detailed observation of plant community structures and their distribution. This approach can enhance understanding of plant community dynamics, such as decline succession and the relationship between vegetation types and environmental changes. The varied plot sizes enable capturing detailed data at different scales, which can reflect the heterogeneity of plant communities and provide insights into ecological processes in the Tarim River's lower reaches.",
        "AnswerCn": "利用不同的样地大小和配置，例如5m×5m的样地用于草本植物群落，以及更大的50m×50m样地用于混合植被，可以详细观察植物群落结构及其分布。这种方法可以增强对植物群落动态的理解，例如衰退演替以及植被类型与环境变化之间的关系。不同的样地大小能够在不同尺度上捕捉详细数据，反映植物群落的异质性，并提供对塔里木河下游生态过程的洞察。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting plant plot survey data in the lower reaches of the Tarim River from 2000 to 2007, and how does it contribute to understanding ecological degradation and environmental management in the region?",
        "QuestionCn": "在2000年至2007年期间，收集塔里木河下游植物样地调查数据的主要目标是什么？这如何有助于理解该地区的生态退化和环境管理？",
        "AnswerEn": "The primary objective of collecting plant plot survey data in the lower reaches of the Tarim River is to reflect the structure and distribution of plant communities, the degradation succession of these communities, and their interactions with environmental changes. This data aims to reveal the ecological degradation processes in the lower Tarim River, providing a scientific basis for environmental remediation in the Tarim River Basin as part of the national western development strategy.",
        "AnswerCn": "在塔里木河下游收集植物样地调查数据的主要目的是反映植物群落的结构和分布、这些群落的退化演替及其与环境变化的相互作用。这些数据旨在揭示塔里木河下游的生态退化过程，为塔里木河流域的环境修复提供科学依据，作为国家西部开发战略的一部分。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in setting up vegetation plots to assess plant community structure and distribution in arid regions?",
        "QuestionCn": "在干旱地区设置植被样地以评估植物群落结构和分布涉及哪些程序步骤？",
        "AnswerEn": "To set up vegetation plots, different monitoring sections are selected along the river, each with unique plant community compositions. Plots are established perpendicular to the river channel, with size and number varying based on vegetation growth. For herbaceous communities, 5m×5m plots are used, while 30m×30m plots are suitable for scarce vegetation areas. In mixed vegetation areas, a 50m×50m plot is established with four 25m×25m subplots at 25m intervals to record tree and shrub data such as individual count, coverage, diameter, height, and crown width. Additionally, within each subplot, four 5m×5m subplots record herbaceous plant data like individual count, coverage, and height, using GPS for location and altitude. This setup provides data for understanding plant community dynamics and environmental impacts.",
        "AnswerCn": "为了设置植被样地，沿河选择不同的监测区，每个区具有独特的植物群落组成。样地垂直于河道建立，大小和数量根据植被生长情况而有所不同。对于草本植物群落，使用5m×5m的样地，而在稀疏植被区域则适合使用30m×30m的样地。在混合植被区域，建立一个50m×50m的样地，并在25m间隔处设置四个25m×25m的子样地，以记录树木和灌木的数据，如个体数量、覆盖度、直径、高度和冠幅。此外，在每个子样地内，设置四个5m×5m的子样地记录草本植物的数据，如个体数量、覆盖度和高度，并使用GPS记录位置和海拔。这种设置提供了理解植物群落动态和环境影响的数据。",
        "Level": "C3(Applying)"
      }
    ]
  }
}