{
    "id": "2867965f-1bc9-4201-8dca-4851845fb34e",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Vegetation optical depth (VOD) dataset in Tibetan Plateau (1993-2012)",
            "titleCn": "青藏高原植被光学厚度数据集（1993-2012）",
            "description": "The data set is based on a series of microwave remote sensing data, including Special Sensor Microwave Imager (SSM/I), Advanced Microwave Scanning Radiometer for Earth Observation System (AMSR-E), etc., which can be used as a reference for primary productivity. The data is from Liu et al. (2015), and the specific calculation method is shown in the article. The source data range is global, and Tibetan Plateau region is selected in this data set. This data set is often used to evaluate the temporal and spatial patterns of vegetation greenness and primary productivity, which has practical significance and theoretical value.",
            "descriptionCn": "该数据集是基于一系列微波遥感数据获取，包含Special Sensor Microwave Imager (SSM/I), Advanced Microwave Scanning Radiometer for Earth Observation System (AMSR-E)等，表征植被的含水量，可作为初级生产力的参考。数据来源于Liu et al. (2015)，具体计算方法参见文章。源数据范围为全球，本数据集选取了青藏高原区域。该数据集常被用作评定植被绿度和初级生产力的时间和空间格局，具有实际意义和理论价值。",
            "instructions": "File name: VOD is stored in TIF format and named as \"VOD\"_ yyyy_ mm.tif ”Where yyyy is the year and MM is the month.\nData reading mode: can be directly opened with ArcGIS, MATLAB, or other software that can read TIF files.",
            "instructionsCn": "文件命名：VOD以tif格式存储，文件命名为“VOD_yyyy_mm.tif”，其中yyyy代表年，mm代表月份。\n数据读取方式：可直接用Arcgis、Matlab打开，或其它可读tif文件的软件。",
            "east": 104.67,
            "west": 73.45,
            "south": 25.99,
            "north": 39.83,
            "startTime": "1993-01-01 00:00:00",
            "endTime": "2012-12-31 00:00:00",
            "fileSize": 8388966.0,
            "cstr": "18406.11.Terre.tpdc.272964",
            "doi": "10.11888/Terre.tpdc.272964",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘毅",
                "nameEn": "LIU Yi",
                "unitEn": "",
                "unitCn": "南京信息工程大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Recent reversal in loss of global terrestrial biomass",
                "referenceCn": null,
                "referenceEn": "Liu, Y.Y., van Dijk, A. I. J. M., de Jeu, R.A.M., Canadell, J.G., McCabe, M.F., Evans, J.P., & Wang, G. (2015). Recent reversal in loss of global terrestrial biomass. Nature Climate Change, 5(5), 470–474. doi:10.1038/nclimate2581"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "植被光学厚度",
                "nameEn": "Vegetation optical depth (VOD)"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1993-2012",
                "keywordEn": null,
                "type": "temporal"
            },
            {
                "keywordCn": "时间序列",
                "keywordEn": "time series",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究任务四“生态安全屏障功能与优化体系”专题五“生态安全屏障优化体系”子专题“青藏高原重点城镇化地区生态安全屏障体系优化”",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to determine vegetation optical depth for assessing primary productivity in the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个用于确定青藏高原植被光学深度以评估初级生产力的数据收集方法的示例？",
                "AnswerEn": "A data collection method involves utilizing a series of microwave remote sensing data from sources such as the Special Sensor Microwave Imager (SSM/I) and the Advanced Microwave Scanning Radiometer for Earth Observation System (AMSR-E) to characterize the water content of vegetation, which can serve as a reference for primary productivity.",
                "AnswerCn": "一种数据收集方法涉及利用来自特殊传感器微波成像仪（SSM/I）和地球观测系统先进微波扫描辐射计（AMSR-E）等来源的一系列微波遥感数据，以表征植被的水分含量，这可以作为初级生产力的参考。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the temporal range of the vegetation optical depth dataset collected using microwave remote sensing techniques?",
                "QuestionCn": "使用微波遥感技术收集的植被光学深度数据集的时间范围是什么？",
                "AnswerEn": "1993-2012",
                "AnswerCn": "1993-2012",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods using Special Sensor Microwave Imager (SSM/I) compare to those using Advanced Microwave Scanning Radiometer for Earth Observation System (AMSR-E) in terms of representing vegetation water content in the Tibetan Plateau?",
                "QuestionCn": "使用特殊传感器微波成像仪（SSM/I）进行的数据收集方法与使用先进微波扫描辐射计（AMSR-E）进行的数据收集方法在代表青藏高原植被水分含量方面有何比较？",
                "AnswerEn": "Both Special Sensor Microwave Imager (SSM/I) and Advanced Microwave Scanning Radiometer for Earth Observation System (AMSR-E) are used to collect microwave remote sensing data for assessing vegetation water content, which serves as a reference for primary productivity. They provide valuable insights into the spatial and temporal patterns of vegetation greenness and primary productivity in the Tibetan Plateau, although the specific methodologies and accuracy of data representation might vary between the two systems.",
                "AnswerCn": "特殊传感器微波成像仪（SSM/I）和先进微波扫描辐射计地球观测系统（AMSR-E）用于收集微波遥感数据，以评估植被水分含量，这为初级生产力提供了参考。它们为青藏 Plateau 的植被绿度和初级生产力的空间和时间模式提供了宝贵的见解，尽管这两种系统的具体方法和数据表示的准确性可能有所不同。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on the evaluation of vegetation greenness and primary productivity patterns when using microwave remote sensing data to measure vegetation optical depth in a specific region?",
                "QuestionCn": "使用微波遥感数据测量特定区域的植被光学深度时，对植被绿度和初级生产力模式评估的潜在影响是什么？",
                "AnswerEn": "Using microwave remote sensing data, such as from the Special Sensor Microwave Imager (SSM/I) and Advanced Microwave Scanning Radiometer for Earth Observation System (AMSR-E), can improve the accuracy and utility of evaluating vegetation greenness and primary productivity patterns by providing insights into vegetation water content over time. This method can help assess the spatial and temporal patterns of primary productivity, offering both practical and theoretical value when applied to regions like the Qinghai-Tibet Plateau.",
                "AnswerCn": "使用微波遥感数据，如特殊传感器微波成像仪（SSM/I）和地球观测系统先进微波扫描辐射计（AMSR-E），可以提高评估植被绿度和初级生产力模式的准确性和实用性，因为它提供了对植被水分含量随时间变化的洞察。这种方法有助于评估初级生产力的空间和时间模式，在青藏 Plateau等地区应用时具有实际和理论价值。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the goal of utilizing microwave remote sensing data like SSM/I and AMSR-E to assess vegetation optical thickness in the context of the Qinghai-Tibet Plateau?",
                "QuestionCn": "利用微波遥感数据如SSM/I和AMSR-E评估青藏高原植被光学厚度的目标是什么。",
                "AnswerEn": "The goal of utilizing microwave remote sensing data like SSM/I and AMSR-E is to evaluate the water content of vegetation on the Qinghai-Tibet Plateau, which can serve as a reference for assessing primary productivity. This information is crucial for understanding the temporal and spatial patterns of vegetation greenness and primary productivity, which holds significant practical and theoretical value.",
                "AnswerCn": "利用微波遥感数据如SSM/I和AMSR-E的目标是评估青藏高原植被的水分含量，这可以作为评估初级生产力的参考。这些信息对于理解植被绿度和初级生产力的时空模式至关重要，具有重要的实际和理论价值。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methods are employed to process and analyze microwave remote sensing data to assess vegetation water content and primary productivity in the context of the Tibetan Plateau?",
                "QuestionCn": "在青藏高原的背景下，处理和分析微波遥感数据以评估植被水分含量和初级生产力的方法有哪些？",
                "AnswerEn": "In the context of the Tibetan Plateau, microwave remote sensing data such as the Special Sensor Microwave Imager (SSM/I) and the Advanced Microwave Scanning Radiometer for Earth Observation System (AMSR-E) are used to assess vegetation water content. This involves processing the global range data to focus on the Tibetan Plateau region. The methodologies, as detailed by Liu et al. (2015), include specific calculation techniques that leverage these datasets to evaluate vegetation optical thickness, which is indicative of both water content and primary productivity. These methods provide valuable insights into the spatial and temporal patterns of vegetation greenness and productivity.",
                "AnswerCn": "在青藏高原的背景下，微波遥感数据如特殊传感器微波成像仪（SSM/I）和地球观测系统的先进微波扫描辐射计（AMSR-E）被用于评估植被水分含量。这涉及处理全球范围的数据，以聚焦于青藏高原地区。根据刘等人（2015年）的详细方法，包括利用这些数据集评估植被光学厚度的特定计算技术，这表明水分含量和初级生产力。这些方法提供了有关植被绿度和生产力的空间和时间模式的宝贵见解。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}