{
    "id": "28c2b4c7-52cc-468e-a449-da50ba664633",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Dataset of urbanization activities on the Qinghai-Tibet Plateau (1990-2020)",
            "titleCn": "青藏高原城镇化活动状况数据集（1990-2020）",
            "description": "The dataset contains the city and town location data, the urban population data, and the built-up land area data for the Qinghai-Tibetan Plateau from 1990 to 2020. The city and town location data are the locations of administrative centers in provinces, cities, counties, and towns of the Qinghai-Tibetan plateau in 2018, collected from the Institute of Geographic Sciences and Natural Resources Research, Chinese Academy of Sciences (IGSNRR). The urban population data covers the total population and urban population at the municipal level, as well as the total population information at the county level. The municipal-level population data are collected from China’s 4th to the 7th national censuses. Among the county-level population data, those for 1990-2010 come from China’s county-level population data compiled by Song et al., and those for 2020 come from the 7th national census of China. The built-up land area data are statistical information at the county level, and the data source is the sub-class urban built-up land of China’s Land Use/cover Dataset (CLUD) from IGSNRR.",
            "descriptionCn": "本数据集包含了1990-2020年青藏高原城镇分布、城镇人口和建成区面积。城镇分布包括2018年青藏高原县级以上行政中心和乡镇级行政中心，城镇人口包括市级总人口及城镇人口、县级总人口，建成区面积为县级建成区面积。其中，城镇分布来源于中国科学院地理科学与资源研究所，各市总人口数据以及城镇人口数据来源于中国第四次、第五次、第六次和第七次全国人口普查的市级统计数据。1990-2010年县级人口数据来源于人口数据来源于宋栋栋等搜集的1949年以来中国六次人口普查的区县级人口统计数据，2020年县级人口数据来源于中国第七次全国人口普查。建成区面积提取自中国科学院地理科学与资源研究所的中国土地利用/覆盖变化数据集中二级分类的城镇用地。",
            "instructions": "File stored in the form of Excel spreadsheets, can use Excel directly open.",
            "instructionsCn": "文件以Excel表格形式存储，可使用Excel直接打开。",
            "east": 105.63,
            "west": 73.5,
            "south": 25.55,
            "north": 41.37,
            "startTime": null,
            "endTime": null,
            "fileSize": 284861.0,
            "cstr": "18406.11.HumanNat.tpdc.300102",
            "doi": "10.11888/HumanNat.tpdc.300102",
            "dataFormat": null,
            "license": "4"
        },
        "authorList": [
            {
                "nameCn": "匡文慧",
                "nameEn": "KUANG Wenhui",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "窦银银",
                "nameEn": "DOU Yinyin",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "2015—2020年中国土地利用变化遥感制图及时空特征分析",
                "titleEn": null,
                "referenceCn": "匡文慧, 张树文, 杜国明, 等. (2022). 2015—2020年中国土地利用变化遥感制图及时空特征分析. 地理学报, 77(5), 1056-1071.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": "人口",
                "nameEn": "Population"
            },
            {
                "nameCn": "人口数量",
                "nameEn": "Population number"
            },
            {
                "nameCn": "人地遥感",
                "nameEn": "Human-nature Remote Sensing"
            },
            {
                "nameCn": "人类活动",
                "nameEn": "Human activity"
            },
            {
                "nameCn": "卫星",
                "nameEn": "Satellite"
            },
            {
                "nameCn": "城市人口",
                "nameEn": "Urban population"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "长时间序列",
                "nameEn": "Temporal dynamic"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1990-2020",
                "keywordEn": "1990-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
                "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used to gather urbanization activity data on the Qinghai-Tibet Plateau from 1990 to 2020?",
                "QuestionCn": "收集1990年至2020年青藏高原城市化活动数据的方法的特点是什么？",
                "AnswerEn": "town distribution data from the Chinese Academy of Sciences Institute of Geographic Sciences and Natural Resources Research, municipal and urban population data from China's national population censuses, built-up area data from the Chinese land use/cover change dataset's secondary classification of urban land use, county-level population data from historical population statistics, 2020 data from China's seventh national population census",
                "AnswerCn": "来自中国科学院地理科学与资源研究所的城镇分布数据，来自中国全国人口普查的市区和城市人口数据，来自中国土地利用/覆盖变化数据集城市土地利用二级分类的建成区数据，来自历史人口统计的县级人口数据，来自中国第七次全国人口普查的2020年数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '城镇化活动状况数据集' mean in the context of urbanization studies on the Qinghai-Tibet Plateau from 1990 to 2020?",
                "QuestionCn": "'城镇化活动状况数据集'在青藏高原1990年至2020年的城市化研究中指的是关于该地区城镇化进程的相关数据集合。",
                "AnswerEn": "The term '城镇化活动状况数据集' refers to a dataset that includes information on urban distribution, urban population, and built-up area size on the Qinghai-Tibet Plateau from 1990 to 2020. This dataset provides details such as the distribution of towns including county-level and township-level administrative centers as of 2018, population data from national censuses, and built-up area sizes derived from land use/cover change data.",
                "AnswerCn": "“城镇化活动状况数据集”是一个包含1990年至2020年青藏高原城市分布、城市人口和建成区面积信息的数据集。该数据集提供了2018年县级和乡级行政中心的城镇分布、国家普查的人口数据以及基于土地利用/覆盖变化数据得出的建成区面积大小。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors might contribute to inaccuracies in urban population data collection on the Tibetan Plateau from 1990 to 2020?",
                "QuestionCn": "1990年至2020年间，青藏高原城市人口数据收集中的不准确因素可能包括哪些？",
                "AnswerEn": "Factors contributing to inaccuracies in urban population data collection on the Tibetan Plateau from 1990 to 2020 may include the challenges in accessing remote areas, variations in administrative definitions of urban centers over time, and potential discrepancies in national census data across different years, as data was collected from multiple national population censuses and regional studies.",
                "AnswerCn": "1990年至2020年间，导致对青藏高原城市人口数据收集不准确的因素可能包括：进入偏远地区的挑战、城市中心行政定义随时间变化的差异，以及不同年份国家人口普查数据之间可能存在的差异，因为数据是从多个国家人口普查和区域研究中收集的。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on data accuracy when using population data from multiple sources like national censuses compared to relying on a single comprehensive dataset?",
                "QuestionCn": "使用来自多个来源的人口数据（如国家普查）与依赖单一综合数据集相比，可能对数据准确性产生的潜在后果是什么？",
                "AnswerEn": "Using population data from multiple sources such as national censuses can improve the accuracy and comprehensiveness of the dataset by providing a broader temporal and geographical scope. However, it may also introduce inconsistencies due to differences in data collection methods, definitions, and coverage across different census periods and sources.",
                "AnswerCn": "使用来自多个来源的人口数据，例如国家普查，可以通过提供更广泛的时间和地理范围来提高数据集的准确性和全面性。然而，这也可能由于不同普查时期和来源的数据收集方法、定义和覆盖范围的差异而引入不一致性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedures for collecting and verifying urban population data from national census statistics over multiple decades in the context of urbanization activities?",
                "QuestionCn": "在城市化活动的背景下，收集和验证多个十年国家人口普查统计数据的城市人口数据的程序是什么？",
                "AnswerEn": "Urban population data collection involves obtaining statistics from multiple national population censuses, specifically the fourth, fifth, sixth, and seventh censuses at the city level. For county-level population data from 1990 to 2010, historical census data collected by researchers like Song Dongdong and others are used. The 2020 county-level population data are sourced from the seventh national census. Verification involves cross-referencing these data with authoritative sources to ensure consistency and accuracy.",
                "AnswerCn": "城市人口数据收集涉及从多个国家人口普查中获取统计数据，特别是第四、第五、第六和第七次普查的城市级数据。1990年至2010年的县级人口数据则使用了研究者如宋东东等人收集的历史普查数据。2020年的县级人口数据来源于第七次全国人口普查。验证过程包括与权威来源进行交叉核对，以确保数据的一致性和准确性。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data collection methods and technological advancements enabled the compilation of a comprehensive dataset on urbanization activities in the Qinghai-Tibet Plateau from 1990 to 2020?",
                "QuestionCn": "哪些数据收集方法和技术进步使得能够编制1990年至2020年青藏高原城市化活动的综合数据集？",
                "AnswerEn": "The data collection methods and technological advancements that enabled the compilation of a comprehensive dataset on urbanization activities in the Qinghai-Tibet Plateau include the use of population data from China's national censuses (fourth through seventh), data collection by the Institute of Geographic Sciences and Natural Resources Research of the Chinese Academy of Sciences, and land use/cover change data that includes urban land classifications. These sources provided information on urban distribution, urban population, and built-up area sizes over time.",
                "AnswerCn": "收集青藏高原城市化活动的综合数据集的方法和技术进步包括使用中国国家普查（第四至第七次）的人口数据、中国科学院地理科学与资源研究所的数据收集，以及包括城市土地分类的土地利用/覆盖变化数据。这些来源提供了关于城市分布、城市人口和建成区面积随时间变化的信息。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}