{
  "id": "29375842-8078-4137-97b6-e96b05a95569",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Annual report of the Zhangye water conservancy bureau (2008-2009)",
      "titleCn": "黑河综合遥感联合试验：张掖市水务局年报（2008-2009）",
      "description": "The annual report (2008 and 2009) of the Zhangye water conservancy bureau included:\n     (1) the water management staff statistics;\n     (2) irrigation statistics;\n     (3) projects status statistics;\n     (4) project management statistics;\n     (5) the technical and economic index of the irrigation area management;\n     (6) water management tasks status statistics;\n     (7) water management planning index. \n     Those provide reliable information for water resources analysis in the middle stream.",
      "descriptionCn": "本数据由张掖市水务局提供，主要是对张掖市灌区和水利管理的统计年报。包含以下内容：\n（1）水利管理机构人员情况统计表；\n（2）灌溉统计表；\n（3）工程完好率统计表；\n（4）工程管理统计表；\n（5）灌区管理技术经济指标统计表；\n（6）全省水利管理任务指标完成情况统计表；\n（7）全省水利管理计划指标统计表。\n数据年度为2008年和2009年。\n该数据提供灌区年度的基本信息，可以为中游水资源分析提供参考。",
      "instructions": "",
      "instructionsCn": "",
      "east": 102.12,
      "west": 97.2,
      "south": 37.28,
      "north": 39.57,
      "startTime": "2007-01-20 16:00:00",
      "endTime": "2009-01-19 16:00:00",
      "fileSize": 354853.0,
      "cstr": "18406.11.water973.0242.db",
      "doi": "10.3972/water973.0242.db",
      "dataFormat": "",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张掖市水务局",
        "nameEn": "Zhangye Water Conservancy Bureau",
        "unitEn": "Zhangye Water Conservancy Bureau",
        "unitCn": "张掖市水务局"
      },
      {
        "nameCn": "刘小军",
        "nameEn": null,
        "unitEn": null,
        "unitCn": "张掖市水务局"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": null,
        "titleEn": "Coupling a SVAT heat and water flow model, a stomatal-photosynthesis model and a crop growth model to simulate energy, water and carbon fluxes in an irrigated maize ecosystem",
        "referenceCn": null,
        "referenceEn": "Li, Y., Zhou, J., Kinzelbach, W., Cheng, G., Li, X., Zhao, W., 2013. Coupling a SVAT heat and water flow model, a stomatal-photosynthesis model and a crop growth model to simulate energy, water and carbon fluxes in an irrigated maize ecosystem. Agricultural and Forest Meteorology 176, 10–24."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Estimating near future regional corn yields by integrating multi-source observations into a crop growth model",
        "referenceCn": null,
        "referenceEn": "Wang, J., X. Li, L. Lu, and F. Fang. 2013. Estimating near future regional corn yields by integrating multi-source observations into a crop growth model. European Journal of Agronomy 49:126-140."
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      },
      {
        "titleCn": null,
        "titleEn": "Parameter sensitivity analysis of crop growth models based on the extended Fourier Amplitude Sensitivity Test method",
        "referenceCn": null,
        "referenceEn": "Wang, J., X. Li, and L. Lu. 2013. Parameter sensitivity analysis of crop growth model based on extended Fourier amplitude sensitivity test method. Environmental Modelling & Software."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "海洋",
        "nameEn": "Ocean"
      }
    ],
    "themeList": [
      {
        "nameCn": "水资源",
        "nameEn": "Water Resources"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "临泽站加密观测区",
        "keywordEn": "Closed observation area of Linze station"
      },
      {
        "keywordCn": "临泽草地加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "大野口流域加密观测区",
        "keywordEn": "Dayekou  watershed foci experimental areas"
      },
      {
        "keywordCn": "张掖市加密观测区",
        "keywordEn": "Zhangye City Foci Experimental Area"
      },
      {
        "keywordCn": "盈科绿洲加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "花寨子荒漠加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "观象台加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2007",
        "keywordEn": "2007",
        "type": "temporal"
      },
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（青海湖湖面涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Yulei station on Qinghai lake, 2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（高寒草甸草原混合超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (an observation system of meteorological elements gradient of Alpine meadow and grassland ecosystem superstation, 2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of data collection methods used to gather annual irrigation statistics and water management information in a specific region?",
        "QuestionCn": "您能否提供一个具体地区用于收集年度灌溉统计数据和水管理信息的数据收集方法的例子？",
        "AnswerEn": "An example of data collection methods used to gather annual irrigation statistics and water management information can be seen in the data provided by the Zhangye Water Affairs Bureau for the years 2008 and 2009. This dataset includes various statistical tables such as irrigation statistics, water management personnel statistics, engineering integrity statistics, engineering management statistics, irrigation district management technical economic indicators, and task completion statistics for provincial water management.",
        "AnswerCn": "收集年度灌溉统计和水管理信息的数据收集方法的一个例子可以在张掖水务局提供的2008年和2009年的数据中看到。该数据集包括各种统计表，如灌溉统计、水管理人员统计、工程完整性统计、工程管理统计、灌溉区管理技术经济指标以及省级水管理任务完成统计。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collected for water management statistics in Zhangye, particularly in terms of personnel, irrigation, and engineering management?",
        "QuestionCn": "在张掖，水管理统计数据收集的特点是什么，特别是在人员、灌溉和工程管理方面？",
        "AnswerEn": "personnel statistics of water management institutions, irrigation statistics, engineering integrity rate statistics, engineering management statistics, technical and economic indicators for irrigation district management, completion status of provincial water management task indicators, provincial water management plan indicators",
        "AnswerCn": "水管理机构人员统计、灌溉统计、工程完整性率统计、工程管理统计、灌溉区管理的技术经济指标、省级水管理任务指标完成情况、省级水管理计划指标。",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by '灌区管理技术经济指标统计表' in the context of water resource management data collection?",
        "QuestionCn": "在水资源管理数据收集中，“灌区管理技术经济指标统计表”是什么意思？",
        "AnswerEn": "'灌区管理技术经济指标统计表' refers to a statistical table of technical and economic indicators for the management of irrigation districts. This involves collecting and analyzing data related to the performance and efficiency of irrigation systems, including the economic aspects of managing these water resources within a specific region, which in this case is 张掖市 (Zhangye City).",
        "AnswerCn": "“灌区管理技术经济指标统计表”是指灌区管理的技术和经济指标统计表。这涉及收集和分析与灌溉系统的性能和效率相关的数据，包括在特定区域内管理这些水资源的经济方面，在本例中是张掖市。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of utilizing detailed annual statistical reports from water management bureaus for improving water resource analysis in irrigation districts?",
        "QuestionCn": "利用水管理局的详细年度统计报告来改善灌溉区的水资源分析可能带来的潜在后果是什么？",
        "AnswerEn": "Utilizing detailed annual statistical reports from water management bureaus can provide comprehensive data on irrigation district management, personnel statistics, irrigation statistics, and management performance indicators. This information can enhance the understanding of water resource management efficiency, identify areas for improvement, and support strategic planning for water distribution and conservation in irrigation districts. It may also aid in assessing the completion of water management tasks and plans, leading to better-informed decision-making processes for sustainable water resource management.",
        "AnswerCn": "利用水管理局的详细年度统计报告可以提供关于灌溉区管理、人员统计、灌溉统计和管理绩效指标的全面数据。这些信息可以增强对水资源管理效率的理解，识别改进领域，并支持灌溉区水分配和保护的战略规划。它还可以帮助评估水管理任务和计划的完成情况，从而为可持续水资源管理提供更为明智的决策过程。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting and analyzing statistical yearbooks of water management in irrigation districts, and how can this data provide insights into regional water resource management?",
        "QuestionCn": "收集和分析灌溉区水管理统计年鉴的主要目标是什么？这些数据如何为区域水资源管理提供洞察？",
        "AnswerEn": "The primary objective of collecting and analyzing statistical yearbooks of water management in irrigation districts is to provide basic annual information that serves as a reference for midstream water resource analysis. This data can offer insights into the management and technical-economic indicators of irrigation districts, the condition and management of water engineering projects, and the completion of water management tasks and plans within the province. Such information is crucial for understanding and improving water resource management and efficiency at a regional level.",
        "AnswerCn": "收集和分析灌溉区水管理统计年鉴的主要目的是提供基本的年度信息，作为中游水资源分析的参考。这些数据可以提供关于灌溉区管理和技术经济指标、水利工程项目的状况和管理，以及省内水管理任务和计划完成情况的洞察。这些信息对于理解和改善区域水资源管理和效率至关重要。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}