{
  "id": "294a5295-4013-4be7-bbed-5bc98801e889",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Seasonally frozen ground soil temperature and moisture data set of alpine meadow site in Qinghai Lake Basin(2018-2021)",
      "titleCn": "青海湖流域高寒草甸站点土壤活动层逐时温湿度数据集（2018-2021）",
      "description": "This dataset is a high-frequency observation data of soil temperature and humidity in the active layer of seasonal frozen soil observed in the alpine meadow of Qianhuli Small watershed of Qinghai Lake, with a time resolution of half an hour. The data set can provide data support for the rate-dependent soil hydrothermal model and dynamic characterization of soil active layer.",
      "descriptionCn": "该数据集包含了青海湖千户里小流域的高寒草甸观测的季节性冻土土壤活动层土壤温度和湿度高频观测数据，站点位于青海刚察县，处于沙柳河流域的支流上游，处于河谷东侧，海拔高度介于3565-3716ｍ，海拔落差151 ｍ，是典型的高寒草甸下垫面，观测点的经纬度为E100°15，37°25'N。 10层土壤水分SM（5cm、10cm、20cm、40cm、80cm、100cm、120cm、140cm、160cm和180cm）10层土壤温度ST（5cm、10cm、20cm、40cm、80cm、100cm、120cm、140cm、160cm和180cm）及10层土壤介电常数EC（5cm、10cm、20cm、40cm、80cm、100cm、120cm、140cm、160cm和180cm）。数据1-10编号对应相应（5cm、10cm、20cm、40cm、80cm、100cm、120cm、140cm、160cm和180cm）的土壤深度。 原始的采集器输出数据统一整理成30分钟采样周期并经过初步质量控制，将整理后的将数据30分钟存储，命名规则为：数据日期。 数据观测时段为2018年11月5日至2011年12月21日。2020年下半年数据缺失较多。时间分辨率半小时。该数据集可为率定土壤水热模型，及土壤活动层动态刻画提供数据支撑。",
      "instructions": "For example, \"20181105-20211221. XLSX\", soil temperature and soil moisture data set from November 5, 2018 to December 21, 2021. You can use Excel software to open and view.",
      "instructionsCn": "例如 “20181105-20211221.xlsx”其中自2018年11月5日至2021年12月21日土壤温度，土壤水分数据集。 可以用Excel软件打开查看。",
      "east": 100.15,
      "west": 100.15,
      "south": 37.25,
      "north": 37.25,
      "startTime": "2018-11-05 00:00:00",
      "endTime": "2021-12-21 11:59:59",
      "fileSize": 8894818.0,
      "cstr": "18406.11.Terre.tpdc.272433",
      "doi": "10.11888/Terre.tpdc.272433",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李小雁",
        "nameEn": "LI Xiaoyan",
        "unitEn": "Faculty of Geographical Science,  Beijing Normal University ",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "王佩",
        "nameEn": "WANG Pei",
        "unitEn": "",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "青海湖流域高寒草甸季节冻土土壤温湿变化特征分析. 土壤. 在线待刊",
        "titleEn": null,
        "referenceCn": "马晶晶, 王佩*, 邓钰婧, 马娟娟, 孙海涛, 陈奇. (2022). 青海湖流域高寒草甸季节冻土土壤温湿变化特征分析. 土壤. 在线待刊",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤水分",
        "nameEn": "Soil moisture"
      },
      {
        "nameCn": "土壤温度",
        "nameEn": "Soil temperature"
      },
      {
        "nameCn": "土壤理化指标",
        "nameEn": "Soil physical and chemical indexes"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青海湖",
        "keywordEn": "Qinghai Lake"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2018-2021",
        "keywordEn": "2018-2021",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "How many layers of soil moisture, temperature, and dielectric constant measurements are included in a dataset related to high-altitude meadow soil active layers?",
        "QuestionCn": "与高海拔草甸土壤活层相关的数据集中包含多少层土壤湿度、温度和介电常数测量？",
        "AnswerEn": "10 layers",
        "AnswerCn": "10层",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the data gaps observed in the soil temperature and moisture dataset collected at the alpine meadow site in Qinghai Lake Basin, particularly during the latter half of 2020?",
        "QuestionCn": "在青海湖盆地的高山草甸站点收集的土壤温度和湿度数据集中，特别是在2020年下半年，观察到的数据缺口的原因有哪些？",
        "AnswerEn": "The data gaps observed during the latter half of 2020 could be attributed to various factors such as equipment malfunction, adverse weather conditions affecting data collection, logistical challenges in accessing the remote site, or potential errors in the initial data recording process. The dataset's high-frequency observation requirements and the challenging environmental conditions at the high-altitude alpine meadow may also contribute to potential data collection disruptions.",
        "AnswerCn": "2020年下半年观察到的数据缺口可能归因于多种因素，例如设备故障、恶劣天气条件影响数据收集、访问偏远地点的后勤挑战，或初始数据记录过程中的潜在错误。数据集对高频观察的要求以及高海拔 alpine meadow 的恶劣环境条件也可能导致数据收集中断。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the collection of detailed temperature and moisture data in high-altitude meadow ecosystems over multiple soil depths?",
        "QuestionCn": "哪些技术进步使得在高海拔草甸生态系统中能够收集多层土壤的详细温度和湿度数据？",
        "AnswerEn": "The use of high-frequency observation equipment capable of measuring soil temperature and moisture across ten different soil depths has enabled detailed data collection. These measurements are taken every 30 minutes, providing a comprehensive dataset that captures variations in soil conditions in high-altitude meadow ecosystems.",
        "AnswerCn": "高频观察设备的使用能够在十个不同的土壤深度测量土壤温度和湿度，从而实现详细的数据收集。这些测量每30分钟进行一次，提供了一个全面的数据集，捕捉高海拔草甸生态系统中土壤条件的变化。",
        "Level": "C1(Remembering)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be significant missing data in the second half of 2020 for datasets related to soil temperature and moisture in high-altitude meadows?",
        "QuestionCn": "为什么与高海拔草甸的土壤温度和湿度相关的数据集在2020年下半年可能会有显著的缺失数据？",
        "AnswerEn": "The collection of soil temperature and moisture data in high-altitude meadows could face challenges such as harsh weather conditions, equipment malfunctions, or logistical issues that could lead to incomplete data records, particularly in remote regions like those at high elevations.",
        "AnswerCn": "在高海拔草甸中收集土壤温度和湿度数据可能面临挑战，例如恶劣的天气条件、设备故障或后勤问题，这可能导致数据记录不完整，特别是在像高海拔地区这样的偏远地区。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}