{
    "id": "296f0057-b278-4c69-86e2-4d99ba17cd01",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Figures: Miocene Moschidae (Mammalia, Ruminantia) from the Linxia Basin (China)  connect Europe and Asia and show an early evolutionary diversity of a  today monogeneric family ",
            "titleCn": "中国临夏盆地中新世麝科（哺乳动物，反刍亚目）连接欧洲和亚洲并显示出今天单系科的早期进化多样性图集",
            "description": "This data includes original images of musk family fossils in the Linxia Basin of Gansu Province, size comparison images and tables in Micromeryx, phylogenetic analysis images of musk family, and geographic and field original images.",
            "descriptionCn": "本数据包括甘肃临夏盆地麝科化石原始图片、Micromeryx中的尺寸比较图片和表格、麝科的系统发育分析图片及地理和野外原始图像。\n数据主要获取途径为相机野外拍摄及基于前人研究重新绘制等。 图片质量为高分辨率原始尺寸图片，经Photoshop加工。 图片应用前景为可用于进一步深入研究比较。                                                                                           ",
            "instructions": "Consistent with the illustrations in the paper",
            "instructionsCn": "与论文插图一致",
            "east": 110.0,
            "west": 90.0,
            "south": 30.0,
            "north": 40.0,
            "startTime": "2023-01-01 16:37:44",
            "endTime": "2024-01-01 16:37:44",
            "fileSize": 10940101.0,
            "cstr": "18406.11.Paleoenv.tpdc.301029",
            "doi": "10.11888/Paleoenv.tpdc.301029",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "李强",
                "nameEn": "LI Qiang ",
                "unitEn": "Institute Of Vertebrate Paleontology And Paleoanthropology, Chinese Academy Of Sciences",
                "unitCn": "中国科学院古脊椎动物与古人类研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": " 青藏高原及其周边新近纪综合地层、生物群与古地理演化",
                "titleEn": null,
                "referenceCn": "邓涛, 方小敏, 李强, 王世骐, 吴飞翔, 侯素宽, 马姣, 江左其杲, 孙丹辉, 郑妍, 史勤勤, 孙博阳, 李录. 2023. 青藏高原及其周边新近纪综合地层、生物群与古地理演化. 中国科学: 地球科学, 53, doi: 10.1360/SSTe-2022-0412\n",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            },
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "化石",
                "nameEn": "fossils"
            },
            {
                "nameCn": "古生物",
                "nameEn": "Paleontology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "临夏盆地",
                "keywordEn": "Linxia Basin"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "中新世",
                "keywordEn": "Miocene",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to capture high-resolution images of fossil specimens in the context of Miocene Cervidae in the Linxia Basin?",
                "QuestionCn": "您能否提供一种数据收集方法的示例，用于捕捉林夏盆地中新世鹿科化石标本的高分辨率图像？",
                "AnswerEn": "A data collection method involves capturing high-resolution images of fossil specimens using cameras in the field, and sometimes redrawing based on previous research. The images are then processed using Photoshop to enhance quality for further study.",
                "AnswerCn": "一种数据收集方法涉及在野外使用相机捕捉化石标本的高分辨率图像，有时还会根据之前的研究进行重绘。然后，这些图像使用Photoshop进行处理，以提高质量以便进一步研究。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used for obtaining high-resolution images in paleontological studies, specifically related to Miocene musk deer fossils from the Linxia Basin?",
                "QuestionCn": "在古生物学研究中，特别是与林夏盆地的中新世麝鹿化石相关的高分辨率图像获取的数据收集方法的特点是什么？",
                "AnswerEn": "field photography, high-resolution images, redrawing, image processing with Photoshop",
                "AnswerCn": "现场摄影，高分辨率图像，重绘，使用 Photoshop 进行图像处理",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'field photography' entail in the context of data collection for paleontological research?",
                "QuestionCn": "在古生物学研究的数据收集背景下，“实地摄影”涉及什么？",
                "AnswerEn": "In the context of paleontological research, 'field photography' involves capturing high-resolution, original size images of fossil specimens and their geological context using a camera during field expeditions. These images are often processed using software like Photoshop to enhance their quality for further comparative studies.",
                "AnswerCn": "在古生物学研究的背景下，“野外摄影”涉及在野外考察期间使用相机捕捉化石标本及其地质背景的高分辨率、原始大小的图像。这些图像通常使用像Photoshop这样的软件进行处理，以提高其质量，以便进行进一步的比较研究。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods using camera field photography compare to those based on redrawing from previous studies in terms of capturing the early evolutionary diversity of Moschidae in the Miocene of the Linxia Basin?",
                "QuestionCn": "使用相机现场摄影的数据收集方法与基于从先前研究中重绘的数据收集方法相比，在捕捉林夏盆地中新世的麝香科早期进化多样性方面有什么不同？",
                "AnswerEn": "The data collection method using camera field photography provides high-resolution, original-sized images that capture the raw, unaltered state of Moschidae fossils. This approach allows for detailed visual documentation that can be used for further comparative research. In contrast, methods based on redrawing from previous studies rely on interpretations and reconstructions, which may introduce subjective elements or errors but can also incorporate accumulated knowledge and corrections from prior research. Both methods contribute to understanding the evolutionary diversity by offering different perspectives and data types for analysis.",
                "AnswerCn": "使用相机现场摄影的数据收集方法提供高分辨率、原始大小的图像，捕捉了Moschidae化石的原始未修改状态。这种方法允许进行详细的视觉记录，可用于进一步的比较研究。相比之下，基于从先前研究中重绘的方法依赖于解释和重建，这可能引入主观元素或错误，但也可以结合先前研究的积累知识和修正。这两种方法通过提供不同的视角和数据类型进行分析，为理解进化多样性做出了贡献。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the evolutionary diversity of monophyletic families today from the high-resolution images and phylogenetic analysis of Ruminantia fossils collected in the Linxia Basin of China?",
                "QuestionCn": "从在中国林夏盆地收集的反刍动物化石的高分辨率图像和系统发育分析中，可以推断出今天单系家族的进化多样性。",
                "AnswerEn": "The high-resolution images and phylogenetic analysis of Ruminantia fossils from the Linxia Basin of China suggest early evolutionary diversity within monophyletic families. These images and analyses provide insights into how these families may have historically connected Europe and Asia, highlighting the diversity patterns that could have influenced their current monophyletic status. The methodologies employed, such as field photography and re-drawing based on previous research, underscore the importance of detailed image data in understanding evolutionary trajectories.",
                "AnswerCn": "来自中国林夏盆地的反刍动物化石的高分辨率图像和系统发育分析表明，这些单系家族在早期进化中具有多样性。这些图像和分析提供了关于这些家族如何历史上连接欧洲和亚洲的见解，突显了可能影响其当前单系状态的多样性模式。所采用的方法，如现场摄影和基于先前研究的重新绘制，强调了详细图像数据在理解进化轨迹中的重要性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methods or technologies enable the capture and enhancement of high-resolution images for studying the early evolutionary diversity of Moschidae in the Miocene of the Linxia Basin?",
                "QuestionCn": "哪些方法或技术能够捕捉和增强高分辨率图像，以研究林夏盆地中新世的麝香科早期进化多样性？",
                "AnswerEn": "High-resolution images in the study of the Moschidae from the Linxia Basin are primarily captured through field photography using cameras. Enhancements and further detailed analysis are achieved through processing in Photoshop, allowing for better clarity and comparison in research.",
                "AnswerCn": "在林夏盆地的鼠鹿科研究中，高分辨率图像主要通过使用相机进行现场摄影捕捉。通过在Photoshop中处理，进一步增强和详细分析，从而提高研究的清晰度和可比性。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}