{
    "id": "29f5373a-e4d6-4f11-b746-c11b5c05eb6d",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Zircon geochemical data of the getengling pluton in northeastern Hunan",
            "titleCn": "湖南东北部葛藤岭岩体锆石年代学地球化学数据",
            "description": "In 2019, zircon sorting will be completed in Hebei Chengxin Service Co., Ltd., and the samples (5 kg ±) After cleaning and crushing, the samples were crushed to more than 80 mesh by conventional methods and separated by electromagnetic separation. Zircon particles with good crystal shape, transparency, no crack and large enough size were selected as test objects under binocular lens. Zircon target preparation and cathodoluminescence (CL) images were completed in Chongqing Yujin Technology Co., Ltd., which were placed in DevCon epoxy resin and polished to about half of zircon particle size after consolidation, so as to fully expose the interior of zircon. Zircon dating was carried out in the Key Laboratory of Mineralogy and metallogeny, Guangzhou Institute of geochemistry, Chinese Academy of Sciences. The instrument used was la-icp-ms. the instrument model was resolution M50 Agilent 7500a, and the manufacturer was Reynolds Agilent. The spot was 29 μ m。 He gas is used as the carrier of denudation material. Standard zircon plesovice (337.13 ± 0.37 Ma，Sl á 6) and Temora (416 ± 0 Ma, black et al., 2003), NIST srm610 as the external standard and 29Si as the internal standard (the SiO2 content in zircon is 32. 8%). The detailed analysis method is shown in Yuan et al. (2004); The method recommended by Andersen (2002) was used for common lead calibration; The isotopic ratios and REE contents of zircons were calculated by icpmsdatecal (Liu et al., 2010a; Li et al., 2010a; Li et al; Liu et al., 2010b). Isoplot 2006 (Ludwig, 2004) was used for age calculation and concordance mapping.",
            "descriptionCn": "2019年，锆石分选在河北省诚信服务有限公司完成，将采集的样品(5 kg ±)清洗干净、破碎采用常规方法将样品粉碎至80目以上，并采用电磁选方法进行分选。在双目镜下挑选出晶形和透明度较好，无裂纹，粒径足够大的锆石颗粒作为测试对象。锆石制靶和阴极发光（CL）图像在重庆宇劲科技有限公司完成，将其置于DEVCON环氧树脂中，待固结后抛磨至锆石粒径的大约二分之一，使锆石内部充分暴露。锆石年龄测试在中国科学院广州地球化学研究所矿物学与成矿学重点实验室完成，使用仪器为LA-ICP-MS，仪器型号为Resolution M50 Agilent 7500a，厂家为Resonetics Agilent，光斑为29μm。采用He气作为剥蚀物质的载体。采用标准锆石 Plesovice（337.13±0.37 Ma，Sláma 等, 2008）和 Temora（416.6±1.0 Ma，Black 等, 2003）作为外标，元素含量采用NIST SRM610作为外标，29Si作为内标元素（锆石中SiO2含量为32.8%），详细分析方法见Yuan 等 (2004)；普通铅校正采用Andersen (2002)推荐的方法；锆石的同位素比值及微量稀土元素含量计算采用ICPMSDATECAL程序(Liu 等, 2010a; Liu 等, 2010b)，年龄计算及谐和图的绘制采用Isoplot 2006（Ludwig, 2004）。",
            "instructions": "Stored in word format, the sample name is \"YY DD\", where YY represents the sampling location and DD represents the sample number.",
            "instructionsCn": "以word格式存储，样品名称为“yy-dd”其中，yy代表采样地点，dd代表样品编号。",
            "east": 114.0,
            "west": 113.0,
            "south": 28.0,
            "north": 29.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 26987.0,
            "cstr": null,
            "doi": "10.1080/00206814.2018.1426054",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "邓腾",
                "nameEn": "DENG Teng",
                "unitEn": "",
                "unitCn": "东华理工大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Revisiting the ca. 845–820-Ma S-type granitic magmatism in the Jiangnan Orogen: new insights on the Neoproterozoic tectono-magmatic evolution of South China",
                "referenceCn": null,
                "referenceEn": "Deng, T., Xu, D., Chi, G., Zhu, Y., Wang, Z., Chen, G., ... & Yu, D. (2019). Revisiting the ca. 845–820-Ma S-type granitic magmatism in the Jiangnan Orogen: new insights on the Neoproterozoic tectono-magmatic evolution of South China. International Geology Review, 61(4), 383-403."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "磷灰石和锆石",
                "nameEn": "Apatite and zircon"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "湖南省平江县",
                "keywordEn": "Pingjiang County, Hunan Province"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "燕山期",
                "keywordEn": "Yanshanian",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and specifications of zircon particles that are considered suitable for testing in geochemical data collection methods?",
                "QuestionCn": "适合用于地球化学数据收集方法测试的锆石颗粒的特征和规格是什么？",
                "AnswerEn": "good crystal shape, transparency, free of cracks, sufficiently large grain size",
                "AnswerCn": "良好的晶体形状、透明度、无裂纹、足够大的晶粒尺寸。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the particle size threshold for zircon grains selected for testing in a dataset related to zircon geochronology and geochemistry?",
                "QuestionCn": "在与锆石地球年代学和地球化学相关的数据集中，选择用于测试的锆石颗粒的粒径阈值是多少？",
                "AnswerEn": "No numerical value provided.",
                "AnswerCn": "未提供数值。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in accurately determining zircon ages using LA-ICP-MS in geological studies?",
                "QuestionCn": "在地质研究中，使用激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）准确确定锆石年龄面临的挑战因素有哪些？",
                "AnswerEn": "Challenges in accurately determining zircon ages using LA-ICP-MS can arise from factors such as the quality of zircon crystals selected for testing, including their clarity, crystalline structure, and size. The preparation process, including crushing, sieving, and magnetic separation, must ensure that the zircon grains are adequately exposed for analysis without contamination. Instrument calibration and the choice of standard references, such as Plesovice and Temora for age determination and NIST SRM610 for elemental content, are crucial for maintaining precision. The use of helium as a carrier gas and the precision of isotopic ratio calculations using ICPMSDATECAL can also affect accuracy, alongside the need for appropriate correction methods like those suggested by Andersen (2002) for common lead adjustments.",
                "AnswerCn": "使用激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）准确确定锆石年龄时可能面临的挑战包括所选锆石晶体的质量，如其清晰度、晶体结构和大小。准备过程，包括破碎、筛分和磁选，必须确保锆石颗粒充分暴露以便分析而不被污染。仪器校准和标准参考的选择，如用于年龄测定的Plesovice和Temora，以及用于元素含量的NIST SRM610，对于保持精度至关重要。使用氦作为载气以及使用ICPMSDATECAL进行同位素比率计算的精确性也会影响准确性，此外，还需要适当的修正方法，如Andersen（2002）建议的常见铅调整方法。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the purpose of employing LA-ICP-MS for zircon age testing in geological studies?",
                "QuestionCn": "在地质研究中，采用LA-ICP-MS进行锆石年龄测试的目的是为了确定锆石的形成时间，从而帮助研究岩石的年龄、成因和演化过程。",
                "AnswerEn": "The purpose of employing LA-ICP-MS for zircon age testing is to determine the isotopic composition and precise age of zircon samples, which are crucial for understanding the geological history, mineralization processes, and temporal evolution of rock formations.",
                "AnswerCn": "使用LA-ICP-MS进行锆石年龄测试的目的是确定锆石样品的同位素组成和精确年龄，这对于理解地质历史、矿化过程和岩石形成的时间演化至关重要。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}