{
    "id": "2a1b864a-7a73-460b-afcb-3d5b4fd494cc",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Quantitative temperature record of Bangong Lake",
            "titleCn": "班公湖定量温度记录",
            "description": "1) The data include the temperature records reconstructed by using the core depth, age and biomarker gdgts of Bangong Lake to reconstruct the annual average temperature change of Bangong Lake Basin in the west of Qinghai Tibet Plateau since the last deglaciation. At present, most paleoclimate records on the plateau are qualitative and semi quantitative, and the quantitative records are very limited, which restricts the in-depth understanding of the mechanism of climate change on the plateau. Bangongcuo, the largest lake in the west of Qinghai Tibet Plateau, was selected as the study area, and the average annual temperature change in this area since 16 ka BP was reconstructed by using biomarker indexes. 2) The record was reconstructed using gdgts of lake sediments. 3) The data are detailed and reliable. 4) This study not only provides data for understanding the past climate change in the western Qinghai Tibet Plateau, but also provides a basis for discussing the plateau climate change mechanism and verifying the reliability of regional climate model.",
            "descriptionCn": "1）数据包含利用班公湖湖泊岩心深度，年龄，生物标志化合物GDGTs重建的温度记录，重建了末次冰消期以来青藏高原西部班公湖流域的年均温变化。目前高原多数古气候记录为定性半定量，定量记录十分有限，制约了对高原气候变化机制的深入理解。选择青藏高原西部最大湖泊班公错作为研究区，利用生物标志化合物指标重建了 16 ka BP以来该地区年均气温变化。2）该记录利用湖泊沉积物GDGTs进行重建。3）数据详实可靠。4）本研究不仅为了解青藏高原西部地区过去气候变化提供资料，也为讨论高原气候变化机制、验证区域气候模式的可靠性提供依据。",
            "instructions": "bangonghu-GDGTs-Hou Juzhi",
            "instructionsCn": "bangonghu-GDGTs-Hou Juzhi",
            "east": 79.94,
            "west": 77.42,
            "south": 33.44,
            "north": 33.97,
            "startTime": null,
            "endTime": null,
            "fileSize": 127121.0,
            "cstr": "18406.11.Paleoenv.tpdc.271710",
            "doi": "10.11888/Paleoenv.tpdc.271710",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "侯居峙",
                "nameEn": "HOU Juzhi",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "王明达",
                "nameEn": "WANG Mingda",
                "unitEn": "",
                "unitCn": "辽宁师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Internal feedbacks forced middle Holocene cooling on the Qinghai-Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Wang, M.D., Hou, J.Z., Duan, Y.W., Chen, J.H., Li, X.M., He, Y., Lee, S.Y., & Chen, F.H. (2021). Internal feedbacks forced Middle Holocene cooling on the Qinghai-Tibetan Plateau. Boreas, ISSN 0300-9483"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "古气候重建",
                "nameEn": "Paleoclimate Reconstruction"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原，班公湖",
                "keywordEn": "The Tibetan Plateau, Bangong Co"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "两万年以来",
                "keywordEn": "20 ka",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "三极冰芯数据集（1968-2015）",
                "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
            },
            {
                "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
                "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used to reconstruct temperature records from lake sediment GDGTs in the context of climate studies on the Tibetan Plateau?",
                "QuestionCn": "在气候研究中，重建来自湖泊沉积物GDGTs的温度记录的数据显示，数据收集方法的特点包括：",
                "AnswerEn": "biological marker compounds, GDGTs, extracted from lake sediment cores, quantitative reconstruction of mean annual temperature changes since the Last Glacial Maximum, reliable and detailed temperature records",
                "AnswerCn": "从湖泊沉积物岩心中提取的生物标志化合物GDGTs，自末次盛冰期以来年均温度变化的定量重建，可靠且详细的温度记录。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the time span, in years, for the temperature records reconstructed using GDGTs in a dataset related to the Qinghai-Tibet Plateau?",
                "QuestionCn": "与青藏高原相关的数据集中，使用GDGT重建的温度记录的时间跨度是多少年？",
                "AnswerEn": "16,000 years",
                "AnswerCn": "16,000年",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'quantitative temperature reconstruction using GDGTs' mean in the context of paleoclimatology?",
                "QuestionCn": "在古气候学的背景下，“使用GDGTs的定量温度重建”意味着通过分析古代环境中存在的脂质分子（GDGTs）来定量推断过去的温度变化。",
                "AnswerEn": "Quantitative temperature reconstruction using GDGTs refers to the method of estimating past temperature records by analyzing glycerol dialkyl glycerol tetraethers (GDGTs) found in lake sediments. This approach enables researchers to quantitatively assess changes in mean annual temperature over time, as shown in the study of the Bangong Lake region on the western Tibetan Plateau since the Last Deglaciation. It provides detailed and reliable data that enhance understanding of past climate changes and help verify regional climate models.",
                "AnswerCn": "定量温度重建使用GDGTs是指通过分析湖泊沉积物中的甘油二烷基甘油四醚（GDGTs）来估计过去的温度记录。这种方法使研究人员能够定量评估随时间变化的年均温度，如在对西藏高原班公湖地区自最后退冰期以来的研究中所示。它提供了详细且可靠的数据，增强了对过去气候变化的理解，并有助于验证区域气候模型。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the underlying factors that necessitate the use of GDGTs in reconstructing historical temperature records in lake sediments on the Tibetan Plateau?",
                "QuestionCn": "在重建青藏高原湖泊沉积物中的历史温度记录时，使用GDGTs的必要性背后的潜在因素是什么？",
                "AnswerEn": "The use of GDGTs in reconstructing historical temperature records in lake sediments on the Tibetan Plateau is necessitated by the limited availability of quantitative paleoclimate records in the region. This method allows for the reconstruction of annual mean temperature changes since the last deglaciation, providing a more accurate and quantitative insight into past climate variations. This approach is crucial for understanding the mechanisms of climate change on the plateau and validating regional climate models.",
                "AnswerCn": "在青藏高原的湖泊沉积物中使用GDGTs重建历史温度记录是由于该地区定量古气候记录的有限可用性。这种方法可以重建自最后一次冰川消退以来的年均温度变化，为过去气候变化提供更准确和定量的洞察。这种方法对于理解高原气候变化的机制和验证区域气候模型至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the implications of using biogenic compound indicators such as GDGTs for reconstructing past temperature records on the understanding of climate change mechanisms in the Tibetan Plateau?",
                "QuestionCn": "使用生物源化合物指标如GDGTs重建过去温度记录对理解青藏高原气候变化机制的影响是什么？",
                "AnswerEn": "Using biogenic compound indicators like GDGTs for reconstructing past temperature records provides a quantitative record of temperature changes since 16 ka BP in the western Tibetan Plateau, which is crucial for understanding the mechanisms of climate change in the region. This approach offers a more precise understanding compared to qualitative or semi-quantitative records, aiding in evaluating the reliability of regional climate models.",
                "AnswerCn": "使用生物源化合物指标如GDGTs重建西藏高原自16千年前以来的温度变化记录，为理解该地区气候变化机制提供了定量记录。这种方法相比定性或半定量记录提供了更精确的理解，有助于评估区域气候模型的可靠性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to reconstruct annual mean temperature changes in the western Tibetan Plateau using quantitative temperature records from lake cores?",
                "QuestionCn": "为什么使用湖泊沉积物核心的定量温度记录重建西藏高原的年均温度变化是重要的？",
                "AnswerEn": "Reconstructing annual mean temperature changes in the western Tibetan Plateau using quantitative temperature records from lake cores is important because it provides essential data for understanding past climate variations in the region, which are currently limited in quantitative records. This knowledge helps in discussing the mechanisms of climate change on the plateau and serves as a basis for verifying the reliability of regional climate models.",
                "AnswerCn": "利用湖泊沉积物核心的定量温度记录重建西藏高原的年均温度变化非常重要，因为这为理解该地区过去的气候变化提供了必要的数据，而目前定量记录仍然有限。这些知识有助于讨论高原气候变化的机制，并为验证区域气候模型的可靠性提供基础。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}