{
  "id": "2a4ea0c2-531a-4e81-80fc-5ee7bea73e3f",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "ORCHIDEE-MICT model code",
      "titleCn": "ORCHIDEE-MICT 模型代码",
      "description": "The development of key modules in the ecosystem model ORCHIDEE was carried out to more accurately simulate the impacts of land use change on the ecosystem carbon sink on the Tibetan Plateau. First, the age classes module was developed and successfully applied to characterize the age structure of forests and age classes of other land use types. The original number of vegetation functional types was extended, and new customized vegetation functional types were generated using model profiles. The customized vegetation functional types set forests into six age classes and other vegetation types into two age classes ranging from young to old, and set biomass thresholds for different age classes according to the growth equations of the different vegetation types in order to characterize what age class each vegetation type is in at different moments along the way. Such development enabled the model to effectively characterize the age classes of each vegetation type at the scale of the subset of pixels. Second, modules for conversion between different age classes and between land use types, as well as modules for manual forest management and wood harvest, were developed to enable the model to more accurately simulate the impacts of land use change on the carbon cycle. Last, the grassland management and grazing modules in the ORCHIDEE_GM version were integrated to further enrich the functionality of the ecosystem model. The data content involves elements such as the age class module, conversion module, manual forest management, wood harvest, and grassland management. The development of these modules is of great importance, providing key technical support for modeling the ecosystem carbon cycle under land use change on the Tibetan Plateau and contributing to a deeper understanding of the impacts of human activities on carbon sink. The data were derived from the development process of the ORCHIDEE model, and the processing methodology included the extension and customization of the model's functions, setting key parameters such as biomass thresholds according to different vegetation types and age classes. The quality of the data is high, based on the extension and improvement of the ORCHIDEE model, after systematic module design and testing. However, the accuracy and reliability of the model still need to be continuously verified and improved in practical applications. The development of these modules provided a key tool for a deeper understanding of the impacts of land use change on ecosystem carbon sinks in the Tibetan Plateau. In the future, they can be used in the assessment of climate change impacts, the formulation of ecosystem management policies, and the study of optimal management of carbon sink, which will provide important support for the realization of sustainable development and ecological protection. ",
      "descriptionCn": "在生态系统模型ORCHIDEE中进行了关键模块的开发，以更准确地模拟青藏高原土地利用变化对生态系统碳源汇的影响。首先，开发了年龄组模块，成功将其应用于表征森林年龄结构和其他土地利用类型的年龄组。对原有植被功能型数量进行扩展，利用模型配置文件产生新的定制化植被功能型。定制化植被功能型将森林设置为6个年龄组，其他植被类型设置为2个年龄组，分别表示从幼龄到老龄，并根据不同植被类型的生长方程对不同年龄组设置其生物量阈值，以表征不同时刻各植被类型所处的年龄组。这一开发使得模型能够有效表征亚像元尺度上各植被类型的年龄组。其次，开发了不同年龄组之间和土地利用类型之间的转换模块，以及人工林管理和木材砍伐模块，使模型能够更准确地模拟土地利用变化对碳循环的影响。最后，整合了ORCHIDEE_GM版本中的草地管理和放牧模块，进一步丰富了生态系统模型的功能性。数据内容涉及年龄组模块、转换模块、人工林管理、木材砍伐以及草地管理等要素。这些模块的开发意义重大，为模拟青藏高原土地利用变化下的生态系统碳循环提供了关键技术支持，有助于深入理解人类活动对碳源汇的影响。数据来源于对ORCHIDEE模型的开发过程，加工方法包括对模型的功能扩展与定制化，根据不同植被类型和年龄组设定生物量阈值等关键参数。数据质量较高，是基于ORCHIDEE模型的扩展与改进，经过系统的模块设计与测试。然而，模型的精度和可靠性仍需要在实际应用中不断验证和完善。这些模块的开发为深入理解青藏高原土地利用变化对生态系统碳源汇的影响提供了关键工具。未来，可用于气候变化影响的评估、生态环境管理政策的制定以及碳汇优化管理的研究，为实现可持续发展和生态保护提供重要支持。",
      "instructions": "File Name: The ORCHIDEE model code is stored in Fortran text format, and the file name is \"xx. f90\", where xx represents the name of the module, such as Grassland_ Management.f90 represents the Fortran file that describes the process of grassland management.\nData reading method: All Fortran files in this dataset can be opened directly with a text editor (e.g. Visual Studio Code).",
      "instructionsCn": "文件命名：ORCHIDEE模型代码以Fortran文本格式存储，文件的名称为“xx.f90”，其中xx代表模块的名称，比如grassland_management.f90就代表这个Fortran文件描述了草地管理的过程。\n数据读取方式：该数据集中的所有Fortran文件可以直接用文本编辑器（如Visual Studio Code）打开。",
      "east": 0.0,
      "west": -1.0,
      "south": 0.0,
      "north": 0.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 60223244.0,
      "cstr": "18406.11.Terre.tpdc.300974",
      "doi": "10.11888/Terre.tpdc.300974",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "岳超",
        "nameEn": "YUE Chao",
        "unitEn": "",
        "unitCn": "西北农林科技大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Contribution of land use to the interannual variability of the land carbon cycle",
        "referenceCn": null,
        "referenceEn": "Yue, C., Ciais, P., Houghton, R., & Nassikas, A. (2020). Contribution of land use to the interannual variability of the land carbon cycle. Nat Commun, 11, 3170. DOI: 10.1038/s41467-020-16953-8."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土地利用/覆盖",
        "nameEn": "Land Use/Land Cover"
      },
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "地表过程",
        "nameEn": "Earth SurFace Processes"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "无",
        "keywordEn": "None"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "无",
        "keywordEn": "None",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and functionalities of the modules developed for simulating land use changes and ecosystem carbon cycles in the ORCHIDEE-MICT model?",
        "QuestionCn": "ORCHIDEE-MICT模型中用于模拟土地利用变化和生态系统碳循环的模块的特征和功能是什么？",
        "AnswerEn": "age group module, forest age structures, biomass thresholds, custom vegetation functional types, transitions between age groups, artificial forest management, timber harvesting, grassland management, grazing modules",
        "AnswerCn": "年龄组模块、森林年龄结构、生物量阈值、自定义植被功能类型、年龄组之间的过渡、人工森林管理、木材采伐、草地管理、放牧模块",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does the 'age group module' refer to in the context of ecological modeling for simulating land use changes?",
        "QuestionCn": "在生态建模中用于模拟土地利用变化的“年龄组模块”指的是什么？",
        "AnswerEn": "In the context of ecological modeling for simulating land use changes, the 'age group module' refers to a development within the ORCHIDEE-MICT model that allows for the characterization of forest age structures and other land use types by dividing vegetation into age groups. This module enables the simulation of different biomass thresholds for various vegetation types and age groups, representing stages from young to old based on growth equations specific to each vegetation type. It facilitates the detailed representation of vegetation types at sub-pixel scales, enhancing the model's ability to simulate the impact of land use changes on ecosystem carbon sources and sinks.",
        "AnswerCn": "在生态建模中，'年龄组模块'是ORCHIDEE-MICT模型中的一个发展，允许通过将植被划分为年龄组来表征森林年龄结构和其他土地利用类型。该模块能够模拟不同植被类型和年龄组的生物量阈值，代表从年轻到老年的不同阶段，基于特定于每种植被类型的生长方程。它促进了在子像素尺度上对植被类型的详细表示，增强了模型模拟土地利用变化对生态系统碳源和碳汇影响的能力。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the development of age group and conversion modules enhance the understanding of ecosystem carbon fluxes in response to land use changes on the Qinghai-Tibet Plateau?",
        "QuestionCn": "年龄组和转化模块的发展如何增强对青藏高原土地利用变化响应的生态系统碳通量的理解？",
        "AnswerEn": "The development of age group and conversion modules allows for a more precise representation of the forest age structure and other land use types. By setting biomass thresholds based on growth equations for different vegetation types and age groups, the model can simulate sub-pixel scale age groups effectively. This aids in understanding the impact of land use changes on carbon fluxes by considering the dynamics between different age groups and land use types, including the influence of afforestation, deforestation, and grassland management.",
        "AnswerCn": "年龄组和转换模块的发展使得森林年龄结构和其他土地利用类型的表示更加精确。通过根据不同植被类型和年龄组的生长方程设定生物量阈值，该模型能够有效地模拟亚像素尺度的年龄组。这有助于理解土地利用变化对碳通量的影响，考虑不同年龄组和土地利用类型之间的动态关系，包括造林、砍伐和草地管理的影响。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the possible outcomes on ecosystem carbon source and sink dynamics when the age group and land-use type transition modules are integrated into an ecosystem model?",
        "QuestionCn": "当年龄组和土地利用类型转变模块集成到生态系统模型中时，生态系统碳源和碳汇动态的可能结果是什么？",
        "AnswerEn": "The integration of age group and land-use type transition modules into an ecosystem model can lead to more accurate simulations of land-use changes on ecosystem carbon dynamics. By incorporating these modules, the model can effectively represent the age structure of vegetation at a sub-pixel level and simulate the transitions between different age groups and land-use types. This allows for a more nuanced understanding of how these factors impact carbon sources and sinks, ultimately providing key technical support for assessing the effects of human activity on carbon dynamics in the ecosystem.",
        "AnswerCn": "将年龄组和土地利用类型转变模块整合到生态系统模型中，可以更准确地模拟土地利用变化对生态系统碳动态的影响。通过引入这些模块，模型能够有效地在亚像素级别上表示植被的年龄结构，并模拟不同年龄组和土地利用类型之间的转变。这使得我们能够更细致地理解这些因素如何影响碳源和碳汇，最终为评估人类活动对生态系统碳动态的影响提供关键的技术支持。",
        "Level": "C6(Creating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of developing and integrating age-group and land-use transition modules in ecosystem models for simulating carbon cycle impacts on the Tibetan Plateau?",
        "QuestionCn": "在生态系统模型中开发和整合年龄组和土地利用转换模块以模拟对青藏高原碳循环影响的主要目标是什么？",
        "AnswerEn": "The primary objective is to more accurately simulate the effects of land use changes on ecosystem carbon sources and sinks by representing different age groups of vegetation, allowing for a detailed characterization of sub-pixel scale vegetation structure. This development provides critical technical support for understanding the impact of human activities on carbon dynamics, thereby contributing to climate change impact assessments, ecological management policy formulation, and optimization of carbon sink management.",
        "AnswerCn": "主要目标是通过表示不同年龄组的植被，更准确地模拟土地利用变化对生态系统碳源和碳汇的影响，从而对亚像素尺度的植被结构进行详细表征。这一发展为理解人类活动对碳动态的影响提供了关键的技术支持，从而有助于气候变化影响评估、生态管理政策的制定以及碳汇管理的优化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in developing and integrating custom vegetation functional types with age group modules into an ecosystem model to accurately simulate land use changes on the Tibetan Plateau?",
        "QuestionCn": "开发和集成自定义植被功能类型与年龄组模块到生态系统模型中，以准确模拟青藏高原的土地利用变化的程序步骤包括哪些？",
        "AnswerEn": "The process involves first developing an age group module to characterize forest age structures and other land use types. This includes expanding the number of vegetation functional types and generating new custom vegetation functional types via model configuration files. Forests are set into six age groups, while other vegetation types have two age groups, representing stages from young to old. Biomass thresholds are established for each age group based on specific growth equations for different vegetation types. Additionally, conversion modules for transitions between age groups and land use types are developed, along with modules for plantation management and timber harvesting. These are integrated with grassland management and grazing modules from the ORCHIDEE_GM version to enhance the model's functionality. This comprehensive development and integration enable the model to simulate carbon cycle impacts due to land use changes accurately.",
        "AnswerCn": "该过程首先涉及开发一个年龄组模块，以表征森林年龄结构和其他土地利用类型。这包括扩展植被功能类型的数量，并通过模型配置文件生成新的自定义植被功能类型。森林被划分为六个年龄组，而其他植被类型则有两个年龄组，代表从年轻到老年的阶段。根据不同植被类型的特定生长方程，为每个年龄组建立生物量阈值。此外，还开发了年龄组和土地利用类型之间转换的模块，以及用于种植管理和木材采伐的模块。这些模块与ORCHIDEE_GM版本中的草地管理和放牧模块集成，以增强模型的功能。这一全面的开发和集成使模型能够准确模拟由于土地利用变化引起的碳循环影响。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What advancements or methodologies enable more accurate simulation of land use changes on ecosystem carbon sinks and sources using an ecosystem model?",
        "QuestionCn": "哪些进展或方法能够通过生态系统模型更准确地模拟土地利用变化对生态系统碳汇和碳源的影响？",
        "AnswerEn": "The development of key modules within the ORCHIDEE-MICT model code, such as the age group module and conversion module, artificial forest management, timber harvesting, and integration of grassland management and grazing from ORCHIDEE_GM, enables more accurate simulation of land use changes on ecosystem carbon sinks and sources. These include customizing vegetation functional types and setting biomass thresholds based on growth equations for different age groups and vegetation types.",
        "AnswerCn": "ORCHIDEE-MICT模型代码中关键模块的发展，如年龄组模块和转换模块、人工林管理、木材采伐，以及从ORCHIDEE_GM集成的草地管理和放牧，使得对土地利用变化对生态系统碳汇和碳源的模拟更加准确。这些模块包括根据不同年龄组和植被类型的生长方程自定义植被功能类型和设定生物量阈值。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the integration of different modules, such as age group modules and land-use transition modules, be critical for accurately simulating the impact of land-use changes on carbon cycles in the Tibetan Plateau?",
        "QuestionCn": "为什么整合不同的模块，例如年龄组模块和土地利用转变模块，对于准确模拟土地利用变化对青藏高原碳循环的影响至关重要？",
        "AnswerEn": "The integration of different modules, such as age group modules and land-use transition modules, is critical for accurately simulating the impact of land-use changes on carbon cycles in the Tibetan Plateau because these modules allow for a more detailed representation of the ecosystem dynamics. The age group module enables the characterization of forest age structure and other land-use types by dividing them into different age groups, which helps in understanding how vegetation growth stages affect carbon storage and flux. Furthermore, the land-use transition module, along with artificial forest management and wood harvesting modules, helps in simulating the effects of human activities on carbon sources and sinks, thereby providing a more comprehensive model of land-use impacts on the ecosystem. These developments enrich the model's functionality and offer key technological support for assessing the influences of human activities on carbon dynamics.",
        "AnswerCn": "不同模块的集成，如年龄组模块和土地利用转变模块，对于准确模拟土地利用变化对青藏高原碳循环的影响至关重要，因为这些模块能够更详细地表征生态系统动态。年龄组模块通过将森林年龄结构和其他土地利用类型划分为不同的年龄组，帮助理解植被生长阶段如何影响碳储存和通量。此外，土地利用转变模块以及人工林管理和木材采伐模块有助于模拟人类活动对碳源和碳汇的影响，从而提供一个更全面的土地利用对生态系统影响的模型。这些发展丰富了模型的功能，并为评估人类活动对碳动态的影响提供了关键的技术支持。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}