{
  "id": "2aaf59ba-64cb-490f-96fe-d1b73d1133b3",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Modeling results of vegetation transpiration in the middle and lower Heihe River Basin at the north of Qilian Mountains (2001-2015)",
      "titleCn": "祁连山北麓黑河流域中下游植被蒸腾（T）逐月模拟数据（2001-2015）",
      "description": "The dataset of vegetation transpiration in the middle and lower Heihe River Basin at the north of Qilian Mountains (2001-2015) is stimulated by the Hydrological-Ecological Integrated watershed Flow Model (HEIFLOW). HEIFLOW is a three-dimensional distributed eco-hydrological coupling model, integrating the Precipitation-Runoff Modeling System (PRMS) with the Modular Groundwater Flow Model (MODFLOW) and several ecological modules, which can completely describe the hydrological cycle and vegetation ecological process of the basin. For the modeling details of generating this data, please refer to Han et al. (2021), and for the technical details of HEIFLOW  model, please refer to Han et al. (2021), Tian et al. (2018), and sun et al. (2018)",
      "descriptionCn": "祁连山北麓黑河流域中下游植被蒸腾（T）逐月模拟数据（2001-2015）是由生态水文耦合模型HEIFLOW模拟得到的。HEIFLOW模型是一个三维分布式生态水文模拟，由一个地表水模型（PRMS）、一个地下水模型（MODFLOW）和几个生态模块组成，能较为完整地描述流域水循环和植被生态过程。生成此数据的建模细节请参考Han et al. (2021)，关于HEIFLOW模型的技术细节请参考Han et al. (2021)，Tian et al. (2018)和Sun et al. (2018).",
      "instructions": "VariableName_ Year-Month",
      "instructionsCn": "变量名称_年份-月份",
      "east": 102.32,
      "west": 97.65,
      "south": 37.96,
      "north": 42.91,
      "startTime": "2001-01-01 00:00:00",
      "endTime": "2015-12-31 11:59:59",
      "fileSize": 160102440.0,
      "cstr": "18406.11.Terre.tpdc.271984",
      "doi": "10.11888/Terre.tpdc.271984",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "郑一",
        "nameEn": "ZHENG Yi ",
        "unitEn": "Southern University of Science and Technology",
        "unitCn": "南方科技大学"
      },
      {
        "nameCn": "韩峰",
        "nameEn": "HAN Feng ",
        "unitEn": "Southern University of Science and Technology",
        "unitCn": "南方科技大学"
      },
      {
        "nameCn": "田勇",
        "nameEn": "TIAN Yong ",
        "unitEn": "Southern University of Science and Technology",
        "unitCn": "南方科技大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Nexus of Water, Ecosystems, and Agriculture in Endorheic River Basins: A System Analysis Based on Integrated Ecohydrological Modeling",
        "referenceCn": null,
        "referenceEn": "Sun, Z., Zheng, Y., & Li, X., et al. (2018). The Nexus of Water, Ecosystems, and Agriculture in Endorheic River Basins: A System Analysis Based on Integrated Ecohydrological Modeling. Water Resources Research, 54(10), 7534-7556."
      },
      {
        "titleCn": null,
        "titleEn": "A comprehensive graphical modeling platform designed for integrated hydrological simulation",
        "referenceCn": null,
        "referenceEn": "Tian, Y., Zheng, Y., & Han, F., et al. (2018). A comprehensive graphical modeling platform designed for integrated hydrological simulation. Environmental Modelling & Software, 108, 154-173."
      },
      {
        "titleCn": null,
        "titleEn": "Accounting for field-scale heterogeneity in the ecohydrological modeling of large arid river basins: Strategies and relevance",
        "referenceCn": null,
        "referenceEn": "Han, F., Zheng, Y., & Tian, Y., et al. (2021). Accounting for field-scale heterogeneity in the ecohydrological modeling of large arid river basins: Strategies and relevance. Journal of Hydrology, 595, 126045."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表参数",
        "nameEn": "Land Surface Parameter"
      },
      {
        "nameCn": "地表过程",
        "nameEn": "Earth SurFace Processes"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2001-2015",
        "keywordEn": "2001-2015",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Definition": [
      {
        "QuestionEn": "What does 'ecological hydrological coupling model' mean in the context of vegetation transpiration data simulation?",
        "QuestionCn": "在植被蒸腾数据模拟的背景下，“生态水文耦合模型”是什么意思？",
        "AnswerEn": "An 'ecological hydrological coupling model' refers to a simulation framework that integrates both ecological processes and hydrological cycles within a specific area, such as a watershed. In the context of vegetation transpiration data simulation, this involves using a model like HEIFLOW that combines surface water modeling (PRMS), groundwater modeling (MODFLOW), and ecological modules to accurately describe interactions between water cycles and vegetation ecological processes.",
        "AnswerCn": "“生态水文耦合模型”是指一种模拟框架，它将特定区域（如流域）内的生态过程和水文循环整合在一起。在植被蒸散数据模拟的背景下，这涉及使用像HEIFLOW这样的模型，该模型结合了地表水建模（PRMS）、地下水建模（MODFLOW）和生态模块，以准确描述水循环与植被生态过程之间的相互作用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the simulated monthly vegetation transpiration data from 2001 to 2015 reveal about the ecological and hydrological processes in the Heihe River Basin, and how might the integration of surface water models, groundwater models, and ecological modules contribute to understanding these patterns?",
        "QuestionCn": "从2001年到2015年的模拟月度植被蒸腾数据可以揭示黑河流域的生态和水文过程，以及地表水模型、地下水模型和生态模块的整合如何有助于理解这些模式？",
        "AnswerEn": "The simulated monthly vegetation transpiration data from 2001 to 2015 can reveal detailed insights into the ecological and hydrological processes in the Heihe River Basin by providing a comprehensive description of the water cycle and vegetation ecology. The integration of surface water models (PRMS), groundwater models (MODFLOW), and ecological modules in the HEIFLOW model allows for a more complete simulation of these processes, potentially uncovering patterns in water usage, plant growth, and environmental changes over time, as referenced in Han et al. (2021), Tian et al. (2018), and Sun et al. (2018).",
        "AnswerCn": "2001年至2015年的模拟月度植被蒸腾数据可以揭示黑河流域生态和水文过程的详细见解，通过提供水循环和植被生态的综合描述。HEIFLOW模型中表面水模型（PRMS）、地下水模型（MODFLOW）和生态模块的整合，使得对这些过程的模拟更加完整，可能揭示水利用、植物生长和环境变化的模式，正如Han等（2021）、Tian等（2018）和Sun等（2018）所提到的。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges of accurately simulating vegetation transpiration rates in the Heihe River Basin using ecological hydrological models?",
        "QuestionCn": "在使用生态水文模型准确模拟黑河流域植被蒸散速率时，哪些因素会导致挑战？",
        "AnswerEn": "The use of the HEIFLOW model, which integrates a surface water model (PRMS), a groundwater model (MODFLOW), and several ecological modules, helps address the complex interactions in the water cycle and vegetation ecological processes in the Heihe River Basin. However, challenges may arise due to the need to accurately capture the three-dimensional distribution of ecological and hydrological variables over time, as well as potential errors in model parameterization and data input from diverse environmental conditions.",
        "AnswerCn": "HEIFLOW模型的使用集成了一个地表水模型（PRMS）、一个地下水模型（MODFLOW）和多个生态模块，有助于解决黑河流域水循环和植被生态过程中的复杂相互作用。然而，由于需要准确捕捉生态和水文变量在时间上的三维分布，以及来自不同环境条件的模型参数化和数据输入可能存在的误差，可能会出现挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives of utilizing the HEIFLOW model for simulating monthly vegetation transpiration in the Qilian Mountains' Heihe River Basin from 2001 to 2015?",
        "QuestionCn": "利用HEIFLOW模型模拟2001年至2015年祁连山黑河流域的月度植被蒸散的目标是什么？",
        "AnswerEn": "The goal of using the HEIFLOW model is to provide a comprehensive simulation of the water cycle and vegetation ecological processes in the Heihe River Basin, capturing the interactions between surface water, groundwater, and ecological factors. This allows for a better understanding of the hydrological and ecological dynamics in the region, facilitating informed water resource management and ecological conservation efforts.",
        "AnswerCn": "使用HEIFLOW模型的目标是提供对黑河流域水循环和植被生态过程的全面模拟，捕捉地表水、地下水和生态因素之间的相互作用。这有助于更好地理解该地区的水文和生态动态，从而促进水资源管理和生态保护工作的有效开展。",
        "Level": "C1(Remembering)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What steps are involved in using the HEIFLOW model to simulate monthly vegetation transpiration data, and what are the challenges in integrating surface and groundwater models with ecological modules?",
        "QuestionCn": "使用HEIFLOW模型模拟每月植被蒸腾数据涉及哪些步骤，以及在将地表和地下水模型与生态模块集成时面临哪些挑战？",
        "AnswerEn": "The HEIFLOW model, used to simulate monthly vegetation transpiration data, involves a three-dimensional distributed eco-hydrological simulation. It integrates a surface water model (PRMS), a groundwater model (MODFLOW), and several ecological modules to describe the watershed water cycle and vegetation ecological processes comprehensively. Challenges in this integration include ensuring accurate coupling between surface water and groundwater models and adequately representing complex ecological processes within the modeling framework.",
        "AnswerCn": "HEIFLOW模型用于模拟每月的植被蒸散数据，涉及三维分布式生态水文模拟。它集成了一个地表水模型（PRMS）、一个地下水模型（MODFLOW）以及多个生态模块，以全面描述流域水循环和植被生态过程。该集成中的挑战包括确保地表水和地下水模型之间的准确耦合，以及在建模框架内充分表示复杂的生态过程。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What combination of ecological and hydrological modeling approaches enables the effective simulation of vegetation transpiration in river basins?",
        "QuestionCn": "什么样的生态和水文建模方法的组合能够有效模拟河流流域中的植被蒸腾？",
        "AnswerEn": "The effective simulation of vegetation transpiration in river basins is enabled by the HEIFLOW model, which is a three-dimensional distributed eco-hydrological model. It includes a surface water model (PRMS), a groundwater model (MODFLOW), and several ecological modules, allowing for a comprehensive description of watershed water cycles and vegetation ecological processes.",
        "AnswerCn": "有效模拟河流流域植被蒸散作用的能力得益于HEIFLOW模型，该模型是一个三维分布式生态水文模型。它包括一个地表水模型（PRMS）、一个地下水模型（MODFLOW）以及多个生态模块，能够全面描述流域水循环和植被生态过程。",
        "Level": "C6(Creating)"
      }
    ]
  }
}