{
  "id": "2afcb38f-6de0-4063-80bf-2119a8fb53b2",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Zircon (U-Th) / He age data of Cretaceous denudation cooling events in the Qiangtang block",
      "titleCn": "羌塘地块白垩纪锆石(U—Th)/He年龄数据",
      "description": "The samples are well qiangke-1, well qiangdi-17 and well qiangzi-16. The analysis and testing work was completed in the laboratory of AR, u-th-he geochronology, Institute of Geology and Geophysics, Chinese Academy of Sciences. See Wu Lin et al. (2016) for testing methods. The results are as follows: the zircon (U-Th) / He ages of 9 samples from three boreholes in the Qiangtang block in the Qinghai Tibet Plateau, except that the thermal history information of two samples from Eocene has not been reset, the rest of the samples are concentrated in Cretaceous, and the age values change little with elevation, indicating the existence of Cretaceous denudation cooling. Well qd-17 in the west of the Qiangtang block recorded denudation cooling in the early Cretaceous (about 127-114 MA), and well qz-16 in the East recorded denudation cooling in the late Cretaceous (about 92-64 MA). The denudation and cooling of the Cretaceous resulted in the statistics of regional low temperature thermochronology and the response of tectonic sedimentary events. The low-temperature thermochronological data of the Qiangtang block, Lhasa block and Himalayan block show that the Cretaceous early Eocene low-temperature thermochronological ages are widely distributed in the Northern Lhasa block and Qiangtang block (within the plateau), while the late Miocene low-temperature thermochronological ages are widely distributed in the southern Lhasa block to Himalayan block (southern margin of the plateau), This age distribution pattern suggests that the interior and southern margin of the plateau experienced different erosion cooling histories. Referring to the rapid denudation cooling process in the southern margin of the plateau since late Miocene, it is speculated that there was a Cretaceous rapid denudation cooling event in the interior of the plateau. Early Cretaceous depositional discontinuities and unconformities occurred widely in the Northern Lhasa block, Qiangtang block and its northern area, which also indicated rapid denudation during Cretaceous. Combined with the analysis of regional tectonic evolution, the Cretaceous denudation cooling may be the result of the collision between the Lhasa block and Qiangtang block after the closure of the Bangong Lake Nujiang ocean in Early Cretaceous, which indicates that there may have been obvious shortening, thickening deformation and corresponding denudation cooling in the crust of the plateau before the Cenozoic India Eurasia collision.",
      "descriptionCn": "样品为羌科-1井、羌地-17井和羌资-16井。分析测试工作在中国科学院地质与地球物理研究所氩氩、铀—钍—氦年代学实验室完成，测试方法见吴林等(2016)。取得成果如下：青藏高原内部羌塘地块三个钻孔岩芯中9件样品的锆石(U—Th)/He年龄，除始新统两件样品的锆石(U—Th)/He热史信息尚未重置外，其余样品年龄均集中在白垩纪，且年龄值随高程变化较小，指示存在白垩纪剥蚀—冷却。 羌塘地块西部 QD-17 井记录了早白垩世(约127~114Ma)的剥蚀—冷却，东部QZ-16井记录了晚白垩世(约92~64Ma)的剥蚀—冷却。 白垩纪剥蚀—冷却得到区域上低温热年代学数据统计和构造—沉积事件的响应。 羌塘地块、拉萨地块和喜马拉雅地块的低温热年代学数据统计结果显示，拉萨地块北部和羌塘地块(高原内部)广泛分布白垩纪—早始新世的低温热年代学年龄，拉萨地块南部至喜马拉雅地块(高原南缘)则广泛分布晚中新世以来的低温热年代学年龄，这种年龄分布格局暗示高原内部和南缘经历了明显不同的剥蚀—冷却历史。参考高原南缘晚中新世以来的快速剥蚀—冷却过程，推测高原内部也存在白垩纪快速剥蚀—冷却事件。 拉萨地块北部、羌塘地块及其以北区域广发出现早白垩世沉积间断及沉积不整合，也指示白垩纪期间的快速剥蚀。结合区域构造演化分析，该白垩纪剥蚀—冷却可能是早白垩世班公湖—怒江洋关闭后拉萨地块与羌塘地块碰撞的结果，指示在新生代印度—欧亚大陆碰撞之前，高原内部的地壳可能已经存在明显的缩短、加厚变形以及相应的剥蚀—冷却。",
      "instructions": "The data is stored in word format, and the file name starts with QT, representing Qiangtang basin. See word for specific sample number, experimental method and data.",
      "instructionsCn": "数据以Word格式存储，文件名称以QT为开头，代表羌塘盆地。具体样品编号、实验方法、具体数据等见Word。",
      "east": 93.0,
      "west": 79.0,
      "south": 26.0,
      "north": 35.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 33147.0,
      "cstr": "18406.11.Geo.tpdc.271469",
      "doi": "10.11888/Geo.tpdc.271469",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "郑波",
        "nameEn": "zheng Bo",
        "unitEn": "",
        "unitCn": "西南石油大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "羌塘地块白垩纪剥蚀—冷却事件",
        "titleEn": null,
        "referenceCn": "郑波, 陈文彬, 王增振, 冯丽霞, 张艳雄, 万友利, 吴林. (2020). 羌塘地块白垩纪剥蚀—冷却事件. 地质论评, 66(05), 1143-1154.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      },
      {
        "nameCn": "板块构造",
        "nameEn": "plate tectonics"
      },
      {
        "nameCn": "碰撞事件",
        "nameEn": "collision event"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "羌塘盆地",
        "keywordEn": "Qiangtang Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "白垩纪",
        "keywordEn": "Cretaceous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of low-temperature thermochronology data in the context of crustal deformation and erosion-cooling events?",
        "QuestionCn": "低温热年代学数据在地壳变形和侵蚀-冷却事件中的特征是什么？",
        "AnswerEn": "ability to record erosion-cooling events, minimal age variation with elevation, Cretaceous to early Eocene ages in northern Lhasa and Qiangtang blocks, late Miocene ages from southern Lhasa block to the Himalayas",
        "AnswerCn": "记录侵蚀-冷却事件的能力，随海拔变化的年龄差异最小，北拉萨和羌塘地块的白垩纪至早始新世年龄，从南拉萨地块到喜马拉雅山的晚中新世年龄。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the number of zircon (U—Th)/He age samples analyzed from the Qiangtang block during the Cretaceous period?",
        "QuestionCn": "在白垩纪期间，来自强塘块的锆石（U—Th）/He年龄样本分析数量是多少？",
        "AnswerEn": "9 samples",
        "AnswerCn": "9个样本",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of 'low-temperature thermochronology' in geological studies?",
        "QuestionCn": "“低温热年代学”在地质研究中的重要性是什么？",
        "AnswerEn": "Low-temperature thermochronology, as applied in the research associated with the Qiangtang block, involves the analysis of zircon (U-Th)/He ages to understand the thermal history and erosion-cooling events of geological formations. This technique helps in identifying the timing and extent of erosion and cooling processes in different geological periods, such as the Cretaceous and Eocene, providing insights into the tectonic and sedimentary history of regions like the Qiangtang, Lhasa, and Himalayan blocks.",
        "AnswerCn": "低温热年代测定法在与羌塘块相关的研究中，涉及对锆石（U-Th）/He年龄的分析，以了解地质构造的热历史和侵蚀-冷却事件。这项技术有助于识别不同地质时期（如白垩纪和始新世）侵蚀和冷却过程的时间和程度，为羌塘、拉萨和喜马拉雅块等地区的构造和沉积历史提供了见解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the age distribution of zircon (U—Th)/He data suggest about the geological evolution and erosion-cooling events in the Qiangtang terrane during the Cretaceous period?",
        "QuestionCn": "锆石 (U-Th)/He 数据的年龄分布可以揭示白垩纪期间羌塘地块的地质演化和侵蚀冷却事件的哪些信息？",
        "AnswerEn": "The age distribution of zircon (U—Th)/He data in the Qiangtang terrane indicates significant erosion-cooling events during the Cretaceous period. Most of the samples show ages concentrated in the Cretaceous, suggesting a period of erosion and cooling. The western part of the Qiangtang terrane recorded early Cretaceous erosion-cooling (approximately 127-114 Ma), while the eastern part recorded late Cretaceous erosion-cooling (approximately 92-64 Ma). The regional low-temperature thermochronological data suggest a widespread Cretaceous to early Eocene age distribution in the northern Lhasa terrane and the Qiangtang terrane, whereas younger ages, from the late Miocene onwards, are predominant from the southern Lhasa terrane to the Himalayan terrane. This age pattern implies different erosion-cooling histories between the internal plateau and its southern margin, possibly related to significant crustal shortening, thickening, deformation, and associated erosion-cooling before the India-Eurasia collision in the Cenozoic.",
        "AnswerCn": "Qiangtang 地块的锆石（U—Th）/He 数据的年龄分布表明，在白垩纪期间发生了显著的侵蚀-冷却事件。大多数样本的年龄集中在白垩纪，表明这一时期存在侵蚀和冷却。Qiangtang 地块的西部记录了早白垩纪的侵蚀-冷却（大约 127-114 Ma），而东部则记录了晚白垩纪的侵蚀-冷却（大约 92-64 Ma）。区域低温热年代学数据表明，北拉萨地块和 Qiangtang 地块在白垩纪到早始新世期间存在广泛的年龄分布，而从南拉萨地块到喜马拉雅地块则以晚中新世以来的年轻年龄为主。这一年龄模式暗示了内陆高原与其南缘之间存在不同的侵蚀-冷却历史，这可能与印度-欧亚碰撞前的显著地壳缩短、增厚、变形及相关的侵蚀-冷却有关。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the variation in zircon (U—Th)/He ages across different elevations in the Qiangtang block, and how might these variations inform the data collection methods used for analyzing erosion-cooling histories in this region?",
        "QuestionCn": "在强塘块，不同海拔高度的锆石（U—Th）/He年龄变化的原因是什么，这些变化又如何影响该地区侵蚀-冷却历史分析的数据收集方法？",
        "AnswerEn": "The variation in zircon (U—Th)/He ages across different elevations in the Qiangtang block is caused by the Cretaceous erosion-cooling events. These ages indicate minimal variation with elevation, suggesting a consistent erosion-cooling trend during the Cretaceous. This trend can inform data collection methods by highlighting the importance of sampling across different elevations to capture the temporal and spatial patterns of erosion and cooling. The observed ages can guide methodologies for selecting sample locations and interpreting the geological history of the region.",
        "AnswerCn": "在强塘块，不同海拔的锆石（U—Th）/He年龄变化是由白垩纪的侵蚀-冷却事件引起的。这些年龄显示出海拔变化的最小差异，表明在白垩纪期间存在一致的侵蚀-冷却趋势。这个趋势可以为数据收集方法提供信息，强调在不同海拔进行采样的重要性，以捕捉侵蚀和冷却的时间和空间模式。观察到的年龄可以指导样本位置的选择和该地区地质历史的解读方法。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of identifying and categorizing low-temperature thermochronology age patterns in the context of Cretaceous erosion-cooling events within a geological block?",
        "QuestionCn": "识别和分类低温热年代学年龄模式在地质块体的白垩纪侵蚀-冷却事件中的潜在后果是什么？",
        "AnswerEn": "Identifying and categorizing low-temperature thermochronology age patterns can lead to a better understanding of the region's erosion-cooling history, including insights into the timing and extent of significant geological events such as crustal shortening and thickening before the Cenozoic India-Eurasia collision. It also helps in correlating these patterns with regional tectonic and sedimentary processes, allowing researchers to infer past environmental and climatic conditions and providing a basis for predicting future geological changes in similar regions.",
        "AnswerCn": "识别和分类低温热年代学年龄模式可以更好地理解该地区的侵蚀-冷却历史，包括对重要地质事件（如在新生代印度-欧亚碰撞之前的地壳缩短和增厚的时机和程度）的洞察。它还有助于将这些模式与区域构造和沉积过程进行关联，使研究人员能够推断过去的环境和气候条件，并为预测类似地区未来的地质变化提供基础。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of collecting zircon (U—Th)/He age data samples from various wells in the Qiangtang terrane, and how does this contribute to understanding the region's geological history?",
        "QuestionCn": "收集来自强塘地块各个井的锆石（U—Th）/He年龄数据样本的主要目标是什么，以及这如何有助于理解该地区的地质历史？",
        "AnswerEn": "The primary goal of collecting zircon (U—Th)/He age data samples from various wells in the Qiangtang terrane is to understand the thermal history and erosion-cooling events of the region during the Cretaceous period. This data provides insights into the erosion-cooling patterns, indicating widespread Cretaceous—Early Eocene low-temperature thermochronological ages in the Qiangtang terrane and the northern Lhasa terrane, compared to the widespread ages since the Late Miocene in the southern Lhasa terrane to the Himalayan terrane. This pattern suggests distinct erosion-cooling histories between the interior and southern edge of the plateau, and supports the hypothesis of significant crustal shortening, thickening deformation, and corresponding erosion-cooling within the plateau interior prior to the Cenozoic India-Eurasia collision.",
        "AnswerCn": "收集来自羌塘地块各个井的锆石（U—Th）/He年龄数据样本的主要目的是了解该地区在白垩纪期间的热历史和侵蚀-冷却事件。这些数据提供了对侵蚀-冷却模式的洞察，表明羌塘地块和北拉萨地块在白垩纪—早始新世期间存在广泛的低温热年代学年龄，而南拉萨地块到喜马拉雅地块则自晚中新世以来存在广泛的年龄。这一模式表明，内陆和高原南缘之间存在明显的侵蚀-冷却历史差异，并支持在新生代印度-欧亚碰撞之前，高原内部发生显著的地壳缩短、增厚变形及相应的侵蚀-冷却的假说。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}