{
  "id": "2b8ffbf4-90ac-4e3d-9ae4-a8be31ae93d4",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Global High-Resolution (8 days, 0.05 °) Solar-Induced Fluorescence Dataset (2001-2020)",
      "titleCn": "全球高分辨率（8天，0.05°）日光诱导叶绿素荧光数据集（2001-2020）",
      "description": "Photosynthesis is a key process linking carbon and water cycles, and satellite-retrieved solar-induced chlorophyll fluorescence (SIF) can be a valuable proxy for photosynthesis. The TROPOspheric Monitoring Instrument (TROPOMI) on the Copernicus Sentinel-5P mission enables significant improvements in providing high spatial and temporal resolution SIF observations, but the short temporal coverage of the data records has limited its applications in long-term studies. We use machine learning to reconstruct TROPOMI SIF (RTSIF) over the 2001–2020 period in clear-sky conditions with high spatio-temporal resolutions (0.05°, 8-day). Our machine learning model achieves high accuracies on the training and testing datasets (R^2 = 0.907, regression slope = 1.001). The RTSIF dataset is validated against TROPOMI SIF and tower-based SIF, and compared with other satellite-derived SIF (GOME-2 SIF and OCO-2 SIF). Comparing RTSIF with Gross Primary Production (GPP) illustrates the potential of RTSIF for estimating gross carbon fluxes. We anticipate that this new dataset will be valuable in assessing long-term terrestrial photosynthesis and constraining the global carbon budget and associated water fluxes.",
      "descriptionCn": "光合作用是连接碳和水循环的关键过程，卫星检索的日光诱导叶绿素荧光 (SIF) 可以作为光合作用的有价值的代理。Copernicus Sentinel-5P 任务上的TROPOspheric Monitoring Instrument (TROPOMI) 能够显着改进提供高空间和时间分辨率的 SIF 观测，但数据记录的短时间覆盖限制了其在长期研究中的应用。我们使用机器学习在具有高时空分辨率（0.05°，8 天）的晴朗天空条件下重建 2001-2020 年期间的 TROPOMI SIF (RTSIF)。我们的机器学习模型在训练和测试数据集上表现良好（R^2 = 0.907, regression slope = 1.001）。RTSIF 数据集针对 TROPOMI SIF 和基于塔的 SIF 进行了验证，并与其他卫星衍生的 SIF（GOME-2 SIF 和 OCO-2 SIF）进行了比较。 RTSIF 与总初级生产 (GPP) 的比较说明了 RTSIF 在估算碳通量方面的潜力。这个数据集将在评估长期陆地生态系统光合作用和全球碳水通量方面有重要价值。",
      "instructions": "The data record contains global RTSIF data from January 2001 to December 2020 at a 0.05°/8-day resolution. There are 46 GeoTiff files per year, one for each 8-day period. The unit is mWm−2nm−1sr−1. The file name RTSIF_ < YYYY > - < MM > - < DD > .tif provides information on the year, month, and start date of the 8-day period.",
      "instructionsCn": "数据记录包含 2001 年 1 月至 2020 年 12 月的全球 RTSIF 数据，分辨率为 0.05°/8 天。每年有 46 个 GeoTiff 文件，每 8 天一个。单位是mW m−2 nm−1 sr−1。文件名 RTSIF_ < YYYY > - < MM > - < DD > .tif 提供有关 8 天期间的年、月和开始日期的信息。",
      "east": 180.0,
      "west": -180.0,
      "south": -90.0,
      "north": 90.0,
      "startTime": "2001-01-01 00:00:00",
      "endTime": "2020-12-31 11:59:59",
      "fileSize": 134571410732.0,
      "cstr": null,
      "doi": "https://doi.org/10.6084/m9.figshare.19336346.v2",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "陈星安",
        "nameEn": "CHEN Xingan ",
        "unitEn": "Tsinghua University",
        "unitCn": "清华大学"
      },
      {
        "nameCn": "黄跃飞",
        "nameEn": "HUANG Yuefei ",
        "unitEn": "Tsinghua University",
        "unitCn": "清华大学"
      },
      {
        "nameCn": "聂冲",
        "nameEn": "NIE Chong ",
        "unitEn": "Chinese Research Academy of Environmental Sciences",
        "unitCn": "中国环境科学研究院"
      },
      {
        "nameCn": "张硕",
        "nameEn": "ZHANG Shuo ",
        "unitEn": "Tsinghua University",
        "unitCn": "清华大学"
      },
      {
        "nameCn": "王光谦",
        "nameEn": "WANG Guangqian ",
        "unitEn": "Tsinghua University",
        "unitCn": "清华大学"
      },
      {
        "nameCn": "陈世鎏",
        "nameEn": "CHEN Shiliu ",
        "unitEn": "Tsinghua University",
        "unitCn": "清华大学"
      },
      {
        "nameCn": "陈志超",
        "nameEn": "CHEN Zhichao ",
        "unitEn": "Tsinghua University",
        "unitCn": "清华大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A long-term reconstructed TROPOMI solar-induced fluorescence dataset using machine learning algorithms",
        "referenceCn": null,
        "referenceEn": "Chen, X., Huang, Y., Nie, C., Zhang, S., Wang, G., Chen, S., Chen, Z. (2022). A long-term reconstructed TROPOMI solar-induced fluorescence dataset using machine learning algorithms. Sci Data 9, 427."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "总初级生产力",
        "nameEn": "Gross primary product"
      },
      {
        "nameCn": "日光诱导叶绿素荧光",
        "nameEn": "solar-induced fluorescence"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球",
        "keywordEn": "Global"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2001-2020",
        "keywordEn": "2001-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "国家自然科学基金",
        "titleEn": "National Natural Science Foundation of China"
      },
      {
        "titleCn": "青海省中央引导地方科技发展专项资金",
        "titleEn": "Central Funds Guiding the Local Science and Technology Development of Qinghai Province"
      },
      {
        "titleCn": "国家自然科学基金",
        "titleEn": "National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Photosynthesis is a key process linking carbon and water cycles, and satellite-retrieved solar-induced chlorophyll fluorescence (SIF) can be a valuable proxy for photosynthesis. The TROPOspheric Monitoring Instrument (TROPOMI) on the Copernicus Sentinel-5P mission enables significant improvements in providing high spatial and temporal resolution SIF observations, but the short temporal coverage of the data records has limited its applications in long-term studies."
      ],
      "research objective": [
        "This study uses machine learning to reconstruct TROPOMI SIF (RTSIF) over the 2001–2020 period in clear-sky conditions with high spatio-temporal resolutions (0.05° 8-day)."
      ],
      "challenges": [
        "The existing SIF records have long been limited by their low spatial resolution and sparseness in data acquisition."
      ],
      "methods": [
        "Our machine learning model achieves high accuracies on the training and testing datasets (R2 = 0.907, regression slope = 1.001). The RTSIF dataset is validated against TROPOMI SIF and tower-based SIF, and compared with other satellite-derived SIF (GOME-2 SIF and OCO-2 SIF)."
      ],
      "dataset": [
        "The Caltech TROPOMI SIF data between March 2018 and December 2020 were used for model training."
      ],
      "findings": [
        "Comparing RTSIF with Gross Primary Production (GPP) illustrates the potential of RTSIF for estimating gross carbon fluxes. We anticipate that this new dataset will be valuable in assessing long-term terrestrial photosynthesis and constraining the global carbon budget and associated water fluxes."
      ],
      "backgroundCn": [
        "光合作用是连接碳循环和水循环的关键过程，卫星获取的太阳诱导叶绿素荧光（SIF）可以作为光合作用的有价值代理。哥白尼Sentinel-5P任务上的大气监测仪（TROPOMI）在提供高空间和时间分辨率的SIF观测方面实现了显著的改进，但数据记录的短时间覆盖限制了其在长期研究中的应用。"
      ],
      "research objectiveCn": [
        "本研究利用机器学习在2001年至2020年期间，在晴空条件下以高时空分辨率（0.05° 8天）重建TROPOMI SIF（RTSIF）。"
      ],
      "challengesCn": [
        "现有的SIF记录由于其低空间分辨率和数据获取的稀疏性而受到限制。"
      ],
      "methodsCn": [
        "我们的机器学习模型在训练和测试数据集上都达到了高准确率（R2 = 0.907，回归斜率 = 1.001）。RTSIF 数据集经过与 TROPOMI SIF 和塔基 SIF 的验证，并与其他卫星衍生的 SIF（GOME-2 SIF 和 OCO-2 SIF）进行了比较。"
      ],
      "datasetCn": [
        "Caltech TROPOMI SIF 数据在2018年3月至2020年12月之间用于模型训练。"
      ],
      "findingsCn": [
        "比较RTSIF与总初级生产力（GPP）表明RTSIF在估算总碳通量方面的潜力。我们预计这一新数据集将在评估长期陆地光合作用和约束全球碳预算及相关水通量方面具有重要价值。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the machine learning model used in data collection achieve high accuracy on both training and testing datasets?",
        "QuestionCn": "用于数据收集的机器学习模型在训练和测试数据集上都能达到高准确率吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Can the reconstructed dataset potentially be useful in assessing long-term terrestrial photosynthesis?",
        "QuestionCn": "重建的数据集在评估长期陆地光合作用方面是否可能有用？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "For estimating gross carbon fluxes, is it more appropriate to use RTSIF datasets, gross primary production (GPP) comparisons, or atmospheric inversion models?",
        "QuestionCn": "在估算总碳通量时，使用RTSIF数据集、总初级生产力（GPP）比较或大气反演模型，哪种方法更为合适？",
        "AnswerEn": "RTSIF datasets",
        "AnswerCn": "RTSIF 数据集",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection method is used to reconstruct high spatio-temporal resolution SIF observations?",
        "QuestionCn": "用于重建高时空分辨率SIF观测的数据收集方法是什么？",
        "AnswerEn": "Machine learning",
        "AnswerCn": "机器学习",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are associated with existing SIF records in terms of data acquisition?",
        "QuestionCn": "与现有SIF记录相关的数据获取挑战有哪些？",
        "AnswerEn": "low spatial resolution and sparseness",
        "AnswerCn": "低空间分辨率和稀疏性",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Where is the RTSIF dataset validated and compared in terms of accuracy and reliability?",
        "QuestionCn": "RTSIF数据集在准确性和可靠性方面在哪里进行了验证和比较？",
        "AnswerEn": "TROPOMI SIF, tower-based SIF, GOME-2 SIF, OCO-2 SIF",
        "AnswerCn": "TROPOMI SIF，塔基SIF，GOME-2 SIF，OCO-2 SIF",
        "Level": "C5(Evaluating)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to address the challenge of low spatial resolution in solar-induced chlorophyll fluorescence (SIF) datasets?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于解决太阳诱导叶绿素荧光（SIF）数据集空间分辨率低的挑战？",
        "AnswerEn": "An example of a data collection method used to address the challenge of low spatial resolution in SIF datasets is the utilization of machine learning to reconstruct TROPOMI SIF with high spatio-temporal resolutions (0.05° 8-day) over the 2001–2020 period under clear-sky conditions.",
        "AnswerCn": "解决SIF数据集低空间分辨率挑战的一种数据收集方法是利用机器学习重建TROPOMI SIF，达到高时空分辨率（0.05° 8天），覆盖2001年至2020年期间的晴天条件。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a dataset used in training machine learning models to improve the temporal resolution of SIF observations?",
        "QuestionCn": "一个用于训练机器学习模型以提高SIF观测时间分辨率的数据集的例子是什么？",
        "AnswerEn": "An example of a dataset used in training machine learning models to improve the temporal resolution of SIF observations is the Caltech TROPOMI SIF data collected between March 2018 and December 2020.",
        "AnswerCn": "用于训练机器学习模型以提高SIF观测时间分辨率的数据集的一个例子是2018年3月至2020年12月收集的加州理工学院TROPOMI SIF数据。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Can you provide an example of how a machine learning model has been validated against other sources of SIF data?",
        "QuestionCn": "您能否提供一个机器学习模型如何与其他SIF数据源进行验证的示例？",
        "AnswerEn": "A machine learning model has been validated by comparing its outputs to TROPOMI SIF and tower-based SIF, and further comparing it with other satellite-derived SIF datasets such as GOME-2 SIF and OCO-2 SIF.",
        "AnswerCn": "一个机器学习模型通过将其输出与TROPOMI SIF和塔基SIF进行比较进行了验证，并进一步与其他卫星衍生的SIF数据集如GOME-2 SIF和OCO-2 SIF进行了比较。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What challenges are associated with improving the spatial resolution and data acquisition of solar-induced chlorophyll fluorescence records?",
        "QuestionCn": "提高太阳诱导叶绿素荧光记录的空间分辨率和数据获取面临哪些挑战？",
        "AnswerEn": "low spatial resolution, sparseness in data acquisition",
        "AnswerCn": "低空间分辨率，数据采集稀疏",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the potential applications of solar-induced chlorophyll fluorescence datasets in estimating global carbon and water fluxes?",
        "QuestionCn": "太阳诱导叶绿素荧光数据集在估算全球碳和水通量方面的潜在应用有哪些？",
        "AnswerEn": "gross carbon fluxes, long-term terrestrial photosynthesis, global carbon budget, associated water fluxes",
        "AnswerCn": "总碳通量、长期陆地光合作用、全球碳预算、相关水通量",
        "Level": "C3(Applying)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the reconstructed TROPOMI SIF dataset?",
        "QuestionCn": "重建的TROPOMI SIF数据集的空间分辨率是多少？",
        "AnswerEn": "0.05°",
        "AnswerCn": "0.05°",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Over what period was the TROPOMI SIF data reconstructed using machine learning?",
        "QuestionCn": "TROPOMI SIF 数据是通过机器学习在什么时间段内重建的？",
        "AnswerEn": "2001-2020",
        "AnswerCn": "2001-2020",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the accuracy of the machine learning model used for reconstructing the TROPOMI SIF dataset, as indicated by R-squared value?",
        "QuestionCn": "用于重建TROPOMI SIF数据集的机器学习模型的准确性由R平方值表示是多少？",
        "AnswerEn": "0.907",
        "AnswerCn": "0.907",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'solar-induced chlorophyll fluorescence (SIF)' in the context of photosynthesis monitoring?",
        "QuestionCn": "在光合作用监测的背景下，“太阳诱导叶绿素荧光（SIF）”是什么意思？",
        "AnswerEn": "Solar-induced chlorophyll fluorescence (SIF) refers to a natural light emission from chlorophyll in plants during photosynthesis. It acts as a valuable proxy for photosynthesis, allowing researchers to monitor photosynthetic activity and, consequently, carbon and water cycles from satellite observations.",
        "AnswerCn": "太阳诱导的叶绿素荧光（SIF）是指植物在光合作用过程中，叶绿素自然发出的光。它作为光合作用的一个有价值的代理，允许研究人员通过卫星观测监测光合作用活动，从而监测碳和水循环。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How is 'high spatio-temporal resolution' defined in satellite data collection for chlorophyll fluorescence?",
        "QuestionCn": "在卫星数据收集中的“高时空分辨率”是如何定义的，特别是针对叶绿素荧光的？",
        "AnswerEn": "High spatio-temporal resolution in satellite data collection refers to the ability to obtain detailed and frequent measurements over time and space. In the context of chlorophyll fluorescence, it involves capturing data at a fine spatial scale (e.g., 0.05°) and a short temporal interval (e.g., every 8 days), enabling more precise monitoring of photosynthesis.",
        "AnswerCn": "高时空分辨率的卫星数据收集指的是在时间和空间上获取详细和频繁测量的能力。在叶绿素荧光的背景下，这涉及以细致的空间尺度（例如，0.05°）和短暂的时间间隔（例如，每8天）捕获数据，从而能够更精确地监测光合作用。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "In what ways might comparing reconstructed chlorophyll fluorescence data with other satellite-derived datasets or ground-based measurements inform the potential for estimating global carbon fluxes?",
        "QuestionCn": "将重建的叶绿素荧光数据与其他卫星衍生数据集或地面测量进行比较，可能会以哪些方式揭示估算全球碳通量的潜力？",
        "AnswerEn": "Comparing reconstructed chlorophyll fluorescence data with other satellite-derived datasets or ground-based measurements can provide insights into the accuracy and reliability of the reconstructed data, illustrating its potential for estimating global carbon fluxes, as evidenced by comparisons with total primary production (GPP).",
        "AnswerCn": "比较重建的叶绿素荧光数据与其他卫星衍生数据集或地面测量结果，可以提供对重建数据准确性和可靠性的洞察，展示其在估算全球碳通量方面的潜力，这一点通过与总初级生产力（GPP）的比较得到了证实。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors lead to the need for high spatio-temporal resolution in reconstructing solar-induced chlorophyll fluorescence data over long periods?",
        "QuestionCn": "导致在长时间段内重建太阳诱导叶绿素荧光数据时需要高时空分辨率的因素有哪些？",
        "AnswerEn": "The need for high spatio-temporal resolution arises due to the limitations of existing solar-induced chlorophyll fluorescence (SIF) records, which have low spatial resolution and sparse data acquisition, hindering their application in long-term studies of photosynthesis and related carbon and water cycles.",
        "AnswerCn": "高时空分辨率的需求源于现有太阳诱导叶绿素荧光（SIF）记录的局限性，这些记录具有低空间分辨率和稀疏的数据获取，阻碍了它们在光合作用及相关碳和水循环的长期研究中的应用。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is machine learning employed as a technique for reconstructing TROPOMI SIF data over the 2001-2020 period?",
        "QuestionCn": "机器学习被用作重建2001-2020年期间TROPOMI SIF数据的技术的原因是什么？",
        "AnswerEn": "Machine learning is employed because it can effectively handle the reconstruction of TROPOMI SIF data over long periods with high spatio-temporal resolution, achieving high accuracy in training and testing datasets, which is crucial for overcoming the short temporal coverage of existing SIF data records.",
        "AnswerCn": "机器学习被应用是因为它能够有效地处理TROPOMI SIF数据的重建，具有高时空分辨率，并在训练和测试数据集上实现高准确性，这对于克服现有SIF数据记录的短时间覆盖至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What causes the potential of a reconstructed SIF dataset to be significant for estimating carbon fluxes and assessing long-term terrestrial photosynthesis?",
        "QuestionCn": "重建的SIF数据集的潜力对估算碳通量和评估长期陆地光合作用的重要性是什么？",
        "AnswerEn": "The potential is significant because comparing reconstructed SIF data with Gross Primary Production (GPP) illustrates its capability in estimating gross carbon fluxes, which in turn is valuable for evaluating long-term terrestrial photosynthesis and constraining the global carbon budget and associated water fluxes.",
        "AnswerCn": "潜力是显著的，因为将重建的SIF数据与总初级生产力（GPP）进行比较，展示了其在估算总碳通量方面的能力，这反过来又对评估长期陆地光合作用以及约束全球碳预算和相关水通量具有重要价值。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of applying machine learning techniques to reconstruct satellite-based solar-induced chlorophyll fluorescence (SIF) data over a long-term period?",
        "QuestionCn": "应用机器学习技术重建长期卫星基于太阳诱导叶绿素荧光（SIF）数据的潜在结果是什么？",
        "AnswerEn": "Applying machine learning techniques can lead to the creation of a high spatio-temporal resolution SIF dataset over a long-term period (2001-2020), which can significantly enhance the ability to estimate gross carbon fluxes and assess long-term terrestrial photosynthesis and global carbon-water fluxes.",
        "AnswerCn": "应用机器学习技术可以创建一个高时空分辨率的SIF数据集，覆盖长期（2001-2020年），这将显著增强估算总碳通量和评估长期陆地光合作用及全球碳水通量的能力。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What consequences arise from the challenge of low spatial resolution and sparseness in traditional SIF data records when evaluating global photosynthesis?",
        "QuestionCn": "在评估全球光合作用时，传统SIF数据记录中低空间分辨率和稀疏性带来的挑战会产生哪些后果？",
        "AnswerEn": "The low spatial resolution and sparseness in traditional SIF data limit their application in accurately estimating carbon fluxes and assessing long-term changes in terrestrial photosynthesis, necessitating the reconstruction of data with improved resolution for more reliable analysis.",
        "AnswerCn": "传统的SIF数据由于空间分辨率低和稀疏性，限制了其在准确估算碳通量和评估陆地光合作用长期变化中的应用，因此需要重建具有更高分辨率的数据，以便进行更可靠的分析。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the main objective behind employing machine learning techniques for reconstructing high spatio-temporal resolution solar-induced chlorophyll fluorescence datasets?",
        "QuestionCn": "采用机器学习技术重建高时空分辨率太阳诱导叶绿素荧光数据集的主要目标是什么？",
        "AnswerEn": "The main objective is to reconstruct TROPOMI SIF over the 2001–2020 period in clear-sky conditions with high spatio-temporal resolutions, addressing the limitations of short temporal coverage in existing data records for long-term studies.",
        "AnswerCn": "主要目标是在2001年至2020年期间，在晴空条件下以高时空分辨率重建TROPOMI SIF，解决现有数据记录在长期研究中短时间覆盖的局限性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to validate new datasets against both satellite-derived SIF and tower-based SIF data?",
        "QuestionCn": "为什么将新数据集与卫星衍生的SIF和塔基SIF数据进行验证是重要的？",
        "AnswerEn": "Validation against both satellite-derived SIF and tower-based SIF is crucial to ensure the accuracy and reliability of the new dataset, helping to establish its potential for estimating gross carbon fluxes and its value in assessing long-term terrestrial photosynthesis and global carbon and water fluxes.",
        "AnswerCn": "对卫星衍生的SIF和塔基SIF的验证至关重要，以确保新数据集的准确性和可靠性，这有助于确定其在估算总碳通量方面的潜力，以及在评估长期陆地光合作用和全球碳水通量中的价值。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What goals are achieved by comparing reconstructed datasets with Gross Primary Production (GPP) measurements?",
        "QuestionCn": "通过将重建的数据集与总初级生产力（GPP）测量值进行比较，可以实现哪些目标？",
        "AnswerEn": "Comparing reconstructed datasets with GPP measurements aims to illustrate the potential of the datasets for estimating gross carbon fluxes, demonstrating their applicability in assessing the global carbon budget and associated water fluxes.",
        "AnswerCn": "比较重建的数据集与GPP测量旨在展示这些数据集在估算总碳通量方面的潜力，证明它们在评估全球碳预算及相关水通量方面的适用性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What machine learning techniques are used to reconstruct high-resolution datasets from satellite observations, and how are these techniques validated?",
        "QuestionCn": "用于从卫星观测中重建高分辨率数据集的机器学习技术有哪些，这些技术是如何验证的？",
        "AnswerEn": "Machine learning techniques are utilized to reconstruct TROPOMI SIF over the 2001–2020 period with high spatio-temporal resolutions. The models are validated against TROPOMI SIF and tower-based SIF, and compared with other satellite-derived SIF like GOME-2 SIF and OCO-2 SIF.",
        "AnswerCn": "机器学习技术被用于重建2001年至2020年期间的TROPOMI SIF，具有高时空分辨率。模型与TROPOMI SIF和基于塔的SIF进行了验证，并与其他卫星衍生的SIF如GOME-2 SIF和OCO-2 SIF进行了比较。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How can satellite data be effectively used to estimate gross primary production and what are the steps involved in this analysis?",
        "QuestionCn": "卫星数据如何有效用于估算总初级生产力，以及这一分析涉及的步骤是什么？",
        "AnswerEn": "Satellite data, specifically the reconstructed TROPOMI SIF, is compared with Gross Primary Production (GPP) to illustrate the potential for estimating gross carbon fluxes. This involves using high-resolution SIF observations as proxies for photosynthesis and validating these insights against known GPP metrics.",
        "AnswerCn": "卫星数据，特别是重建的TROPOMI SIF，与总初级生产力（GPP）进行比较，以说明估算总碳通量的潜力。这涉及使用高分辨率的SIF观测作为光合作用的代理，并将这些见解与已知的GPP指标进行验证。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the procedural steps to ensure high accuracy and reliability when training a machine learning model for satellite data reconstruction?",
        "QuestionCn": "在训练用于卫星数据重建的机器学习模型时，确保高准确性和可靠性的程序步骤是什么？",
        "AnswerEn": "The procedural steps include training the machine learning model on Caltech TROPOMI SIF data between March 2018 and December 2020, achieving high accuracies on training and testing datasets (R2 = 0.907, regression slope = 1.001), and validating the model against both TROPOMI SIF and tower-based SIF data.",
        "AnswerCn": "程序步骤包括在2018年3月至2020年12月期间使用Caltech TROPOMI SIF数据训练机器学习模型，在训练和测试数据集上实现高准确率（R2 = 0.907，回归斜率 = 1.001），并将模型与TROPOMI SIF和塔基SIF数据进行验证。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What machine learning techniques enable the reconstruction of high spatial and temporal resolution solar-induced chlorophyll fluorescence (SIF) data over extended periods?",
        "QuestionCn": "哪些机器学习技术能够在较长时间内重建高空间和时间分辨率的太阳诱导叶绿素荧光（SIF）数据？",
        "AnswerEn": "Machine learning techniques were used to reconstruct TROPOMI SIF with high spatio-temporal resolutions (0.05° 8-day) over the 2001–2020 period, achieving high accuracies on the training and testing datasets (R2 = 0.907, regression slope = 1.001).",
        "AnswerCn": "机器学习技术被用于重建TROPOMI SIF，具有高空间-时间分辨率（0.05° 8天），覆盖2001年至2020年期间，在训练和测试数据集上实现了高准确性（R² = 0.907，回归斜率 = 1.001）。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How does the validation against tower-based and other satellite-derived SIF datasets enable the assessment of a reconstructed SIF dataset's accuracy?",
        "QuestionCn": "塔基和其他卫星衍生的SIF数据集的验证如何能够评估重建SIF数据集的准确性？",
        "AnswerEn": "The reconstructed SIF dataset was validated against TROPOMI SIF and tower-based SIF, and compared with other satellite-derived SIF such as GOME-2 SIF and OCO-2 SIF, enabling the assessment of its accuracy.",
        "AnswerCn": "重建的SIF数据集经过与TROPOMI SIF和塔基SIF的验证，并与其他卫星衍生的SIF（如GOME-2 SIF和OCO-2 SIF）进行了比较，从而评估其准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be challenges in achieving long-term application of solar-induced chlorophyll fluorescence data in photosynthesis studies?",
        "QuestionCn": "在光合作用研究中，长期应用太阳诱导叶绿素荧光数据可能面临哪些挑战？",
        "AnswerEn": "The short temporal coverage of existing satellite-derived SIF data records has limited their applications in long-term studies, as it results in sparseness and low spatial resolution.",
        "AnswerCn": "现有卫星衍生的SIF数据记录时间覆盖短，限制了它们在长期研究中的应用，因为这导致了数据稀疏和空间分辨率低。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What could be expected when using machine learning models for reconstructing satellite data with high spatio-temporal resolution?",
        "QuestionCn": "使用机器学习模型重建具有高时空分辨率的卫星数据时可以期待什么？",
        "AnswerEn": "Machine learning models can achieve high accuracies on training and testing datasets, as shown by the ability to reconstruct TROPOMI SIF data with a high R^2 value and a regression slope close to 1.001.",
        "AnswerCn": "机器学习模型可以在训练和测试数据集上达到高准确率，正如通过高R²值和接近1.001的回归斜率重建TROPOMI SIF数据所示。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Why might a new dataset be valuable in the context of estimating global carbon and water fluxes?",
        "QuestionCn": "在估算全球碳和水通量的背景下，新的数据集可能具有重要价值的原因是什么？",
        "AnswerEn": "A dataset reconstructed with high spatio-temporal resolution can be valuable as it illustrates potential for estimating gross carbon fluxes, thereby aiding in the assessment of long-term terrestrial photosynthesis and constraining the global carbon budget and associated water fluxes.",
        "AnswerCn": "重建的高时空分辨率数据集具有重要价值，因为它展示了估算总碳通量的潜力，从而有助于评估长期陆地光合作用，并约束全球碳预算及相关水通量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How effective do you believe machine learning models are in reconstructing high-resolution SIF datasets for long-term studies?",
        "QuestionCn": "我认为机器学习模型在重建高分辨率SIF数据集以进行长期研究方面的有效性如何？",
        "AnswerEn": "The machine learning model used in this field is highly effective, achieving high accuracies with R^2 = 0.907 and a regression slope of 1.001 on training and testing datasets, indicating its reliability in reconstructing high-resolution SIF datasets over a long-term period.",
        "AnswerCn": "该领域使用的机器学习模型非常有效，在训练和测试数据集上实现了高准确率，R^2 = 0.907，回归斜率为1.001，表明其在长期重建高分辨率SIF数据集方面的可靠性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What challenges do you think researchers face in validating reconstructed SIF datasets against other satellite-derived data?",
        "QuestionCn": "我认为研究人员在验证重建的SIF数据集与其他卫星衍生数据时面临哪些挑战？",
        "AnswerEn": "Researchers face challenges in validating reconstructed SIF datasets due to the sparse data acquisition and low spatial resolution of existing records, which require comparisons with multiple sources such as TROPOMI SIF, tower-based SIF, and other satellite-derived SIF like GOME-2 and OCO-2.",
        "AnswerCn": "研究人员在验证重建的SIF数据集时面临挑战，因为现有记录的数据获取稀疏且空间分辨率低，这需要与多个来源进行比较，如TROPOMI SIF、塔基SIF以及其他卫星衍生的SIF，如GOME-2和OCO-2。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, what is the potential impact of high-resolution SIF datasets on understanding global carbon and water cycles?",
        "QuestionCn": "在你看来，高分辨率SIF数据集对理解全球碳和水循环的潜在影响是什么？",
        "AnswerEn": "High-resolution SIF datasets have significant potential in understanding global carbon and water cycles by providing valuable proxies for photosynthesis, aiding in the estimation of gross carbon fluxes, and enhancing the assessment of long-term terrestrial photosynthesis and global carbon budget constraints.",
        "AnswerCn": "高分辨率的SIF数据集在理解全球碳和水循环方面具有重要潜力，通过提供光合作用的有价值代理，帮助估算总碳通量，并增强对长期陆地光合作用和全球碳预算约束的评估。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I can't make sense of how one might overcome the limitations of low spatial resolution and sparse data acquisition in collecting solar-induced chlorophyll fluorescence data.",
        "QuestionCn": "我无法理解如何克服在收集太阳诱导叶绿素荧光数据时低空间分辨率和稀疏数据采集的限制。",
        "AnswerEn": "The use of machine learning techniques has been proposed to reconstruct solar-induced chlorophyll fluorescence (SIF) over an extended period with high spatio-temporal resolutions, addressing the challenges of low spatial resolution and sparse data acquisition.",
        "AnswerCn": "已经提出使用机器学习技术重建太阳诱导叶绿素荧光（SIF），以高时空分辨率在较长时间内进行研究，解决了低空间分辨率和稀疏数据获取的挑战。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "I don't understand what data collection methods could be employed to ensure high accuracy when reconstructing historical chlorophyll fluorescence data.",
        "QuestionCn": "我不明白可以采用哪些数据收集方法来确保在重建历史叶绿素荧光数据时的高准确性。",
        "AnswerEn": "A machine learning model can be employed to achieve high accuracies on both training and testing datasets, as demonstrated by achieving R^2 = 0.907 and a regression slope of 1.001, which indicates a robust method for reconstructing historical chlorophyll fluorescence data.",
        "AnswerCn": "机器学习模型可以用于在训练和测试数据集上实现高准确率，表现为R^2 = 0.907和回归斜率为1.001，这表明该方法在重建历史叶绿素荧光数据方面具有良好的效果。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure how the reconstructed chlorophyll fluorescence dataset can be validated against existing observational data.",
        "QuestionCn": "我不确定重建的叶绿素荧光数据集如何与现有观测数据进行验证。",
        "AnswerEn": "The reconstructed dataset can be validated by comparing it against data from the TROPOspheric Monitoring Instrument (TROPOMI) and tower-based SIF observations, as well as comparing it with other satellite-derived SIF data, such as GOME-2 SIF and OCO-2 SIF.",
        "AnswerCn": "重建的数据集可以通过与大气监测仪（TROPOMI）和塔基太阳辐射观测（SIF）数据进行比较来验证，同时也可以与其他卫星衍生的SIF数据进行比较，如GOME-2 SIF和OCO-2 SIF。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the effectiveness of using machine learning models in reconstructing high spatio-temporal resolution datasets for solar-induced chlorophyll fluorescence.",
        "QuestionCn": "请分析使用机器学习模型重建太阳诱导叶绿素荧光的高时空分辨率数据集的有效性。",
        "AnswerEn": "The machine learning model used in the field was successful, achieving high accuracies on the training and testing datasets with an R^2 of 0.907 and a regression slope of 1.001.",
        "AnswerCn": "该领域使用的机器学习模型取得了成功，在训练和测试数据集上达到了高准确率，R^2为0.907，回归斜率为1.001。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Please explore the challenges faced in collecting and utilizing satellite-derived solar-induced chlorophyll fluorescence data with high spatial and temporal resolution.",
        "QuestionCn": "请探讨在收集和利用具有高空间和时间分辨率的卫星衍生太阳诱导叶绿素荧光数据时面临的挑战。",
        "AnswerEn": "The challenges include the low spatial resolution and sparseness in data acquisition, which have historically limited the utility of existing SIF records for long-term studies.",
        "AnswerCn": "挑战包括低空间分辨率和数据获取的稀疏性，这在历史上限制了现有SIF记录在长期研究中的实用性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please investigate the potential of integrating various satellite-derived SIF datasets to improve the assessment of global carbon and water fluxes.",
        "QuestionCn": "请调查整合各种卫星衍生的SIF数据集以改善全球碳和水通量评估的潜力。",
        "AnswerEn": "The RTSIF dataset was validated against TROPOMI SIF and tower-based SIF, and compared with other satellite-derived SIF such as GOME-2 SIF and OCO-2 SIF, illustrating its potential in estimating gross carbon fluxes and assessing long-term terrestrial photosynthesis.",
        "AnswerCn": "RTSIF 数据集经过与 TROPOMI SIF 和塔基 SIF 的验证，并与其他卫星衍生的 SIF（如 GOME-2 SIF 和 OCO-2 SIF）进行了比较，展示了其在估算总碳通量和评估长期陆地光合作用方面的潜力。",
        "Level": "C6(Creating)"
      }
    ]
  }
}