{
    "id": "2be3bc4f-5819-4a0c-94a1-5dc4da635ec7",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "GEOCHRONOLOGICAL data of Muscovite from Wangu gold deposit, Northeastern Hunan Province",
            "titleCn": "湖南东北部万古金矿区白云母地球化学年代学数据",
            "description": "The selection of Muscovite was completed in Hebei Chengxin Service Co., Ltd. in 2017. The samples were crushed to more than 20 mesh by conventional methods, and about 200 mg Muscovite was selected from each sample under binocular microscope. The purity of Muscovite was more than 99%. The selected samples were first sent to B4 channel of 49-2 reactor of China Academy of atomic energy for neutron irradiation. The Muscovite sample was wrapped into a 6 mm sphere with pure aluminum platinum paper, sealed in a quartz glass bottle, and wrapped with 0.5 mm thick CD skin. The irradiation time was 30 hours, and the fast neutron flux was 2.2576 × 1018。 At the same time, the pure substances CaF2 and K2SO4 were irradiated simultaneously, and the correction factors were obtained as follows: (36Ar / 37Ar) Ca = 0.000271, (39Ar / 37Ar) Ca = 0.000652, (40Ar / 39Ar) k = 0.00703. The irradiated sample is cooled, put into the sample rack, sealed and degassed, and then put into the system.\nThe sample dy02 was sent to the Key Laboratory of orogenic belt and crustal evolution, Peking University for AR Ar dating. The rga10 mass spectrometer was used for the test. The detailed test process is shown in hall and Farrell (1995). Five groups of Ar isotope signals were recorded by mass spectrometer, and the signal intensity unit was MV. Blank samples were measured once every three tests. The detailed method of data processing is shown in nomade et al. (2005). Samples 14jm14 and 14jm15 were sent to China University of Geosciences (Wuhan) for AR Ar dating. The instrument used in the test was Argus VI mass spectrometer. The detailed testing process is shown in Qiu et al. (2015), and the detailed data processing method is shown in Koppers (2002)",
            "descriptionCn": "白云母的挑选于2017年在河北省诚信服务有限公司完成，采用常规方法将样品粉碎至20目以上，并在双目镜下从每个样品中挑选出200 mg左右的白云母，白云母的纯度大于99%。挑选出来的样品首先送往中国原子能科学研究院49-2反应堆B4孔道进行中子照射，用纯铝铂纸将白云母样品包成6 mm大小的球形，封闭于石英玻璃瓶中，并用0.5 mm厚的Cd皮包裹，照射时长为30小时，快中子通量为2.2576×1018。同时对纯物质CaF2和K2SO4进行同步照射,得出校正因子为：(36Ar/37Ar)Ca=0.000271，(39Ar/37Ar)Ca=0.000652，(40Ar/39Ar)k=0.00703。照射后的样品经冷却，装入样品架中经密封去气后，装入系统。\n样品DY02被送往北京大学造山带与地壳演化教育部重点实验室进行Ar-Ar定年测试，测试采用的仪器为RGA10型质谱仪，详细的测试过程见Hall and Farrell (1995)。质谱仪记录5组Ar同位素信号，信号强度单位为Mv，每个三次测试就测一次空白样，数据处理的详细方法见Nomade 等 (2005)。样品14JM14和14JM15则被送往中国地质大学（武汉）进行Ar-Ar定年测试，试采用的仪器为Argus VI型质谱仪，详细的测试过程见Qiu 等 (2015)，数据处理的详细方法见Koppers (2002)",
            "instructions": "Stored in word format, the sample name is \"YY DD\", where YY represents the sampling location and DD represents the sample number.",
            "instructionsCn": "以word格式存储，样品名称为“yy-dd”其中，yy代表采样地点，dd代表样品编号。",
            "east": 114.0,
            "west": 113.0,
            "south": 28.0,
            "north": 29.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 26865.0,
            "cstr": null,
            "doi": "10.1016/j.oregeorev.2017.01.012",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "邓腾",
                "nameEn": "DENG Teng",
                "unitEn": "",
                "unitCn": "东华理工大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Geology, geochronology, geochemistry and ore genesis of the Wangu gold deposit in Northeastern Hunan Province, Jiangnan Orogen, South China",
                "referenceCn": null,
                "referenceEn": "Deng, T., Xu, D., Chi, G., Wang, Z., Jiao, Q., Ning, J., ... & Zou, F. (2017). Geology, geochronology, geochemistry and ore genesis of the Wangu gold deposit in northeastern Hunan Province, Jiangnan Orogen, South China. Ore Geology Reviews, 88, 619-637."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "同位素地球化学",
                "nameEn": "Isotopic geochemistry"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "矿床地球化学",
                "nameEn": "Ore-deposit Geochemistry"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "湖南省平江县",
                "keywordEn": "Pingjiang County, Hunan Province"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "燕山期",
                "keywordEn": "Yanshanian",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the geochemical data collection methods used for white mica in mining regions?",
                "QuestionCn": "在采矿区域用于白云母的地球化学数据收集方法的特点是什么？",
                "AnswerEn": "purity greater than 99%, crushed to over 20 mesh, neutron irradiation at a specific flux, Ar isotopes measured using mass spectrometers",
                "AnswerCn": "纯度大于99%，粉碎至超过20目，在特定通量下进行中子辐照，使用质谱仪测量氩同位素。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many white mica samples were selected for geochemical dating in the context of a dataset related to the Wangu gold mining area?",
                "QuestionCn": "在与Wangu金矿区相关的数据集中，选择了多少个白云母样本进行地球化学定年？",
                "AnswerEn": "200 mg",
                "AnswerCn": "200 毫克",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for Ar-Ar dating using the RGA10 mass spectrometer at Peking University compare to those using the Argus VI mass spectrometer at China University of Geosciences (Wuhan) in terms of sample preparation and instrument calibration?",
                "QuestionCn": "在北京大学使用RGA10质谱仪进行阿根廷-氩（Ar-Ar）定年与在中国地质大学（武汉）使用Argus VI质谱仪进行阿根廷-氩定年的方法相比，在样品准备和仪器校准方面有什么不同？",
                "AnswerEn": "The data collection method using the RGA10 mass spectrometer at Peking University involves sample preparation where white mica samples are first irradiated at the China Institute of Atomic Energy, and then tested with recorded Ar isotope signals measured in Mv units. Calibration includes periodic blank sample testing and data processing methods as described by Nomade et al. (2005). In contrast, the Argus VI mass spectrometer at China University of Geosciences (Wuhan) follows a similar sample preparation method but uses its specific testing and data processing procedures as outlined by Qiu et al. (2015) and Koppers (2002), respectively.",
                "AnswerCn": "使用北京大学的RGA10质谱仪进行数据收集的方法涉及样品准备，其中白云母样品首先在中国原子能研究院进行辐照，然后用以Mv单位测量的氩同位素信号进行测试。校准包括定期的空白样品测试和Nomade等人（2005）所描述的数据处理方法。相比之下，中国地质大学（武汉）的Argus VI质谱仪遵循类似的样品准备方法，但使用其特定的测试和数据处理程序，如Qiu等人（2015）和Koppers（2002）所述。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}