{
  "id": "2c2b895d-ded5-4e08-9cfa-bc39a9a1af1d",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "High accuracy global satellite laser altimeter elevation control point data set (2019)",
      "titleCn": "高精度全球卫星激光测高高程控制点数据集（2019）",
      "description": "This dataset is a global high-accuracy elevation control point dataset, containing information on geographic positioning, elevation, and acquisition time of each elevation control point. The accuracy of laser altimetry data from the ICESat-2 satellite is affected by many factors, such as atmospheric conditions, payload instrument noise, and detection target terrain undulation, resulting in uncertainty in accuracy. This dataset was generated by filtering the 2019 full-year altimetric observations from ICESat-2 satellites. The filtering method is based on a comprehensive evaluation of quality labels with redundant observation constraints. This dataset is for providing high-accuracy global elevation control points for topographic mapping or other scientific fields that rely on good elevation information. The elevation control points were verified that the elevation accuracy of flat (slope < 2°), hilly (2° ≤ slope < 6°), and mountainous (6° ≤ slope < 25°) areas meet the accuracy requirements of 0.5 m, 0.7 m, and 1.5 m, respectively.",
      "descriptionCn": "本数据集为全球高精度高程控制点数据集，包含各个高程控制点地理定位，高程，采集时间等信息。 ICESat-2卫星的激光测高数据精度受到许多因素的影响，如大气条件、有效载荷仪器噪声、探测目标地形起伏等，导致精度不确定。该数据集通过综合评估标签筛选与冗余观测约束准则，对ICESat-2卫星的2019年全年测高观测数据进行筛选提取，以期为地形测图或依赖良好高程信息的其他科学领域提供高精度的全球高程控制点。经验证，平地（坡度<2°）、丘陵（2°≤坡度<6°）、山地（6°≤坡度<25°）区域的高程精度分别满足0.5m、0.7m、1.5m的精度要求。",
      "instructions": "The data is stored in the coverage range (latitude and longitude) format and can be opened by matlab. The name of each file is GECP_XXXXXXXX_YYYYYYYY.mat. XXXXXXXXX represents the longitude range and YYYYYYYYY represents the latitude range. For example, GECP_E060E120_N030N060.mat means that this file contains the data of elevation control points in the area from 60°E to 120°E and from 30°N to 60°N. ",
      "instructionsCn": "文件命名：数据以覆盖范围（经纬度）格式存储，文件的名称为GECP_XXXXXXXX_YYYYYYYY.mat，其中XXXXXXXX代表经度范围，YYYYYYYY代表纬度范围，比如GECP_E060E120_N030N060.mat就代表这个文件包含了东经60度到东经120度，北纬30度到北纬60度区域内的高程控制点数据。\n数据读取方式：可以通过matlab打开。",
      "east": 180.0,
      "west": -180.0,
      "south": -60.0,
      "north": 82.0,
      "startTime": "2019-01-01 00:00:00",
      "endTime": "2019-12-31 23:59:59",
      "fileSize": 7770562571.0,
      "cstr": "18406.11.Terre.tpdc.300508",
      "doi": "10.11888/Terre.tpdc.300508",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "谢欢",
        "nameEn": "XIE Huan",
        "unitEn": "",
        "unitCn": "同济大学"
      },
      {
        "nameCn": "李彬彬",
        "nameEn": "LI Binbin",
        "unitEn": "",
        "unitCn": "同济大学"
      },
      {
        "nameCn": "童小华",
        "nameEn": "TONG Xionghua",
        "unitEn": "",
        "unitCn": "同济大学"
      },
      {
        "nameCn": "刘世杰",
        "nameEn": "LIU Shijie",
        "unitEn": "",
        "unitCn": "同济大学"
      },
      {
        "nameCn": "洪中华",
        "nameEn": "HONG Zhonghua",
        "unitEn": "",
        "unitCn": "上海海洋大学"
      },
      {
        "nameCn": "奚源廷",
        "nameEn": "XI Yuanting",
        "unitEn": "",
        "unitCn": "同济大学"
      },
      {
        "nameCn": "刘长达",
        "nameEn": "LIU Changda",
        "unitEn": "",
        "unitCn": "同济大学"
      },
      {
        "nameCn": "徐琪",
        "nameEn": "XU Qi",
        "unitEn": "",
        "unitCn": "同济大学"
      },
      {
        "nameCn": "孙媛",
        "nameEn": "SUN Yuan",
        "unitEn": "",
        "unitCn": "同济大学"
      },
      {
        "nameCn": "季旻",
        "nameEn": "JI Min",
        "unitEn": "",
        "unitCn": "同济大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A high-quality global elevation control point dataset from ICESat-2 altimeter data ",
        "referenceCn": null,
        "referenceEn": "Li, B., Xie, H.*, Liu, S., Xi, Y., Liu, C., Xu, Y., Ye, Z., Hong, Z., Weng, Q., Sun, Y., Xu, Q., Tong, X. (2024). A high-quality global elevation control point dataset from ICESat-2 altimeter data. International Journal of Digital Earth, 17(1), 2361724. doi: 10.1080/17538947.2024.2361724."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "其他",
        "nameEn": "Other"
      },
      {
        "nameCn": "卫星激光测高",
        "nameEn": "Satellite laser altimetry"
      },
      {
        "nameCn": "地形",
        "nameEn": "Topography"
      },
      {
        "nameCn": "高度",
        "nameEn": "Height"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球陆地",
        "keywordEn": "Global Land"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019",
        "keywordEn": "2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "航天测绘遥感与深空探测",
        "titleEn": "Planetary mapping and remote sensing for deep space exploration"
      },
      {
        "titleCn": "全球地表覆盖要素精密遥感提取和可信度评估",
        "titleEn": "Precision remote sensing extraction and creditability evaluation of global land cover features"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of high-precision elevation control points derived from satellite laser altimetry data?",
        "QuestionCn": "从卫星激光测高数据中获得的高精度高程控制点的特征是什么？",
        "AnswerEn": "geographic location, elevation, collection time, precision of 0.5m for flat areas, precision of 0.7m for hilly areas, precision of 1.5m for mountainous regions",
        "AnswerCn": "地理位置、海拔、采集时间、平坦地区的精度为0.5米、丘陵地区的精度为0.7米、山区的精度为1.5米。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for high-precision elevation control points using ICESat-2 satellite laser altimetry compare to traditional terrestrial surveying techniques in terms of accuracy, efficiency, and environmental conditions?",
        "QuestionCn": "使用ICESat-2卫星激光测高技术收集高精度高程控制点的数据方法与传统地面测量技术在精度、效率和环境条件方面如何比较？",
        "AnswerEn": "The ICESat-2 satellite laser altimetry's accuracy is influenced by factors such as atmospheric conditions, instrument noise, and terrain variability, which can lead to uncertainty. The dataset uses comprehensive evaluation criteria to filter and extract data, achieving elevation accuracy requirements of 0.5m for flat areas, 0.7m for hilly regions, and 1.5m for mountainous areas. In contrast, traditional terrestrial surveying techniques may have different levels of accuracy, efficiency, and sensitivity to environmental conditions, often constrained by accessibility and terrain difficulties. The satellite-based approach offers global coverage and is less labor-intensive than ground surveys.",
        "AnswerCn": "ICESat-2卫星激光高度测量的准确性受到大气条件、仪器噪声和地形变化等因素的影响，这可能导致不确定性。该数据集使用全面的评估标准来过滤和提取数据，实现了平坦地区0.5米、丘陵地区0.7米和山区1.5米的高程准确性要求。相比之下，传统的地面测量技术可能具有不同的准确性、效率和对环境条件的敏感性，通常受到可达性和地形困难的限制。基于卫星的方法提供了全球覆盖，并且比地面调查劳动强度更小。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the uncertainty in the precision of satellite laser altimetry data for global elevation control points?",
        "QuestionCn": "影响卫星激光测高数据全球高程控制点精度不确定性的因素有哪些？",
        "AnswerEn": "The precision of satellite laser altimetry data for global elevation control points is influenced by factors such as atmospheric conditions, instrument noise from the payload, and the topographic variability of the target terrain, leading to precision uncertainty.",
        "AnswerCn": "卫星激光测高数据对全球高程控制点的精度受到大气条件、载荷仪器噪声以及目标地形的地形变化等因素的影响，从而导致精度不确定性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on elevation accuracy when utilizing a dataset derived from ICESat-2 satellite laser altimetry, considering factors like atmospheric conditions and terrain variability?",
        "QuestionCn": "利用来自ICESat-2卫星激光高度计的数据集时，考虑到大气条件和地形变化等因素，可能对高程精度产生的潜在后果是什么？",
        "AnswerEn": "The elevation accuracy of a dataset derived from ICESat-2 satellite laser altimetry is influenced by factors such as atmospheric conditions, payload instrument noise, and terrain variability. These factors introduce uncertainties in precision, leading to varying accuracy levels across different terrains, with flat areas achieving 0.5m, hilly areas 0.7m, and mountainous regions 1.5m accuracy.",
        "AnswerCn": "由ICESat-2卫星激光高度计衍生的数据集的高程精度受到大气条件、载荷仪器噪声和地形变化等因素的影响。这些因素引入了精度的不确定性，导致不同地形的准确性水平有所不同，平坦地区的精度为0.5米，丘陵地区为0.7米，山区为1.5米。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives of creating a high-precision global elevation control point dataset using satellite laser altimetry data?",
        "QuestionCn": "使用卫星激光测高数据创建高精度全球高程控制点数据集的目标是什么？",
        "AnswerEn": "The goal is to provide high-precision global elevation control points for applications such as terrain mapping or other scientific fields that rely on accurate elevation information. This is achieved by selecting and extracting elevation data from ICESat-2 satellite observations throughout 2019, while addressing factors affecting data accuracy such as atmospheric conditions, instrument noise, and terrain variations.",
        "AnswerCn": "目标是为地形测绘或其他依赖于准确高程信息的科学领域提供高精度的全球高程控制点。这是通过选择和提取2019年ICESat-2卫星观测的高程数据来实现的，同时考虑影响数据准确性的因素，如大气条件、仪器噪声和地形变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodologies can be employed to ensure high precision in laser altimetry data collection for creating global elevation control point datasets?",
        "QuestionCn": "可以采用哪些方法来确保激光测高数据收集的高精度，以创建全球高程控制点数据集？",
        "AnswerEn": "To ensure high precision in laser altimetry data collection for creating global elevation control point datasets, it is necessary to conduct a comprehensive evaluation involving the selection of appropriate labels and application of redundancy observation constraints. Factors such as atmospheric conditions, payload instrument noise, and terrain undulations should be considered, as they affect the precision of the laser altimetry data collected by satellites like ICESat-2. By addressing these factors, data can be screened and extracted to achieve the desired elevation accuracy in different terrains, such as flat areas (0.5m accuracy), hilly areas (0.7m accuracy), and mountainous regions (1.5m accuracy).",
        "AnswerCn": "为了确保激光测高数据收集的高精度，以创建全球高程控制点数据集，有必要进行全面评估，包括选择适当的标签和应用冗余观测约束。需要考虑大气条件、载荷仪器噪声和地形起伏等因素，因为这些因素会影响卫星（如ICESat-2）收集的激光测高数据的精度。通过解决这些因素，可以筛选和提取数据，以在不同地形中实现所需的高程精度，例如平坦地区（0.5米精度）、丘陵地区（0.7米精度）和山区（1.5米精度）。",
        "Level": "C6(Creating)"
      }
    ]
  }
}