{
  "id": "2d63c241-79dc-47e1-87a5-58293d33cb78",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Landsat normalized burnt ratio (NBR) products over the Tibetan Plateau (1980s-2019)",
      "titleCn": "青藏高原Landsat系列卫星遥感归一化燃烧指数（NBR）产品（1980s-2019）",
      "description": "The dataset is the normalized burnt ratio (NBR) products from 1980s to 2019 over the Tibetan Plateau。The dataset is producted based on Landsat surface reflectance dataset. It is calculated by the NBR equation which use the difference ratio between the NIR band and SWIR1 band to enhance the feature of the burned area.And the corresponding production of quality identification documents (QA) is also generated to identify the cloud, ice and snow.NBR is usually used to extract burned area information effectively, and to monitor the vegetation restoration in burned area .",
      "descriptionCn": "1）数据内容：本数据集包含从1980s-2019年青藏高原地区Landsat长时序NBR产品。2）数据来源及加工方法：主要是在青藏高原Landsat系列卫星地表反射率数据集的基础上，通过NBR的计算公式进行生产的，即利用近红外波段和短波红外波段的比值来增强火烧迹地的特征信息,具体计算公式为（近红外波段-短波红外波段2）/(近红外波段+短波红外波段2)；3）数据质量描述：为了标识云、冰雪，并相应生产了质量标识文件（QA）。4) 数据应用成果及前景：该指数常被用于火烧迹地信息提取以及监测火烧区域植被的恢复状况。",
      "instructions": "1)File name rules: the NBR result of each scense is stored in a floder including the NBR band, QA bands, metadata, and browser; the named rule of a folder is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-NBR\",for example, L5-TM-115-026-19840418-LSR-BRDF-NBR;the NBR is stored as GeoTIFF format and its named rule is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-NBR.TIF\", for example, \"L5-TM-115-026-19840418-LSR-BRDF-NBR.TIF\". 2)How to use the dataset:the NBR results can be opened by ArcGIS, envi, QGIS and so on, the NBR results are multiplied 10000 to become16 bit integer from the original floating-point type in the range of 0 ~ 1 , so it needs to be mutiplied 0.0001 when used, and the background filling value is -9999, and the \"LZW\" lossless compression is carried out.",
      "instructionsCn": "文件命名：NBR是以景为单位存放文件夹，由NBR波段、质量文件（Quality Assessment, QA）、元数据、缩略图组成，文件夹的命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-NBR，如L5-TM-115-026-19840418-LSR-BRDF-NBR；其中NBR产品是以GeoTIFF格式存储的，命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-NBR.TIF，如L5-TM-115-026-19840418-LSR-BRDF-NBR.TIF。数据使用方法：NBR结果可使用Arcgis、ENVI、QGIS等软件打开，为了降低存储空间，NBR结果由原本的0~1范围内的浮点型均乘以10000变成16位整型，所以使用时需要将结果乘以0.0001，背景填充值为-9999，并进行了“LZW”的无损压缩。",
      "east": 106.7,
      "west": 73.4,
      "south": 24.6,
      "north": 40.4,
      "startTime": null,
      "endTime": null,
      "fileSize": 6533342474240.0,
      "cstr": "18406.11.Ecolo.tpdc.271718",
      "doi": "10.11888/Ecolo.tpdc.271718",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "彭燕",
        "nameEn": "PENG Yan",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Mapping burns and natural reforestation using thematic mapper data",
        "referenceCn": null,
        "referenceEn": "LOPEZ GARCIA, M.J., CASELLES, V. (1991). Mapping burns and natural reforestation using thematic mapper data. Geocarto International, 6(1), 31-37."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "沙漠/荒漠",
        "nameEn": "Desert"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1980s-2019",
        "keywordEn": "1980s-2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection techniques used for generating normalized burn ratio (NBR) products for the Qinghai-Tibet Plateau from Landsat satellite data?",
        "QuestionCn": "用于生成青藏高原归一化烧伤比率（NBR）产品的遥感数据采集技术的特点是什么？",
        "AnswerEn": "Landsat satellite series, long-term surface reflectance data, near-infrared band, shortwave infrared band 2, quality assessment files, clouds, ice, snow.",
        "AnswerCn": "Landsat卫星系列，长期地表反射率数据，近红外波段，短波红外波段2，质量评估文件，云，冰，雪。",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'Normalized Burn Ratio (NBR)' mean in the context of remote sensing datasets?",
        "QuestionCn": "在遥感数据集的背景下，“归一化烧伤比率（NBR）”是什么意思？",
        "AnswerEn": "Normalized Burn Ratio (NBR) is an index used in remote sensing to enhance the characteristic information of burned areas. It is calculated using the ratio of near-infrared (NIR) and shortwave infrared (SWIR) bands. The specific formula is (NIR - SWIR) / (NIR + SWIR). This index is often utilized to extract information about burned areas and to monitor the recovery of vegetation in these regions.",
        "AnswerCn": "归一化烧伤比率（NBR）是遥感中用于增强烧伤区域特征信息的指数。它是通过近红外（NIR）和短波红外（SWIR）波段的比率计算得出的。具体公式为（NIR - SWIR）/（NIR + SWIR）。该指数通常用于提取烧伤区域的信息，并监测这些地区植被的恢复情况。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the use of the Normalized Burn Ratio (NBR) derived from Landsat satellite data contribute to understanding the effects of wildfires on vegetation recovery in the Qinghai-Tibet Plateau over an extended period?",
        "QuestionCn": "利用Landsat卫星数据得出的归一化燃烧比（NBR）如何有助于理解青藏高原上野火对植被恢复的长期影响？",
        "AnswerEn": "The use of the Normalized Burn Ratio (NBR), which is calculated using the ratio of near-infrared and shortwave infrared bands, enhances the detection of burned areas. By analyzing long-term Landsat data from the 1980s to 2019, researchers can monitor changes in burned areas and assess the recovery of vegetation over time. Additionally, quality assurance files that identify clouds and snow improve the accuracy of the data, making it a valuable tool for studying the ecological impacts and recovery processes following wildfires in the Qinghai-Tibet Plateau.",
        "AnswerCn": "归一化烧伤比率（NBR）的使用，通过近红外和短波红外波段的比率计算，增强了对烧毁区域的检测。通过分析1980年代到2019年的长期Landsat数据，研究人员可以监测烧毁区域的变化，并评估植被随时间的恢复。此外，识别云和雪的质量保证文件提高了数据的准确性，使其成为研究青藏 Plateau 野火后生态影响和恢复过程的宝贵工具。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using Landsat series satellite surface reflectance data to calculate the normalized burn ratio (NBR) on the effectiveness of detecting and monitoring post-fire vegetation recovery in the Qinghai-Tibet Plateau from the 1980s to 2019?",
        "QuestionCn": "使用Landsat系列卫星表面反射率数据计算归一化烧伤比率（NBR）对1980年至2019年青藏高原火灾后植被恢复的检测和监测效果的影响后果是什么？",
        "AnswerEn": "Using Landsat series satellite surface reflectance data to calculate the NBR facilitates the enhancement of fire scar information by employing the ratio of near-infrared and shortwave infrared bands. This approach effectively aids in extracting burn scar information and monitoring post-fire vegetation recovery, as the index is specifically designed to highlight these features.",
        "AnswerCn": "使用Landsat系列卫星表面反射率数据计算NBR可以通过近红外和短波红外波段的比率来增强火灾伤痕信息。这种方法有效地帮助提取烧伤伤痕信息并监测火灾后的植被恢复，因为该指数专门设计用于突出这些特征。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of creating a long-term Landsat NBR dataset for the Qinghai-Tibet Plateau region?",
        "QuestionCn": "创建青藏高原地区长期Landsat NBR数据集的主要目标是什么？",
        "AnswerEn": "The primary goal is to enhance the understanding of fire-affected areas by leveraging the normalized burn ratio (NBR) to extract information about burned areas and monitor vegetation recovery over time.",
        "AnswerCn": "主要目标是通过利用归一化烧伤比率（NBR）来增强对火灾影响区域的理解，以提取烧毁区域的信息并监测植被随时间的恢复情况。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps to compute the Normalized Burn Ratio (NBR) using satellite imagery data in the context of monitoring fire-affected areas on the Qinghai-Tibet Plateau?",
        "QuestionCn": "使用卫星影像数据计算归一化燃烧比（NBR）以监测青藏高原火灾影响区域的程序步骤是什么？",
        "AnswerEn": "The procedural steps involve using Landsat series satellite surface reflectance data to calculate the NBR. This is done by applying the formula (Near-Infrared Band - Shortwave Infrared Band 2) / (Near-Infrared Band + Shortwave Infrared Band 2) to enhance the characteristics of burned areas. Additionally, cloud, ice, and snow identification are performed to generate quality assurance files.",
        "AnswerCn": "程序步骤涉及使用Landsat系列卫星表面反射率数据计算NBR。这是通过应用公式（近红外波段 - 短波红外波段2）/（近红外波段 + 短波红外波段2）来增强烧毁区域的特征。此外，还进行云、冰和雪的识别，以生成质量保证文件。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the extraction of normalized burn ratio (NBR) data from Landsat series satellites for the Qinghai-Tibet Plateau region from the 1980s to 2019?",
        "QuestionCn": "哪些技术进步使得能够从1980年代到2019年提取青藏高原地区的归一化烧伤比率（NBR）数据，使用的是Landsat系列卫星？",
        "AnswerEn": "The extraction of normalized burn ratio (NBR) data from Landsat series satellites for the Qinghai-Tibet Plateau region from the 1980s to 2019 is enabled by advancements in satellite remote sensing technology, specifically the utilization of near-infrared and shortwave infrared bands to enhance the detection of fire-affected areas. These bands are used in the NBR calculation formula to highlight burn scar features, allowing for long-term monitoring of post-fire vegetation recovery.",
        "AnswerCn": "通过卫星遥感技术的进步，能够提取1980年代至2019年青藏高原地区的归一化烧伤比率（NBR）数据，特别是利用近红外和短波红外波段来增强火灾影响区域的检测。这些波段用于NBR计算公式中，以突出烧伤特征，从而实现对火灾后植被恢复的长期监测。",
        "Level": "C1(Remembering)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the data collection methods used for generating normalized burn ratio (NBR) products in remote sensing and discuss the challenges faced in ensuring data quality over long time periods.",
        "QuestionCn": "请分析用于生成归一化烧伤比（NBR）产品的遥感数据收集方法，并讨论在确保长期数据质量方面面临的挑战。",
        "AnswerEn": "The data collection method involves using Landsat satellite series to obtain surface reflectance data, which is then processed using the NBR calculation formula. The formula enhances fire scar features by using the ratio of near-infrared and shortwave infrared bands. A significant challenge in ensuring data quality over long periods is accurately identifying and marking clouds and ice/snow, for which quality assurance files are produced. This ensures that the data remains reliable and usable for extracting fire scar information and monitoring vegetation recovery in the burned areas.",
        "AnswerCn": "数据收集方法涉及使用Landsat卫星系列获取表面反射率数据，然后使用NBR计算公式进行处理。该公式通过使用近红外和短波红外波段的比率来增强火灾伤痕特征。在确保长期数据质量方面，一个重大挑战是准确识别和标记云层及冰雪，为此会生成质量保证文件。这确保了数据在提取火灾伤痕信息和监测烧毁区域植被恢复时保持可靠和可用。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}