{
  "id": "2d67432f-a0c3-4970-913a-85c2dff4c204",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Spatial distribution data of urban land use in Pan-Third Pole region (1992-2015)",
      "titleCn": "泛第三极地区城市用地空间分布数据（1992-2015）",
      "description": "1) Data content: Vector data of urban built-up areas in 65 countries of the pan-third pole region from 1992 to 2015.\n2) Data source and processing method: Based on the global land cover data of the 300-meter resolution of the ESA JCR from 1992 to 2015, we integrated the global urban land use data of Gong Peng, Liu Xiaoping and Chen Jun  to obtained a correction data set. \n3) Data quality description: The accuracy of data in 65 countries  is about 75%, and there may be differences in data accuracy in different regions.\n4) Data application results and prospects: It can be used for urbanization related research in 65 countries in the Pan-Third region, such as urban land expansion analysis and future scenario simulation.",
      "descriptionCn": "1)数据内容：泛第三极地区65个国家1992-2015年城市建成区矢量数据。\n2）数据来源及加工方法：以欧空局JCR中心1992-2015年全球300米分辨率土地覆被数据为基础，整合宫鹏、刘小平和陈军的全球城市土地利用数据，通过校正处理获取得到。\n3) 数据质量描述：整体65个国家的数据准确率为75%左右，不同地区可能存在数据精度差异。\n4) 数据应用成果及前景：可用于泛第三极地区65个国家城镇化相关研究，例如城市用地扩张分析和未来情景模拟等。",
      "instructions": "Data file naming method: Urban_land_use_data_1992_2015;\nHow to use: Open and use ArcGIS software.",
      "instructionsCn": "数据文件命名方式：Urban_land_use_data_1992_2015; \n使用方法：运用ArcGIS软件打开并使用。",
      "east": 178.0,
      "west": 178.0,
      "south": 11.0,
      "north": 77.0,
      "startTime": "1992-01-06 16:00:00",
      "endTime": "2016-01-05 16:00:00",
      "fileSize": 5812931756.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李广东",
        "nameEn": "LI Guangdong",
        "unitEn": "Institute of geographic sciences and natural resources research",
        "unitCn": "中国科学院地理科学与资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "李广东. 泛第三极地区城市用地空间分布数据(1992-2015年). 2018",
        "titleEn": null,
        "referenceCn": "李广东. 泛第三极地区城市用地空间分布数据（1992-2015年）",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "土地资源",
        "nameEn": "Land Resources"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "泛第三极",
        "keywordEn": "Pan-Third Pole"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1992-2015",
        "keywordEn": "1992-2015",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Verification": [
      {
        "QuestionEn": "Can the integration of global urban land use data from different researchers improve the accuracy of a dataset focused on urban land distribution in the Third Pole region?",
        "QuestionCn": "将不同研究者的全球城市土地利用数据整合起来，是否可以提高针对第三极地区城市土地分布数据集的准确性？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the accuracy rate of the urban land spatial distribution data collected from 65 countries in the Pan-Third Pole region between 1992 and 2015?",
        "QuestionCn": "在1992年至2015年间，从65个国家收集的泛第三极地区城市土地空间分布数据的准确率是多少？",
        "AnswerEn": "75%",
        "AnswerCn": "75%",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '城市建成区矢量数据' mean in the context of urban land use studies?",
        "QuestionCn": "在城市土地利用研究的背景下，“城市建成区矢量数据”是什么意思？",
        "AnswerEn": "'城市建成区矢量数据' refers to vector data representing built-up urban areas in the context of urban land use studies. It is used to analyze the spatial distribution of urban land use, monitor urban expansion, and conduct future scenario simulations. The data is derived from global land cover data with a resolution of 300 meters and is corrected to enhance accuracy for urban studies.",
        "AnswerCn": "'城市建成区矢量数据'是指在城市土地利用研究中表示建成城市区域的矢量数据。它用于分析城市土地利用的空间分布、监测城市扩展以及进行未来情景模拟。该数据来源于全球土地覆盖数据，分辨率为300米，并经过校正以提高城市研究的准确性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods using global 300-meter resolution land cover data from the European Space Agency's JCR center compare to integrating global urban land use data from researchers like Gong Peng, Liu Xiaoping, and Chen Jun in terms of accuracy and data processing complexity?",
        "QuestionCn": "使用欧洲空间局JCR中心的全球300米分辨率土地覆盖数据的数据收集方法与整合来自研究者如龚鹏、刘小平和陈军的全球城市土地利用数据在准确性和数据处理复杂性方面有何比较？",
        "AnswerEn": "Data collection methods using global 300-meter resolution land cover data from the European Space Agency's JCR center provide a foundational dataset that is further integrated with global urban land use data from researchers like Gong Peng, Liu Xiaoping, and Chen Jun. The accuracy of the integrated data for the 65 countries is approximately 75%, but there may be variations in data precision across different regions. The integration process, which involves correction handling, adds complexity to data processing but enhances the dataset's applicability for urbanization-related research, such as urban land expansion analysis and future scenario simulations.",
        "AnswerCn": "使用欧洲航天局JCR中心的全球300米分辨率土地覆盖数据进行数据收集的方法提供了一个基础数据集，该数据集进一步与研究人员如龚鹏、刘小平和陈军的全球城市土地利用数据相结合。整合数据在65个国家的准确性约为75%，但不同地区的数据精度可能存在差异。整合过程涉及纠正处理，增加了数据处理的复杂性，但增强了数据集在城市化相关研究中的适用性，例如城市土地扩展分析和未来情景模拟。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on data accuracy and research outcomes when integrating multiple datasets, such as global land cover data and urban land use data, for analyzing urban expansion in the泛第三极地区?",
        "QuestionCn": "在整合多个数据集（如全球土地覆盖数据和城市土地利用数据）以分析泛第三极地区的城市扩张时，对数据准确性和研究结果的潜在影响是什么？",
        "AnswerEn": "Integrating multiple datasets, such as global land cover data and urban land use data, can affect data accuracy and research outcomes by potentially increasing the overall accuracy to about 75% for the 65 countries in the泛第三极地区, though variations in precision may occur across different regions. This integration allows for more comprehensive urban expansion analysis and future scenario simulations, but it may also introduce challenges in harmonizing data due to differences in resolution and source quality.",
        "AnswerCn": "整合多个数据集，如全球土地覆盖数据和城市土地利用数据，可能会影响数据的准确性和研究结果，整体准确性可能提高到约75%，适用于泛第三极地区的65个国家，尽管不同地区的精确度可能存在差异。这种整合允许更全面的城市扩展分析和未来情景模拟，但也可能因分辨率和数据源质量的差异而带来数据协调的挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the main objectives for collecting urban land spatial distribution data across 65 countries in the Pan-Third Pole region from 1992 to 2015?",
        "QuestionCn": "在1992年至2015年期间，收集泛第三极地区65个国家的城市土地空间分布数据的主要目标是什么？",
        "AnswerEn": "The primary goal is to support research related to urbanization in the Pan-Third Pole region, such as analyzing urban land expansion and simulating future scenarios. This dataset can provide valuable insights into the patterns and trends of urban development over time, assisting in understanding and planning for sustainable urban growth.",
        "AnswerCn": "主要目标是支持与泛第三极地区城市化相关的研究，例如分析城市土地扩展和模拟未来情景。该数据集可以提供有关城市发展模式和趋势的宝贵见解，帮助理解和规划可持续的城市增长。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in integrating multiple global urban land use datasets to improve the accuracy of spatial distribution data for urban areas in the泛第三极地区 from 1992 to 2015?",
        "QuestionCn": "将多个全球城市土地利用数据集整合以提高1992年至2015年泛第三极地区城市区域空间分布数据准确性的程序步骤包括哪些？",
        "AnswerEn": "The procedural steps involve using the global 300-meter resolution land cover data from the European Space Agency's JRC center as a foundation, followed by integrating global urban land use data from researchers Gong Peng, Liu Xiaoping, and Chen Jun. This integration process includes calibration and correction to enhance accuracy, resulting in spatial distribution data for urban areas across 65 countries in the泛第三极地区.",
        "AnswerCn": "这些程序步骤涉及使用欧洲空间局JRC中心的全球300米分辨率土地覆盖数据作为基础，随后整合来自研究人员龚鹏、刘小平和陈军的全球城市土地利用数据。该整合过程包括校准和修正，以提高准确性，最终生成泛第三极地区65个国家的城市区域空间分布数据。",
        "Level": "C3(Applying)"
      }
    ]
  }
}