{
  "id": "2da58006-4834-4b92-8382-0d1088805635",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "A new MODIS snow cover extent product over China（2000-2020）",
      "titleCn": "A new MODIS snow cover extent product over China（2000-2020）",
      "description": "For the snow distribution area in China, we prepared a MODIS day-by-day cloud-free snow area dataset with a spatial resolution of 500m from 2000 to 2020 based on the MODIS reflectivity product MOD/MYD09GA,  using a decision tree snow discriminant algorithm for different surface types and a vacancy filling algorithm such as a spatiotemporal interpolation algorithm for the hidden Markov random field model. The dataset is stored in HDF5 file format, and each HDF5 file contains 18 data elements, which include data values, data start date, latitude,  and longitude. Meanwhile, for a quick preview of snow distribution, the day-by-day file contains snow area thumbnails stored in jpg format. This dataset will be continuously supplemented and improved based on real-time satellite remote sensing data and algorithm updates (currently through December 2020),  and will be shared in a fully open sharing format.",
      "descriptionCn": "For the snow distribution area in China, we prepared a MODIS day-by-day cloud-free snow area dataset with a spatial resolution of 500m from 2000 to 2020 based on the MODIS reflectivity product MOD/MYD09GA, using a decision tree snow discriminant algorithm for different surface types and a vacancy filling algorithm such as a spatiotemporal interpolation algorithm for the hidden Markov random field model. The dataset is stored in HDF5 file format, and each HDF5 file contains 18 data elements, which include data values, data start date, latitude, and longitude. Meanwhile, for a quick preview of snow distribution, the day-by-day file contains snow area thumbnails stored in jpg format. This dataset will be continuously supplemented and improved based on real-time satellite remote sensing data and algorithm updates (currently through December 2020), and will be shared in a fully open sharing format.",
      "instructions": "File naming: The MODIS' cloud-free day-by-day snow area product includes HDF files and JPG thumbnails.\nData reading method: \nHDF files: The HDF5 file includes the following fields: File_ Overview, Product_ ID, Product_ Version, Product_ Area, Product_ Start_ Date, Product_ Cycle, Satellite Name, Geographic Coordinate System, Resolution_ Unit, Latitude_ Resolution, Latitude_ Min, Latitude_ Max, Longitude_ Resolution, Longtitude_ Min, Longitude_ Max, Remark, Day_ snow_ cover_ area:Cloud free snow cover product.\nJpg thumbnails: According to MODIS snow area scientific dataset for fast vision judgment, file name NIEER_ CGF MODIS_ SCE__********_ DAILY_ 500m_ V02, ******** is the date.",
      "instructionsCn": "File naming: The MODIS' cloud-free day-by-day snow area product includes HDF files and JPG thumbnails.\nData reading method: \nHDF files: The HDF5 file includes the following fields: File_Overview, Product_ID, Product_Version, Product_Area, Product_Start_Date, Product_Cycle, Satellite Name, Geographic Coordinate System, Resolution_Unit, Latitude_Resolution, Latitude_Min, Latitude_Max, Longitude_Resolution, Longtitude_Min, Longitude_Max, Remark, Day_snow_cover_area:Cloud free snow cover product.\nJpg thumbnails: According to MODIS snow area scientific dataset for fast vision judgment, file name NIEER_CGF MODIS_SCE__********_DAILY_500m_V02, ******** is the date.",
      "east": 142.0,
      "west": 72.0,
      "south": 16.0,
      "north": 56.0,
      "startTime": "2000-02-28 00:00:00",
      "endTime": "2020-12-31 00:00:00",
      "fileSize": 119370570242.0,
      "cstr": "18406.11.Snow.tpdc.271387",
      "doi": "10.11888/Snow.tpdc.271387",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "HAO Xiaohua",
        "nameEn": "HAO Xiaohua",
        "unitEn": "",
        "unitCn": "Northwest Institute of Eco-Environment and Resources, CAS"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Development and validation of a new MODIS snow-cover-extent product over China",
        "referenceCn": null,
        "referenceEn": "Hao, X., Huang, G., Zheng, Z., Sun, X., Ji, W., Zhao, H., Wang, J., Li, H., and Wang, X. (2022). Development and validation of a new MODIS snow-cover-extent product over China. Hydrol. Earth Syst. Sci., 26, 1937–1952, doi: 10.5194/hess-26-1937-2022."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "积雪",
        "nameEn": "Snow"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "China",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000-2020",
        "keywordEn": "2000-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "干旱区融雪洪水灾害监测预报和防控关键技术研究与示范",
        "titleEn": "National Key Research and Development Program of China"
      },
      {
        "titleCn": "中国积雪特性及分布调查第二课题第2专题：中国积雪面积参数遥感反演与产品生产",
        "titleEn": "the Special Foundation for State Major Basic Research Program of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Snow is one of the most active elements on the land surface. Because of its unique properties of high shortwave reflectivity, low longwave emissivity, and high phase-change latent heat, its covering may significantly alter the surface radiation budget, exchanges of energy and moisture between the atmosphere and the surface, and thereby our climate and weather systems. In addition, seasonal snow is an important supply source, providing precious freshwater for many arid and semiarid regions. Snow-cover extent (SCE), therefore, is an indispensable parameter in climatic, weather, hydrological, environmental, and other related studies. With the development and progress of space technology, satellite remote sensing has become a primary option to monitor snow-cover conditions on the Earth. In particular, as one of the most successful satellite missions, since it launched in 1999, the Moderate Resolution Imaging Spectroradiometer (MODIS) has been widely used to acquire SCE information from regional to global scales. The US National Snow and Ice Data Center (NSIDC) routinely produces and continually updates the standard MODIS snow products. Before the C6 version, there were only two sets of standard snow products – MOD10A1 and MYD10A1, which provide conventional SCE information only under clear skies. Since there are abundant cloud-induced gaps in the products, they in fact can not give the complete SCE knowledge. In the standard MOD10A1 and MYD10A1 products, the core is datasets of the Normalized Difference Snow Index (NDSI)."
      ],
      "research objective": [
        "Therefore, we decided to produce a new MODIS SCE product over China based on the Google Earth Engine (GEE) platform. Compared with the standard snow products, the following improvements are reached: (1) varying NDSI thresholds with land-cover types are obtained by a volume of training data; (2) the approach that combines the Normalized Difference Vegetation Index (NDVI) and the Normalized Difference Forest Snow Index (NDFSI) is adopted to improve snow discrimination in forest areas; (3) NDSI is computed using surface reflectance instead of TOA reflectance; (4) a gap-filling technique based on a hidden Markov random field (HMRF) is used to reduce cloud-induced gaps, which can assimilate temporally and spatially adjacent information simultaneously."
      ],
      "challenges": [
        "Since there are abundant cloud-induced gaps in the products, they in fact can not give the complete SCE knowledge. First, several studies have shown that the optimal NDSI threshold may vary with land-cover types, and using a fixed value for global products, regardless of 0.4 or 0.1, may lead to considerable uncertainty. Second, standard MOD10A1 and MYD10A1 products often exhibit large errors in forest areas."
      ],
      "methods": [
        "In this study, we will first aggregate the Terra-MODIS SCE and Aqua-MODIS SCE under clear skies to preliminarily exclude some cloud gaps. For the aggregated SCE data, we will adopt the method based on the spatiotemporal hidden Markov random field (HMRF) proposed by Huang et al. (2018) to further fill gaps. Using the new snow discrimination algorithm developed for clear skies in Sect. 3.1, we produce a new Terra-MODIS SCE dataset and a new Aqua-MODIS SCE dataset over China with MOD09GA and MYD09GA products as the main inputs. Next, based on the two clear-sky datasets above, we produce a new CGF SCE dataset using the new cloud-gap-removing algorithm developed in Sect. 3.2."
      ],
      "dataset": [
        "The NIEER MODIS SCE product contains two preliminary clear-sky SCE datasets – Terra-MODIS and Aqua-MODIS SCE datasets and a final daily cloud-gap-filled (CGF) SCE dataset."
      ],
      "findings": [
        "The validation against 362 China Meteorological Administration (CMA) stations shows that during snow seasons the overall accuracy (OA) values of the three datasets are larger than 93%, all of the omission error (OE) values are constrained within 9%, and all of the commission error (CE) values are constrained within 10%. Bias values of 0.98, 1.02, and 1.03 demonstrate on a whole that there is no significant overestimation nor a significant underestimation. Based on the same ground reference data, we found that the new product accuracies are obviously higher than standard MODIS snow products, especially for Aqua-MODIS and CGF SCE. An isolated validation at four forest CMA stations demonstrates that the OA has increased by 3–10 percentage points, the OE has dropped by 1–8 percentage points, and the CE has dropped by 4–21 percentage points."
      ],
      "backgroundCn": [
        "雪是陆地表面上最活跃的元素之一。由于其高短波反射率、低长波发射率和高相变潜热的独特性质，雪的覆盖可能显著改变表面辐射预算、气候与表面之间的能量和水分交换，从而影响我们的气候和天气系统。此外，季节性雪是重要的水源，为许多干旱和半干旱地区提供珍贵的淡水。因此，雪覆盖范围（SCE）是气候、天气、水文、环境及其他相关研究中不可或缺的参数。随着空间技术的发展和进步，卫星遥感已成为监测地球雪覆盖状况的主要选择。特别是，自1999年发射以来，作为最成功的卫星任务之一，MODIS（中分辨率成像光谱仪）已被广泛用于获取从区域到全球尺度的SCE信息。美国国家雪冰数据中心（NSIDC）定期生成并不断更新标准MODIS雪产品。在C6版本之前，只有两组标准雪产品——MOD10A1和MYD10A1，它们仅在晴天提供常规的SCE信息。由于产品中存在大量云引起的缺口，因此实际上无法提供完整的SCE知识。在标准MOD10A1和MYD10A1产品中，核心是归一化差异雪指数（NDSI）数据集。"
      ],
      "research objectiveCn": [
        "因此，我们决定基于谷歌地球引擎（GEE）平台在中国生产新的MODIS雪覆盖产品。与标准雪产品相比，取得了以下改进：（1）通过大量训练数据获得不同土地覆盖类型的NDSI阈值；（2）采用结合归一化差异植被指数（NDVI）和归一化差异森林雪指数（NDFSI）的方法，以改善森林地区的雪分辨率；（3）使用地表反射率而非TOA反射率计算NDSI；（4）采用基于隐马尔可夫随机场（HMRF）的缺口填补技术，以减少云引起的缺口，该技术可以同时同化时间和空间上相邻的信息。"
      ],
      "challengesCn": [
        "由于云引起的缺口较多，这些产品实际上无法提供完整的雪覆盖面积（SCE）信息。首先，一些研究表明，最佳的归一化差异雪指数（NDSI）阈值可能因土地覆盖类型而异，因此无论是0.4还是0.1，使用固定值的全球产品可能会导致相当大的不确定性。其次，标准的MOD10A1和MYD10A1产品在森林地区往往存在较大的误差。"
      ],
      "methodsCn": [
        "在本研究中，我们将首先在晴天条件下对Terra-MODIS SCE和Aqua-MODIS SCE进行汇总，以初步排除一些云层缺口。对于汇总后的SCE数据，我们将采用Huang等人（2018）提出的基于时空隐马尔可夫随机场（HMRF）的方法进一步填补缺口。使用在第3.1节中开发的新雪区分算法，我们生成了一个新的Terra-MODIS SCE数据集和一个新的Aqua-MODIS SCE数据集，主要以MOD09GA和MYD09GA产品作为输入。接下来，基于上述两个晴天数据集，我们使用在第3.2节中开发的新云缺口去除算法生成一个新的CGF SCE数据集。"
      ],
      "datasetCn": [
        "NIEER MODIS SCE产品包含两个初步的晴空雪覆盖（SCE）数据集——Terra-MODIS和Aqua-MODIS SCE数据集，以及一个最终的每日云间隙填充（CGF）SCE数据集。"
      ],
      "findingsCn": [
        "对362个中国气象局（CMA）站点的验证显示，在雪季期间，三个数据集的总体准确率（OA）值均大于93%，所有遗漏错误（OE）值均控制在9%以内，所有委员会错误（CE）值均控制在10%以内。偏差值为0.98、1.02和1.03，整体上表明没有显著的高估或低估。基于相同的地面参考数据，我们发现新产品的准确性明显高于标准的MODIS雪产品，特别是对于Aqua-MODIS和CGF SCE。在四个森林CMA站点的独立验证中，OA提高了3-10个百分点，OE降低了1-8个百分点，CE降低了4-21个百分点。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is a decision tree algorithm used as part of the snow discriminant process in the data collection method?",
        "QuestionCn": "决策树算法是否作为数据收集方法中雪判别过程的一部分？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Does the gap-filling technique utilized in this domain involve a hidden Markov random field model?",
        "QuestionCn": "该领域中使用的填补缺口技术是否涉及隐马尔可夫随机场模型？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C4(Analyzing)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the primary method for filling cloud-induced gaps in snow cover datasets based on spatial interpolation, temporal interpolation, or a hidden Markov random field model?",
        "QuestionCn": "填补云引起的雪盖数据集中的空缺的主要方法是基于空间插值、时间插值还是隐马尔可夫随机场模型？",
        "AnswerEn": "hidden Markov random field model",
        "AnswerCn": "隐马尔可夫随机场模型",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "For improving snow discrimination in forest areas, is the approach more reliant on the Normalized Difference Snow Index (NDSI), the Normalized Difference Vegetation Index (NDVI), or the Normalized Difference Forest Snow Index (NDFSI)?",
        "QuestionCn": "为了改善森林地区的雪分辨率，采用的方法更依赖于归一化差异雪指数（NDSI）、归一化差异植被指数（NDVI）还是归一化差异森林雪指数（NDFSI）？",
        "AnswerEn": "Normalized Difference Forest Snow Index (NDFSI)",
        "AnswerCn": "归一化差异森林雪指数 (NDFSI)",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection method is used to reduce cloud-induced gaps in the snow cover extent product over China?",
        "QuestionCn": "用于减少中国雪盖范围产品中云引起的缺口的数据收集方法是什么？",
        "AnswerEn": "hidden Markov random field (HMRF)",
        "AnswerCn": "隐马尔可夫随机场 (HMRF)",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "When is the snow cover extent product over China updated with new satellite remote sensing data and algorithm updates?",
        "QuestionCn": "中国的雪盖范围产品何时会更新新的卫星遥感数据和算法更新？",
        "AnswerEn": "December 2020",
        "AnswerCn": "2020年12月",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where is the snow cover extent dataset stored and what format does it use?",
        "QuestionCn": "雪盖范围数据集存储在哪里，使用什么格式？",
        "AnswerEn": "HDF5",
        "AnswerCn": "HDF5",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that addresses cloud-induced gaps in snow-cover extent datasets?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，以解决云引起的雪盖范围数据集中的空白？",
        "AnswerEn": "The use of a hidden Markov random field (HMRF) model is an example of a data collection method that addresses cloud-induced gaps in snow-cover extent datasets by assimilating temporally and spatially adjacent information to produce a more complete dataset.",
        "AnswerCn": "隐马尔可夫随机场（HMRF）模型的使用是一个数据收集方法的例子，它通过同化时间上和空间上相邻的信息来解决云层引起的雪盖范围数据集中的缺口，从而生成更完整的数据集。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when determining snow-cover extent using satellite remote sensing data, and how is it addressed?",
        "QuestionCn": "使用卫星遥感数据确定积雪范围时面临的挑战之一是什么？如何解决这个问题？",
        "AnswerEn": "An example of a challenge is the variation of the optimal Normalized Difference Snow Index (NDSI) threshold with land-cover types. This is addressed by obtaining varying NDSI thresholds using a volume of training data and adopting a combined approach with NDVI and NDFSI to improve snow discrimination in forest areas.",
        "AnswerCn": "一个挑战是最佳归一化差异雪指数（NDSI）阈值在不同土地覆盖类型中的变化。为了解决这个问题，通过获取大量训练数据来获得不同的NDSI阈值，并采用与NDVI和NDFSI相结合的方法，以改善森林地区的雪分辨率。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key characteristics of a snow cover extent dataset over China from 2000 to 2020?",
        "QuestionCn": "2000年至2020年间，中国的雪盖范围数据集的主要特征是什么？",
        "AnswerEn": "500m spatial resolution, MODIS reflectivity products, decision tree snow discriminant algorithms, spatiotemporal interpolation algorithms, HDF5 file format, data values, start date, coordinates",
        "AnswerCn": "500米空间分辨率，MODIS反射率产品，决策树雪判别算法，时空插值算法，HDF5文件格式，数据值，开始日期，坐标",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What properties define the snow discrimination algorithm used for cloud-free snow area datasets?",
        "QuestionCn": "定义用于无云雪区数据集的雪区分算法的属性是什么？",
        "AnswerEn": "varying NDSI thresholds, NDVI, NDFSI, surface reflectance",
        "AnswerCn": "变化的NDSI阈值、NDVI、NDFSI、地表反射率",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the defining features of a gap-filling technique in snow cover datasets?",
        "QuestionCn": "雪盖数据集中的缺口填充技术的定义特征是什么？",
        "AnswerEn": "hidden Markov random field model, assimilates temporally and spatially adjacent information, reduces cloud-induced gaps",
        "AnswerCn": "隐马尔可夫随机场模型，结合时间和空间上相邻的信息，减少云引起的空缺。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the snow cover extent dataset produced over China from 2000 to 2020?",
        "QuestionCn": "2000年至2020年间，中国的雪盖范围数据集的空间分辨率是多少？",
        "AnswerEn": "500 meters",
        "AnswerCn": "500米",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many data elements are contained in each HDF5 file of the MODIS snow cover extent dataset?",
        "QuestionCn": "MODIS雪盖范围数据集的每个HDF5文件包含多少个数据元素？",
        "AnswerEn": "18",
        "AnswerCn": "18",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the overall accuracy percentage of the new snow cover extent datasets validated against China Meteorological Administration stations during snow seasons?",
        "QuestionCn": "新雪覆盖范围数据集在雪季期间与中国气象局站点验证的整体准确率百分比是多少？",
        "AnswerEn": "93%",
        "AnswerCn": "93%",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is a decision tree snow discriminant algorithm in the context of snow cover extent datasets?",
        "QuestionCn": "在雪覆盖范围数据集的背景下，决策树雪判别算法是什么？",
        "AnswerEn": "A decision tree snow discriminant algorithm is a data collection method used to classify different surface types to identify snow cover in datasets. It involves using a set of rules or decisions to distinguish snow from non-snow areas based on specific attributes, such as reflectivity, within satellite imagery data. In the context of snow cover extent datasets, this algorithm helps improve the accuracy of snow detection by taking into account different surface characteristics.",
        "AnswerCn": "决策树雪判别算法是一种数据收集方法，用于分类不同的表面类型，以识别数据集中的雪盖。它涉及使用一组规则或决策，根据特定属性（如反射率）来区分雪和非雪区域，基于卫星影像数据。在雪盖范围数据集的背景下，该算法通过考虑不同的表面特征，帮助提高雪检测的准确性。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What does a gap-filling technique based on a hidden Markov random field entail in dataset collection?",
        "QuestionCn": "基于隐马尔可夫随机场的填补缺口技术在数据集收集中的含义是什么？",
        "AnswerEn": "A gap-filling technique based on a hidden Markov random field (HMRF) involves using statistical models to fill missing data points in a dataset by considering both temporal and spatial correlations. In the context of snow cover extent datasets, this technique is used to reduce cloud-induced gaps by assimilating information from temporally and spatially adjacent data points, improving the completeness and accuracy of the dataset.",
        "AnswerCn": "基于隐马尔可夫随机场（HMRF）的缺口填充技术涉及使用统计模型通过考虑时间和空间相关性来填补数据集中的缺失数据点。在雪盖范围数据集的背景下，这种技术用于通过吸收来自时间上和空间上相邻的数据点的信息来减少云引起的缺口，从而提高数据集的完整性和准确性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the use of a decision tree snow discriminant algorithm for different surface types compare to the use of varying NDSI thresholds with land-cover types in improving snow cover extent detection?",
        "QuestionCn": "使用决策树和判别算法对不同表面类型的雪覆盖范围检测与使用不同的NDSI阈值和土地覆盖类型相比，效果如何？",
        "AnswerEn": "The decision tree snow discriminant algorithm is designed to handle different surface types and improve snow detection by considering specific characteristics of each surface. In contrast, varying NDSI thresholds with land-cover types are obtained through training data to address the issue of fixed threshold values leading to uncertainty. Both methods aim to improve snow detection accuracy, but the decision tree approach is more focused on surface type differences, while the varying NDSI thresholds approach adjusts detection parameters based on land-cover types.",
        "AnswerCn": "决策树雪判别算法旨在处理不同的表面类型，并通过考虑每种表面的特定特征来提高雪的检测精度。相比之下，通过训练数据获得的不同土地覆盖类型的NDSI阈值变化，旨在解决固定阈值导致的不确定性问题。这两种方法都旨在提高雪的检测准确性，但决策树方法更侧重于表面类型的差异，而变化的NDSI阈值方法则根据土地覆盖类型调整检测参数。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do the gap-filling techniques based on a hidden Markov random field model differ from the traditional cloud-gap-removing algorithms in handling cloud-induced gaps in snow cover datasets?",
        "QuestionCn": "基于隐马尔可夫随机场模型的填补技术与传统的云缺口去除算法在处理云引起的雪盖数据集中的缺口时有何不同？",
        "AnswerEn": "The gap-filling technique using a hidden Markov random field (HMRF) model is designed to assimilate temporally and spatially adjacent information simultaneously, providing a more comprehensive approach to reducing cloud-induced gaps. Traditional cloud-gap-removing algorithms may not incorporate this level of spatial and temporal information integration. The HMRF model offers a more sophisticated method by considering the relationships between neighboring data points and time sequences, potentially leading to more accurate and complete snow cover datasets.",
        "AnswerCn": "使用隐马尔可夫随机场（HMRF）模型的缺口填充技术旨在同时吸收时间和空间相邻的信息，提供一种更全面的方法来减少云引起的缺口。传统的去云缺口算法可能没有整合这种空间和时间信息的水平。HMRF模型通过考虑邻近数据点和时间序列之间的关系，提供了一种更复杂的方法，可能导致更准确和完整的雪盖数据集。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might the integration of NDVI and NDFSI indices influence the accuracy of snow discrimination, particularly in forested areas?",
        "QuestionCn": "NDVI和NDFSI指数的结合如何影响森林地区雪的区分准确性？",
        "AnswerEn": "Integrating NDVI and NDFSI indices likely enhances snow discrimination accuracy in forested areas. By combining these indices, the approach is able to better distinguish snow from vegetation, addressing a common source of error in standard snow products.",
        "AnswerCn": "整合NDVI和NDFSI指数可能提高森林地区雪的识别准确性。通过结合这些指数，该方法能够更好地区分雪和植被，从而解决标准雪产品中的常见错误来源。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What challenges does cloud-induced data gaps present in snow cover extent datasets, and how can a hidden Markov random field model be utilized to address these issues?",
        "QuestionCn": "云引起的数据缺口对雪盖范围数据集提出了哪些挑战，以及如何利用隐马尔可夫随机场模型来解决这些问题？",
        "AnswerEn": "Cloud-induced data gaps can obscure complete snow cover extent knowledge, creating inaccuracies. A hidden Markov random field model can be used to fill these gaps by assimilating temporally and spatially adjacent information, thus enhancing the completeness and reliability of the dataset.",
        "AnswerCn": "云引起的数据缺口可能会掩盖完整的雪盖范围知识，从而导致不准确。隐马尔可夫随机场模型可以通过同化时间上和空间上相邻的信息来填补这些缺口，从而增强数据集的完整性和可靠性。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenge of obtaining complete snow cover extent knowledge from satellite remote sensing data?",
        "QuestionCn": "从卫星遥感数据获取完整的雪盖范围知识面临的挑战因素有哪些？",
        "AnswerEn": "Abundant cloud-induced gaps in the products contribute to the challenge of obtaining complete snow cover extent knowledge.",
        "AnswerCn": "云引起的丰富间隙使得获取完整的雪盖范围知识变得更加困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why do standard MODIS snow products often exhibit large errors in forest areas?",
        "QuestionCn": "标准MODIS雪产品在森林地区通常会出现较大误差的原因是什么？",
        "AnswerEn": "Standard MODIS snow products often exhibit large errors in forest areas due to the fixed NDSI threshold which may not be optimal for all land-cover types, leading to uncertainty.",
        "AnswerCn": "标准的MODIS雪产品在森林地区通常会出现较大的误差，因为固定的NDSI阈值可能并不适用于所有土地覆盖类型，从而导致不确定性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What causes the need for a gap-filling technique in the development of a MODIS snow cover extent product?",
        "QuestionCn": "在MODIS雪盖范围产品的开发中，造成需要填补空缺技术的原因是什么？",
        "AnswerEn": "The need for a gap-filling technique arises due to cloud-induced gaps, which require methods like the hidden Markov random field (HMRF) to assimilate temporally and spatially adjacent information and reduce these gaps.",
        "AnswerCn": "由于云引起的缺口，填补缺口的技术变得必要，这需要像隐马尔可夫随机场（HMRF）这样的算法来吸收时间上和空间上相邻的信息，从而减少这些缺口。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What happens to the accuracy of snow-cover extent data when a hidden Markov random field model is used for cloud-gap filling?",
        "QuestionCn": "当使用隐马尔可夫随机场模型进行云缺口填充时，雪盖范围数据的准确性会发生什么变化？",
        "AnswerEn": "The use of a hidden Markov random field model for cloud-gap filling results in higher overall accuracy for snow-cover extent data, with validation showing OA values larger than 93% and reduced omission and commission errors compared to standard MODIS snow products.",
        "AnswerCn": "使用隐马尔可夫随机场模型进行云间隙填充，导致雪盖范围数据的整体准确性更高，验证显示总体准确率（OA）值超过93%，并且与标准MODIS雪产品相比，省略和误报错误减少。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the effects on snow discrimination in forest areas when combining the Normalized Difference Vegetation Index (NDVI) and the Normalized Difference Forest Snow Index (NDFSI)?",
        "QuestionCn": "结合归一化植被指数（NDVI）和归一化森林雪指数（NDFSI）对森林地区的雪分辨率有何影响？",
        "AnswerEn": "Combining NDVI and NDFSI improves snow discrimination in forest areas, leading to increased overall accuracy, and a reduction in omission and commission errors, with OA increasing by 3–10 percentage points at forest CMA stations.",
        "AnswerCn": "结合NDVI和NDFSI可以改善森林地区的雪分辨率，从而提高整体准确性，并减少遗漏和误报错误，森林CMA站的总体准确率提高了3-10个百分点。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to develop a new snow cover extent product using MODIS data over China?",
        "QuestionCn": "为什么使用MODIS数据在中国开发新的雪盖范围产品很重要？",
        "AnswerEn": "The goal is to produce a more accurate MODIS snow cover extent (SCE) product by addressing the limitations of existing products, such as cloud-induced gaps and errors in forest areas, thereby improving snow discrimination and providing complete SCE knowledge.",
        "AnswerCn": "目标是通过解决现有产品的局限性，如云引起的缺口和森林地区的错误，来生成更准确的MODIS雪盖范围（SCE）产品，从而改善雪的区分能力，并提供完整的SCE知识。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the intended outcomes of implementing a decision tree snow discriminant algorithm for snow area datasets?",
        "QuestionCn": "实施决策树雪判别算法用于雪区数据集的预期结果是什么？",
        "AnswerEn": "The intended outcome is to enhance the accuracy of snow area detection by using a decision tree snow discriminant algorithm tailored for different surface types, which aims to improve the reliability of snow cover data across varied landscapes.",
        "AnswerCn": "预期的结果是通过使用针对不同地表类型量身定制的决策树雪判别算法来提高雪区检测的准确性，旨在改善不同景观中雪盖数据的可靠性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it necessary to apply a hidden Markov random field model for filling gaps in snow cover datasets?",
        "QuestionCn": "为什么在填补雪盖数据集中的缺口时有必要应用隐马尔可夫随机场模型？",
        "AnswerEn": "The necessity arises from the need to reduce cloud-induced gaps in snow cover datasets, leveraging the spatiotemporal interpolation capabilities of the hidden Markov random field model to assimilate temporally and spatially adjacent information, thus providing a more complete and accurate representation of snow cover extent.",
        "AnswerCn": "这种必要性源于需要减少云层引起的雪盖数据集中的空白，利用隐马尔可夫随机场模型的时空插值能力，吸收时间和空间上相邻的信息，从而提供更完整和准确的雪盖范围表示。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What techniques were employed to fill cloud-induced gaps in snow cover extent datasets, and how do these techniques improve data accuracy?",
        "QuestionCn": "填补云引起的雪盖范围数据集中的空缺采用了哪些技术，这些技术如何提高数据的准确性？",
        "AnswerEn": "A gap-filling technique based on a hidden Markov random field (HMRF) was used to reduce cloud-induced gaps, which can assimilate temporally and spatially adjacent information simultaneously. This approach improves data accuracy by addressing cloud-induced gaps and was validated to have high overall accuracy values, omission errors, and commission errors constrained within acceptable limits.",
        "AnswerCn": "一种基于隐马尔可夫随机场（HMRF）的填补技术被用于减少云引起的缺口，该技术能够同时吸收时间和空间上相邻的信息。这种方法通过解决云引起的缺口来提高数据的准确性，并经过验证具有较高的整体准确性，遗漏错误和虚假错误均控制在可接受的范围内。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How was the snow discrimination algorithm developed to effectively differentiate snow cover in various land-cover types, particularly forest areas?",
        "QuestionCn": "雪覆盖区分算法是如何开发的，以有效区分不同土地覆盖类型中的雪覆盖，特别是在森林地区？",
        "AnswerEn": "The snow discrimination algorithm was developed by obtaining varying NDSI thresholds for different land-cover types using a volume of training data. Additionally, the approach combined the Normalized Difference Vegetation Index (NDVI) and the Normalized Difference Forest Snow Index (NDFSI) to improve snow discrimination in forest areas.",
        "AnswerCn": "雪分辨算法是通过获取不同土地覆盖类型的不同NDSI阈值，并使用大量训练数据开发的。此外，该方法结合了归一化差异植被指数（NDVI）和归一化差异森林雪指数（NDFSI），以改善森林地区的雪分辨能力。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What data preprocessing and aggregation steps were taken to create clear-sky snow cover extent datasets from MODIS reflectivity products?",
        "QuestionCn": "为了从MODIS反射率产品创建晴空雪覆盖范围数据集，进行了哪些数据预处理和聚合步骤？",
        "AnswerEn": "To create clear-sky snow cover extent datasets, Terra-MODIS SCE and Aqua-MODIS SCE under clear skies were first aggregated to preliminarily exclude some cloud gaps. A new snow discrimination algorithm developed for clear skies was then used with MOD09GA and MYD09GA products as the main inputs to produce new Terra-MODIS and Aqua-MODIS SCE datasets.",
        "AnswerCn": "为了创建晴空雪盖范围数据集，首先对Terra-MODIS和Aqua-MODIS在晴空下的雪盖范围进行了汇总，以初步排除一些云层间隙。然后，使用为晴空开发的新雪分类算法，以MOD09GA和MYD09GA产品作为主要输入，生成新的Terra-MODIS和Aqua-MODIS雪盖范围数据集。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the creation of cloud-free snow cover datasets with improved spatial resolution for large regions like China?",
        "QuestionCn": "哪些技术进步使得能够创建具有更高空间分辨率的无云雪盖数据集，适用于像中国这样的大区域？",
        "AnswerEn": "The use of MODIS reflectivity products and algorithms such as the decision tree snow discriminant algorithm and spatiotemporal interpolation with the hidden Markov random field model have enabled the creation of cloud-free snow cover datasets with improved spatial resolution for large regions like China.",
        "AnswerCn": "MODIS反射率产品和决策树雪判别算法以及隐马尔可夫随机场模型的时空插值等算法的使用，使得能够为像中国这样的大区域创建云无雪盖数据集，并提高了空间分辨率。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How do varying NDSI thresholds based on land-cover types enhance the accuracy of snow cover discrimination in satellite data collection?",
        "QuestionCn": "根据土地覆盖类型变化的NDSI阈值如何提高卫星数据收集中雪覆盖区分的准确性？",
        "AnswerEn": "Varying NDSI thresholds based on land-cover types enhance accuracy by reducing uncertainties that arise from using a fixed NDSI threshold, allowing better adaptation to different surface characteristics and improving snow discrimination, particularly in challenging areas like forests.",
        "AnswerCn": "根据土地覆盖类型变化的NDSI阈值通过减少使用固定NDSI阈值所带来的不确定性来提高准确性，使其更好地适应不同的表面特征，并改善雪的区分，特别是在森林等困难区域。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What methodological approaches have been employed to fill cloud-induced gaps in snow cover datasets, and how do they improve data accuracy?",
        "QuestionCn": "为填补云引起的雪盖数据集中的空白，采用了哪些方法论方法，这些方法如何提高数据的准确性？",
        "AnswerEn": "The methodological approaches employed include aggregating Terra-MODIS and Aqua-MODIS SCE data to exclude initial cloud gaps, followed by using a spatiotemporal hidden Markov random field model to further fill gaps, thereby improving data accuracy by assimilating temporally and spatially adjacent information.",
        "AnswerCn": "所采用的方法论包括聚合Terra-MODIS和Aqua-MODIS的雪覆盖面积（SCE）数据，以排除初始的云层间隙，随后使用时空隐马尔可夫随机场模型进一步填补间隙，从而通过同化时间和空间上相邻的信息来提高数据的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might a dataset fail to provide complete snow cover extent knowledge due to cloud-induced gaps?",
        "QuestionCn": "为什么一个数据集可能由于云引起的缺口而无法提供完整的雪盖范围知识？",
        "AnswerEn": "Cloud-induced gaps can hinder the acquisition of complete snow cover extent knowledge because standard methods may not effectively account for these gaps, leading to incomplete data on snow distribution.",
        "AnswerCn": "云引起的间隙可能会妨碍对完整雪盖范围的获取，因为标准方法可能无法有效处理这些间隙，从而导致雪分布数据的不完整。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there a significant challenge in using a fixed NDSI threshold for snow cover extent data across different land-cover types?",
        "QuestionCn": "为什么在不同的土地覆盖类型中使用固定的NDSI阈值来确定积雪覆盖范围数据存在显著挑战？",
        "AnswerEn": "Using a fixed NDSI threshold can lead to considerable uncertainty because the optimal threshold may vary with land-cover types, which means a one-size-fits-all approach might not be suitable for accurate snow discrimination.",
        "AnswerCn": "使用固定的NDSI阈值可能会导致相当大的不确定性，因为最佳阈值可能因土地覆盖类型而异，这意味着一刀切的方法可能不适合准确的雪区分。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How effective do you think the decision tree snow discriminant algorithm is in differentiating snow from other surface types given the challenges of varying land-cover types?",
        "QuestionCn": "您认为决策树雪判别算法在区分雪与其他地表类型方面的有效性如何，考虑到不同土地覆盖类型的挑战？",
        "AnswerEn": "The decision tree snow discriminant algorithm is likely effective in differentiating snow from other surface types, especially when combined with varying NDSI thresholds specific to land-cover types, addressing the challenge of using fixed NDSI thresholds that could lead to considerable uncertainty.",
        "AnswerCn": "决策树雪判别算法在区分雪与其他地表类型方面可能非常有效，特别是当结合针对土地覆盖类型的不同NDSI阈值时，这解决了使用固定NDSI阈值可能导致的重大不确定性问题。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Do you believe that the use of both Normalized Difference Vegetation Index (NDVI) and Normalized Difference Forest Snow Index (NDFSI) significantly improves snow discrimination in forest areas?",
        "QuestionCn": "你认为同时使用归一化植被指数（NDVI）和归一化森林雪指数（NDFSI）是否显著改善了森林地区的雪分辨率？",
        "AnswerEn": "Yes, the use of both NDVI and NDFSI likely significantly improves snow discrimination in forest areas, as these indices help address the large errors often found in standard MODIS snow products for these regions, resulting in better accuracy for snow detection.",
        "AnswerCn": "是的，使用NDVI和NDFSI这两个指数可能显著改善森林地区的雪分辨率，因为这些指数有助于解决标准MODIS雪产品在这些区域中常见的大误差，从而提高雪检测的准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm not sure how a decision tree snow discriminant algorithm can effectively differentiate snow cover across various surface types.",
        "QuestionCn": "我不确定决策树雪判别算法如何有效区分不同表面类型的雪覆盖。",
        "AnswerEn": "The decision tree snow discriminant algorithm uses varying NDSI thresholds obtained from training data, which are tailored to different land-cover types, improving snow discrimination capabilities across diverse surfaces.",
        "AnswerCn": "决策树雪判别算法使用从训练数据中获得的不同NDSI阈值，这些阈值针对不同的土地覆盖类型进行了调整，从而提高了在多样化表面上雪的判别能力。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I don't understand how cloud-induced gaps in satellite data products are addressed to provide complete snow cover extent information.",
        "QuestionCn": "我不明白如何处理云引起的卫星数据产品中的空白，以提供完整的雪盖范围信息。",
        "AnswerEn": "Cloud-induced gaps are addressed using a gap-filling technique based on a hidden Markov random field (HMRF) model, which assimilates temporally and spatially adjacent information to reduce these gaps.",
        "AnswerCn": "云引起的缺口通过基于隐马尔可夫随机场（HMRF）模型的缺口填充技术进行处理，该技术利用时间和空间上相邻的信息来减少这些缺口。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unclear about what makes a gap-filling algorithm effective in enhancing the accuracy of snow cover datasets.",
        "QuestionCn": "我不清楚什么使得填补缺口的算法在提高雪盖数据集的准确性方面有效。",
        "AnswerEn": "An effective gap-filling algorithm, like the one based on HMRF, reduces cloud-induced gaps by utilizing temporally and spatially adjacent data, resulting in improved overall accuracy and reduced omission and commission errors.",
        "AnswerCn": "一种有效的填补空缺算法，如基于HMRF的算法，通过利用时间和空间上相邻的数据来减少云引起的空缺，从而提高整体准确性，减少漏报和误报错误。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the challenges of using fixed NDSI thresholds across different land-cover types for snow cover extent detection and suggest potential improvements.",
        "QuestionCn": "分析在不同土地覆盖类型中使用固定NDSI阈值进行雪盖范围检测的挑战，并提出潜在的改进建议。",
        "AnswerEn": "The challenges include considerable uncertainty due to the variation of optimal NDSI thresholds with land-cover types. Using a fixed value may result in less accurate detection. Improvements can be made by obtaining varying NDSI thresholds with land-cover types through training data, and adopting indices like NDVI and NDFSI for better snow discrimination, particularly in forest areas.",
        "AnswerCn": "挑战包括由于最佳NDSI阈值在不同土地覆盖类型之间的变化而导致的相当大的不确定性。使用固定值可能会导致检测精度降低。可以通过获取不同土地覆盖类型的变化NDSI阈值的训练数据来改进，并采用NDVI和NDFSI等指数以更好地区分雪，特别是在森林地区。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please explore the methods used to address cloud-induced gaps in snow cover extent datasets and evaluate their effectiveness.",
        "QuestionCn": "请探讨用于解决云引起的雪盖范围数据集中的缺口的方法，并评估它们的有效性。",
        "AnswerEn": "To address cloud-induced gaps, a spatiotemporal hidden Markov random field (HMRF) model is used, which assimilates temporally and spatially adjacent information. This method has shown to effectively reduce cloud-induced gaps, as evidenced by high overall accuracy and low omission and commission errors in the datasets when validated against China Meteorological Administration stations.",
        "AnswerCn": "为了解决云引起的缺口，采用了一种时空隐马尔可夫随机场（HMRF）模型，该模型融合了时间和空间上相邻的信息。该方法已被证明能够有效减少云引起的缺口，经过与中国气象局站点的验证，数据显示出高整体准确率和低遗漏率与虚警率。",
        "Level": "C5(Evaluating)"
      }
    ]
  }
}