{
    "id": "2e1603eb-a504-4060-aa99-3bb59d06a2d0",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "1 km pixels dataset of eco-environmental quality in Qinghai-Tibet Plateau (2000-2020)",
            "titleCn": "青藏高原1km分辨率生态环境质量数据集（2000-2020）",
            "description": "Qinghai-Tibet Plateau (QTP) plays an important role in global and regional climate and environment changes. The datasets, including vegetation coverage, biological richness index, net primary productivity, soil salinization, soil erosion, water conservation, and air quality, were selected as the indicators for the eco-environmental quality assessment in Qinghai-Tibet Plateau. The original data were preprocessed, including outlier testing, projection conversion, and raster resampling, and all data scores were normalized between 1-100. We invite 15 experts in the field of eco-environment to determine the weight of each indicator using the AHP method, perform weighted summation on various layers, and obtain the 1km resolution eco-environment quality dataset for the Qinghai-Tibet Plateau (2000-2020). The dataset includes: (1) EQI data in 2000, 2010, 2020; (2) EQI change data during 2000-2020. The dataset is archived in .tif format with a spatial resolution of 1 km, and consists of four data files with 84 MB (Compressed into one file with 27.6 MB). Research papers based on this dataset are published in Earth's Future.",
            "descriptionCn": "青藏高原作为地球的第三极和亚洲水塔，在全球气候调节和生物多样性维护中发挥着重要作用。研制高精度的高原生态环境质量数据对当地乃至全球的可持续发展具有重要意义。作者选取植被覆盖度、生物丰度、净初级生产力、土壤盐渍化、土壤侵蚀、水源涵养、空气质量7类数据作为青藏高原生态环境质量的代表性指标，在对原始栅格数据进行异常值检验、投影转换、重采样等预处理后，将所有数据分值标准化为1-100，邀请15位生态环境领域的专家，根据AHP方法确定每个指标的权重，对各图层进行加权求和，得到青藏高原1-km分辨率生态环境质量变化数据集（2000-2020）。该数据集显示高原的生态环境质量在2000-2020年整体处于上升趋势，但存在显著的空间异质性。本栅格数据集可为青藏高原地区生态环境质量评价、生物多样性保护、社会经济建设、政府环保政绩考核等方面提供数据支持。数据集内容包括：（1）2000、2010、2020年的生态环境质量（EQI）数据；（2）2000-2020年生态环境质量变化数据。数据集存储为.tif格式，由4个文件组成，数据量为84 MB（压缩为1个文件，27.6 MB）。基于该数据集的研究论文发表在Earth’s Future。",
            "instructions": "File Name: EQI_ QTP_ 2000-2020, including: (1) Eco-environmental quality index  (EQI) data from 2000, 2010, and 2020; (2) Data on changes in EQI from 2000 to 2020. The dataset is stored in. tif format with a spatial resolution of 1 km. Data reading software:  ArcGIS and ENVI.",
            "instructionsCn": "文件命名：EQI_QTP_2000-2020， 内容包括：（1）2000、2010、2020年的生态环境质量（EQI）数据；（2）2000-2020年生态环境质量变化数据。数据集存储为.tif格式，空间分辨率为1 km。 数据读取方式：ArcGIS、ENVI等软件打开。",
            "east": 108.0,
            "west": 73.0,
            "south": 25.0,
            "north": 40.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 29011085.0,
            "cstr": null,
            "doi": "10.3974/geodb.2023.08.02.V1",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "刘海猛",
                "nameEn": "LIU Haimeng ",
                "unitEn": "Institute of Geographical Sciences and Natural Resource Research, CAS",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Conflict or coordination? The spatiotemporal relationship between humans and nature on the Qinghai‐Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Liu, H. M., Cheng, Y., Liu, Z. F., Li, Q. R., Zhang, H. Y., & Wei, W. (2023). Conflict or coordination? The spatiotemporal relationship between humans and nature on the Qinghai‐Tibet Plateau. Earth's Future, 11(9), e2022EF003452. DOI: 10.1029/2022EF003452."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "DMSP夜光遥感",
                "nameEn": "DMSP-OLS"
            },
            {
                "nameCn": "人地遥感",
                "nameEn": "Human-nature Remote Sensing"
            },
            {
                "nameCn": "净初级生产力",
                "nameEn": "Net primary productivity"
            },
            {
                "nameCn": "土地利用/覆盖",
                "nameEn": "Land Use/Land Cover"
            },
            {
                "nameCn": "土地利用与土地覆盖变化数据",
                "nameEn": "Land-use and land-cover change(LUCC)"
            },
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤侵蚀",
                "nameEn": "Soil erosion"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "水土流失",
                "nameEn": "Water and soil erosion"
            },
            {
                "nameCn": "水源涵养",
                "nameEn": "water conservation"
            },
            {
                "nameCn": "生态脆弱性",
                "nameEn": "ecological vulnerability"
            },
            {
                "nameCn": "生态退化及保护",
                "nameEn": "Ecological Degradation and Protection"
            },
            {
                "nameCn": "生物量",
                "nameEn": "Biomass"
            },
            {
                "nameCn": "草地",
                "nameEn": "Grassland"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "三江源国家公园",
                "keywordEn": "Three-River-Source National Park"
            },
            {
                "keywordCn": "拉萨",
                "keywordEn": "Lhasa"
            },
            {
                "keywordCn": "西宁",
                "keywordEn": "Xining City"
            },
            {
                "keywordCn": "西藏",
                "keywordEn": "Tibet"
            },
            {
                "keywordCn": "青海",
                "keywordEn": "Qinghai"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000-2020",
                "keywordEn": "2000-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "国家自然科学基金",
                "titleEn": "National Natural Science Foundation of China"
            },
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the ecological environment quality data collected for the Qinghai-Tibet Plateau from 2000 to 2020?",
                "QuestionCn": "2000年至2020年收集的青藏高原生态环境质量数据的特征是什么？",
                "AnswerEn": "vegetation coverage, biological abundance, net primary productivity, soil salinization, soil erosion, water conservation, air quality, standardized to a range of 1-100, weighted sum using AHP method, upward trend, spatial heterogeneity, .tif format, 84 MB total size, 27.6 MB compressed size",
                "AnswerCn": "植被覆盖、生物丰度、净初级生产力、土壤盐渍化、土壤侵蚀、水源涵养、空气质量，标准化范围为1-100，使用AHP方法进行加权求和，上升趋势，空间异质性，.tif格式，总大小84 MB，压缩后大小27.6 MB。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the resolution of the ecological environment quality dataset for the Tibetan Plateau from 2000 to 2020?",
                "QuestionCn": "2000年至2020年间，青藏高原生态环境质量数据集的分辨率是多少？",
                "AnswerEn": "1 km",
                "AnswerCn": "1公里",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How do the standardized scores from 1 to 100 for ecological environment quality indicators reflect the changes in the Tibetan Plateau's ecological conditions over the two decades?",
                "QuestionCn": "生态环境质量指标的标准化得分从1到100如何反映出过去二十年青藏高原生态条件的变化？",
                "AnswerEn": "The standardized scores for ecological environment quality indicators reflect the changes by providing a consistent scale to compare different years, highlighting trends such as the overall improvement in ecological conditions from 2000 to 2020, despite spatial heterogeneity. These scores allow for an aggregated view of multiple factors like vegetation cover, biodiversity, and air quality, giving insight into the region's ecological dynamics over time.",
                "AnswerCn": "生态环境质量指标的标准化得分反映了变化，提供了一个一致的尺度来比较不同年份，突显了2000年至2020年间生态条件的整体改善，尽管存在空间异质性。这些得分允许对植被覆盖、生物多样性和空气质量等多个因素进行汇总视角的分析，深入了解该地区随时间变化的生态动态。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of utilizing a high-resolution ecological environment quality dataset for evaluating biodiversity conservation strategies in the Qinghai-Tibet Plateau?",
                "QuestionCn": "利用高分辨率生态环境质量数据集评估青藏高原生物多样性保护策略的潜在结果是什么？",
                "AnswerEn": "Utilizing a high-resolution ecological environment quality dataset can lead to more precise assessments of biodiversity conservation strategies in the Qinghai-Tibet Plateau. This could result in improved identification of areas with significant ecological value, better targeting of conservation resources, and more informed decision-making processes. Additionally, it can enhance understanding of spatial heterogeneity in ecological quality, supporting tailored approaches to biodiversity protection and management.",
                "AnswerCn": "利用高分辨率的生态环境质量数据集可以更精确地评估青藏高原的生物多样性保护策略。这可能导致更好地识别具有重要生态价值的区域，更有效地针对保护资源，以及更为明智的决策过程。此外，它还可以增强对生态质量空间异质性的理解，支持针对生物多样性保护和管理的定制化方法。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind developing a 1-km resolution ecological environment quality dataset for the Qinghai-Tibet Plateau over the period 2000-2020?",
                "QuestionCn": "开发2000-2020年青藏高原1公里分辨率生态环境质量数据集的目标是什么？",
                "AnswerEn": "The objectives are to support sustainable development locally and globally by providing high precision data on ecological environment quality. This dataset serves as a basis for evaluating ecological environment quality, biodiversity protection, socio-economic development, and government environmental performance assessments in the Qinghai-Tibet Plateau, which plays a crucial role in global climate regulation and biodiversity maintenance.",
                "AnswerCn": "目标是通过提供高精度的生态环境质量数据，支持地方和全球的可持续发展。该数据集作为评估生态环境质量、生物多样性保护、社会经济发展和政府环境绩效评估的基础，特别是在青藏高原这一对全球气候调节和生物多样性维护起着关键作用的地区。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in standardizing and weighting different ecological indicators to create a comprehensive environmental quality dataset for a high-altitude region?",
                "QuestionCn": "在高海拔地区创建综合环境质量数据集时，涉及标准化和加权不同生态指标的程序包括以下步骤：",
                "AnswerEn": "The process involves selecting representative ecological indicators such as vegetation coverage, biological abundance, net primary productivity, soil salinization, soil erosion, water conservation, and air quality. These data undergo preprocessing steps like outlier detection, projection transformation, and resampling. Then, the data values are standardized on a scale of 1-100. A group of 15 experts in the ecological and environmental field is consulted to determine the weight of each indicator using the Analytic Hierarchy Process (AHP) method. Finally, a weighted sum of the layers is performed to generate the comprehensive environmental quality dataset.",
                "AnswerCn": "该过程涉及选择代表性的生态指标，如植被覆盖率、生物丰度、净初级生产力、土壤盐碱化、土壤侵蚀、水分保护和空气质量。这些数据经过预处理步骤，如异常值检测、投影变换和重采样。然后，数据值在1-100的范围内进行标准化。咨询了15位生态和环境领域的专家，使用层次分析法（AHP）确定每个指标的权重。最后，进行加权求和以生成综合环境质量数据集。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the standardization of ecological quality indicator values to a scale of 1-100 in environmental datasets?",
                "QuestionCn": "哪些方法论能够将环境数据集中的生态质量指标值标准化到1-100的尺度？",
                "AnswerEn": "The standardization of ecological quality indicator values is achieved by pre-processing original raster data through outlier detection, projection conversion, and resampling. Then, all data values are normalized to a scale of 1-100.",
                "AnswerCn": "生态质量指标值的标准化是通过对原始栅格数据进行异常值检测、投影转换和重采样来实现的。然后，所有数据值被归一化到1-100的范围内。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be significant spatial heterogeneity observed in ecological environment quality when using a dataset with 1-km resolution for the Qinghai-Tibet Plateau?",
                "QuestionCn": "在使用1公里分辨率的数据集研究青藏高原时，生态环境质量可能会出现显著的空间异质性，原因可能是什么？",
                "AnswerEn": "The spatial heterogeneity in ecological environment quality observed could be due to the diverse geographical, climatic, and biological factors across the Qinghai-Tibet Plateau. The dataset incorporates various indicators such as vegetation coverage, soil salinization, and water conservation, which may respond differently to local environmental conditions and human activities, leading to variations in data across different regions.",
                "AnswerCn": "观察到的生态环境质量的空间异质性可能是由于青藏高原上多样的地理、气候和生物因素。该数据集包含了多种指标，如植被覆盖、土壤盐碱化和水源保护，这些指标可能对当地环境条件和人类活动有不同的响应，从而导致不同地区数据的差异。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}