{
    "id": "2ec5dfca-438a-4aab-b5b9-1e5701d3fc52",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Modern observational hydrological data set of North and South of the Tibeten plateau (2012-2014)",
            "titleCn": "高原南北现代观测水文数据集 （2012-2014）",
            "description": "The data set is the seasonal hydrological observation data of the Yellow River from the hydrological station of the Qinghai Tibet Plateau. There are two hydrological stations: 1. Longmen hydrological station in the middle reaches of the Yellow River, which is the weekly hydrological data in 2013, including water temperature (T), runoff (QW), physical erosion rate (per) and pH. 2. Tangnaihai hydrological station of the Yellow River is monthly data from July 2012 to June 2014, including runoff (QW), sediment (salt), pH and EC. The data set was commissioned to be observed by the staff of the hydrological station of the Yellow River Water Conservancy Commission to provide basic hydrological data for the study of hydrology, hydrochemistry and hydrosphere cycle under the background of Qinghai Tibet Plateau uplift.",
            "descriptionCn": "该数据集为发源于青藏高原的黄河流域水文站河水的季节性水文观测数据。共两个水文站：1、黄河中游龙门水文站，为2013年逐周水文数据，包括水温（T）、径流量（Qw）、物理侵蚀速率（PER）、pH。2、黄河唐乃亥水文站，为2012年7月至2014年6月河水逐月数据，包括径流量（Qw）、泥沙量（silt）、pH、EC。该数据集委托黄河水利委员会水文站工作人员观测，为青藏高原隆升背景下水文学、水化学、水圈循环等研究提供基础水文资料。",
            "instructions": "There are two tables:\n1. Weekly hydrological observation of Longmen hydrological station in the Middle Yellow River in 2013\n2. Monthly hydrological observation of Tangnaihai hydrological station in the upper Yellow River from July 2012 to July 2014",
            "instructionsCn": "共两个表格：\n1、黄河中游龙门水文站2013年逐周水文观测\n2、黄河上游唐乃亥水文站2012年7月至2014年7月逐月水文观测",
            "east": 119.0,
            "west": 95.0,
            "south": 32.0,
            "north": 42.0,
            "startTime": "2012-07-01 00:00:00",
            "endTime": "2014-06-30 00:00:00",
            "fileSize": 35009.0,
            "cstr": "18406.11.Hydro.tpdc.271620",
            "doi": "10.11888/Hydro.tpdc.271620",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "金章东",
                "nameEn": "JIN Zhangdong",
                "unitEn": "",
                "unitCn": "中国科学院地球环境研究所"
            },
            {
                "nameCn": "赵志琦",
                "nameEn": "ZHAO Zhiqi",
                "unitEn": "Chang’an University",
                "unitCn": "长安大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Seasonal variation in river water chemistry of the middle reaches of the Yellow River and its controlling factors",
                "referenceCn": null,
                "referenceEn": "Zhang, Q., Jin, Z., Zhang, F., & Xiao, J. (2015). Seasonal variation in river water chemistry of the middle reaches of the Yellow River and its controlling factors. J. Geochem. Explor. 156, 101–113."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "径流",
                "nameEn": "Runoff"
            },
            {
                "nameCn": "水体酸碱度",
                "nameEn": "pH"
            },
            {
                "nameCn": "水温",
                "nameEn": "Water temperature"
            },
            {
                "nameCn": "河水",
                "nameEn": "River water"
            },
            {
                "nameCn": "流速",
                "nameEn": "Water flow rate"
            },
            {
                "nameCn": "流量",
                "nameEn": "Discharge/Flow"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "唐乃亥水文站",
                "keywordEn": "Tangnaihai"
            },
            {
                "keywordCn": "黄河",
                "keywordEn": "Huanghe"
            },
            {
                "keywordCn": "龙门水文站",
                "keywordEn": "Longmen station"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012年",
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordCn": "2013年",
                "keywordEn": "2013",
                "type": "temporal"
            },
            {
                "keywordCn": "2014年",
                "keywordEn": "2014",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Verification": [
            {
                "QuestionEn": "Are the hydrological data collection methods in the Tibetan Plateau region conducted by hydrology station staff from the Yellow River Conservancy Commission?",
                "QuestionCn": "在青藏 Plateau地区的水文数据收集方法是由黄河水利委员会的水文站工作人员进行的吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used for monitoring hydrological variables such as water temperature, runoff, and physical erosion rates in river basins originating from the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个用于监测来自青藏高原的河流流域中的水温、径流和物理侵蚀率等水文变量的数据收集方法的示例？",
                "AnswerEn": "A data collection method involves deploying hydrological stations at key points in river basins to monitor and record hydrological variables. For example, two hydrological stations in the Yellow River basin originating from the Tibetan Plateau were used to collect seasonal hydrological observation data. The Longmen hydrological station recorded weekly data in 2013, including water temperature (T), runoff (Qw), physical erosion rate (PER), and pH. The Tangnaihai hydrological station collected monthly data from July 2012 to June 2014, including runoff (Qw), silt, pH, and electrical conductivity (EC). These observations were conducted by staff from the Yellow River Conservancy Commission.",
                "AnswerCn": "一种数据收集方法是在河流流域的关键点部署水文站，以监测和记录水文变量。例如，来自青藏 Plateau 的黄河流域的两个水文站用于收集季节性水文观测数据。龙门水文站在2013年记录了每周数据，包括水温（T）、径流（Qw）、物理侵蚀率（PER）和pH值。唐乃亥水文站从2012年7月到2014年6月收集了每月数据，包括径流（Qw）、沉积物、pH值和电导率（EC）。这些观测由黄河水利委员会的工作人员进行。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What specific attributes or measurements are typically collected in a dataset focusing on hydrological observations from river stations on the Tibetan Plateau?",
                "QuestionCn": "在关注青藏高原河流站点的水文观测数据集中，通常收集哪些具体属性或测量值？",
                "AnswerEn": "water temperature, discharge, physical erosion rate, pH, silt content, electrical conductivity",
                "AnswerCn": "水温、流量、物理侵蚀率、pH值、淤泥含量、电导率",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the total number of hydrological stations involved in the data collection for seasonal hydrological observations in the Yellow River Basin originating from the Tibetan Plateau?",
                "QuestionCn": "黄河流域（源自青藏高原）季节性水文观测数据收集涉及的水文站总数是多少？",
                "AnswerEn": "2",
                "AnswerCn": "二",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in obtaining accurate seasonal hydrological data in the Tibetan Plateau region?",
                "QuestionCn": "在青藏高原地区，获取准确的季节性水文数据面临的挑战因素包括：",
                "AnswerEn": "The challenges in obtaining accurate seasonal hydrological data in the Tibetan Plateau region can be attributed to the geographical and climatic conditions specific to the area, which include high elevation, extreme weather conditions, and complex terrain. Additionally, the data collection relies on the accurate and consistent observations by personnel at hydrological stations, which can be affected by these environmental factors.",
                "AnswerCn": "在青藏高原地区，获取准确的季节性水文数据面临的挑战可以归因于该地区特有的地理和气候条件，包括高海拔、极端天气条件和复杂的地形。此外，数据收集依赖于水文站工作人员的准确和一致的观测，而这些观测可能会受到这些环境因素的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on hydrological research outcomes when utilizing seasonal hydrological observation data from multiple stations in a high-altitude river basin?",
                "QuestionCn": "在高海拔河流流域利用多个站点的季节性水文观测数据时，对水文研究结果的潜在影响是什么？",
                "AnswerEn": "The use of seasonal hydrological observation data from multiple stations in a high-altitude river basin can provide a comprehensive understanding of hydrological patterns and processes in the region. This may lead to improved insights into how the uplift of the Tibetan Plateau influences hydrology, water chemistry, and hydrospheric cycles. It can also help in refining hydrological models by incorporating diverse variables such as water temperature, runoff, physical erosion rates, pH, silt content, and electrical conductivity. Consequently, these insights could enhance the accuracy and reliability of water resource management strategies and environmental conservation efforts in the Yellow River basin.",
                "AnswerCn": "在高海拔河流流域中，利用多个站点的季节性水文观测数据可以全面了解该地区的水文模式和过程。这可能有助于更好地理解青藏 Plateau 的抬升如何影响水文、水化学和水圈循环。它还可以通过纳入水温、径流、物理侵蚀率、pH、沉积物含量和电导率等多种变量来改进水文模型。因此，这些见解可以提高黄河流域水资源管理策略和环境保护工作的准确性和可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the purpose behind collecting seasonal hydrological observational data from hydrological stations in the Yellow River Basin originating from the Qinghai-Tibet Plateau?",
                "QuestionCn": "收集来自青藏高原的黄河流域水文站的季节性水文观测数据的目的是什么？",
                "AnswerEn": "The goal is to provide fundamental hydrological data for research on hydrology, hydrochemistry, and the hydrosphere cycle against the backdrop of the uplift of the Qinghai-Tibet Plateau.",
                "AnswerCn": "目标是提供基础水文数据，以支持对水文学、水化学和水圈循环的研究，背景是青藏高原的抬升。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}