{
    "id": "2eead967-1294-4f10-881f-d7e85fff1f93",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Leaf fossils of Sabalites (Arecaceae) from the Oligocene of northern Vietnam and their paleoclimatic implications",
            "titleCn": "越南北部渐新世棕榈叶片化石及其古气候意义（论文原文及化石图像数据）",
            "description": "Recent paleobotanical investigations in Vietnam provide a good opportunity to improve our understanding of the biodiversity and paleoclimatic conditions in the geological past of Southeast Asia. Palms (Arecaceae) are a diverse family of typical thermophilous plants with a relatively low tolerance for freezing. In this study, we describe well-preserved fossil palm leaves from the Oligocene Dong Ho Formation of Hoanh Bo Basin, northern Vietnam. Characters of the fossil leaves, such as a fan-shaped costapalmate lamina, an unarmed petiole, a costa slightly enlarged at the base that then tapers distally into the blade, and well-preserved amphistomatic leaves with cuticles, suggest that they represent a new fossil species, which we herein designate Sabalites colaniae A. Song, T. Su, T. V. Do et Z.K. Zhou sp. nov. Together with other paleontological and palaeoclimatic evidence, we conclude that a warm climate prevailed in northern Vietnam and nearby areas during the Oligocene.",
            "descriptionCn": "棕榈作为典型的热带、亚热带植物，因其耐寒性较差的生理特性，广泛分布于全球低纬度地区。东南亚地区作为目前现生棕榈科植物重要的分布中心之一，关于该区棕榈化石的记录却寥寥无几。本研究报道了越南北部横蒲盆地渐新世Dong Ho组的棕榈叶片化石。依据扇形肋掌状叶、脊突明显、叶柄无刺以及气孔双生等形态特征，通过对比现生掌状棕榈和相关已发表的棕榈化石，将其定为一个化石新种Sabalites colaniae A.Song, T.Su,T.V.Do et Z.K.Zhou sp.nov.。综合研究区其他古生物学和古气候研究，以及棕榈化石的发现，揭示了越南北部渐新世气候温暖湿润的特征。\n本数据包括作者拍摄或测量的论文原始高分辨率插图和数据表格，可用于后续研究、科学传播等工作。",
            "instructions": "The data name is consistent with the annotation in the paper. After authorization, the source and author of the cited documents can be correctly marked before use.",
            "instructionsCn": "数据名称与论文中出现的标注一致。经授权后正确标注引用文献出处和作者方可使用。",
            "east": 100.0,
            "west": 80.0,
            "south": 30.0,
            "north": 40.0,
            "startTime": "2021-03-04 00:00:00",
            "endTime": "2022-03-01 11:59:59",
            "fileSize": 15827712.0,
            "cstr": "18406.11.Paleoenv.tpdc.272078",
            "doi": "10.11888/Paleoenv.tpdc.272078",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "苏涛",
                "nameEn": "SU Tao",
                "unitEn": "",
                "unitCn": "中国科学院西双版纳热带植物园"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Leaf fossils of Sabalites (Arecaceae) from the Oligocene of northern Vietnam and their paleoclimatic implications",
                "referenceCn": null,
                "referenceEn": "Song, A., Liu, J., & Liang, S.Q., et al. (2021). Leaf fossils of Sabalites (Arecaceae) from the Oligocene of northern Vietnam and their paleoclimatic implications. Plant Diversity. 10.1016/j.pld.2021.08.003."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "古气候重建",
                "nameEn": "Paleoclimate Reconstruction"
            },
            {
                "nameCn": "生物化石",
                "nameEn": "Macrofossils"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "越南",
                "keywordEn": "Vietnam"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "渐新世",
                "keywordEn": "Oligocene",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "三极冰芯数据集（1968-2015）",
                "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
            },
            {
                "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
                "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method for studying palm leaf fossils and their significance in understanding ancient climates?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，用于研究棕榈叶化石及其在理解古代气候中的重要性？",
                "AnswerEn": "An example of a data collection method in this domain involves the examination of morphological characteristics such as fan-shaped costapalmate leaves, distinct ridges, unarmed petioles, and double stomatal features. These characteristics are compared with extant palmate palms and previously published fossil records to classify new fossil species, such as the newly identified Sabalites colaniae. Additionally, high-resolution images and data tables captured or measured by researchers are used to support further studies and scientific dissemination.",
                "AnswerCn": "在这个领域中的一种数据收集方法涉及对形态特征的检查，例如扇形的掌状叶、明显的脊、无刺的叶柄和双气孔特征。这些特征与现存的掌状棕榈和以前发表的化石记录进行比较，以对新化石物种进行分类，例如新识别的Sabalites colaniae。此外，研究人员捕获或测量的高分辨率图像和数据表被用来支持进一步的研究和科学传播。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific attributes or features used to classify palm leaf fossils in paleobotanical research?",
                "QuestionCn": "在古植物学研究中，用于分类棕榈叶化石的具体属性或特征包括：叶片形状、叶脉结构、叶缘特征、叶片大小、叶片表面纹理、叶片的分裂程度、叶柄特征以及化石的保存状态等。",
                "AnswerEn": "shape of the fan-like ribbed palmate leaves, presence of pronounced ridges, absence of spines on the petioles, presence of paired stomata",
                "AnswerCn": "扇形的掌状叶片形状，明显的脊状结构，叶柄上没有刺，存在成对的气孔。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of identifying a fossil as a new species, such as Sabalites colaniae, in paleoclimate studies?",
                "QuestionCn": "识别化石为新物种，如Sabalites colaniae，在古气候研究中的重要性是什么？",
                "AnswerEn": "Identifying a fossil as a new species, like Sabalites colaniae, is significant in paleoclimate studies because it helps scientists understand the climate conditions of the past. In this case, the presence of palm fossils, which are typical of tropical and subtropical regions and less tolerant to cold, indicates that the climate in northern Vietnam during the Oligocene was warm and humid. This identification also contributes to the limited fossil record of palms in Southeast Asia, providing more data for reconstructing past climates and ecosystems.",
                "AnswerCn": "将化石识别为新物种，如Sabalites colaniae，在古气候研究中具有重要意义，因为它帮助科学家了解过去的气候条件。在这种情况下，棕榈化石的存在表明它们典型于热带和亚热带地区，并且对寒冷的耐受性较差，这表明在渐新世时期，越南北部的气候是温暖和潮湿的。这一识别也为东南亚有限的棕榈化石记录提供了更多数据，有助于重建过去的气候和生态系统。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential implications for understanding paleoclimate patterns in Southeast Asia when utilizing high-resolution fossil palm leaf images and morphological data for analysis?",
                "QuestionCn": "利用高分辨率的化石棕榈叶图像和形态数据进行分析，对理解东南亚的古气候模式可能产生的潜在影响是什么？",
                "AnswerEn": "The use of high-resolution fossil palm leaf images and morphological data can provide detailed insights into the paleoclimate patterns of Southeast Asia, particularly by revealing the warm and humid climate characteristics of northern Vietnam during the Oligocene. This can enhance the understanding of historical climate conditions and inform models of climate evolution in the region.",
                "AnswerCn": "高分辨率化石棕榈叶图像和形态数据的使用可以提供关于东南亚古气候模式的详细见解，特别是揭示了在渐新世期间越南北部的温暖潮湿气候特征。这可以增强对历史气候条件的理解，并为该地区气候演变模型提供信息。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are typically followed to classify and identify a new fossil species based on morphological characteristics, specifically when dealing with palm leaf fossils from the Oligocene epoch?",
                "QuestionCn": "通常在根据形态特征对新化石物种进行分类和识别时，特别是在处理来自渐新世的棕榈叶化石时，会遵循以下程序：",
                "AnswerEn": "To classify and identify a new fossil species based on morphological characteristics, researchers compare the morphological traits of fossils, such as leaf shape, rib patterns, and stomatal features, with those of extant and previously documented fossil species. In the case of palm leaf fossils from the Oligocene epoch, the process involves examining fan-shaped, costapalmate leaves, distinct ridges, and petiole characteristics to determine resemblance and differences with existing palm species. This comparative analysis can lead to the identification of a new fossil species, as demonstrated by the classification of Sabalites colaniae through a detailed examination of these features.",
                "AnswerCn": "为了根据形态特征对新化石物种进行分类和识别，研究人员比较化石的形态特征，如叶形、肋纹和气孔特征，与现存物种和先前记录的化石物种进行比较。在对来自渐新世的棕榈叶化石进行研究时，过程涉及检查扇形、肋棕榈叶、明显的脊和叶柄特征，以确定与现有棕榈物种的相似性和差异。这种比较分析可以导致新化石物种的识别，正如通过对这些特征的详细检查而分类的Sabalites colaniae所示。",
                "Level": "C3(Applying)"
            }
        ]
    }
}