{
  "id": "2f48c20d-b9fa-4781-819b-8f004207684d",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Basic datasets of the Tibetan Plateau in Chinese Cryospheric Information System",
      "titleCn": "中国冰冻圈资源与环境信息系统-青藏高原基础数据",
      "description": "Chinese Cryospheric Information System is a comprehensive information system for the management and analysis of Chinese Cryospheric data. The establishment of Chinese Cryospheric Information System is to meet the needs of earth system science, to provide parameters and validation data for the development of response and feedback model of frozen soil, glacier and snow cover to global change under GIS framework; on the other hand, it is to systemically sort out and rescue valuable cryospheric data, to provide a scientific, efficient and safe management and division for it Analysis tools.\nThe basic datasets of the  Tibet Plateau mainly takes the Tibetan Plateau as the research region, ranging from longitude 70 -- 105 ° east and latitude 20 -- 40 ° north, containing the following types of data:\n1. Cryosphere data. Includes:\nPermafrost type (Frozengd), (Fromap);\nSnow depth distribution (Snowdpt)\nQuatgla (Quatgla)\n2. Natural environment and resources. Includes:\nTerrain: elevation, elevation zoning, slope, slope direction (DEM);\nHydrology: surface water (Stram_line), (Lake);\nBasic geology: Quatgeo, Hydrogeo;\nSurface properties: Vegetat;\n4. Climate data: temperature, surface temperature, and precipitation.\n3. Socio-economic resources (Stations) : distribution of meteorological Stations on the Tibetan Plateau and it surrounding areas.\n4. Response model of plateau permafrost to global change (named \"Fgmodel\"): permafrost distribution data in 2009, 2049 and 2099 were projected.\n\nPlease refer to the following documents (in Chinese): \"Design of Chinese Cryospheric Information System.doc\", \"Datasheet of Chinese Cryospheric Information System.DOC\", \"Database of the Tibetan Plateau.DOC\" and \"Database of the Tibetan Plateau 2.DOC\".",
      "descriptionCn": "中国冰冻圈是指中国范围内，大气圈、水圈、生物圈、岩石圈的冻结部分。中国冰冻圈资源与环境信息系统是对中国冰冻圈资源与环境数据进行管理与分析的综合性信息系统。建立中国冰冻圈资源与环境信息系统一方面是满足地球系统科学的需要，为研制地理信息系统支持下的冻土、冰川以及雪盖对全球变化的响应与反馈模型提供参数与验证数据；另一方面系统整理和抢救宝贵的冰冻圈数据，为其提供一个科学、高效、安全的管理与分析工具。\n中国冰冻圈资源与环境信息系统包含三个不同空间的基础数据库。其中青藏高原基础数据库主要以青藏高原为研究区域，范围在东经70—105°，北纬20—40°之间，主要包含以下类型的数据：\n1、冰冻圈数据。包括：\n冻土类型；\n积雪深度分布；\n第四纪冰川遗迹图；\n2、自然环境与资源。包括：\n水文：地表水；\n基础地质：第四纪地质、水文地质；\n地表特性：植被类型；\n气象站观测数据：气温、地表温度、降水量；\n3、社会经济资源： 青藏高原及毗邻地区气象台站分布图；\n4、高原冻土对全球变化的响应模型（Fgmodel）：预测了2009年、2049年和2099年的多年冻土分布数据。\n详情请查看数据中的文档“中国冰冻圈资源与环境信息系统设计.doc”、“中国冰冻圈资源与环境信息系统数据字典.DOC”、“数据库-青藏高原.DOC”和“数据库-青藏高原 附表.DOC”。",
      "instructions": "The system includes six kinds of geographic data sets: graphic data, attribute data, regular grid data, irregular triangle network data, image data, CAD data and other multimedia data.",
      "instructionsCn": "系统包含六种地理数据集：它们是图形数据、属性数据、正规格网数据、不规则三角网数据、图象数据、CAD数据等多媒体数据。",
      "east": 105.0,
      "west": 73.0,
      "south": 22.0,
      "north": 40.0,
      "startTime": "1997-01-16 08:00:00",
      "endTime": "2100-01-15 08:00:00",
      "fileSize": 65257139.0,
      "cstr": "18406.11.Geogra.tpdc.270050",
      "doi": "10.11888/Geogra.tpdc.270050",
      "dataFormat": "shp",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Modeling Chinese cryospheric change by using GIS technology",
        "referenceCn": null,
        "referenceEn": "Li, X., Cheng, G.D., Wu, Q.B., & Ding, Y.J. (2003). Modeling Chinese cryospheric change by using GIS technology. Cold Regions Science and Technology, 36(1-3), 1-9."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川",
        "nameEn": "Glaciers"
      },
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      },
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      },
      {
        "nameCn": "冻土分布",
        "nameEn": "Frozen ground distribution"
      },
      {
        "nameCn": "地下水",
        "nameEn": "Ground Water"
      },
      {
        "nameCn": "水文地质",
        "nameEn": "Hydrogeology"
      },
      {
        "nameCn": "积雪",
        "nameEn": "Snow"
      },
      {
        "nameCn": "积雪深度",
        "nameEn": "Snow depth"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏公路",
        "keywordEn": "the Qinghai-Tibet Highway"
      },
      {
        "keywordCn": "青藏铁路",
        "keywordEn": "the Qinghai-Tibet Railway"
      },
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1997",
        "keywordEn": "1997",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "What is the range of longitudes and latitudes covered by the data collection for the Tibetan Plateau in a dataset?",
        "QuestionCn": "该数据集中对青藏高原的数据收集覆盖的经纬度范围是什么？",
        "AnswerEn": "70°E-105°E, 20°N-40°N",
        "AnswerCn": "70°E-105°E，20°N-40°N",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '中国冰冻圈资源与环境信息系统' mean in the context of data management and analysis?",
        "QuestionCn": "在数据管理和分析的背景下，\"中国冰冻圈资源与环境信息系统\"是什么意思？",
        "AnswerEn": "中国冰冻圈资源与环境信息系统 refers to a comprehensive information system designed for managing and analyzing data related to China's cryospheric resources and environment. It serves the needs of Earth system science by providing parameters and validation data for models that study the response and feedback of permafrost, glaciers, and snow cover to global changes. The system compiles and safeguards valuable cryospheric data, offering a scientific, efficient, and secure tool for management and analysis.",
        "AnswerCn": "中国冰冻圈资源与环境信息系统是一个旨在管理和分析与中国冰冻圈资源和环境相关数据的综合信息系统。它满足地球系统科学的需求，提供用于研究永久冻土、冰川和雪盖对全球变化响应和反馈的模型参数和验证数据。该系统汇编和保护宝贵的冰冻圈数据，为管理和分析提供科学、高效和安全的工具。",
        "Level": "C2(Understanding)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind establishing a comprehensive information system for managing and analyzing cryosphere resources and environmental data in China's Tibetan Plateau?",
        "QuestionCn": "在中国西藏高原建立全面的信息系统以管理和分析冰冻圈资源和环境数据的主要目标是什么？",
        "AnswerEn": "The primary objectives are to meet the needs of Earth system science by providing parameters and validation data for models that support studies of permafrost, glaciers, and snow cover responses to global changes. Additionally, it aims to systematically organize and preserve valuable cryosphere data, offering a scientific, efficient, and secure tool for management and analysis.",
        "AnswerCn": "主要目标是满足地球系统科学的需求，通过提供参数和验证数据来支持对全球变化下的永冻土、 glaciers 和雪盖响应的研究。此外，旨在系统地组织和保存有价值的冰冻圈数据，为管理和分析提供一个科学、高效和安全的工具。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}