{
  "id": "2f5617a3-f84a-48d8-98f8-d51e675a5962",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Hydrogen and oxygen stable isotope data set of Kathmandu precipitation (2016-2018)",
      "titleCn": "加德满都降水氢氧稳定同位素数据集（2016-2018）",
      "description": "Precipitation stable isotopes (2H and 18O) are adequately understood on their climate controls in the Tibetan Plateau, especially the north of Himalayas via about 30 years’ studies. However, knowledge of controls on precipitation stable isotopes in Nepal (the south of Himalayas), is still far from sufficient.\n This study described the intra-seasonal and annual variations of precipitation stable isotopes at Kathmandu, Nepal from 10 May 2016 to 21 September 2018 and analysed the possible controls on precipitation stable isotopes. All samples are located in Kathmandu, the capital of Nepal (27 degrees north latitude, 85 degrees east longitude), with an average altitude of about 1400 m. Combined with the meteorological data from January 1, 2001 to September 21, 2018, the values of precipitation (P), temperature (T) and relative humidity (RH) are given.",
      "descriptionCn": "通过近30年的研究，人们对青藏高原，特别是喜马拉雅山以北地区降水稳定同位素（2H和18O）的气候控制作用有了充分的认识。然而，尼泊尔（喜马拉雅山以南）对降水稳定同位素的控制知识还远远不够。\n本研究描述了2016年5月10日至2018年9月21日期间尼泊尔加德满都降水稳定同位素的季节内和年度变化，并分析了对降水稳定同位素的可能控制因素。所有样品均位于尼泊尔首都加德满都(27°42′N, 85°20′E)，平均海拔约1400m。并结合了2001年1月1日至2018年9月21日的气象资料，给出了降水量（P）、温度（T）和相对湿度（RH）的值。",
      "instructions": "File name: the data is stored in table xlsx format, and the file name is \"Kathmandu\"_ pptn_ isotopes.xlsx \"\nData reading method: office, WPS and other office software can be opened to read",
      "instructionsCn": "文件命名：数据以表格xlsx格式存储，文件名称“Kathmandu_pptn_isotopes.xlsx”\n数据读取方式：可用office、wps等办公软件打开读取",
      "east": 85.33,
      "west": 85.33,
      "south": 27.7,
      "north": 27.7,
      "startTime": "2016-06-26 16:00:00",
      "endTime": "2018-11-07 16:00:00",
      "fileSize": 37103.0,
      "cstr": "18406.11.Meteoro.tpdc.270936",
      "doi": "10.11888/Meteoro.tpdc.270936",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "高晶",
        "nameEn": "GAO Jing",
        "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The main controls of the precipitation stable isotopes at Kathmandu Nepal",
        "referenceCn": null,
        "referenceEn": "Niranjan Adhikari, Jing Gao, Tandong Yao, Yulong Yang & Di Dai .(2020). The main controls of the precipitation stable isotopes at Kathmandu, Nepal, Tellus B: Chemical and Physical Meteorology, 72:1, 1-17, DOI: 10.1080/16000889.2020.1721967"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "大气环流",
        "nameEn": "Atmospheric circulation"
      },
      {
        "nameCn": "季风",
        "nameEn": "Monsoons"
      },
      {
        "nameCn": "最高/最低温度",
        "nameEn": "Maximum/Minimum temperature"
      },
      {
        "nameCn": "气象灾害",
        "nameEn": "Meteorological Disaster"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "水质/水化学",
        "nameEn": "Water Quality/Water Chemistry"
      },
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "湿度/干燥度",
        "nameEn": "Humidity/Dryness"
      },
      {
        "nameCn": "稳定氢氧同位素",
        "nameEn": "Stable hydrogen and oxygen isotope"
      },
      {
        "nameCn": "空气温度",
        "nameEn": "Air temperature"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "加德满都",
        "keywordEn": "Kathmandu"
      },
      {
        "keywordCn": "尼泊尔",
        "keywordEn": "Nepal"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2016-2018",
        "keywordEn": "2016-2018",
        "type": "temporal"
      },
      {
        "keywordCn": "季风期",
        "keywordEn": "the monsoon season",
        "type": "temporal"
      },
      {
        "keywordCn": "非季风期",
        "keywordEn": "non-monsoon season",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      },
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      },
      {
        "titleCn": "青藏高原典型冰川雪-冰沉积后过程对冰芯稳定同位素温度重建影响定量研究",
        "titleEn": "National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data collection methods used for gathering stable isotope data of precipitation in Kathmandu from 2016 to 2018?",
        "QuestionCn": "2016年至2018年在加德满都收集降水稳定同位素数据的方法特征是什么？",
        "AnswerEn": "2H and 18O isotopes, 27°42′N, 85°20′E, approximately 1400 meters altitude, precipitation amount, temperature, relative humidity",
        "AnswerCn": "2H 和 18O 同位素，北纬 27°42′，东经 85°20′，海拔约 1400 米，降水量，温度，相对湿度",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many years of precipitation stable isotope data are included in a dataset collected in Kathmandu?",
        "QuestionCn": "在加德满都收集的数据集中包含多少年的降水稳定同位素数据？",
        "AnswerEn": "2 years",
        "AnswerCn": "2年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What are '降水氢氧稳定同位素数据集' in the context of understanding precipitation patterns?",
        "QuestionCn": "在理解降水模式的背景下，什么是“降水氢氧稳定同位素数据集”？",
        "AnswerEn": "降水氢氧稳定同位素数据集 refers to datasets that include the stable isotopes of hydrogen (2H) and oxygen (18O) found in precipitation, which are used to understand the climatic controls and variations of precipitation patterns over time. These datasets can reveal the seasonal and annual changes in isotopic composition, providing insights into factors influencing precipitation, such as temperature, humidity, and geographical location.",
        "AnswerCn": "降水氢氧稳定同位素数据集是指包含降水中氢的稳定同位素（2H）和氧的稳定同位素（18O）的数据集，这些数据用于理解气候对降水模式的控制和变化。这些数据集可以揭示同位素组成的季节性和年度变化，提供有关影响降水的因素的见解，例如温度、湿度和地理位置。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What potential climate control mechanisms can be inferred from the seasonal and annual variations in hydrogen and oxygen stable isotopes in precipitation within the Kathmandu region?",
        "QuestionCn": "从加德满都地区降水中氢和氧稳定同位素的季节性和年度变化中，可以推断出哪些潜在的气候控制机制？",
        "AnswerEn": "The seasonal and annual variations in hydrogen and oxygen stable isotopes in precipitation in Kathmandu may suggest insights into the possible climate control mechanisms over the region. The data collected from May 10, 2016, to September 21, 2018, along with meteorological information such as precipitation amount, temperature, and relative humidity, can help identify how these factors influence the isotopic composition of precipitation. This understanding contributes to the broader knowledge of climate controls on precipitation isotopes south of the Himalayas.",
        "AnswerCn": "在加德满都，降水中氢和氧稳定同位素的季节性和年度变化可能揭示该地区气候控制机制的见解。从2016年5月10日到2018年9月21日收集的数据，以及降水量、温度和相对湿度等气象信息，可以帮助识别这些因素如何影响降水的同位素组成。这一理解有助于更广泛地认识喜马拉雅山南部降水同位素的气候控制。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges of collecting stable isotope data of precipitation in regions like Kathmandu, particularly concerning seasonal variability and potential climatic influences?",
        "QuestionCn": "在像加德满都这样的地区收集降水稳定同位素数据的挑战因素有哪些，特别是关于季节性变化和潜在的气候影响？",
        "AnswerEn": "The study describes the challenges in understanding the climatic controls on stable isotopes of precipitation (2H and 18O) in Kathmandu, including seasonal and annual variations from 2016 to 2018. The challenges are compounded by the lack of comprehensive knowledge about the control of precipitation stable isotopes in Nepal, the influence of climatic factors such as precipitation amount, temperature, and relative humidity, and the geographical complexity of the region.",
        "AnswerCn": "该研究描述了在加德满都理解降水稳定同位素（2H和18O）气候控制的挑战，包括2016年至2018年的季节性和年度变化。这些挑战因对尼泊尔降水稳定同位素控制的全面知识缺乏、降水量、温度和相对湿度等气候因素的影响以及该地区的地理复杂性而加剧。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What could be the effects on the understanding of regional climate systems if isotopic data from precipitation is collected over a longer period and in different locations around Kathmandu?",
        "QuestionCn": "如果在加德满都周围的不同地点收集降水的同位素数据，并且持续更长时间，这将对区域气候系统的理解产生什么影响？",
        "AnswerEn": "Collecting isotopic data from precipitation over a longer period and in diverse locations around Kathmandu could enhance the understanding of regional climate systems by providing more comprehensive insights into the seasonal and interannual variations in stable isotopes. Such data could help identify the climatic controls on precipitation isotopes more accurately, taking into account variations in precipitation amount, temperature, and relative humidity over time and space. This would likely improve the knowledge of atmospheric processes and water cycle dynamics in the region, particularly regarding the differences between the areas north and south of the Himalayas.",
        "AnswerCn": "在加德满都地区长期收集降水的同位素数据，并在不同地点进行采集，可以增强对区域气候系统的理解，提供关于稳定同位素的季节性和年际变化的更全面的见解。这些数据有助于更准确地识别降水同位素的气候控制因素，考虑到降水量、温度和相对湿度在时间和空间上的变化。这可能会改善对该地区大气过程和水循环动态的认识，特别是关于喜马拉雅山脉南北地区之间的差异。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}