{
  "id": "305b3c1b-9771-416f-a464-c01d4e0870b9",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Time series and trend of glacier surface heatwave over the Tibetan Plateau (2001-2020)",
      "titleCn": "青藏高原冰川表面热浪时间序列及其趋势（2001-2020）",
      "description": "The data include two main files, one is the comparison of the accuracy of glacier surface temperature obtained from automatic weather stations and near-surface temperature obtained from MODIS; the second is the seasonal and annual time series heat waves calculated for the glacier surface on the Tibetan Plateau from 2001 to 2020 based on MODIS LST with reference to Hoday et al. (2016) on the definition of heat waves. Only glaciers covered by MODIS pure pixels are included in this dataset. In addition, linear trends in heat wave intensity and duration with their significance and confidence intervals were calculated for each pixel based on a linear model. The geographic coordinates of the corresponding records are included in each file. The reference coordinate system is the Albers equal-area projection with a central longitude of 105 and standard latitude lines of 25 and 47.",
      "descriptionCn": "数据包括两个主文件，一是冰川表面自动气象站获取的气温和MODIS获取的近地表温度精度对比；二是基于MODIS LST，参考Hoday et al. (2016) 关于热浪定义，计算的2001-2020青藏高原冰川表面季节和年时间序列热浪。本数据集仅包含了MODIS纯像元覆盖的冰川。另外，基于线性模型，计算了每个像元热浪强度和持续时间的线性趋势及其显著性和置信区间。每个文件都包括了对应像元的地理坐标。参考坐标系统为Albers等面积投影，中央经线105°，标准纬线分别为25°和47°。",
      "instructions": "\"Comparison between AWS temperature and MODIS LST in 2019\" is in excel format, AWS temperature is the near-surface temperature obtained from the ice weather station, MODIS LST is the inverse near-surface temperature from MODIS data; \"Seasonal_ annual_glacier_heatwave2001-2020_v2\" is in MATLAB mat format, duration in 8 days, intensity in degrees Celsius, and trend indicates the corresponding trend.",
      "instructionsCn": "\"Comparision between AWS temperature and MODIS LST in 2019\"数据格式为excel格式，AWS temperature为冰面气象站获取近地表气温，MODIS LST为MODIS数据反演的近地表温度；\"Seasonal_annual_glacier_heatwave2001-2020_v2\"为MATLAB mat格式，duration单位为8天，intensity单位为摄氏度,trend表示各自的趋势。",
      "east": 100.0,
      "west": 70.0,
      "south": 25.0,
      "north": 40.0,
      "startTime": "2000-01-01 13:25:53",
      "endTime": "2020-12-31 13:25:53",
      "fileSize": 5069246.0,
      "cstr": null,
      "doi": "10.1029/2022GL101115",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "陈文锋",
        "nameEn": "CHEN Wenfeng",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "张国庆",
        "nameEn": "ZHANG Guoqing",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Glacier surface heatwaves over the Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Chen, W., Yao, T., Zhang, G., Woolway, R.I., Yang, W., Xu, F., & Zhou, T. (2023). Glacier Surface Heatwaves Over the Tibetan Plateau. Geophysical Research Letters 50, e2022GL101115. https://doi.org/10.1029/2022GL101115"
      },
      {
        "titleCn": null,
        "titleEn": "A hierarchical approach to defining marine heatwaves",
        "referenceCn": null,
        "referenceEn": "Hobday, A. J., Alexander, L. V., Perkins, S. E., Smale, D. A., Straub, S. C., Oliver, E. C. J., Benthuysen, J. A., Burrows, M. T., Donat, M. G., Feng, M., Holbrook, N. J., Moore, P. J., Scannell, H. A., Sen Gupta, A., & Wernberg, T. (2016). A hierarchical approach to defining marine heatwaves. Progress in Oceanography, 141, 227–238. https://doi.org/10.1016/j.pocean.2015.12.014\n"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川温度",
        "nameEn": "Glacier temperature"
      },
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      },
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "空气温度",
        "nameEn": "Air temperature"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2020",
        "keywordEn": "2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "青藏高原地球系统基础科学中心",
        "titleEn": "Basic Science Center forTibetan Plateau Earth System"
      },
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "What is the number of glacier pixels covered by MODIS pure pixels included in the heatwave time series dataset for the Tibetan Plateau from 2001 to 2020?",
        "QuestionCn": "2001年至2020年期间，包含在热浪时间序列数据集中MODIS纯像素覆盖的冰川像素数量是多少？",
        "AnswerEn": "The dataset includes MODIS pure pixels covering glaciers, but the exact number of pixels is not specified in the metadata.",
        "AnswerCn": "数据集包括覆盖冰川的MODIS纯像素，但元数据中未指定像素的确切数量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the use of MODIS LST for analyzing glacier surface heatwave trends compare to the data collected from automatic weather stations in terms of accuracy and spatial coverage?",
        "QuestionCn": "使用MODIS LST分析冰川表面热浪趋势与自动气象站收集的数据在准确性和空间覆盖方面有何比较？",
        "AnswerEn": "The use of MODIS LST allows for broader spatial coverage as it includes only glacier areas fully covered by MODIS pixels, whereas automatic weather stations provide point-based data which might be more accurate in terms of temperature measurements but limited in spatial coverage. The comparison of temperature accuracy between these two methods is a key aspect of the dataset, highlighting the difference in precision and scope between satellite-derived data and ground-based observations.",
        "AnswerCn": "使用MODIS地表温度（LST）可以实现更广泛的空间覆盖，因为它仅包括完全被MODIS像素覆盖的冰川区域，而自动气象站提供的是基于点的数据，虽然在温度测量方面可能更准确，但在空间覆盖上有限。比较这两种方法的温度准确性是数据集的一个关键方面，突显了卫星衍生数据与地面观测之间在精度和范围上的差异。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the accuracy of remote sensing data when comparing temperature data collected from automatic weather stations with near-surface temperatures derived from satellite imagery?",
        "QuestionCn": "在比较从自动气象站收集的温度数据与从卫星图像中推导出的近地表温度时，可以推断出遥感数据的准确性如何？",
        "AnswerEn": "The data includes a comparison between temperatures obtained from automatic weather stations on glacier surfaces and near-surface temperatures derived from MODIS satellite imagery. This comparison allows researchers to assess the precision and accuracy of satellite-derived temperature measurements, potentially identifying any discrepancies or biases in remote sensing data when applied to glacier surfaces on the Tibetan Plateau.",
        "AnswerCn": "该数据包括对来自冰川表面的自动气象站获得的温度与从MODIS卫星影像推导出的近地表温度的比较。这一比较使研究人员能够评估卫星衍生温度测量的精确性和准确性，可能识别出在应用于青藏高原冰川表面时遥感数据的任何差异或偏差。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in accurately measuring glacier surface heatwaves on the Tibetan Plateau using satellite data?",
        "QuestionCn": "哪些因素导致在使用卫星数据准确测量青藏高原冰川表面热浪时面临挑战？",
        "AnswerEn": "Challenges in accurately measuring glacier surface heatwaves on the Tibetan Plateau using satellite data arise from several factors such as the need to validate satellite-derived temperatures against ground-based measurements like those from automatic weather stations. Additionally, only MODIS pure pixel-covered glaciers are included, which may limit data accuracy and availability. The use of linear models to calculate heatwave intensity and duration trends also introduces potential errors, and these calculations require careful consideration of statistical significance and confidence intervals.",
        "AnswerCn": "在使用卫星数据准确测量青藏高原冰川表面热浪时面临的挑战包括多个因素，例如需要将卫星衍生的温度与自动气象站等地面测量进行验证。此外，仅包括MODIS纯像素覆盖的冰川，这可能限制数据的准确性和可用性。使用线性模型计算热浪强度和持续时间趋势也引入了潜在的误差，这些计算需要仔细考虑统计显著性和置信区间。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the likely implications on data accuracy and reliability when comparing temperature data collected from glacier surface automatic weather stations versus near-surface temperature data derived from MODIS, considering the current trends in data collection methods?",
        "QuestionCn": "在比较从冰川表面自动气象站收集的温度数据与从MODIS获取的近地表温度数据时，考虑到当前数据收集方法的趋势，数据准确性和可靠性的可能影响是什么？",
        "AnswerEn": "The comparison of temperature data from glacier surface automatic weather stations and near-surface temperature data derived from MODIS could highlight differences in data accuracy and reliability. The implications may include variations in temperature readings due to different spatial resolutions and data acquisition methods, potentially affecting the interpretation of heatwave trends on glacier surfaces. Such comparisons could also inform improvements in calibration and validation techniques for satellite-derived temperature datasets.",
        "AnswerCn": "冰川表面自动气象站的温度数据与来自MODIS的近地面温度数据的比较可以突出数据准确性和可靠性方面的差异。这些差异可能包括由于不同的空间分辨率和数据获取方法导致的温度读数变化，这可能影响对冰川表面热浪趋势的解读。这种比较还可以为卫星衍生温度数据集的校准和验证技术的改进提供参考。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are employed to compare the accuracy of ground-level temperature data from automatic meteorological stations with MODIS-derived near-surface temperature data in glacier environments?",
        "QuestionCn": "在冰川环境中，比较自动气象站的地面温度数据与MODIS衍生的近地表温度数据的准确性时，采用了哪些程序？",
        "AnswerEn": "The process involves collecting temperature data from automatic meteorological stations positioned on the glacier surface and comparing these measurements to near-surface temperature data obtained from the MODIS satellite. This comparison helps in assessing the accuracy of the MODIS data in representing actual ground-level temperatures on glaciers.",
        "AnswerCn": "该过程涉及从位于冰川表面的自动气象站收集温度数据，并将这些测量结果与从MODIS卫星获得的近地表温度数据进行比较。这种比较有助于评估MODIS数据在代表冰川实际地面温度方面的准确性。",
        "Level": "C3(Applying)"
      }
    ]
  }
}