{
    "id": "30617ca4-f46e-4254-a40a-5d0fbea58ed2",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of automatic meteorological observations at the Binggou cold region hydrometerological station (2007-2009)",
            "description": "The dataset of automatic meteorological observations was obtained at the Binggou cold region hydrometerological station (N38°04′/E100°13′), south of Qilian county, Qinghai province, from Sep. 25, 2007 to Dec. 31, 2009. The experimental area with paramo and riverbed gravel, situated in the upper stream valley of Heihe river, is ideal for the flat and open terrain and hills and mountains stretching outwards.  \n     The items were multilayer (2m and 10m) of the air temperature and air humidity, the wind speed, the air pressure, precipitation, four components of radiation, the multilayer soil temperature (5cm, 10cm, 20cm, 40cm, 80cm and 120cm), soil moisture (5cm, 10cm, 20cm, 40cm, 80cm and 120cm), and soil heat flux (5cm and 15cm).\n     The raw data were level0 and the data after basic processes were level1, in which ambiguous ones were marked; the data after strict quality control were defined as Level2. The data files were named as follows: station+datalevel+AMS+datadate. Level2 or above were strongly recommended to domestic users.  \n     The period from Sep. 25, 2007 to Mar. 12, 2008 was the pre-observing  duration, during which hourly precipitation data (fragmented) and the soil temperature and soil moisture data were to be obtained. Stylized observations began from Mar. 12, 2008. As for detailed information, please refer to Meteorological and Hydrological Flux Data Guide.",
            "instructions": "",
            "east": 100.22,
            "west": 100.22,
            "south": 38.07,
            "north": 38.07,
            "startTime": "2007-10-13 08:00:00",
            "endTime": "2010-01-18 08:00:00",
            "fileSize": 52656700.0,
            "cstr": "18406.11.water973.0291.db",
            "doi": "10.3972/water973.0291.db",
            "dataFormat": "",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "WANG Jian",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "CHE Tao",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "MA Mingguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "Wang Weizhen",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "LI Hongyi",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "HAO Xiaohua",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "HUANG Guanghui",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "Zhang Zhihui",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "Monitoring and modeling the influence of snow pack and organic soil on a permafrost active layer, Qinghai-Tibetan Plateau of China",
                "referenceEn": "Zhou J, Kinzelbach W, Cheng G, Zhang W, He X, Ye B. Monitoring and modeling the influence of snow pack and organic soil on a permafrost active layer, Qinghai-Tibetan Plateau of China. Cold Regions Science and Technology, 2013, 90-91: 38-52, 10.1016/j.coldregions.2013.03.003."
            },
            {
                "titleEn": "Quality Control and Evaluation of Ground Observation Data from the Heihe Comprehensive Remote Sensing Joint Experiment",
                "referenceEn": "None"
            },
            {
                "titleEn": "Data Management and Sharing of the Heihe Comprehensive Remote Sensing Joint Experiment",
                "referenceEn": "None"
            },
            {
                "titleEn": "Estimating surface fluxes over middle and upper streams of the Heihe River Basin with ASTER imagery",
                "referenceEn": "Ma WQ, Ma YM, Hu ZY, Su B, Wang JM, Ishikawa H. Estimating surface fluxes over middle and upper streams of the Heihe River Basin with ASTER imagery. Hydrology and Earth System Sciences, 2011, 15(5): 1403-1413. doi:10.5194/hess-15-1403-2011."
            },
            {
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleEn": "Progress of the Black River Comprehensive Remote Sensing Joint Experiment Research: Overview",
                "referenceEn": "None"
            },
            {
                "titleEn": "Heihe River Basin Remote Sensing - Ground Observation Synchronization Experiment: Forest Hydrology and Midstream Arid Zone Hydrology Experiment",
                "referenceEn": "None"
            },
            {
                "titleEn": "Study on the Impact of Horizontal Resolution on WRF Model - A Case Study of WRF Simulation in the Heihe River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "Validation of WRF model on simulating forcing data for Heihe River Basin",
                "referenceEn": "Pan XD, Li X. Validation of WRF model on simulating forcing data for Heihe River Basin. Sciences in Cold and Arid Regions, 2011, 3(4): 344-357, doi: 10.3724/SP.J.1226.2011.00344."
            },
            {
                "titleEn": "Research on the Inversion of Soil Thermal Inertia in the Heihe River Basin Based on MODIS Data",
                "referenceEn": "None"
            },
            {
                "titleEn": "Research on Quantitative Remote Sensing Monitoring Methods for Urban Air Pollution",
                "referenceEn": "None"
            },
            {
                "titleEn": "Hydrological situation during the typical snow accumulation period in the upper Heilong River Ice Gully Basin.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Heihe River Basin Remote Sensing - Ground Observation Synchronization Experiment: Scientific Objectives and Experimental Plan",
                "referenceEn": "None"
            },
            {
                "titleEn": "Progress of the Heihe Comprehensive Remote Sensing Joint Experiment Research: Remote Sensing Inversion and Estimation of Hydrological and Ecological Parameters",
                "referenceEn": "None"
            },
            {
                "titleEn": "Coupling of a simultaneous heat and water model with a distributed hydrological model and evaluation of the combined model in a cold region watershed",
                "referenceEn": "Zhang YL, Cheng GD, Li X, Han XJ, Wang L, Li HY, Chang XL, Flerchinger GN. Coupling of a simultaneous heat and water model with a distributed hydrological model and evaluation of the combined model in a cold region watershed. Hydrological Processes, 2013, DOI: 10.1002/hyp.9514."
            },
            {
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleEn": "Estimation of snow sublimation under a high-speed wind condition in alpine region watershed",
                "referenceEn": "Li HY, Wang J, Li Z. Estimation of snow sublimation under a high-speed wind condition in alpine region watershed. Journal of Sichuan University (Engineering Science Edition), 2009, 41(Supp. 2): 129-136."
            },
            {
                "titleEn": "Study on the Impact of Underlying Surface on the Accuracy of WRF Model Simulations in the Heihe River Basin Climate",
                "referenceEn": "None"
            },
            {
                "titleEn": "Dynamic downscaling of near-surface air temperature at the basin scale using WRF–a case study in the Heihe River Basin, China",
                "referenceEn": "Pan, X.D., Li, X., Shi, X.K., Han, X.J., Luo, L.H., Wang, L.X. Dynamic downscaling of near-surface air temperature at the basin scale using WRF–a case study in the Heihe River Basin, China. Frontiers of Earth Science, 2012, 6(3): 314-323, doi: 10.1007/s11707-012-0306-2."
            },
            {
                "titleEn": "Characteristics of Albedo on Different Underlying Surfaces in the Upper and Middle Reaches of the Heilong River and Analysis of Influencing Factors",
                "referenceEn": "None"
            },
            {
                "titleEn": "Soil Moisture Retrieval in the Heihe River Basin Based on the Real Thermal Inertia Method",
                "referenceEn": "Ma CF, Wang WZ, Han XJ, Li X. Soil moisture retrieval in the Heihe River Basin based on the real thermal inertia method. IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, 2013, 10.1109/JSTARS.2013.2252149."
            },
            {
                "titleEn": "Hydrological remote sensing and ground synchronous observation experiment in the upper reaches of the Heilong River Basin in cold regions.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Data Quality Control and Product Generation of Automatic Weather Stations in the Heihe Comprehensive Remote Sensing Joint Experiment",
                "referenceEn": "None"
            },
            {
                "titleEn": "Heihe Comprehensive Remote Sensing Joint Experiment Data Release",
                "referenceEn": "None"
            },
            {
                "titleEn": "Simulation of snow distribution and melt under cloudy conditions in an Alpine watershed",
                "referenceEn": "Li HY, Wang J. Simulation of snow distribution and melt under cloudy conditions in an alpine watershed. Hydrology and Earth System Sciences, 2011, 15(7): 2195-2203. doi:10.5194/hess-15-2195-2011."
            },
            {
                "titleEn": "Comparative analysis of the overall momentum transport coefficients and surface roughness of different underlying surfaces in the upper and middle reaches of the Heilong River.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Sensitivity analysis of the impact of solar radiation in mountainous areas on water-heat processes.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Implementation of a Remote Sensing Data Publishing System Based on OPeNDAP",
                "referenceEn": "None"
            },
            {
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            },
            {
                "titleEn": "Simulating cold regions hydrological processes using a modular model in the west of China",
                "referenceEn": "Zhou, Jian, Pomeroy, John W., Zhang, Wei, Cheng, Guodong, Wang, Genxu, Chen, Chong. Simulating cold regions hydrological processes using a modular model in the west of China. Journal of Hydrology, 2014, 509:13-24. doi:10.1016/j.jhydrol.2013.11.013"
            },
            {
                "titleEn": "Preliminary validation of GLASS-DSSR products using surface measurements collected in arid and semi-arid regions of China",
                "referenceEn": "Huang GH, Wang WZ, Zhang XT, Liang SL, Liu SM, Zhao TB, Feng JM, Ma ZG. Preliminary validation of GLASS-DSSR products using surface measurements collected in arid and semi-arid regions of China. International Journal of Digital Earth, 2013."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            },
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Soil"
            },
            {
                "nameEn": "Soil temperature"
            },
            {
                "nameEn": "Soil moisture/Water content"
            },
            {
                "nameEn": "Soil heat flux"
            },
            {
                "nameEn": "Pressure"
            },
            {
                "nameEn": "Temperature"
            },
            {
                "nameEn": "Air temperature"
            },
            {
                "nameEn": "Visibility"
            },
            {
                "nameEn": "Radiation"
            },
            {
                "nameEn": "Precipitation"
            },
            {
                "nameEn": "Winds"
            },
            {
                "nameEn": "Wind direction"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the cold region hydrology experimental area in the upper reaches"
            },
            {
                "keywordEn": "Binggou Cold Region Hydrometeorological Observation Station"
            },
            {
                "keywordEn": "ice-channel watershed encryption observation area"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "September 25, 2007",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleEn": "Digital heihe"
            },
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Land surface heat fluxes are essential measures of the strengths of land-atmosphere interactions involving energy, heat and water. Correct parameterization of these fluxes in climate models is critical. Despite their importance, state-of-the-art observation techniques cannot provide representative areal averages of these fluxes comparable to the model grid. These alternative approaches use (satellite) observables of the land surface conditions."
            ],
            "research objective": [
                "In this study, the Surface Energy Balance System (SEBS) algorithm was evaluated in a cold and arid environment, using land surface parameters derived from Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) data."
            ],
            "challenges": [],
            "methods": [
                "Field observations and estimates from SEBS were compared in terms of net radiation flux (Rn), soil heat flux (G0), sensible heat flux (H) and latent heat flux (λE) over a heterogeneous land surface. As a case study, this methodology was applied to the experimental area of the Watershed Allied Telemetry Experimental Research (W A TER) project, located on the mid-to-upstream sections of the Heihe River in northwest China. ASTER data acquired between 3 May and 4 June 2008, under clear-sky conditions were used to determine the surface fluxes. Ground-based measurements of land surface heat fluxes were compared with values derived from the ASTER data."
            ],
            "dataset": [
                "ASTER data acquired between 3 May and 4 June 2008, under clear-sky conditions were used to determine the surface fluxes."
            ],
            "findings": [
                "The results showed the following: The derived net radiation flux over the study area was very close to the field measurements. The latent heat flux is obtained by calculations involving the evaporative fraction, and these calculations are the essence of SEBS. On the basis of this particular study, SEBS can be used to estimate turbulent heat fluxes with acceptable accuracy in areas where there is partial vegetation cover."
            ]
        },
        {
            "background": [
                "The near-surface atmospheric elements including air temperature, pressure, relative humility, wind, precipitation and radiation are called forcing data to drive hydrological, land surface, and ecological models. Coupling or use of the General Circulation Model (GCM) output to drive the land surface model is an important source of forcing data for large-scale land surface models, however the spatial and temporal resolution can not meet the requirements of a regional scale land surface model and its coarse resolution ignored regional environmental impact assessment. Thus, a regional scale land surface model or land surface data assimilation system needs forcing data with a higher temporal-spatial resolution. Therefore, downscaling GCM output is necessary in order to prepare for a long series of high spatial and temporal resolution forcing data for regional scale or basin-scale land surface, hydrological and ecological simulation and assimilation. Downscaling is a method of obtaining high-resolution climate or climate change information from relatively coarse-resolution GCMs. Dynamic downscaling uses large scale climatic background information to establish higher resolution meteorological distribution fields by GCMs. Regional climate model is considered to be an effective dynamic downscaling method to derive high-resolution local climate information. The model’s physical meaning is clear, it is built on the nonlinear interaction between large scale and regional scale, and can distinguish local features characterized by local topography, vegetation cover and soil hydrological processes, and can be used anywhere independent of observation data with an improved description of local features."
            ],
            "research objective": [
                "In order to do the validation of WRF model on simulating forcing data for the Heihe River Basin, daily meteorological observation data from 15 stations of CMA (China Meteorological Administration) and hourly meteorological observation data from seven sites of WATER (Watershed Airborne Telemetry Experimental Research) are used to compare with WRF simulations, with a time range of a whole year for 2008. Thus, the validation accuracy of forcing data from RCM is important before input to drive the land surface model."
            ],
            "challenges": [],
            "methods": [
                "The model was validated at 15 surface meteorological stations maintained by the China Meteorological Administration (CMA) and seven observation-strengthened stations setup by WATER project. In this study, WRF is used for downscaling of weather and climate ranging from one kilometer to thousands of kilometers and used for deriving meteorological parameters required for hydrological models. For this study, two way nested computational domains of 41×55×28 and 101×121×28 grid points and horizontal resolutions of 25 km and 5 km, respectively, have been set. The model is initialized by real boundary conditions using NCAR-NCEP’s Final Analysis (FNL) data (NCEP-DSS083.2, 2009) having a resolution of 1°×1° (111 km×111 km)."
            ],
            "dataset": [
                "Daily meteorological observation data from 15 stations of CMA (China Meteorological Administration) and hourly meteorological observation data from seven sites of WATER (Watershed Airborne Telemetry Experimental Research) are used to compare with WRF simulations, with a time range of a whole year for 2008. The model was validated at 15 surface meteorological stations maintained by the China Meteorological Administration (CMA) and seven observation-strengthened stations setup by WATER project. Data from CMA stations are used for daily validation; the WATER’s are for hourly validation. All CMA data in 2008 are used for comparison, the time span of WATER’s are listed in Table 2."
            ],
            "findings": [
                "Results show that the average MBE (Mean Bias Error) of daily 2-m surface temperature, surface pressure, 2-m relative humidity and 10-m wind speed were −0.19 °C, −4.49 hPa, 4.08% and 0.92 m/s, the average RMSE (Root Mean Square Error) of them were 2.11 °C, 5.37 hPa, 9.55% and 1.73 m/s, and the average R (correlation coefficient) of them were 0.99, 0.98, 0.80 and 0.55, respectively. The average MBE of hourly 2-m surface temperature, surface pressure, 2-m relative humidity, 10-m wind speed, downward shortwave radiation and downward longwave were −0.16 °C, −6.62 hPa, −5.14%, 0.26 m/s, 33.0 W/m2 and −6.44 W/m2, the average RMSE of them were 2.62 °C, 17.10 hPa, 20.71%, 2.46 m/s, 152.9 W/m2 and 53.5 W/m2, and the average R of them were 0.96, 0.97, 0.70, 0.26, 0.91 and 0.60, respectively. Thus, the following conclusions were obtained: (1) regardless of daily or hourly validation, WRF model simulations of 2-m surface temperature, surface pressure and relative humidity are more reliable, especially for 2-m surface air temperature and surface pressure, the values of MBE were small and R were more than 0.96; (2) the WRF simulating downward shortwave radiation was relatively good, the average R between WRF simulation and hourly observation data was above 0.9, and the average R of downward longwave radiation was 0.6; (3) both wind speed and rainfall simulated from WRF model did not agree well with observation data."
            ]
        },
        {
            "background": [
                "Snow is a very important component of the climate system because of its significant effect on surface energy and water balances; thus, its accurate representation is essential for a better understanding of climate effects on the hydrological cycle (Tarboton et al., 2000). Rather than using field measurements, remote sensing (RS) is now more widely used in modelling snow because of its unique advantages in obtaining large-scale ground information (Seidel and Martinec, 2004). The snow cover area (SCA) can be observed with higher spatial resolution at near-infrared and visible wavelengths (Hall and Riggs, 2006). The spatial and temporal variations in the snow are fundamentally driven by the energy and mass balance. However, the main disadvantage of the MODIS sensor is that it is unable to record observations in cloud-covered regions (Gafurov and Bardossy, 2009)."
            ],
            "research objective": [
                "The goal of this paper is to model continuous SWE and melt runoff by an energy balance method under cloudy conditions in an alpine watershed."
            ],
            "challenges": [
                "The assessment of snow existence under clouds is a known problem. However, the main disadvantage of the MODIS sensor is that it is unable to record observations in cloud-covered regions (Gafurov and Bardossy, 2009). It has been inconvenient to accurately represent snow accumulation and melt processes."
            ],
            "methods": [
                "An energy balance method and remote-sensing data were used to simulate snow distribution and melt in an alpine watershed in northwestern China within a complete snow accumulation-melt period. The spatial energy budgets were simulated using meteorological observations and a digital elevation model of the watershed."
            ],
            "dataset": [
                "MODIS snowcover products, MODIS/Terra Snow Cover Daily L3 Global 500 m Grid (MOD10A1), were collected. The Binggou watershed, located upstream of the Heihe river basin in northwestern China, was chosen as one of the focal experimental areas within the W A TER (Watershed Allied Telemetry Experimental Research) framework (Li et al., 2009). Meteorological data were collected using two automatic weather stations (AWSs), Dadongshu Mountain Pass Snow Observation Station (DY) (4146.8 m, 100 ◦14 ′ E, 38 ◦01 ′ N) and Binggou Cold Region Meteorological Station (BG) (3449.4 m, 100 ◦13 ′ E, 38 ◦04 ′ N), during a complete snow accumulation-melt period from 1 November 2007 to 31 May 2008. Snow characteristic data were collected through a series of field measurements in the snow season of 2008."
            ],
            "findings": [
                "The simulated SWEs agreed well with the measurements in most cases. The simulated results agreed well with the measured discharge; the NSE was 0.673, and the volume difference Dv was 3.9%. As described above, spatial and temporal SWE distribution can be retrieved effectively using MODIS data and the energy balance method. The simulation results indicate that almost half of MODIS image waste could have been avoided in the Binggou watershed in the snow season of 2008. The results indicate that in the alpine region without abundant ground gauges, it is practical and relatively accurate to simulate spatial and temporal snow distribution using snowcover information from RS data and observations from several local weather stations."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Is it feasible to use downscaling methods to improve the resolution of climate model data for regional environmental impact assessments?",
                    "Answer": "error",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Which data collection method is more suitable for capturing spatial and temporal variations in snow cover: field measurements, remote sensing, or energy balance modeling?",
                    "Answer": "Remote sensing",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "When validating meteorological models for forcing data, is it more effective to use data from regional climate models, observation-strengthened stations, or general circulation models?",
                    "Answer": "observation-strengthened stations",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What methods are used to obtain high-resolution forcing data for regional scale land surface models?",
                    "Answer": "Downscaling methods",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "When was the Surface Energy Balance System (SEBS) algorithm evaluated in the Heihe River experimental area?",
                    "Answer": "3 May to 4 June 2008",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "What is the number of meteorological observation stations used for data collection during the validation study of the WRF model in the Heihe River Basin?",
                    "Answer": "22",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What are the key components of a 'surface energy balance system' in the context of land-atmosphere interaction studies?",
                    "Answer": "A surface energy balance system typically involves the measurement and estimation of various heat fluxes such as net radiation flux, soil heat flux, sensible heat flux, and latent heat flux over a land surface. These components are crucial for understanding the interactions between land and atmosphere concerning energy, heat, and water exchange.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What does 'dynamic downscaling' mean in the context of regional climate modeling for hydrological and ecological simulations?",
                    "Answer": "Dynamic downscaling refers to the method of obtaining high-resolution climate information from coarse-resolution General Circulation Models (GCMs). This approach uses large-scale climatic background data to develop finer-scale meteorological distribution fields, which consider regional characteristics like topography, vegetation, and hydrological processes, thereby improving the accuracy of regional climate or environmental impact assessments.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How can the variability in soil moisture and temperature data collected at multiple depths inform our understanding of subsurface hydrological processes in mountainous regions?",
                    "Answer": "The variability in soil moisture and temperature data at different depths can provide insights into the movement and storage of water within the soil profile, as well as the influence of subsurface conditions on surface hydrology. Observations from an automatic weather station in a mountainous region, which measures these parameters, can help infer the interactions between soil layers, the rate of infiltration, and how these factors are affected by external conditions like precipitation and temperature.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the implications of using remote sensing data like MODIS for snow cover monitoring, especially in alpine regions with limited ground-based observations?",
                    "Answer": "Using remote sensing data such as MODIS for snow cover monitoring allows for comprehensive spatial coverage in alpine regions where ground-based observations are sparse. This approach can effectively simulate spatial and temporal snow distribution by combining remote-sensing data with local weather station observations, providing a practical solution for estimating snow cover in regions where cloud cover and topographical challenges limit traditional observational methods.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What causes challenges in obtaining representative areal averages of land surface heat fluxes for climate models?",
                    "Answer": "The challenges arise because state-of-the-art observation techniques cannot provide representative areal averages comparable to the model grid. Alternative approaches use observables of the land surface conditions, but these may not always capture the necessary spatial variation.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What factors contribute to the difficulties in accurately representing snow accumulation and melt processes under cloud-covered regions?",
                    "Answer": "The main disadvantage of the MODIS sensor is its inability to record observations in cloud-covered regions, making it inconvenient to accurately represent snow accumulation and melt processes. This limitation necessitates the use of alternative methods to estimate snow distribution and melt.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the consequences of using satellite-derived land surface parameters on the accuracy of surface heat flux estimations in cold and arid environments?",
                    "Answer": "The use of satellite-derived land surface parameters, such as those from ASTER data, can allow for the estimation of surface heat fluxes with acceptable accuracy in cold and arid environments, especially in areas with partial vegetation cover. This approach can provide flux estimations that are comparable to field measurements, enhancing the parameterization of these processes in climate models.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the potential outcomes of using an energy balance method combined with remote-sensing data for modeling snow distribution and melt under cloudy conditions?",
                    "Answer": "Using an energy balance method combined with remote-sensing data can effectively simulate spatial and temporal snow distribution and melt under cloudy conditions. This approach can lead to accurate SWE simulations and discharge measurements, providing practical and relatively accurate modeling results even in regions with limited ground observations.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the primary objectives of collecting meteorological and hydrological data in cold and arid environments like the Heihe River Basin?",
                    "Answer": "The primary objectives include understanding land-atmosphere interactions, evaluating algorithms like SEBS for estimating surface energy fluxes, and enhancing climate models by parameterizing heat and water exchanges accurately. Additionally, the collected data supports the validation of regional climate models and improves the understanding of snow dynamics in alpine regions.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What goals drive the integration of remote sensing data and energy balance methods for snow distribution modeling in regions with limited ground observations?",
                    "Answer": "The integration aims to accurately simulate snow accumulation and melt processes over large areas, particularly under cloud-covered conditions where satellite observations like MODIS are limited. This approach allows for effective retrieval of spatial and temporal snow distribution using remote sensing data, overcoming the challenge of sparse ground measurements in alpine regions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What procedures are used to ensure the quality and reliability of atmospheric and soil data collected from automatic weather stations in cold and arid environments?",
                    "Answer": "The data collection involves initial raw data output classified as 0-level, which then undergoes initial processing where questionable data is marked but not removed, referred to as 1-level. The data is then uniformly processed into a 30-minute sampling period and quality controlled, reaching 2-level status for standard use. The observation phases also differ with a preliminary and a standardized observation period, ensuring comprehensive data collection.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How is the Surface Energy Balance System (SEBS) algorithm employed to integrate satellite and ground-based measurements for the estimation of land surface fluxes in remote sensing studies?",
                    "Answer": "The SEBS algorithm is applied by evaluating land surface parameters derived from ASTER data. Field observations of net radiation flux, soil heat flux, sensible heat flux, and latent heat flux are compared with estimates from SEBS in a heterogeneous land surface area. This methodology allows for estimation of turbulent heat fluxes with acceptable accuracy using satellite-derived data.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "What are the steps involved in modeling snow distribution and melt runoff in alpine watershed areas using an energy balance method combined with remote sensing data?",
                    "Answer": "The process involves using meteorological observations alongside a digital elevation model to simulate spatial energy budgets. MODIS snowcover products are collected, and the data is integrated with observations from automatic weather stations to simulate snow distribution and melt during a complete snow accumulation-melt period. This approach helps overcome challenges such as cloud cover in remote sensing data.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What data collection methods enable the accurate measurement of land surface heat fluxes in cold and arid environments?",
                    "Answer": "Field observations combined with the Surface Energy Balance System (SEBS) algorithm, which uses land surface parameters derived from Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) data, enable the accurate measurement of land surface heat fluxes.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "In what ways does the integration of remote sensing data with energy balance methods enable snow distribution modeling in alpine watersheds?",
                    "Answer": "The integration of remote sensing data, such as MODIS snowcover products, with energy balance methods enables the modeling of spatial and temporal snow distribution effectively, even under cloudy conditions, in alpine watersheds lacking abundant ground gauges.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might datasets related to cold and arid environments be limited in terms of spatial representation compared to climate model grids?",
                    "Answer": "Field observations cannot provide representative areal averages of heat fluxes comparable to climate model grids, which leads to reliance on satellite observables for land surface conditions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is there a need for downscaling General Circulation Model outputs when preparing forcing data for regional scale land surface models?",
                    "Answer": "The spatial and temporal resolution of GCM outputs do not meet the requirements of regional scale land surface models, making downscaling necessary to achieve higher resolution forcing data that account for regional environmental impacts.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why is it challenging to accurately model snow distribution and melt under cloudy conditions using remote sensing data?",
                    "Answer": "The MODIS sensor, commonly used in remote sensing, cannot record observations in cloud-covered regions, which complicates the accurate representation of snow accumulation and melt processes.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I can't make sense of how satellite data is integrated with ground-based measurements for estimating land surface heat fluxes.",
                    "Answer": "Satellite data, such as ASTER, is used to derive land surface parameters, which are then integrated with ground-based measurements to estimate land surface heat fluxes. Methods like the Surface Energy Balance System (SEBS) algorithm compare satellite-derived fluxes with field measurements to ensure accurate estimations.",
                    "Level": "C2(Understanding)"
                }
            ]
        }
    ]
}