{
  "id": "30617ca4-f46e-4254-a40a-5d0fbea58ed2",
  "relatedPaper": 3,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of automatic meteorological observations at the Binggou cold region hydrometerological station (2007-2009)",
      "titleCn": "黑河综合遥感联合试验：冰沟寒区水文气象观测站自动气象站数据集（2007-2009）",
      "description": "The dataset of automatic meteorological observations was obtained at the Binggou cold region hydrometerological station (N38°04′/E100°13′), south of Qilian county, Qinghai province, from Sep. 25, 2007 to Dec. 31, 2009. The experimental area with paramo and riverbed gravel, situated in the upper stream valley of Heihe river, is ideal for the flat and open terrain and hills and mountains stretching outwards.  \n     The items were multilayer (2m and 10m) of the air temperature and air humidity, the wind speed, the air pressure, precipitation, four components of radiation, the multilayer soil temperature (5cm, 10cm, 20cm, 40cm, 80cm and 120cm), soil moisture (5cm, 10cm, 20cm, 40cm, 80cm and 120cm), and soil heat flux (5cm and 15cm).\n     The raw data were level0 and the data after basic processes were level1, in which ambiguous ones were marked; the data after strict quality control were defined as Level2. The data files were named as follows: station+datalevel+AMS+datadate. Level2 or above were strongly recommended to domestic users.  \n     The period from Sep. 25, 2007 to Mar. 12, 2008 was the pre-observing  duration, during which hourly precipitation data (fragmented) and the soil temperature and soil moisture data were to be obtained. Stylized observations began from Mar. 12, 2008. As for detailed information, please refer to Meteorological and Hydrological Flux Data Guide.",
      "descriptionCn": "该数据集包含了冰沟寒区水文气象观测站2007年9月25日至2009年12月31日的观测数据。站点位于青海省祁连县南部，位于黑河上游冰沟子流域的河谷谷地内，东西两侧是连绵的山丘和高山，场地四周相对较为平坦，地表为稀疏草地和河床碎石的混合。观测点的经纬度为38°04′N，100°13′E。\n    该站点是典型高山草甸（河滩地），观测项目有：大气风温湿梯度观测（2m和10m）、气压、降水、辐射四分量、多层土壤温度（5cm、10cm、20cm、40cm、80cm和120cm）、土壤水分（5cm、10cm、20cm、40cm、80cm和120cm）及土壤热通量（5cm和15cm）。\n   原始的采集器输出数据为0级；初步整理后，没有任何的删除，但是标出疑似有问题的数据为1级；统一整理成30分钟采样周期并经过质量控制的为2级。整理后的数据逐月存储，命名规则为：站点名+数据级别+AMS+数据日期。建议普通用户用2级以上的数据。\n  自动气象站的观测分两个时段：2007年9月25日至2008年3月12号为初步的预观测阶段；2008年3月12号之后为规范化的观测阶段。前一个时段观测的是逐时的气压降雨数据（残缺严重）和土壤温湿度数据。后一个时段观测较详细。详细信息请参见下面“其他在线资源”中的“气象水文通量数据使用指南”。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.22,
      "west": 100.22,
      "south": 38.07,
      "north": 38.07,
      "startTime": "2007-10-13 08:00:00",
      "endTime": "2010-01-18 08:00:00",
      "fileSize": 52656700.0,
      "cstr": "18406.11.water973.0291.db",
      "doi": "10.3972/water973.0291.db",
      "dataFormat": "",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王建",
        "nameEn": "WANG Jian",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "马明国",
        "nameEn": "MA Mingguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "王维真",
        "nameEn": "Wang Weizhen",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "李弘毅",
        "nameEn": "LI Hongyi",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "郝晓华",
        "nameEn": "HAO Xiaohua",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中科院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "黄广辉",
        "nameEn": "HUANG Guanghui",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": " 张智慧",
        "nameEn": "Zhang Zhihui",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "谭俊磊",
        "nameEn": "TAN Junlei",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Monitoring and modeling the influence of snow pack and organic soil on a permafrost active layer, Qinghai-Tibetan Plateau of China",
        "referenceCn": null,
        "referenceEn": "Zhou J, Kinzelbach W, Cheng G, Zhang W, He X, Ye B. Monitoring and modeling the influence of snow pack and organic soil on a permafrost active layer, Qinghai-Tibetan Plateau of China. Cold Regions Science and Technology, 2013, 90-91: 38-52, 10.1016/j.coldregions.2013.03.003."
      },
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Estimating surface fluxes over middle and upper streams of the Heihe River Basin with ASTER imagery",
        "referenceCn": null,
        "referenceEn": "Ma WQ, Ma YM, Hu ZY, Su B, Wang JM, Ishikawa H. Estimating surface fluxes over middle and upper streams of the Heihe River Basin with ASTER imagery. Hydrology and Earth System Sciences, 2011, 15(5): 1403-1413. doi:10.5194/hess-15-1403-2011."
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "水平分辨率对WRF模式的影响研究——以黑河流域WRF模拟为例",
        "titleEn": null,
        "referenceCn": "潘小多, 李新. 水平分辨率对WRF模式的影响研究——以黑河流域WRF模拟为例. 科研信息化技术与应用, 2011, 2(6): 126-137.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Validation of WRF model on simulating forcing data for Heihe River Basin",
        "referenceCn": null,
        "referenceEn": "Pan XD, Li X. Validation of WRF model on simulating forcing data for Heihe River Basin. Sciences in Cold and Arid Regions, 2011, 3(4): 344-357, doi: 10.3724/SP.J.1226.2011.00344."
      },
      {
        "titleCn": "基于MODIS数据的黑河流域土壤热惯量反演研究",
        "titleEn": null,
        "referenceCn": "马春锋, 王维真, 吴月茹, 欧阳斌, 庄金鑫. 基于MODIS数据的黑河流域土壤热惯量反演研究. 遥感技术与应用, 2012, (02):197-207",
        "referenceEn": null
      },
      {
        "titleCn": "城市大气污染的定量遥感监测方法研究",
        "titleEn": null,
        "referenceCn": "李成林. 城市大气污染的定量遥感监测方法研究[D]. 兰州大学, 2012.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河上游冰沟流域典型积雪期水文情势",
        "titleEn": null,
        "referenceCn": "李弘毅, 王建, 白云洁, 李哲, 窦燕. 黑河上游冰沟流域典型积雪期水文情势. 冰川冻土, 2009, 31(2): 293-300.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Coupling of a simultaneous heat and water model with a distributed hydrological model and evaluation of the combined model in a cold region watershed",
        "referenceCn": null,
        "referenceEn": "Zhang YL, Cheng GD, Li X, Han XJ, Wang L, Li HY, Chang XL, Flerchinger GN. Coupling of a simultaneous heat and water model with a distributed hydrological model and evaluation of the combined model in a cold region watershed. Hydrological Processes, 2013, DOI: 10.1002/hyp.9514."
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": null,
        "titleEn": "Estimation of snow sublimation under a high-speed wind condition in alpine region watershed",
        "referenceCn": null,
        "referenceEn": "Li HY, Wang J, Li Z. Estimation of snow sublimation under a high-speed wind condition in alpine region watershed. Journal of Sichuan University (Engineering Science Edition), 2009, 41(Supp. 2): 129-136."
      },
      {
        "titleCn": "下垫面对WRF模式模拟黑河流域区域气候精度影响研究",
        "titleEn": null,
        "referenceCn": "潘小多, 李新, 冉有华, 刘超. 下垫面对WRF模式模拟黑河流域区域气候精度影响研究. 高原气象, 2012, 31(3): 657-667.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Dynamic downscaling of near-surface air temperature at the basin scale using WRF–a case study in the Heihe River Basin, China",
        "referenceCn": null,
        "referenceEn": "Pan, X.D., Li, X., Shi, X.K., Han, X.J., Luo, L.H., Wang, L.X. Dynamic downscaling of near-surface air temperature at the basin scale using WRF–a case study in the Heihe River Basin, China. Frontiers of Earth Science, 2012, 6(3): 314-323, doi: 10.1007/s11707-012-0306-2."
      },
      {
        "titleCn": "黑河中上游不同下垫面反照率特征及其影响因子分析",
        "titleEn": null,
        "referenceCn": "孙俊, 胡泽勇, 荀学义等. 黑河中上游不同下垫面反照率特征及其影响因子分析. 高原气象, 2011, 30(3):607-613.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Soil Moisture Retrieval in the Heihe River Basin Based on the Real Thermal Inertia Method",
        "referenceCn": null,
        "referenceEn": "Ma CF, Wang WZ, Han XJ, Li X. Soil moisture retrieval in the Heihe River Basin based on the real thermal inertia method. IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, 2013, 10.1109/JSTARS.2013.2252149."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Simulation of snow distribution and melt under cloudy conditions in an Alpine watershed",
        "referenceCn": null,
        "referenceEn": "Li HY, Wang J. Simulation of snow distribution and melt under cloudy conditions in an alpine watershed. Hydrology and Earth System Sciences, 2011, 15(7): 2195-2203. doi:10.5194/hess-15-2195-2011."
      },
      {
        "titleCn": "黑河中上游不同下垫面动量总体输送系数和地表粗糙度对比分析",
        "titleEn": null,
        "referenceCn": "孙俊, 胡泽勇, 陈学龙等. 黑河中上游不同下垫面动量总体输送系数和地表粗糙度对比分析. 高原气象, 2012, 31(4):920-926.",
        "referenceEn": null
      },
      {
        "titleCn": "山区太阳辐射对水热过程影响的敏感性分析",
        "titleEn": null,
        "referenceCn": "张艳林, 程国栋, 李新, 韩旭军, 常晓丽. 山区太阳辐射对水热过程影响的敏感性分析. 冰川冻土, 2012, 34(3): 650-659.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
        "referenceCn": null,
        "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      },
      {
        "titleCn": null,
        "titleEn": "Simulating cold regions hydrological processes using a modular model in the west of China",
        "referenceCn": null,
        "referenceEn": "Zhou, Jian, Pomeroy, John W., Zhang, Wei, Cheng, Guodong, Wang, Genxu, Chen, Chong. Simulating cold regions hydrological processes using a modular model in the west of China. Journal of Hydrology, 2014, 509:13-24. doi:10.1016/j.jhydrol.2013.11.013"
      },
      {
        "titleCn": null,
        "titleEn": "Preliminary validation of GLASS-DSSR products using surface measurements collected in arid and semi-arid regions of China",
        "referenceCn": null,
        "referenceEn": "Huang GH, Wang WZ, Zhang XT, Liang SL, Liu SM, Zhao TB, Feng JM, Ma ZG. Preliminary validation of GLASS-DSSR products using surface measurements collected in arid and semi-arid regions of China. International Journal of Digital Earth, 2013."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤温度",
        "nameEn": "Soil temperature"
      },
      {
        "nameCn": "土壤湿度/水分含量",
        "nameEn": "Soil moisture/Water content"
      },
      {
        "nameCn": "土壤热通量",
        "nameEn": "Soil heat flux"
      },
      {
        "nameCn": "气压",
        "nameEn": "Pressure"
      },
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "空气温度",
        "nameEn": "Air temperature"
      },
      {
        "nameCn": "能见度",
        "nameEn": "Visibility"
      },
      {
        "nameCn": "辐射",
        "nameEn": "Radiation"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "风",
        "nameEn": "Winds"
      },
      {
        "nameCn": "风向",
        "nameEn": "Wind direction"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "冰沟寒区水文气象观测站",
        "keywordEn": null
      },
      {
        "keywordCn": "冰沟流域加密观测区",
        "keywordEn": "ice-channel watershed encryption observation area"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2007-09-25",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Land surface heat fluxes are essential measures of the strengths of land-atmosphere interactions involving energy, heat and water. Correct parameterization of these fluxes in climate models is critical. Despite their importance, state-of-the-art observation techniques cannot provide representative areal averages of these fluxes comparable to the model grid. These alternative approaches use (satellite) observables of the land surface conditions."
      ],
      "research objective": [
        "In this study, the Surface Energy Balance System (SEBS) algorithm was evaluated in a cold and arid environment, using land surface parameters derived from Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) data."
      ],
      "challenges": [],
      "methods": [
        "Field observations and estimates from SEBS were compared in terms of net radiation flux (Rn), soil heat flux (G0), sensible heat flux (H) and latent heat flux (λE) over a heterogeneous land surface. As a case study, this methodology was applied to the experimental area of the Watershed Allied Telemetry Experimental Research (W A TER) project, located on the mid-to-upstream sections of the Heihe River in northwest China. ASTER data acquired between 3 May and 4 June 2008, under clear-sky conditions were used to determine the surface fluxes. Ground-based measurements of land surface heat fluxes were compared with values derived from the ASTER data."
      ],
      "dataset": [
        "ASTER data acquired between 3 May and 4 June 2008, under clear-sky conditions were used to determine the surface fluxes."
      ],
      "findings": [
        "The results showed the following: The derived net radiation flux over the study area was very close to the field measurements. The latent heat flux is obtained by calculations involving the evaporative fraction, and these calculations are the essence of SEBS. On the basis of this particular study, SEBS can be used to estimate turbulent heat fluxes with acceptable accuracy in areas where there is partial vegetation cover."
      ],
      "backgroundCn": [
        "地表热通量是衡量涉及能量、热量和水的陆地-大气相互作用强度的重要指标。在气候模型中，正确参数化这些通量至关重要。尽管它们的重要性不言而喻，但最先进的观测技术无法提供与模型网格相当的这些通量的代表性面积平均值。这些替代方法使用（卫星）观测的地表条件。"
      ],
      "research objectiveCn": [
        "在这项研究中，表面能量平衡系统（SEBS）算法在寒冷干旱环境中进行了评估，使用从先进的太空热发射和反射辐射仪（ASTER）数据中提取的地表参数。"
      ],
      "challengesCn": [],
      "methodsCn": [
        "对来自SEBS的现场观测和估计进行了比较，涉及净辐射通量（Rn）、土壤热通量（G0）、显热通量（H）和潜热通量（λE），研究对象为异质土地表面。作为案例研究，该方法应用于位于中国西北部黑河中上游地区的水文联合遥测实验研究（W A TER）项目的实验区。使用在2008年5月3日至6月4日期间获取的ASTER数据，在晴天条件下确定表面通量。将地面测量的土地表面热通量与从ASTER数据中推导的值进行了比较。"
      ],
      "datasetCn": [
        "在2008年5月3日至6月4日期间，在晴朗的天空条件下获取的ASTER数据被用于确定表面通量。"
      ],
      "findingsCn": [
        "结果显示，研究区域的净辐射通量与实地测量值非常接近。潜热通量是通过涉及蒸发分数的计算获得的，这些计算是SEBS的核心。根据这项特定研究，SEBS可以在部分植被覆盖的区域中以可接受的精度估计湍流热通量。"
      ]
    },
    {
      "background": [
        "The near-surface atmospheric elements including air temperature, pressure, relative humility, wind, precipitation and radiation are called forcing data to drive hydrological, land surface, and ecological models. Coupling or use of the General Circulation Model (GCM) output to drive the land surface model is an important source of forcing data for large-scale land surface models, however the spatial and temporal resolution can not meet the requirements of a regional scale land surface model and its coarse resolution ignored regional environmental impact assessment. Thus, a regional scale land surface model or land surface data assimilation system needs forcing data with a higher temporal-spatial resolution. Therefore, downscaling GCM output is necessary in order to prepare for a long series of high spatial and temporal resolution forcing data for regional scale or basin-scale land surface, hydrological and ecological simulation and assimilation. Downscaling is a method of obtaining high-resolution climate or climate change information from relatively coarse-resolution GCMs. Dynamic downscaling uses large scale climatic background information to establish higher resolution meteorological distribution fields by GCMs. Regional climate model is considered to be an effective dynamic downscaling method to derive high-resolution local climate information. The model’s physical meaning is clear, it is built on the nonlinear interaction between large scale and regional scale, and can distinguish local features characterized by local topography, vegetation cover and soil hydrological processes, and can be used anywhere independent of observation data with an improved description of local features."
      ],
      "research objective": [
        "In order to do the validation of WRF model on simulating forcing data for the Heihe River Basin, daily meteorological observation data from 15 stations of CMA (China Meteorological Administration) and hourly meteorological observation data from seven sites of WATER (Watershed Airborne Telemetry Experimental Research) are used to compare with WRF simulations, with a time range of a whole year for 2008. Thus, the validation accuracy of forcing data from RCM is important before input to drive the land surface model."
      ],
      "challenges": [],
      "methods": [
        "The model was validated at 15 surface meteorological stations maintained by the China Meteorological Administration (CMA) and seven observation-strengthened stations setup by WATER project. In this study, WRF is used for downscaling of weather and climate ranging from one kilometer to thousands of kilometers and used for deriving meteorological parameters required for hydrological models. For this study, two way nested computational domains of 41×55×28 and 101×121×28 grid points and horizontal resolutions of 25 km and 5 km, respectively, have been set. The model is initialized by real boundary conditions using NCAR-NCEP’s Final Analysis (FNL) data (NCEP-DSS083.2, 2009) having a resolution of 1°×1° (111 km×111 km)."
      ],
      "dataset": [
        "Daily meteorological observation data from 15 stations of CMA (China Meteorological Administration) and hourly meteorological observation data from seven sites of WATER (Watershed Airborne Telemetry Experimental Research) are used to compare with WRF simulations, with a time range of a whole year for 2008. The model was validated at 15 surface meteorological stations maintained by the China Meteorological Administration (CMA) and seven observation-strengthened stations setup by WATER project. Data from CMA stations are used for daily validation; the WATER’s are for hourly validation. All CMA data in 2008 are used for comparison, the time span of WATER’s are listed in Table 2."
      ],
      "findings": [
        "Results show that the average MBE (Mean Bias Error) of daily 2-m surface temperature, surface pressure, 2-m relative humidity and 10-m wind speed were −0.19 °C, −4.49 hPa, 4.08% and 0.92 m/s, the average RMSE (Root Mean Square Error) of them were 2.11 °C, 5.37 hPa, 9.55% and 1.73 m/s, and the average R (correlation coefficient) of them were 0.99, 0.98, 0.80 and 0.55, respectively. The average MBE of hourly 2-m surface temperature, surface pressure, 2-m relative humidity, 10-m wind speed, downward shortwave radiation and downward longwave were −0.16 °C, −6.62 hPa, −5.14%, 0.26 m/s, 33.0 W/m2 and −6.44 W/m2, the average RMSE of them were 2.62 °C, 17.10 hPa, 20.71%, 2.46 m/s, 152.9 W/m2 and 53.5 W/m2, and the average R of them were 0.96, 0.97, 0.70, 0.26, 0.91 and 0.60, respectively. Thus, the following conclusions were obtained: (1) regardless of daily or hourly validation, WRF model simulations of 2-m surface temperature, surface pressure and relative humidity are more reliable, especially for 2-m surface air temperature and surface pressure, the values of MBE were small and R were more than 0.96; (2) the WRF simulating downward shortwave radiation was relatively good, the average R between WRF simulation and hourly observation data was above 0.9, and the average R of downward longwave radiation was 0.6; (3) both wind speed and rainfall simulated from WRF model did not agree well with observation data."
      ],
      "backgroundCn": [
        "近地面大气要素，包括气温、气压、相对湿度、风、降水和辐射，被称为驱动水文、陆面和生态模型的强迫数据。将全球气候模型（GCM）输出与陆面模型耦合或使用是大型陆面模型的重要强迫数据来源，然而其空间和时间分辨率无法满足区域尺度陆面模型的要求，其粗糙的分辨率忽略了区域环境影响评估。因此，区域尺度陆面模型或陆面数据同化系统需要具有更高时间和空间分辨率的强迫数据。因此，对GCM输出进行下行修正是必要的，以准备一系列高空间和时间分辨率的强迫数据，用于区域尺度或流域尺度的陆面、水文和生态模拟与同化。下行修正是一种从相对粗分辨率的GCM中获取高分辨率气候或气候变化信息的方法。动态下行修正利用大规模气候背景信息，通过GCM建立更高分辨率的气象分布场。区域气候模型被认为是一种有效的动态下行修正方法，用于获取高分辨率的地方气候信息。该模型的物理意义明确，建立在大尺度与区域尺度之间的非线性相互作用之上，能够区分由局部地形、植被覆盖和土壤水文过程特征化的局部特征，并且可以在不依赖观测数据的情况下，在任何地方使用，改善对局部特征的描述。"
      ],
      "research objectiveCn": [
        "为了验证WRF模型在模拟黑河流域强迫数据的能力，使用了来自中国气象局（CMA）15个站点的日气象观测数据和来自水文（WATER）七个站点的小时气象观测数据，与WRF模拟结果进行比较，时间范围为2008年的整年。因此，在将区域气候模型（RCM）的强迫数据输入以驱动陆面模型之前，验证其准确性是非常重要的。"
      ],
      "challengesCn": [],
      "methodsCn": [
        "该模型在中国气象局（CMA）维护的15个地面气象站和由WATER项目设立的7个观测强化站进行了验证。在本研究中，WRF用于天气和气候的下尺度处理，范围从一公里到数千公里，并用于推导水文模型所需的气象参数。为此研究设置了两个双向嵌套计算域，分别为41×55×28和101×121×28网格点，水平分辨率分别为25公里和5公里。模型通过使用NCAR-NCEP的最终分析（FNL）数据（NCEP-DSS083.2，2009）初始化，分辨率为1°×1°（111公里×111公里）。"
      ],
      "datasetCn": [
        "使用中国气象局（CMA）15个气象观测站的日常气象观测数据和水文空气遥测实验研究（WATER）七个站点的每小时气象观测数据，与WRF模拟结果进行比较，时间范围为2008年的整年。该模型在中国气象局（CMA）维护的15个地面气象站和WATER项目设置的七个观测强化站点进行了验证。CMA站点的数据用于日常验证，而WATER的数据用于每小时验证。2008年CMA的所有数据均用于比较，WATER的数据时间范围列在表2中。"
      ],
      "findingsCn": [
        "结果显示，日均2米表面温度、表面气压、2米相对湿度和10米风速的平均偏差（MBE）分别为−0.19 °C、−4.49 hPa、4.08%和0.92 m/s，平均均方根误差（RMSE）分别为2.11 °C、5.37 hPa、9.55%和1.73 m/s，相关系数（R）平均值分别为0.99、0.98、0.80和0.55。小时2米表面温度、表面气压、2米相对湿度、10米风速、下行短波辐射和下行长波辐射的平均偏差（MBE）分别为−0.16 °C、−6.62 hPa、−5.14%、0.26 m/s、33.0 W/m²和−6.44 W/m²，平均均方根误差（RMSE）分别为2.62 °C、17.10 hPa、20.71%、2.46 m/s、152.9 W/m²和53.5 W/m²，相关系数（R）平均值分别为0.96、0.97、0.70、0.26、0.91和0.60。因此，得出以下结论：（1）无论是日均还是小时验证，WRF模型对2米表面温度、表面气压和相对湿度的模拟更为可靠，尤其是2米表面空气温度和表面气压，MBE值较小且R值均超过0.96；（2）WRF模拟的下行短波辐射相对较好，WRF模拟与小时观测数据之间的平均R值超过0.9，而下行长波辐射的平均R值为0.6；（3）WRF模型模拟的风速和降雨量与观测数据不太一致。"
      ]
    },
    {
      "background": [
        "Snow is a very important component of the climate system because of its significant effect on surface energy and water balances; thus, its accurate representation is essential for a better understanding of climate effects on the hydrological cycle (Tarboton et al., 2000). Rather than using field measurements, remote sensing (RS) is now more widely used in modelling snow because of its unique advantages in obtaining large-scale ground information (Seidel and Martinec, 2004). The snow cover area (SCA) can be observed with higher spatial resolution at near-infrared and visible wavelengths (Hall and Riggs, 2006). The spatial and temporal variations in the snow are fundamentally driven by the energy and mass balance. However, the main disadvantage of the MODIS sensor is that it is unable to record observations in cloud-covered regions (Gafurov and Bardossy, 2009)."
      ],
      "research objective": [
        "The goal of this paper is to model continuous SWE and melt runoff by an energy balance method under cloudy conditions in an alpine watershed."
      ],
      "challenges": [
        "The assessment of snow existence under clouds is a known problem. However, the main disadvantage of the MODIS sensor is that it is unable to record observations in cloud-covered regions (Gafurov and Bardossy, 2009). It has been inconvenient to accurately represent snow accumulation and melt processes."
      ],
      "methods": [
        "An energy balance method and remote-sensing data were used to simulate snow distribution and melt in an alpine watershed in northwestern China within a complete snow accumulation-melt period. The spatial energy budgets were simulated using meteorological observations and a digital elevation model of the watershed."
      ],
      "dataset": [
        "MODIS snowcover products, MODIS/Terra Snow Cover Daily L3 Global 500 m Grid (MOD10A1), were collected. The Binggou watershed, located upstream of the Heihe river basin in northwestern China, was chosen as one of the focal experimental areas within the W A TER (Watershed Allied Telemetry Experimental Research) framework (Li et al., 2009). Meteorological data were collected using two automatic weather stations (AWSs), Dadongshu Mountain Pass Snow Observation Station (DY) (4146.8 m, 100 ◦14 ′ E, 38 ◦01 ′ N) and Binggou Cold Region Meteorological Station (BG) (3449.4 m, 100 ◦13 ′ E, 38 ◦04 ′ N), during a complete snow accumulation-melt period from 1 November 2007 to 31 May 2008. Snow characteristic data were collected through a series of field measurements in the snow season of 2008."
      ],
      "findings": [
        "The simulated SWEs agreed well with the measurements in most cases. The simulated results agreed well with the measured discharge; the NSE was 0.673, and the volume difference Dv was 3.9%. As described above, spatial and temporal SWE distribution can be retrieved effectively using MODIS data and the energy balance method. The simulation results indicate that almost half of MODIS image waste could have been avoided in the Binggou watershed in the snow season of 2008. The results indicate that in the alpine region without abundant ground gauges, it is practical and relatively accurate to simulate spatial and temporal snow distribution using snowcover information from RS data and observations from several local weather stations."
      ],
      "backgroundCn": [
        "雪是气候系统中一个非常重要的组成部分，因为它对表面能量和水分平衡有显著影响；因此，准确地表示雪对于更好地理解气候对水文循环的影响至关重要（Tarboton et al., 2000）。与使用现场测量相比，遥感（RS）现在在建模雪方面更为广泛使用，因为它在获取大规模地面信息方面具有独特的优势（Seidel and Martinec, 2004）。雪盖面积（SCA）可以在近红外和可见波长下以更高的空间分辨率进行观察（Hall and Riggs, 2006）。雪的空间和时间变化主要受能量和质量平衡的驱动。然而，MODIS传感器的主要缺点是无法在云覆盖区域进行观测（Gafurov and Bardossy, 2009）。"
      ],
      "research objectiveCn": [
        "本文的目标是在一个高山流域中，通过能量平衡方法在阴天条件下对连续的雪水等效（SWE）和融雪径流进行建模。"
      ],
      "challengesCn": [
        "在云层下评估雪的存在是一个已知的问题。然而，MODIS传感器的主要缺点是无法在云覆盖区域记录观测数据（Gafurov和Bardossy，2009）。这使得准确表示雪的积累和融化过程变得不便。"
      ],
      "methodsCn": [
        "采用能量平衡方法和遥感数据模拟了中国西北部一个高山流域内的雪分布和融化过程，涵盖了完整的雪积累-融化周期。利用气象观测数据和流域的数字高程模型模拟了空间能量预算。"
      ],
      "datasetCn": [
        "MODIS雪盖产品，MODIS/Terra雪盖日常L3全球500米网格（MOD10A1），被收集。位于中国西北部的黑河流域上游的冰沟流域被选为WATER（流域联合遥测实验研究）框架内的重点实验区域之一（Li et al., 2009）。气象数据通过两个自动气象站（AWS）收集，分别是大东树山口雪观测站（DY）（4146.8米，100°14′E，38°01′N）和冰沟寒区气象站（BG）（3449.4米，100°13′E，38°04′N），数据收集时间为2007年11月1日至2008年5月31日的完整雪积累-融化期。雪特征数据通过2008年雪季的一系列实地测量收集。"
      ],
      "findingsCn": [
        "模拟的雪水当量（SWE）在大多数情况下与测量结果一致。模拟结果与测得的流量一致，NSE为0.673，体积差Dv为3.9%。如上所述，利用MODIS数据和能量平衡方法可以有效地获取空间和时间的SWE分布。模拟结果表明，在2008年雪季，Binggou流域几乎一半的MODIS图像浪费本可以避免。结果表明，在缺乏丰富地面测站的高山地区，利用遥感数据中的雪盖信息和几个地方气象站的观测数据来模拟空间和时间的雪分布是可行且相对准确的。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is it feasible to use downscaling methods to improve the resolution of climate model data for regional environmental impact assessments?",
        "QuestionCn": "使用降尺度方法提高气候模型数据的分辨率以进行区域环境影响评估是否可行？",
        "AnswerEn": "error",
        "AnswerCn": "否",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which data collection method is more suitable for capturing spatial and temporal variations in snow cover: field measurements, remote sensing, or energy balance modeling?",
        "QuestionCn": "哪种数据收集方法更适合捕捉雪盖的空间和时间变化：实地测量、遥感还是能量平衡模型？",
        "AnswerEn": "Remote sensing",
        "AnswerCn": "遥感",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "When validating meteorological models for forcing data, is it more effective to use data from regional climate models, observation-strengthened stations, or general circulation models?",
        "QuestionCn": "在验证气象模型的强迫数据时，使用区域气候模型、观测强化站点的数据，还是使用一般环流模型的数据，哪种方法更有效？",
        "AnswerEn": "observation-strengthened stations",
        "AnswerCn": "观测增强站",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What methods are used to obtain high-resolution forcing data for regional scale land surface models?",
        "QuestionCn": "用于获取区域尺度陆面模型高分辨率强迫数据的方法有哪些？",
        "AnswerEn": "Downscaling methods",
        "AnswerCn": "降尺度方法",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "When was the Surface Energy Balance System (SEBS) algorithm evaluated in the Heihe River experimental area?",
        "QuestionCn": "表面能量平衡系统（SEBS）算法在黑河实验区的评估时间是什么时候？",
        "AnswerEn": "3 May to 4 June 2008",
        "AnswerCn": "2008年5月3日至6月4日",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the number of meteorological observation stations used for data collection during the validation study of the WRF model in the Heihe River Basin?",
        "QuestionCn": "在黑河流域WRF模型验证研究中用于数据收集的气象观测站数量是多少？",
        "AnswerEn": "22",
        "AnswerCn": "二十二",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What are the key components of a 'surface energy balance system' in the context of land-atmosphere interaction studies?",
        "QuestionCn": "在陆地-大气相互作用研究中，“地表能量平衡系统”的关键组成部分是什么？",
        "AnswerEn": "A surface energy balance system typically involves the measurement and estimation of various heat fluxes such as net radiation flux, soil heat flux, sensible heat flux, and latent heat flux over a land surface. These components are crucial for understanding the interactions between land and atmosphere concerning energy, heat, and water exchange.",
        "AnswerCn": "表面能量平衡系统通常涉及对各种热通量的测量和估算，例如净辐射通量、土壤热通量、显热通量和潜热通量。这些组成部分对于理解陆地与大气之间在能量、热量和水分交换方面的相互作用至关重要。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What does 'dynamic downscaling' mean in the context of regional climate modeling for hydrological and ecological simulations?",
        "QuestionCn": "在区域气候建模中，“动态降尺度”是什么意思，用于水文和生态模拟？",
        "AnswerEn": "Dynamic downscaling refers to the method of obtaining high-resolution climate information from coarse-resolution General Circulation Models (GCMs). This approach uses large-scale climatic background data to develop finer-scale meteorological distribution fields, which consider regional characteristics like topography, vegetation, and hydrological processes, thereby improving the accuracy of regional climate or environmental impact assessments.",
        "AnswerCn": "动态下采样是指从粗分辨率的全球气候模型（GCMs）中获取高分辨率气候信息的方法。这种方法利用大规模气候背景数据来开发更细尺度的气象分布场，考虑区域特征如地形、植被和水文过程，从而提高区域气候或环境影响评估的准确性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the variability in soil moisture and temperature data collected at multiple depths inform our understanding of subsurface hydrological processes in mountainous regions?",
        "QuestionCn": "在山区收集的多深度土壤湿度和温度数据的变异性如何帮助我们理解地下水文过程？",
        "AnswerEn": "The variability in soil moisture and temperature data at different depths can provide insights into the movement and storage of water within the soil profile, as well as the influence of subsurface conditions on surface hydrology. Observations from an automatic weather station in a mountainous region, which measures these parameters, can help infer the interactions between soil layers, the rate of infiltration, and how these factors are affected by external conditions like precipitation and temperature.",
        "AnswerCn": "土壤湿度和温度在不同深度的变异性可以提供关于水在土壤剖面内的运动和储存的洞察，以及地下条件对地表水文的影响。来自山区自动气象站的观测数据，测量这些参数，可以帮助推断土壤层之间的相互作用、入渗速率，以及这些因素如何受到降水和温度等外部条件的影响。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the implications of using remote sensing data like MODIS for snow cover monitoring, especially in alpine regions with limited ground-based observations?",
        "QuestionCn": "使用像MODIS这样的遥感数据进行积雪覆盖监测的影响是什么，特别是在地面观测有限的高山地区？",
        "AnswerEn": "Using remote sensing data such as MODIS for snow cover monitoring allows for comprehensive spatial coverage in alpine regions where ground-based observations are sparse. This approach can effectively simulate spatial and temporal snow distribution by combining remote-sensing data with local weather station observations, providing a practical solution for estimating snow cover in regions where cloud cover and topographical challenges limit traditional observational methods.",
        "AnswerCn": "使用遥感数据，如MODIS进行雪盖监测，可以在地面观测稀少的高山地区实现全面的空间覆盖。这种方法通过将遥感数据与当地气象站观测结合，能够有效模拟雪的空间和时间分布，为在云层覆盖和地形挑战限制传统观测方法的地区估算雪盖提供了实用的解决方案。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes challenges in obtaining representative areal averages of land surface heat fluxes for climate models?",
        "QuestionCn": "获取气候模型土地表面热通量的代表性面积平均值面临的挑战是什么？",
        "AnswerEn": "The challenges arise because state-of-the-art observation techniques cannot provide representative areal averages comparable to the model grid. Alternative approaches use observables of the land surface conditions, but these may not always capture the necessary spatial variation.",
        "AnswerCn": "挑战出现的原因是，最先进的观测技术无法提供与模型网格相当的代表性面积平均值。替代方法使用地表条件的可观测量，但这些可观测量可能并不总是能够捕捉到必要的空间变化。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to the difficulties in accurately representing snow accumulation and melt processes under cloud-covered regions?",
        "QuestionCn": "在云覆盖区域，准确表示雪积累和融化过程的困难因素有哪些？",
        "AnswerEn": "The main disadvantage of the MODIS sensor is its inability to record observations in cloud-covered regions, making it inconvenient to accurately represent snow accumulation and melt processes. This limitation necessitates the use of alternative methods to estimate snow distribution and melt.",
        "AnswerCn": "MODIS传感器的主要缺点是无法在云覆盖区域记录观测数据，这使得准确表示雪积累和融化过程变得不便。这一限制需要使用替代方法来估计雪的分布和融化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using satellite-derived land surface parameters on the accuracy of surface heat flux estimations in cold and arid environments?",
        "QuestionCn": "使用卫星获取的地表参数对寒冷和干旱环境中表面热通量估计的准确性有什么影响？",
        "AnswerEn": "The use of satellite-derived land surface parameters, such as those from ASTER data, can allow for the estimation of surface heat fluxes with acceptable accuracy in cold and arid environments, especially in areas with partial vegetation cover. This approach can provide flux estimations that are comparable to field measurements, enhancing the parameterization of these processes in climate models.",
        "AnswerCn": "利用卫星获取的地表参数，例如来自ASTER数据的参数，可以在寒冷和干旱环境中以可接受的精度估算地表热通量，特别是在部分植被覆盖的地区。这种方法可以提供与实地测量相当的通量估算，从而增强气候模型中这些过程的参数化。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the potential outcomes of using an energy balance method combined with remote-sensing data for modeling snow distribution and melt under cloudy conditions?",
        "QuestionCn": "使用能量平衡方法结合遥感数据来建模云层条件下的雪分布和融化的潜在结果是什么？",
        "AnswerEn": "Using an energy balance method combined with remote-sensing data can effectively simulate spatial and temporal snow distribution and melt under cloudy conditions. This approach can lead to accurate SWE simulations and discharge measurements, providing practical and relatively accurate modeling results even in regions with limited ground observations.",
        "AnswerCn": "使用能量平衡方法结合遥感数据可以有效模拟在多云条件下的空间和时间雪分布及融化。这种方法可以导致准确的雪水当量（SWE）模拟和径流测量，即使在地面观测有限的地区，也能提供实用且相对准确的建模结果。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of collecting meteorological and hydrological data in cold and arid environments like the Heihe River Basin?",
        "QuestionCn": "在寒冷和干旱环境中，如黑河流域，收集气象和水文数据的主要目标是什么？",
        "AnswerEn": "The primary objectives include understanding land-atmosphere interactions, evaluating algorithms like SEBS for estimating surface energy fluxes, and enhancing climate models by parameterizing heat and water exchanges accurately. Additionally, the collected data supports the validation of regional climate models and improves the understanding of snow dynamics in alpine regions.",
        "AnswerCn": "主要目标包括理解陆地-大气相互作用，评估如SEBS等算法以估算表面能量通量，并通过准确参数化热量和水分交换来增强气候模型。此外，收集的数据支持区域气候模型的验证，并改善对高山地区雪动态的理解。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What goals drive the integration of remote sensing data and energy balance methods for snow distribution modeling in regions with limited ground observations?",
        "QuestionCn": "驱动遥感数据与能量平衡方法结合用于雪分布建模的目标是什么，特别是在地面观测有限的地区？",
        "AnswerEn": "The integration aims to accurately simulate snow accumulation and melt processes over large areas, particularly under cloud-covered conditions where satellite observations like MODIS are limited. This approach allows for effective retrieval of spatial and temporal snow distribution using remote sensing data, overcoming the challenge of sparse ground measurements in alpine regions.",
        "AnswerCn": "该集成旨在准确模拟大面积的雪积累和融化过程，特别是在云层覆盖条件下，卫星观测（如MODIS）受到限制。这种方法利用遥感数据有效获取空间和时间的雪分布，克服了高山地区地面观测稀疏的挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are used to ensure the quality and reliability of atmospheric and soil data collected from automatic weather stations in cold and arid environments?",
        "QuestionCn": "在寒冷和干旱环境中，从自动气象站收集的大气和土壤数据的质量和可靠性确保程序包括哪些？",
        "AnswerEn": "The data collection involves initial raw data output classified as 0-level, which then undergoes initial processing where questionable data is marked but not removed, referred to as 1-level. The data is then uniformly processed into a 30-minute sampling period and quality controlled, reaching 2-level status for standard use. The observation phases also differ with a preliminary and a standardized observation period, ensuring comprehensive data collection.",
        "AnswerCn": "数据收集涉及初始的原始数据输出，分类为0级，然后经过初步处理，将可疑数据标记但不删除，称为1级。数据随后被统一处理为30分钟的采样周期并进行质量控制，达到标准使用的2级状态。观察阶段也有所不同，包括初步观察期和标准化观察期，以确保全面的数据收集。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How is the Surface Energy Balance System (SEBS) algorithm employed to integrate satellite and ground-based measurements for the estimation of land surface fluxes in remote sensing studies?",
        "QuestionCn": "表面能量平衡系统（SEBS）算法是如何在遥感研究中结合卫星和地面测量数据来估算陆地表面通量的？",
        "AnswerEn": "The SEBS algorithm is applied by evaluating land surface parameters derived from ASTER data. Field observations of net radiation flux, soil heat flux, sensible heat flux, and latent heat flux are compared with estimates from SEBS in a heterogeneous land surface area. This methodology allows for estimation of turbulent heat fluxes with acceptable accuracy using satellite-derived data.",
        "AnswerCn": "SEBS算法通过评估从ASTER数据中提取的地表参数进行应用。将净辐射通量、土壤热通量、显热通量和潜热通量的实地观测与SEBS的估算进行比较。这种方法允许在异质地表区域中使用卫星衍生数据以可接受的精度估算湍流热通量。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What are the steps involved in modeling snow distribution and melt runoff in alpine watershed areas using an energy balance method combined with remote sensing data?",
        "QuestionCn": "使用能量平衡方法结合遥感数据对高山流域地区的积雪分布和融雪径流进行建模涉及哪些步骤？",
        "AnswerEn": "The process involves using meteorological observations alongside a digital elevation model to simulate spatial energy budgets. MODIS snowcover products are collected, and the data is integrated with observations from automatic weather stations to simulate snow distribution and melt during a complete snow accumulation-melt period. This approach helps overcome challenges such as cloud cover in remote sensing data.",
        "AnswerCn": "该过程涉及使用气象观测数据和数字高程模型来模拟空间能量预算。收集MODIS雪盖产品，并将数据与自动气象站的观测结果相结合，以模拟整个雪积累-融化周期中的雪分布和融化。这种方法有助于克服遥感数据中云层覆盖等挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection methods enable the accurate measurement of land surface heat fluxes in cold and arid environments?",
        "QuestionCn": "哪些数据收集方法能够准确测量寒冷和干旱环境中的地表热通量？",
        "AnswerEn": "Field observations combined with the Surface Energy Balance System (SEBS) algorithm, which uses land surface parameters derived from Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) data, enable the accurate measurement of land surface heat fluxes.",
        "AnswerCn": "现场观测结合表面能量平衡系统（SEBS）算法，该算法使用来自先进的太空热发射和反射辐射仪（ASTER）数据提取的陆地表面参数，可以准确测量陆地表面热通量。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "In what ways does the integration of remote sensing data with energy balance methods enable snow distribution modeling in alpine watersheds?",
        "QuestionCn": "遥感数据与能量平衡方法的结合如何促进阿尔卑斯流域的雪分布建模？",
        "AnswerEn": "The integration of remote sensing data, such as MODIS snowcover products, with energy balance methods enables the modeling of spatial and temporal snow distribution effectively, even under cloudy conditions, in alpine watersheds lacking abundant ground gauges.",
        "AnswerCn": "遥感数据的集成，例如MODIS雪盖产品，与能量平衡方法结合，使得在缺乏丰富地面测量站的高山流域中，即使在多云条件下，也能有效地模拟雪的空间和时间分布。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might datasets related to cold and arid environments be limited in terms of spatial representation compared to climate model grids?",
        "QuestionCn": "与气候模型网格相比，关于寒冷和干旱环境的数据集在空间表示方面可能受到限制的原因是什么？",
        "AnswerEn": "Field observations cannot provide representative areal averages of heat fluxes comparable to climate model grids, which leads to reliance on satellite observables for land surface conditions.",
        "AnswerCn": "现场观测无法提供与气候模型网格相当的热通量代表性面积平均值，这导致依赖卫星观测来获取陆面条件。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there a need for downscaling General Circulation Model outputs when preparing forcing data for regional scale land surface models?",
        "QuestionCn": "在为区域尺度的陆面模型准备强迫数据时，为什么需要对一般环流模型输出进行降尺度处理？",
        "AnswerEn": "The spatial and temporal resolution of GCM outputs do not meet the requirements of regional scale land surface models, making downscaling necessary to achieve higher resolution forcing data that account for regional environmental impacts.",
        "AnswerCn": "GCM输出的空间和时间分辨率无法满足区域尺度陆面模型的要求，因此需要进行下行尺度处理，以获得更高分辨率的强迫数据，从而考虑区域环境影响。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it challenging to accurately model snow distribution and melt under cloudy conditions using remote sensing data?",
        "QuestionCn": "为什么在多云条件下使用遥感数据准确模拟雪分布和融化具有挑战性？",
        "AnswerEn": "The MODIS sensor, commonly used in remote sensing, cannot record observations in cloud-covered regions, which complicates the accurate representation of snow accumulation and melt processes.",
        "AnswerCn": "MODIS传感器在遥感中常被使用，但无法记录云覆盖区域的观测，这使得准确表示雪积累和融化过程变得复杂。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I can't make sense of how satellite data is integrated with ground-based measurements for estimating land surface heat fluxes.",
        "QuestionCn": "我无法理解卫星数据如何与地面测量相结合以估算地表热通量。",
        "AnswerEn": "Satellite data, such as ASTER, is used to derive land surface parameters, which are then integrated with ground-based measurements to estimate land surface heat fluxes. Methods like the Surface Energy Balance System (SEBS) algorithm compare satellite-derived fluxes with field measurements to ensure accurate estimations.",
        "AnswerCn": "卫星数据，如ASTER，用于推导地表参数，然后与地面测量数据结合，以估算地表热通量。像表面能量平衡系统（SEBS）算法等方法将卫星推导的通量与现场测量进行比较，以确保估算的准确性。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}