{
  "id": "30a84b00-7088-489e-a0e4-d13096251f05",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Cassiterite and monazite U-Pb dating and whole-rock and mineral composition analysis  from albite granite in Gyirong area, Tibet",
      "titleCn": "西藏吉隆地区钠长花岗岩锡石和独居石U-Pb定年与全岩和矿物成分分析",
      "description": "The data includes U-Pb isotope dating analysis of cassiterite and monazite in albite granite, analysis of major and trace elements of the whole-rock, and mineral composition analysis of mica, spodumene, and pollucite. The U-Pb isotope dating results of cassiterite and monazite were obtained using laser ablation inductive coupled plasma mass spectrometry. The major element analysis of the whole rock was obtained using X-ray fluorescence spectrometer. The trace element analysis of the whole rock was obtained using inductive coupled plasma mass spectrometry. The major element data of minerals was obtained using EPMA, and the trace element data of minerals was obtained using laser ablation inductive coupled plasma mass spectrometry. The data was collected from Tsalung valley, Gyirong. The data provides the age and composition of pollucite-lepidolite-bearing rocks discovered for the first time in Tibet, providing important information for understanding regional rare metal mineralization.",
      "descriptionCn": "数据包括钠长花岗岩锡石U-Pb同位素定年分析和独居石U-Pb同位素定年分析，全岩主微量元素分析，云母、锂辉石和铯沸石矿物成分分析。锡石和独居石U-Pb同位素定年结果采用激光剥蚀电感耦合等离子体质谱仪分析获得，全岩主量元素分析采用X荧光光谱仪分析获得，全岩微量元素分析采用电感耦合等离子体质谱仪分析获得，矿物主量元素数据采用电子探针分析获得，矿物微量元素数据采用激光剥蚀电感耦合等离子体质谱仪分析获得。数据采集自西藏吉隆地区扎龙沟内。数据提供了西藏境内首次发现的含铯沸石锂云母岩石的时代和成分，为理解区域稀有金属成矿提供重要资料。",
      "instructions": "The data is stored in Excel format. The file name is \"CasDat\", representing U-Pb dating data of cassiterite. The file name is \"MonDat\", representing U-Pb dating data of monazite. The file name is \"WRMajTra\", representing major and trace element data of the whole-rock. The file name is \"MinMajTra\", representing mineral major and trace element data.",
      "instructionsCn": "数据以Excel格式存储。文件名称为“CasDat”，代表锡石U-Pb定年数据，文件名称为“MonDat”，代表独居石U-Pb定年数据，文件名称为“WRMajTra”，代表全岩主微量元素数据，文件名称为“MinMajTra”，代表矿物主微量成分数据。",
      "east": 85.6,
      "west": 85.1,
      "south": 28.2,
      "north": 28.8,
      "startTime": null,
      "endTime": null,
      "fileSize": 108024.0,
      "cstr": null,
      "doi": "10.1360/SSTe-2022-0385",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "胡方泱",
        "nameEn": "HU Fangyang",
        "unitEn": "",
        "unitCn": "中国科学院地质与地球物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "喜马拉雅淡色花岗岩铷铯成矿作用",
        "titleEn": null,
        "referenceCn": "胡方泱, 刘小驰, 何少雄, 王佳敏, 吴福元. (2023). 喜马拉雅淡色花岗岩铷铯成矿作用. 中国科学: 地球科学. DOI: 10.1360/SSTe-2022-0385.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "微量元素",
        "nameEn": "Trace elements"
      },
      {
        "nameCn": "花岗岩",
        "nameEn": "granite"
      },
      {
        "nameCn": "铯沸石",
        "nameEn": "Pollucite"
      },
      {
        "nameCn": "锂云母",
        "nameEn": "Lepidolite"
      },
      {
        "nameCn": "锡石",
        "nameEn": "Cassiterite"
      },
      {
        "nameCn": "锡石U-Pb定年",
        "nameEn": "Cassiterite U–Pb dating"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "吉隆",
        "keywordEn": "Gyirong"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "中新世",
        "keywordEn": "Miocene",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used for U-Pb isotopic dating of cassiterite and monazite in the context of analyzing rare metal mineralization?",
        "QuestionCn": "您能否提供一个用于铀-铅同位素定年锡石和独居石的数据收集方法的例子，以分析稀有金属矿化的背景？",
        "AnswerEn": "An example of a data collection method used for U-Pb isotopic dating of cassiterite and monazite involves using laser ablation inductively coupled plasma mass spectrometry (LA-ICP-MS) to obtain the isotopic dating results. This method is applied to samples collected from the Zalonggou area in the Jilong region of Tibet to understand the age and composition of cesium-bearing zeolite lithium mica rocks.",
        "AnswerCn": "用于铀铅同位素定年锡石和独居石的数据收集方法的一个例子是使用激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）来获得同位素定年结果。该方法应用于从西藏吉隆地区扎龙沟区域收集的样本，以了解含铯沸石锂云母岩的年龄和成分。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and methodologies of data collection techniques used for U-Pb isotopic dating and elemental analysis in geological research?",
        "QuestionCn": "在地质研究中，U-Pb同位素定年和元素分析的数据收集技术的特征和方法论是什么？",
        "AnswerEn": "U-Pb isotopic dating using LA-ICP-MS, whole-rock major element analysis using XRF, trace elements analysis using ICP-MS, mineral major element compositions using EPMA, trace element data using LA-ICP-MS",
        "AnswerCn": "U-Pb 同位素定年使用 LA-ICP-MS，全岩主量元素分析使用 XRF，微量元素分析使用 ICP-MS，矿物主量元素成分使用 EPMA，微量元素数据使用 LA-ICP-MS。",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'U-Pb isotopic dating' mean in the context of analyzing minerals like cassiterite and monazite?",
        "QuestionCn": "在分析像锡石和独居石这样的矿物时，“U-Pb同位素测年”是什么意思？",
        "AnswerEn": "U-Pb isotopic dating refers to a method used to determine the age of minerals such as cassiterite and monazite by analyzing the isotopic composition of uranium (U) and lead (Pb) within them. In this context, the analysis is performed using a laser ablation inductively coupled plasma mass spectrometer, which allows precise measurement of the isotopic ratios and thus provides the dating results.",
        "AnswerCn": "U-Pb同位素定年是指一种通过分析矿物（如锡石和独居石）中铀（U）和铅（Pb）的同位素组成来确定其年龄的方法。在这种情况下，分析是通过激光剥蚀电感耦合等离子体质谱仪进行的，该仪器可以精确测量同位素比率，从而提供定年结果。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges of accurately determining U-Pb isotopic ages of cassiterite and monazite in the Na-rich granite in the Tibet region using laser ablation inductively coupled plasma mass spectrometry?",
        "QuestionCn": "哪些因素导致在西藏地区的钠富花岗岩中，使用激光剥蚀电感耦合等离子体质谱法准确确定锡石和独居石的U-Pb同位素年龄的挑战？",
        "AnswerEn": "The factors contributing to the challenges include the precision of the laser ablation inductively coupled plasma mass spectrometry technique, the natural variability in isotopic compositions of the minerals, the presence of inclusions or alterations in cassiterite and monazite, and the need for careful sample preparation and calibration to ensure accurate age determinations.",
        "AnswerCn": "导致挑战的因素包括激光烧蚀电感耦合等离子体质谱技术的精确性、矿物同位素组成的自然变异、锡石和独居石中存在的包裹体或变质，以及需要仔细的样品准备和校准以确保准确的年龄测定。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the detailed instrumental and procedural steps involved in conducting U-Pb isotopic dating of cassiterite and monazite to determine the age of granites in the Tibetan region?",
        "QuestionCn": "在西藏地区进行锡石和独居石的U-Pb同位素测年以确定花岗岩年龄的详细仪器和程序步骤是什么？",
        "AnswerEn": "To conduct U-Pb isotopic dating of cassiterite and monazite, the process involves using a laser ablation inductively coupled plasma mass spectrometer (LA-ICP-MS) to analyze the isotopic composition. This method allows for precise measurement of the uranium and lead isotopes, which are used to calculate the age of the mineral samples. The samples are collected from the Zalonggou area in the Tibet region. This technique provides crucial data for understanding the formation period of granites and the associated rare metal mineralization.",
        "AnswerCn": "进行锡石和独居石的U-Pb同位素定年过程涉及使用激光剥蚀电感耦合等离子体质谱仪（LA-ICP-MS）分析同位素组成。该方法可以精确测量铀和铅同位素，用于计算矿物样品的年龄。样品来自西藏地区的扎龙沟。该技术为理解花岗岩的形成时期及相关稀有金属矿化提供了重要数据。",
        "Level": "C3(Applying)"
      }
    ]
  }
}