{
    "id": "30ccbda7-ead2-43e3-ada4-a9251b538c78",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "1:100,000 soil database in the upper reaches of the Yellow River (1995)",
            "titleCn": "黄河上游1:100万土壤数据库（1995）",
            "description": "一.An overview\nThe 1:100,000 soil database in the upper reaches of the Yellow River was tailored from the 1:100,000 soil database in China.The 1:100,000 soil database of China is based on the 1:100,000 soil map of the People's Republic of China compiled and published by the national soil census office in 1995.The database adopts the traditional \"soil genetic classification\" system, and the basic mapping unit is subcategories, which are divided into 12 classes of soil, 61 classes of soil and 227 classes of soil, covering all kinds of soil and its main attribute data in China.\n二. Data processing instructions\nThe 1:1 million soil database of China was established by the soil resources and digital management innovation research team led by shi xuezheng of nanjing soil research institute, Chinese academy of sciences, after four years.The database consists of two parts: soil spatial database and soil attribute database.The establishment of the database was funded by the knowledge innovation program of the Chinese academy of sciences and completed under the leadership of liu jiyuan and zhuang dafang.\n三. data content description\nThe soil spatial database, 1:1 million digitized soil maps of the country, is based on the 1:1 million soil maps of the People's Republic of China compiled and published by the national census offices in 1995.The digitized soil map faithfully reflects the appearance of the original soil map and inherited the mapping unit when the original soil map was compiled. Most of the basic mapping units are soil genera, which are divided into 12 classes, 61 classes and 235 subclasses. It is the only and most detailed digitized soil map in China.\nThe soil attribute database, whose attribute data is quoted from the soil species record of China, is divided into six volumes, and nearly 2,540 soil species are collected.Soil property data can be divided into soil physical properties, soil chemical properties and soil nutrients.Soil physical properties soil particle composition and soil texture, soil chemical properties such as PH value, organic matter, soil nutrients include all N, all P, all K and effective P and effective K.\n四. Data usage instructions\nSoil types and soil properties are an important content in the study of physical geography. With the help of 1:100,000 soil database in the upper reaches of the Yellow River, the type, quantity and spatial distribution of soil resources in the upper reaches of the Yellow River as well as the soil environment and characteristics can be understood and analyzed.This data set is of great significance for the early warning of large-scale soil erosion and the prediction of natural disasters in the upper reaches of the Yellow River.",
            "descriptionCn": "一、概述\n黄河上游1:100万土壤数据库是以1:100万中国土壤数据库为数据源裁剪而成。1:100万中国土壤数据库根据全国土壤普查办公室1995年编制并出版的《1:100万中华人民共和国土壤图》编制而成。该数据库采用传统的“土壤发生学分类”系统，基本制图单位为亚类，共分12个土纲，61个土类，227个亚类，基本覆盖了全国各种类型的土壤及其主要属性数据。\n二、数据处理说明\n中国1:100万土壤数据库，是由中国科学院南京土壤研究所以史学正研究员为学术带头人的土壤资源与数字化管理创新科研小组，历经四年组建而成的。该数据库由两部分组成，即土壤空间数据库与土壤属性数据库。数据库的建立得到了中国科学院知识创新项目资助，并在刘纪远与庄大方研究员的领导下完成。\n三、数据内容说明\n土壤空间数据库，即全国1:100万数字化土壤图，是依据全国个普查办公室1995年编制并出版的《1:100万中华人民共和国土壤图》，经数字化处理、图幅接边和编辑后完成。该数字化土壤图如实地反映了原土壤图的面貌，继承了原土壤图编制时的制图单元，其基本制图单元大部分为土属，共分12个土纲，61个土类，235个亚类，是目前全国性唯一的，也是最为详细的数字化土壤图件。\n土壤属性数据库，其属性数据引自《中国土种志》，该套土种志共分六卷，收集了近2540个土种。土壤属性数据可分为土壤物理性质、土壤化学性质和土壤养分等。土壤物理性质 土壤颗粒组成和土壤质地等，土壤化学性质如PH值、有机质等，土壤养分包括全N、全P、全K以及有效P和有效K等。\n四、数据使用说明\n土壤类型与土壤属性是自然地理学研究中的一项重要内容，借助黄河上游1:100万土壤数据库，可对黄河上游土壤资源的类型、数量和空间分布以及成土环境与特征进行了解与分析。该数据集对进行黄河上游大范围土壤侵蚀预警与自然灾害预报有着重要的意义。",
            "instructions": "File name: data is stored in vector SHP format. The file name is \"ysoil. SHP\", which stands for soil data in the upper reaches of the Yellow River.Properties are stored in the form of an MDB database, with the file name \"soil properties database. MDB\", which contains property data of the soil in the upper reaches of the Yellow River.\nData reading mode: vector data SHP can open and read spatial data and properties with Arcgis, Qgis and other software;The MDB database can be opened by office.",
            "instructionsCn": "文件命名：数据以矢量shp格式存储，文件的名称“ysoil.shp”,代表黄河上游的土壤数据。属性以mdb 数据库形式存储，文件名称“土壤属性数据库.mdb”，包含黄河上游土壤的属性数据。\n数据读取方式：矢量数据shp可以用Arcgis、Qgis等软件打开读取空间数据及属性；mdb数据库可以office打开。",
            "east": 112.0,
            "west": 95.0,
            "south": 32.0,
            "north": 42.0,
            "startTime": "1995-01-10 08:00:00",
            "endTime": "1995-01-10 08:00:00",
            "fileSize": 10325850.0,
            "cstr": null,
            "doi": "",
            "dataFormat": "ShapeFile",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "薛娴",
                "nameEn": "XUE Xian",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "杜鹤强",
                "nameEn": "DU Heqiang",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "中国1:100万土壤数据库",
                "titleEn": null,
                "referenceCn": "史学正，1995. 中国1:100万土壤数据库",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤类型",
                "nameEn": "Soil classification"
            },
            {
                "nameCn": "土壤质地",
                "nameEn": "Soil texture"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黄河上游",
                "keywordEn": "The upstream of the Yellow River"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1995",
                "keywordEn": "1995",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黄河上游沙漠宽谷段风沙水沙过程及调控机理",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of soil attributes that can be collected and analyzed for understanding soil types in a region?",
                "QuestionCn": "可以收集和分析的土壤属性特征，以了解一个地区的土壤类型包括：土壤质地、土壤pH值、有机质含量、养分含量（如氮、磷、钾）、土壤湿度、土壤密度、土壤结构、土壤颜色、排水性、酸碱度、微生物活性和污染物含量等。",
                "AnswerEn": "soil particle composition, soil texture, pH value, organic matter, total nitrogen, total phosphorus, total potassium, available phosphorus, available potassium",
                "AnswerCn": "土壤颗粒组成, 土壤质地, pH值, 有机质, 全氮, 全磷, 全钾, 有效磷, 有效钾",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many soil sub-categories are included in a dataset covering soil types in the upper reaches of the Yellow River?",
                "QuestionCn": "在涵盖黄河上游土壤类型的数据集中，包括多少个土壤子类别？",
                "AnswerEn": "227",
                "AnswerCn": "227",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might the classification system employed in a dataset about soil types influence our understanding of spatial soil distribution patterns and their environmental implications?",
                "QuestionCn": "在关于土壤类型的数据集中采用的分类系统如何影响我们对土壤空间分布模式及其环境影响的理解？",
                "AnswerEn": "The classification system used in a soil dataset, such as the 'soil genesis classification' system, influences the understanding of soil distribution by providing a structured framework to categorize soil types. This system, which divides soils into 12 orders, 61 suborders, and 227 subcategories, allows researchers to systematically analyze soil diversity and its spatial distribution. Understanding these patterns can help infer environmental implications, such as soil fertility, erosion risks, and the potential for agricultural productivity, thereby aiding in environmental management and planning.",
                "AnswerCn": "土壤数据集中使用的分类系统，如“土壤成因分类”系统，通过提供一个结构化的框架来分类土壤类型，从而影响对土壤分布的理解。该系统将土壤分为12个大类、61个亚类和227个子类，使研究人员能够系统地分析土壤多样性及其空间分布。理解这些模式可以帮助推断环境影响，如土壤肥力、侵蚀风险和农业生产潜力，从而有助于环境管理和规划。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of developing a soil spatial and attribute database for regions like the Upper Yellow River at a 1:1,000,000 scale?",
                "QuestionCn": "在像黄河上游这样的地区以1:1,000,000的比例开发土壤空间和属性数据库的主要目标是什么？",
                "AnswerEn": "The primary objective is to enable a comprehensive understanding and analysis of soil resources in terms of their types, quantities, and spatial distributions, as well as the soil-forming environment and characteristics. This information is critical for large-scale soil erosion warning and natural disaster forecasting in the Upper Yellow River region.",
                "AnswerCn": "主要目标是全面了解和分析土壤资源，包括其类型、数量和空间分布，以及土壤形成环境和特征。这些信息对于黄河上游地区的大规模土壤侵蚀预警和自然灾害预测至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in creating a comprehensive soil database using historical soil maps and modern digital techniques?",
                "QuestionCn": "创建一个综合土壤数据库的程序步骤，包括历史土壤图和现代数字技术，主要包括以下几个步骤：\n\n1. **收集历史土壤图**：获取相关地区的历史土壤图，包括纸质和数字格式的地图。\n\n2. **数据整理与预处理**：对收集到的土壤图进行整理，清理不必要的信息，确保数据的完整性和一致性。\n\n3. **数字化土壤图**：将纸质土壤图转换为数字格式，使用扫描仪和图像处理软件进行数字化。\n\n4. **地理信息系统（GIS）集成**：将数字化的土壤图导入GIS软件，进行空间分析和数据管理。\n\n5. **土壤属性数据收集**：收集与土壤相关的属性数据，如土壤类型、pH值、有机质含量等，确保数据的准确性和可靠性。\n\n6. **数据标准化**：对不同来源的数据进行标准化处理，以便于后续分析和比较。\n\n7. **数据库构建**：使用数据库管理系统（如SQL）构建综合土壤数据库，确保数据的可存取性和可查询性。\n\n8. **数据验证与质量控制**：对数据库中的数据进行验证，确保其准确性和一致性，进行必要的质量控制。\n\n9. **数据分析与可视化**：利用现代数据分析工具和可视化技术，对土壤数据库进行分析，生成地图和报告。\n\n10. **数据库维护与更新**：定期更新数据库，添加新的土壤数据和信息，确保数据库的时效性和实用性。\n\n11. **共享与发布**：将数据库共享给相关研究人员和公众，提供访问权限和使用指南。",
                "AnswerEn": "The process involves using historical soil maps such as the '1:100万中华人民共和国土壤图' published by the national soil survey office in 1995, followed by digital processing which includes digitization of the maps, edge matching of map sheets, and editing. The database is divided into a soil spatial database and a soil attribute database, which incorporates data from the '中国土种志'. The spatial database represents a digital soil map that maintains the original map's cartographic units, while the attribute database includes data on soil physical properties, chemical properties, and nutrients.",
                "AnswerCn": "该过程涉及使用历史土壤图，如1995年由国家土壤调查办公室发布的《1:100万中华人民共和国土壤图》，随后进行数字处理，包括地图的数字化、地图片的边缘匹配和编辑。数据库分为土壤空间数据库和土壤属性数据库，后者结合了《中华人民共和国土种志》的数据。空间数据库代表一个数字土壤图，保持原始地图的制图单元，而属性数据库则包括土壤物理性质、化学性质和养分的数据。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements or methodologies were crucial in the digitalization and editing of nationwide soil maps in the 1995 soil database project for improved spatial accuracy?",
                "QuestionCn": "在1995年土壤数据库项目中，哪些技术进步或方法对全国土壤地图的数字化和编辑至关重要，以提高空间精度？",
                "AnswerEn": "The digitization of the nationwide 1:100万 soil map involved digital processing, map edge matching, and editing to accurately reflect the original soil map. This process was crucial for retaining the original mapping units and improving spatial accuracy.",
                "AnswerCn": "全国1:100万土壤图的数字化涉及数字处理、地图边缘匹配和编辑，以准确反映原始土壤图。这一过程对于保留原始制图单位和提高空间精度至关重要。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}