{
  "id": "3100de5c-ac8d-4091-9bbf-6a02de100c88",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Dataset of urban built-up area in China (1992-2020) V1.0",
      "titleCn": "中国城市建成区数据集（1992-2020）V1.0",
      "description": "This dataset derives from the articles: (1) He, C., Liu, Z., Tian, J., & Ma, Q., (2014). Urban expansion dynamics and natural habitat loss in China: a multiscale landscape perspective. Global change biology, 20(9), 2886-2902.（2）Xu, M., He, C., Liu, Z., Dou, Y. (2016). How Did Urban Land Expand in China between 1992 and 2015? A Multi-Scale Landscape Analysis. PLoS ONE 11 (5): e0154839. To produce this dataset, the nighttime light data, vegetation index data, and land surface temperature data were preprocessed to obtain the multi-source remote sensing data in China from 1992 to 2020, and the economic regionalization, selection of samples, support vector machine classification, and inter-annual correction were used to extract the dynamic information of urban built-up area. According to the accuracy assessment based on Landsat TM/ETM+ data, Kappa coefficient is 0.60, overall accuracy is 92.62% This dataset has been used to assess the impacts of urban expansion on natural habitats and cropland, and can provide data support for understanding China’s urban expansion and its effects.",
      "descriptionCn": "本数据集来源于论文：（1）He, C., Liu, Z., Tian, J., & Ma, Q., (2014). Urban expansion dynamics and natural habitat loss in China: a multiscale landscape perspective. Global change biology, 20(9), 2886-2902.（2）Xu, M., He, C., Liu, Z., Dou, Y. (2016). How Did Urban Land Expand in China between 1992 and 2015? A Multi-Scale Landscape Analysis. PLoS ONE 11(5): e0154839。本数据集的制作流程主要包括：（1）对夜间灯光数据、植被指数数据和地表温度数据进行预处理，得到了1992-2020年覆盖全国范围的多源遥感数据；（2）通过经济分区、选取训练样本、支持向量机分类和年际序列订正，获取城市建成区动态信息。利用Landsat TM/ETM+数据进行精度评价，得到Kappa系数为0.60，总体精度为92.62%。该数据集已用于评估城市扩展过程对自然生境和耕地的影响，能够为理解中国城市扩展过程及其影响提供数据支持。",
      "instructions": "File name: The urban built-up area data is stored in the form of a grid file named \"yyyy. tif\", in which \"yyyy\" represents the year. For example, 1992. tif represents the grid file that describes China's urban built-up area in 1992.\nData reading mode: users can use geographic information systems and remote sensing related software such as ESRI ArcGIS software, ERDAS software and ENVI software to read data.",
      "instructionsCn": "文件命名：城市建成区数据以栅格文件形式存储，文件的名称为“yyyy.tif”，其中，“yyyy”代表年，比如1992.tif代表这个栅格文件描述的是1992年中国城市建成区的范围。\n数据读取方式：用户可以使用ESRI ArcGIS软件、ERDAS软件和ENVI软件等地理信息系统和遥感相关软件读取数据。",
      "east": 136.58,
      "west": 67.82,
      "south": 15.23,
      "north": 54.69,
      "startTime": "1992-01-01 00:00:00",
      "endTime": "2020-12-31 11:59:59",
      "fileSize": 1520315.0,
      "cstr": "18406.11.HumanNat.tpdc.272851",
      "doi": "10.11888/HumanNat.tpdc.272851",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "何春阳",
        "nameEn": "HE Chunyang",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "刘志锋",
        "nameEn": "LIU Zhifeng",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "许敏",
        "nameEn": "XU Min ",
        "unitEn": "Chengdu Plateau Meteorological Research Institute",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "卢文路",
        "nameEn": "LU Wenlu ",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Urban expansion dynamics and natural habitat loss in China: a multiscale landscape perspective",
        "referenceCn": null,
        "referenceEn": "He, C.Y., Liu, Z.F., Tian, J., & Ma, Q. (2014). Urban expansion dynamics and natural habitat loss in China: a multiscale landscape perspective. Global change biology, 20(9), 2886-2902."
      },
      {
        "titleCn": null,
        "titleEn": "How Did Urban Land Expand in China between 1992 and 2015? A Multi-Scale Landscape Analysis",
        "referenceCn": null,
        "referenceEn": "Xu, M., He, C.Y., Liu, Z.F., & Dou, Y.Y. (2016). How Did Urban Land Expand in China between 1992 and 2015? A Multi-Scale Landscape Analysis. PLoS ONE, 11(5), e0154839. doi:10.1371/journal.pone.0154839"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土地利用/覆盖",
        "nameEn": "Land Use/Land Cover"
      },
      {
        "nameCn": "土地利用变化",
        "nameEn": "Land use change"
      },
      {
        "nameCn": "土地覆盖变化",
        "nameEn": "Land cover change"
      },
      {
        "nameCn": "城市与农村聚落",
        "nameEn": "Urban and rural area"
      },
      {
        "nameCn": "遥感产品",
        "nameEn": "Remote Sensing Product"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1992至2020",
        "keywordEn": "1992 to 2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "全球城镇化趋势及其对气候变化的影响",
        "titleEn": "National Key Research and Development Program of China"
      },
      {
        "titleCn": "第二次青藏高原综合科学考察研究任务四“生态安全屏障功能与优化体系”专题五“生态安全屏障优化体系”子专题“青藏高原重点城镇化地区生态安全屏障体系优化”",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "As the most populous developing country in the world, China has been experiencing rapid and large-scale urban expansion over the last three decades. Between 1981 and 2010, China’s urban area increased 4.39-fold, from 7,438 km2 to 40,058 km2. China’s widespread urban expansion has resulted in numerous ecological and environmental problems. Rapid urban expansion has resulted in massive cropland loss in China, with mean annual reductions of 1,300 km2 between 1990 and 2000 and 2,000 km2 between 2000 and 2010. Between 1992 and 2012, 8,647 km2 of natural habitat became newly developed urban land, threatening over 100 endangered species, mainly amphibians and reptiles."
      ],
      "research objective": [
        "In this paper, our objective was to quantify spatiotemporal patterns of urban expansion in China between 1992 and 2015."
      ],
      "challenges": [
        "However, the dynamics of the most recent urban expansions in China since 2012 have not yet been adequately explained due to a lack of current information."
      ],
      "methods": [
        "First, we extracted information on urban expansion in China between 1992 and 2015 by integrating nighttime light data, vegetation index data, and land surface temperature data. Then we analyzed the spatiotemporal patterns of urban expansion at the national and regional scales, as well as at that of urban agglomerations."
      ],
      "dataset": [
        "The NPP-VIIRS NSL data for 2015 are available from the NGDC website (http://ngdc.noaa.gov/eog/viirs/download_monthly.html). Moderate-Resolution Imaging Spectroradiometer (MODIS) 8-day composite imagery of nighttime land surface temperature (LST) (MOD11A2-Level 3) and the MODIS 16-day composite imagery of the normalized difference vegetation index (NDVI) is available from the data archive and distribution system of the National Aeronautics and Space Administration (NASA) (http://ladsweb.nascom.nasa.gov). Urban land data in China from 1992 to 2012 are from He et al. (2014)."
      ],
      "findings": [
        "We found that China experienced a rapid and large-scale process of urban expansion between 1992 and 2015, with urban land increasing from 1.22 × 104 km2 to 7.29 × 104 km2, increasing in size nearly fivefold and with an average annual growth rate of 8.10%, almost 2.5 times as rapid as the global average. We also found that urban land in China expanded mainly by occupying 3.31 × 104 km2 of cropland, which comprised 54.67% of the total area of expanded urban land. Among the three modes of growth—infilling, edge expansion, and leapfrog—edge expansion was the main cause of cropland loss. Cropland loss resulting from edge expansion of urban land totalled 2.51 × 104 km2, accounting for over 75% of total cropland loss."
      ],
      "backgroundCn": [
        "作为世界上人口最多的发展中国家，中国在过去三十年中经历了快速的大规模城市扩张。1981年至2010年间，中国的城市面积增加了4.39倍，从7,438平方公里增加到40,058平方公里。中国广泛的城市扩张导致了许多生态和环境问题。快速的城市扩张导致了中国大量耕地的损失，1990年至2000年间年均减少1,300平方公里，2000年至2010年间年均减少2,000平方公里。1992年至2012年间，8,647平方公里的自然栖息地转变为新开发的城市土地，威胁到100多种濒危物种，主要是两栖动物和爬行动物。"
      ],
      "research objectiveCn": [
        "在本文中，我们的目标是量化1992年至2015年间中国城市扩张的时空模式。"
      ],
      "challengesCn": [
        "然而，自2012年以来，中国最近的城市扩张动态尚未得到充分解释，原因是缺乏最新的信息。"
      ],
      "methodsCn": [
        "首先，我们通过整合夜间灯光数据、植被指数数据和地表温度数据，提取了1992年至2015年间中国城市扩张的信息。然后，我们分析了国家、区域以及城市群层面的城市扩张时空模式。"
      ],
      "datasetCn": [
        "2015年的NPP-VIIRS NSL数据可从NGDC网站获取（http://ngdc.noaa.gov/eog/viirs/download_monthly.html）。中分辨率成像光谱仪（MODIS）夜间地表温度（LST）的8天合成影像（MOD11A2-Level 3）和MODIS的16天合成归一化植被指数（NDVI）影像可从美国国家航空航天局（NASA）的数据档案和分发系统获取（http://ladsweb.nascom.nasa.gov）。中国1992年至2012年的城市土地数据来自He等人（2014年）。"
      ],
      "findingsCn": [
        "我们发现，中国在1992年至2015年间经历了快速且大规模的城市扩张过程，城市用地从1.22 × 10^4 km²增加到7.29 × 10^4 km²，增加了近五倍，年均增长率为8.10%，几乎是全球平均水平的2.5倍。我们还发现，中国的城市用地扩张主要是通过占用3.31 × 10^4 km²的农田实现的，这占到扩张城市用地总面积的54.67%。在三种增长模式中——填充、边缘扩展和跳跃式扩展——边缘扩展是农田损失的主要原因。由于城市用地的边缘扩展，农田损失总计为2.51 × 10^4 km²，占总农田损失的75%以上。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is it possible to classify urban land using a support vector machine as part of data collection for urban expansion?",
        "QuestionCn": "可以使用支持向量机对城市土地进行分类，以作为城市扩展数据收集的一部分吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection methods were used to gather urban expansion information in China between 1992 and 2015?",
        "QuestionCn": "在1992年至2015年期间，中国用于收集城市扩展信息的数据收集方法有哪些？",
        "AnswerEn": "Nighttime light data, vegetation index data, land surface temperature data",
        "AnswerCn": "夜间灯光数据、植被指数数据、地表温度数据",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where can datasets related to nighttime land surface temperature and vegetation index be accessed?",
        "QuestionCn": "可以在哪里访问与夜间地表温度和植被指数相关的数据集？",
        "AnswerEn": "NASA",
        "AnswerCn": "美国国家航空航天局",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are associated with explaining recent urban expansions in China since 2012?",
        "QuestionCn": "解释自2012年以来中国城市扩张的挑战有哪些？",
        "AnswerEn": "lack of current information",
        "AnswerCn": "缺乏当前信息",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to analyze urban expansion dynamics over multiple decades in a large country?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于分析一个大国几十年来的城市扩张动态？",
        "AnswerEn": "An example of a data collection method used for analyzing urban expansion dynamics over multiple decades in China involves integrating nighttime light data, vegetation index data, and land surface temperature data. This approach helps in quantifying spatiotemporal patterns of urban expansion at national and regional scales, as well as at the level of urban agglomerations.",
        "AnswerCn": "用于分析中国城市扩张动态的一个数据收集方法涉及整合夜间灯光数据、植被指数数据和地表温度数据。这种方法有助于量化国家和区域层面以及城市群层面的城市扩张时空模式。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when collecting data on recent urban expansions in large countries?",
        "QuestionCn": "在收集大型国家近期城市扩张数据时面临的一个挑战是什么？",
        "AnswerEn": "A challenge faced when collecting data on recent urban expansions in large countries, such as China, is the lack of current information, which makes it difficult to adequately explain the dynamics of the most recent urban expansions since 2012.",
        "AnswerCn": "在收集像中国这样的大国近期城市扩张数据时，面临的一个挑战是缺乏最新信息，这使得很难充分解释自2012年以来最近城市扩张的动态。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a dataset that helps in understanding the impact of urban expansion on natural habitats and cropland in a country?",
        "QuestionCn": "您能否提供一个数据集的示例，以帮助理解城市扩张对一个国家自然栖息地和农田的影响？",
        "AnswerEn": "An example of a dataset that helps in understanding the impact of urban expansion on natural habitats and cropland in China includes data derived from nighttime light data, vegetation index data, and land surface temperature data, which have been used to evaluate the effects of urban expansion between 1992 and 2020, highlighting the loss of cropland and threats to endangered species.",
        "AnswerCn": "一个有助于理解城市扩张对中国自然栖息地和农田影响的数据集包括夜间灯光数据、植被指数数据和地表温度数据，这些数据用于评估1992年至2020年间城市扩张的影响，突显了农田的减少和对濒危物种的威胁。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used to identify urban expansion in China?",
        "QuestionCn": "用于识别中国城市扩张的数据收集方法的特点是什么？",
        "AnswerEn": "nighttime light data, vegetation index data, land surface temperature data, spatiotemporal patterns, national scale, regional scale, urban agglomerations scale",
        "AnswerCn": "夜间灯光数据、植被指数数据、地表温度数据、时空模式、国家尺度、区域尺度、城市群尺度",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What specific features do datasets need to capture the dynamics of urban expansion effectively?",
        "QuestionCn": "有效捕捉城市扩张动态的数据集需要具备哪些具体特征？",
        "AnswerEn": "multi-source remote sensing data, nighttime light data, vegetation index data, land surface temperature data, economic zoning, selection of training samples, support vector machine classification, annual sequence correction",
        "AnswerCn": "多源遥感数据、夜间灯光数据、植被指数数据、地表温度数据、经济分区、训练样本选择、支持向量机分类、年度序列校正",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the primary challenges in collecting data on recent urban expansions in China?",
        "QuestionCn": "在收集中国近期城市扩张数据时，主要面临的挑战有哪些？",
        "AnswerEn": "lack of current information, integrating diverse datasets, employing advanced analytical methods",
        "AnswerCn": "缺乏当前信息、整合多样化数据集、采用先进的分析方法",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How much cropland was converted into urban land during the urban expansion process quantified in a dataset?",
        "QuestionCn": "在城市扩张过程中，多少农田被转变为城市用地，这一数据在数据集中进行了量化？",
        "AnswerEn": "3.31 × 10^4 km², 54.67%",
        "AnswerCn": "3.31 × 10^4 平方公里，54.67%",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the accuracy of the data collection method used to evaluate urban expansion, as measured by a specific metric?",
        "QuestionCn": "用于评估城市扩张的数据收集方法的准确性如何，以特定指标衡量？",
        "AnswerEn": "0.60, 92.62%",
        "AnswerCn": "0.60，92.62%",
        "Level": "C5(Evaluating)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'support vector machine classification' in data processing for urban land expansion analysis?",
        "QuestionCn": "在城市土地扩展分析的数据处理中，“支持向量机分类”是什么意思？",
        "AnswerEn": "'Support vector machine classification' in the context of urban land expansion analysis refers to a supervised machine learning approach used to categorize data into different classes. In this domain, it is applied to classify satellite images and other data sources (like nighttime light and vegetation index data) to extract and distinguish urban areas from non-urban areas, helping in the mapping of urban expansion.",
        "AnswerCn": "“支持向量机分类”在城市土地扩展分析的背景下，指的是一种监督机器学习方法，用于将数据分类为不同的类别。在这个领域，它被应用于对卫星图像和其他数据源（如夜间灯光和植被指数数据）进行分类，以提取和区分城市区域与非城市区域，从而帮助绘制城市扩展的地图。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the challenges of analyzing recent urban expansions in China since 2012 compare to those before 2012 using available datasets?",
        "QuestionCn": "自2012年以来，中国城市扩张分析的挑战与2012年前相比，使用可用数据集时有哪些不同？",
        "AnswerEn": "Analyzing recent urban expansions in China since 2012 presents challenges primarily due to a lack of current information, making it difficult to capture the most recent dynamics. Before 2012, datasets might have been more comprehensive or up-to-date, allowing for a clearer understanding of urban expansion trends during those periods.",
        "AnswerCn": "分析自2012年以来中国城市扩张的情况面临挑战，主要是由于缺乏最新的信息，使得捕捉最近的动态变得困难。在2012年之前，数据集可能更为全面或更新，从而更清晰地理解该时期的城市扩张趋势。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "Why might the dynamics of recent urban expansions in China since 2012 be challenging to explain with existing datasets?",
        "QuestionCn": "自2012年以来，中国近期城市扩张的动态可能难以用现有数据集进行解释的原因是什么？",
        "AnswerEn": "The dynamics of recent urban expansions in China since 2012 are challenging to explain due to the lack of current information. Existing datasets may not adequately capture the most recent trends and developments, resulting in an incomplete understanding of urbanization processes and their impacts.",
        "AnswerCn": "自2012年以来，中国近期城市扩张的动态难以解释，因为缺乏最新的信息。现有的数据集可能无法充分捕捉到最新的趋势和发展，导致对城市化过程及其影响的理解不完整。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "How does the use of a support vector machine classification affect the accuracy of data collection in urban expansion studies?",
        "QuestionCn": "支持向量机分类在城市扩张研究中的数据收集准确性有何影响？",
        "AnswerEn": "Using a support vector machine classification enhances the accuracy of urban expansion data collection by providing a structured method to analyze and categorize complex datasets, resulting in a high overall accuracy rate of 92.62% and a Kappa coefficient of 0.60.",
        "AnswerCn": "使用支持向量机分类可以通过提供一种结构化的方法来分析和分类复杂数据集，从而提高城市扩展数据收集的准确性，最终实现92.62%的高整体准确率和0.60的Kappa系数。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What outcomes arise from urban expansion when assessed through multi-scale landscape analysis in terms of environmental impact?",
        "QuestionCn": "当通过多尺度景观分析评估城市扩张时，环境影响会产生哪些结果？",
        "AnswerEn": "Assessing urban expansion through multi-scale landscape analysis reveals significant environmental impacts, such as massive cropland loss and threats to natural habitats. This method shows that urban land primarily expands by occupying croplands, with edge expansion being the predominant growth mode causing cropland loss.",
        "AnswerCn": "通过多尺度景观分析评估城市扩张揭示了显著的环境影响，例如大规模的农田损失和对自然栖息地的威胁。这种方法表明，城市土地主要通过占用农田来扩展，边缘扩张是导致农田损失的主要增长模式。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to assess the accuracy of urban land data using methods like evaluating with Landsat TM/ETM+ data?",
        "QuestionCn": "为什么使用像Landsat TM/ETM+数据这样的方法来评估城市土地数据的准确性很重要？",
        "AnswerEn": "Assessing the accuracy of urban land data with methods like Landsat TM/ETM+ data evaluation is crucial to ensure the reliability of the dataset and to validate its effectiveness in capturing dynamic urban expansion patterns, which can then be used to assess impacts on natural habitats and cropland.",
        "AnswerCn": "评估城市土地数据的准确性，采用如Landsat TM/ETM+数据评估的方法，对于确保数据集的可靠性至关重要，并验证其在捕捉动态城市扩展模式方面的有效性，这可以用于评估对自然栖息地和农田的影响。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in integrating multiple remote sensing data sources, such as nighttime light data, vegetation index data, and land surface temperature data, to analyze urban expansion in China?",
        "QuestionCn": "整合多个遥感数据源（如夜间灯光数据、植被指数数据和地表温度数据）以分析中国城市扩张的程序步骤是什么？",
        "AnswerEn": "The process involves pre-processing nighttime light data, vegetation index data, and land surface temperature data to obtain multi-source remote sensing data covering the entire country from 1992 to 2020. This is followed by economic zoning, selecting training samples, using support vector machine classification, and correcting the annual sequences to extract dynamic urban built-up area information.",
        "AnswerCn": "该过程涉及对夜间灯光数据、植被指数数据和地表温度数据进行预处理，以获取覆盖整个国家的多源遥感数据，时间范围为1992年至2020年。接下来进行经济区划，选择训练样本，使用支持向量机分类，并对年度序列进行修正，以提取动态城市建成区信息。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How can researchers ensure the accuracy of urban expansion data collected using remote sensing methods, and what validation techniques are employed?",
        "QuestionCn": "研究人员如何确保使用遥感方法收集的城市扩展数据的准确性，并采用了哪些验证技术？",
        "AnswerEn": "Accuracy can be ensured by utilizing Landsat TM/ETM+ data for validation. The accuracy assessment yields a Kappa coefficient of 0.60 and an overall accuracy of 92.62%, demonstrating the reliability of the collected data.",
        "AnswerCn": "通过利用Landsat TM/ETM+数据进行验证，可以确保准确性。准确性评估得出的Kappa系数为0.60，总体准确率为92.62%，这表明所收集数据的可靠性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What methodologies are utilized to analyze the spatiotemporal patterns of urban expansion at various scales, including national, regional, and urban agglomeration levels?",
        "QuestionCn": "有哪些方法用于分析不同尺度（包括国家、区域和城市群水平）上的城市扩张时空模式？",
        "AnswerEn": "Researchers analyze spatiotemporal patterns by integrating nighttime light data, vegetation index data, and land surface temperature data. The analysis is conducted at multiple scales, such as national, regional, and urban agglomeration levels, to understand urban expansion dynamics comprehensively.",
        "AnswerCn": "研究人员通过整合夜间灯光数据、植被指数数据和地表温度数据来分析时空模式。分析在国家、区域和城市群等多个尺度上进行，以全面理解城市扩展动态。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What integration of data sources enables the precise identification of urban expansion patterns in China from 1992 to 2020?",
        "QuestionCn": "哪些数据源的整合能够精确识别1992年至2020年中国的城市扩展模式？",
        "AnswerEn": "The integration of nighttime light data, vegetation index data, and land surface temperature data enables the precise identification of urban expansion patterns in China from 1992 to 2020.",
        "AnswerCn": "夜间灯光数据、植被指数数据和地表温度数据的整合使得能够精确识别1992年至2020年中国的城市扩展模式。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the process of selecting training samples and using a support vector machine classification enable the accurate delineation of urban built-up areas?",
        "QuestionCn": "选择训练样本和使用支持向量机分类的过程如何能够准确划分城市建筑区域？",
        "AnswerEn": "The process of selecting training samples and using a support vector machine classification enables the accurate delineation of urban built-up areas by generating dynamic information through precise classification and correction methods.",
        "AnswerCn": "通过选择训练样本并使用支持向量机分类，可以准确划定城市建筑区域，生成动态信息，采用精确的分类和修正方法。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might integrating multiple data sources, such as nighttime light data, vegetation index data, and land surface temperature data, be expected to improve the accuracy of urban expansion datasets?",
        "QuestionCn": "为什么整合多个数据源，例如夜间灯光数据、植被指数数据和地表温度数据，预计会提高城市扩张数据集的准确性？",
        "AnswerEn": "Integrating multiple data sources can provide a more comprehensive understanding of urban expansion by capturing various aspects such as human activity, vegetation changes, and thermal properties, potentially leading to a more accurate delineation of urban areas.",
        "AnswerCn": "整合多个数据源可以更全面地理解城市扩张，通过捕捉人类活动、植被变化和热特性等各个方面，可能导致对城市区域更准确的划定。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why could recent urban expansions in China since 2012 present challenges in data collection and analysis?",
        "QuestionCn": "为什么自2012年以来中国的城市扩张可能在数据收集和分析方面带来挑战？",
        "AnswerEn": "The dynamics of recent urban expansions might present challenges due to a lack of current information, making it difficult to accurately capture and analyze these changes in a timely manner.",
        "AnswerCn": "最近城市扩张的动态可能会带来挑战，因为缺乏最新的信息，使得及时准确地捕捉和分析这些变化变得困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why would using a dataset covering a wide temporal range (1992-2020) be expected to provide valuable insights into the impact of urban expansion in China?",
        "QuestionCn": "使用覆盖广泛时间范围（1992-2020）的数据集预计能够提供有关中国城市扩张影响的有价值见解的原因是什么？",
        "AnswerEn": "A dataset covering a wide temporal range allows researchers to observe long-term trends and patterns in urban expansion, offering insights into its ecological and environmental impacts over time.",
        "AnswerCn": "一个涵盖广泛时间范围的数据集使研究人员能够观察城市扩张的长期趋势和模式，从而提供对其生态和环境影响的深入见解。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "In what ways might future datasets improve upon the current methodologies for analyzing urban land expansion in China?",
        "QuestionCn": "未来的数据集可能会通过哪些方式改进当前分析中国城市土地扩张的方法？",
        "AnswerEn": "Future datasets could enhance current methodologies by incorporating higher resolution remote sensing data, integrating additional environmental and socio-economic variables, and employing advanced machine learning algorithms for pattern recognition. These improvements could provide a more detailed and nuanced understanding of urban land expansion, offering insights into its ecological and environmental impacts and enabling more effective urban planning and policy-making.",
        "AnswerCn": "未来的数据集可以通过引入更高分辨率的遥感数据、整合更多的环境和社会经济变量，以及采用先进的机器学习算法进行模式识别，从而增强当前的方法论。这些改进可以提供对城市土地扩展更详细和更细致的理解，提供其生态和环境影响的见解，并促进更有效的城市规划和政策制定。",
        "Level": "C6(Creating)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please identify challenges associated with analyzing recent urban expansion dynamics and propose potential solutions using available datasets and methodologies.",
        "QuestionCn": "请识别与分析近期城市扩张动态相关的挑战，并提出使用可用数据集和方法论的潜在解决方案。",
        "AnswerEn": "Challenges include inadequate explanation of urban expansions since 2012 due to a lack of current information. Potential solutions involve using available datasets like NPP-VIIRS NSL, MODIS nighttime land surface temperature, and NDVI data to extract urban expansion patterns and analyze spatiotemporal dynamics at various scales.",
        "AnswerCn": "挑战包括由于缺乏当前信息，自2012年以来城市扩张的解释不足。潜在解决方案涉及使用可用的数据集，如NPP-VIIRS NSL、MODIS夜间地表温度和NDVI数据，以提取城市扩张模式并分析不同尺度下的时空动态。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please investigate potential datasets and their sources that can be utilized to evaluate the impact of urban expansion on natural habitats and cropland in China.",
        "QuestionCn": "请调查可以用来评估城市扩张对中国自然栖息地和农田影响的潜在数据集及其来源。",
        "AnswerEn": "Potential datasets include the NPP-VIIRS NSL data available from the NGDC website and MODIS imagery for nighttime land surface temperature and normalized difference vegetation index available from NASA's data archive. These can be used to assess urban expansion's impact on natural habitats and cropland, especially using historical urban land data from 1992 to 2012.",
        "AnswerCn": "潜在的数据集包括来自NGDC网站的NPP-VIIRS NSL数据和来自NASA数据档案的MODIS夜间地表温度和归一化差异植被指数影像。这些数据可以用来评估城市扩张对自然栖息地和农田的影响，特别是利用1992年至2012年的历史城市土地数据。",
        "Level": "C6(Creating)"
      }
    ]
  }
}