{
    "id": "312d713a-57e8-4721-afd9-0efe49b277b9",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Distribution map of frozen soil and subsurface ice in Russia (1:20,000,000) (1997)",
            "titleCn": "俄罗斯1:2000万冻土和地下冰分布图（1997）",
            "description": "This dataset is the spatial distribution map of the marshes in the source area of the Yellow River near the Zaling Lake-Eling Lake, covering an area of about 21,000 square kilometers. The data set is classified by the Landsat 8 image through an expert decision tree and corrected by manual visual interpretation. The spatial resolution of the image is 30m, using the WGS 1984 UTM projected coordinate system, and the data format is grid format. The image is divided into five types of land, the land type 1 is “water body”, the land type 2 is “high-cover vegetation”, the land type 3 is “naked land”, and the land type 4 is “low-cover vegetation”, and the land type 5 is For \"marsh\", low-coverage vegetation and high-coverage vegetation are distinguished by vegetation coverage. The threshold is 0.1 to 0.4 for low-cover vegetation and 0.4 to 1 for high-cover vegetation.",
            "descriptionCn": "该数据集来自对1997年俄罗斯科学院地理研究所出版的《世界雪冰资源地图集》纸质地图的数字化，具体包括了俄罗斯的冻土范围、冻土温度、地下冰厚度等信息。更多信息参考文献（Kotlyakov et al, 2002）。数据以ESRI的Shape格式存储，用户也可通过美国冰雪数据中心下载（http://nsidc.org/data/ggd600.html）。",
            "instructions": "The dataset files are uniformly packaged in the “result” folder, and the “resultgrid” grid format file can be opened using ArcGis software to view the classification results of the Yellow River source marsh. You can use the ArcGis Import Symbology feature to import a preset layer by opening the \"resultgrid.lyr\" layer file.",
            "instructionsCn": "",
            "east": -168.0,
            "west": 26.0,
            "south": 42.0,
            "north": 82.0,
            "startTime": "1997-08-05 08:00:00",
            "endTime": "1998-08-04 08:00:00",
            "fileSize": 1467042.0,
            "cstr": null,
            "doi": "",
            "dataFormat": "shp",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "Tatiana Khromova",
                "nameEn": "KHROMOVA Tatiana",
                "unitEn": "Institute of Geography Russian Academy of Sciences",
                "unitCn": "Institute of Geography Russian Academy of Sciences"
            },
            {
                "nameCn": "Victor Kotlyakov",
                "nameEn": null,
                "unitEn": null,
                "unitCn": "Institute of Geography Russian Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Land Resources of Russia -- Maps of Permafrost and Ground Ice, Version 1",
                "referenceCn": null,
                "referenceEn": "Kotlyakov, V. and T. Khromova. (2002). Land Resources of Russia -- Maps of Permafrost and Ground Ice, Version 1. [Indicate subset used]. Boulder, Colorado USA. NSIDC: National Snow and Ice Data Center. doi: https://doi.org/."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            },
            {
                "nameCn": "冻土分布",
                "nameEn": "Frozen ground distribution"
            },
            {
                "nameCn": "地下冰",
                "nameEn": "Ground ice"
            },
            {
                "nameCn": "地温",
                "nameEn": "Ground temperature"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中亚山区",
                "keywordEn": "mountains of Central Asia"
            },
            {
                "keywordCn": "俄罗斯",
                "keywordEn": "Russia"
            },
            {
                "keywordCn": "俄罗斯欧洲北部",
                "keywordEn": "Russia and Northern Europe"
            },
            {
                "keywordCn": "南部山区",
                "keywordEn": "southern mountain area"
            },
            {
                "keywordCn": "西伯利亚",
                "keywordEn": "Siberia"
            },
            {
                "keywordCn": "远东",
                "keywordEn": "Far East"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1997",
                "keywordEn": "1997",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific attributes included in a dataset about permafrost and underground ice distribution in Russia?",
                "QuestionCn": "关于俄罗斯的永久冻土和地下冰分布的数据集中包含哪些具体属性？",
                "AnswerEn": "extent of permafrost, permafrost temperature, underground ice thickness",
                "AnswerCn": "永久冻土的范围、永久冻土温度、地下冰层厚度",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the scale of the map used for digitizing the distribution of permafrost and underground ice in Russia?",
                "QuestionCn": "用于数字化俄罗斯永久冻土和地下冰分布的地图比例尺是多少？",
                "AnswerEn": "1:20,000,000",
                "AnswerCn": "1:20,000,000",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the meaning of 'digitalization' in the context of creating a dataset from paper maps in geographic research?",
                "QuestionCn": "在地理研究中，'数字化'的含义是将纸质地图转换为数字格式，以便创建数据集。",
                "AnswerEn": "Digitalization in this context refers to the process of converting information available in paper maps, such as those found in atlases or other physical geographic resources, into digital formats. This involves capturing specific geographical and environmental data, such as permafrost boundaries, permafrost temperatures, and underground ice thickness, and storing them in a digital format like ESRI's Shape format for use in various applications, including geographic information systems (GIS).",
                "AnswerCn": "在这个上下文中，数字化指的是将纸质地图上的信息（例如在地图集或其他物理地理资源中找到的）转换为数字格式的过程。这涉及捕捉特定的地理和环境数据，如永久冻土边界、永久冻土温度和地下冰厚度，并将其存储为数字格式，例如ESRI的Shape格式，以便在各种应用中使用，包括地理信息系统（GIS）。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential effects on permafrost mapping accuracy when using a dataset derived from digitizing paper maps as opposed to utilizing modern remote sensing techniques?",
                "QuestionCn": "使用从纸质地图数字化得出的数据集与利用现代遥感技术相比，对永久冻土制图准确性的潜在影响是什么？",
                "AnswerEn": "Using a dataset derived from digitizing paper maps, such as the one based on the 1997 Russian Academy of Sciences map, may lead to less precise permafrost mapping compared to modern remote sensing techniques. This is because digitized maps are limited by the resolution and accuracy of the original paper maps, while remote sensing can provide more current and high-resolution data, potentially improving the accuracy of permafrost boundaries, temperature, and underground ice thickness information.",
                "AnswerCn": "使用从纸质地图数字化而来的数据集，例如基于1997年俄罗斯科学院地图的数据，可能导致比现代遥感技术更不精确的永久冻土制图。这是因为数字化地图受限于原始纸质地图的分辨率和准确性，而遥感技术可以提供更当前和高分辨率的数据，可能改善永久冻土边界、温度和地下冰厚度信息的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind digitizing paper maps of permafrost and underground ice distribution in Russia into digital datasets?",
                "QuestionCn": "将俄罗斯的永久冻土和地下冰分布的纸质地图数字化为数字数据集的主要目标是什么？",
                "AnswerEn": "The primary objectives of digitizing paper maps of permafrost and underground ice distribution in Russia include making the data more accessible and usable for researchers, facilitating analysis and modeling of permafrost dynamics, and supporting environmental and climate research. This conversion enables integration with other geospatial datasets and enhances the ability to monitor changes over time, especially in the context of climate change.",
                "AnswerCn": "数字化俄罗斯的永久冻土和地下冰分布纸质地图的主要目标包括使数据对研究人员更易获取和使用，促进对永久冻土动态的分析和建模，并支持环境和气候研究。这一转换使得与其他地理空间数据集的整合成为可能，并增强了监测变化的能力，特别是在气候变化的背景下。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}