{
  "id": "3130658f-09e6-4156-8aa0-b45ab25851f7",
  "relatedPaper": 3,
  "context": {
    "metadata": {
      "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Yulei station on Qinghai lake, 2019)",
      "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（青海湖湖面涡动相关仪-2019）",
      "description": "This dataset contains the flux measurements from the Qinghai Lake eddy covariance system (EC) belonging to the Qinghai Lake basin integrated observatory network from October 23 in 2018 to September 27 in 2019. The site (100° 29' 59.726'' E, 36° 35' 27.337'' N) was located on the Yulei Platform in Erlangjian scenic area, Qinghai Province. The elevation is 3209m. The EC was installed at a height of 16.1m, and the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (Gill&Li7500A) was about 0.17 m.\nThe raw data acquired at 10 Hz were processed using the Eddypro post-processing software, including the spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. The observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC): class 1-3 (high quality), class 4-6 (good), class 7-8 (poor, better than gap filling data), class9 (rejected). In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data collected before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 3% of the 30 min raw record; and (4) data were rejected at night when the friction velocity (u*) was less than 0.1 m/s. There were 48 records per day, and the missing data were replaced with -6999. \nThe released data contained the following variables: DATE/TIME, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m3), CO2 mass density (CO2, mg/m3), friction velocity (ustar, m/s), stability (z/L), sensible heat flux (Hs, W/m2), latent heat flux (LE, W/m2), carbon dioxide flux (Fc, mg/ (m2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). The quality marks of sensible heat flux, latent heat flux and carbon flux are divided into three levels (quality marks 0 have good data quality, 1 have good data quality and 2 have poor data quality). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xls format. Detailed information can be found in the suggested references.",
      "descriptionCn": "该数据集包含了2018年10月23日至2019年12月31日的青海湖流域水文气象观测网青海湖鱼雷发射基地站涡动相关仪观测数据。站点位于青海省青海湖二郎剑景区鱼雷发射基地，下垫面是青海湖水面。观测点经纬度为：东经 100° 29' 59.726''E，北纬 36° 35' 27.337''N，海拔3209m。涡动相关仪的架高16.1m，采样频率是10Hz，超声朝向北向偏移西40°，超声风速温度仪（Gill-windmaster pro）与CO2/H2O分析仪（Li7500A）之间的距离约是17cm。\n涡动相关仪的原始观测数据采样频率为10Hz，发布的数据是采用Eddypro软件处理的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对Eddypro软件输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据中每30min内缺失率大于10%的数据。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。\n发布的观测数据包括：日期/时间DATE/TIME，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（℃），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），奥布霍夫长度L（m），感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE，二氧化碳通量的质量标识QA_Fc。感热、潜热、二氧化碳通量的质量标识分为3级（质量标识0数据质量好，1数据质量较好，2数据质量较差（较插补数据好）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。",
      "instructions": "Year+** observatory network+ site no + EC.",
      "instructionsCn": "年份+**观测网+站点名称+EC",
      "east": 100.5,
      "west": 100.5,
      "south": 36.59,
      "north": 36.59,
      "startTime": "2018-11-13 08:00:00",
      "endTime": "2020-01-21 08:00:00",
      "fileSize": 2258387.0,
      "cstr": "18406.11.Meteoro.tpdc.270733",
      "doi": "10.11888/Meteoro.tpdc.270733",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李小雁",
        "nameEn": "LI Xiaoyan",
        "unitEn": "Faculty of Geographical Science,  Beijing Normal University ",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau",
        "referenceCn": null,
        "referenceEn": "Li, X.Y., Yang, X.F., Ma, Y.J., Hu, G.R., Hu, X., Wu, X.C., Wang, P., Huang, Y.M., Cui, B.L., & Wei, J.Q. (2018). Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau. Vadose Zone Journal, 17(1)."
      },
      {
        "titleCn": null,
        "titleEn": "Evaporation and surface energy budget over the largest high‐altitude saline lake on the Qinghai‐Tibet Plateau",
        "referenceCn": null,
        "referenceEn": "Li, X.Y., Ma, Y.J., Huang, Y.M., Hu, X., Wu, X.C., Wang, P., Li, G.Y., Zhang, S.Y., Wu, H.W., Jiang, Z.Y., Cui, B.L., & Liu, L. (2016). Evaporation and surface energy budget over the largest high-altitude saline lake on the Qinghai-Tibet Plateau. Journal of Geophysical Research: Atmospheres, 121(18), 10470-10485."
      },
      {
        "titleCn": null,
        "titleEn": "Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai‐Tibet Plateau",
        "referenceCn": null,
        "referenceEn": "Zhang, S.Y., Li, X.Y., Zhao, G.Q., &Huang, Y.M. (2016). Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai-Tibet Plateau. Ecohydrology, 9(2), 267-279."
      },
      {
        "titleCn": null,
        "titleEn": "Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai–Tibet Plateau",
        "referenceCn": null,
        "referenceEn": "Zhang, S.Y., Li, X.Y., Ma, Y.J., Zhao, G.Q., Li, L., Chen, J., Jiang, Z.Y., & Huang, Y.M. (2014). Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai-Tibet Plateau. Cold Regions Science and Technology, 102, 8-20."
      },
      {
        "titleCn": null,
        "titleEn": "Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China",
        "referenceCn": null,
        "referenceEn": "Yu, G.R., Zhu, X.J., Fu, Y.L., He, H.L., Wang, Q.F., Wen, X.F., Li, X.R., Zhang, L.M., Zhang, L., Su, W., Li, S.G., Sun, X.M., Zhang, Y.P., Zhang, J.H., Yan, J.H., Wang, H.M., Zhou, G.S., Jia, B.R., Xiang, W.H., Li, Y.N., Zhao, L., Wang, Y.F., Shi, P.L., Chen, S.P., Zhao, F.H., Wang, Y.Y., & Tong, C.L. (2013). Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China. Global Change Biology, 19, 798–810."
      },
      {
        "titleCn": null,
        "titleEn": "Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Gu, S., Tang, Y.H., Du, M.Y., Kato, T., Li, Y.N., Cui, X.Y., &Zhao, X.Q. (2003). Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau, Journal of Geophysical Research, 108(D21), 4670."
      },
      {
        "titleCn": null,
        "titleEn": "Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China",
        "referenceCn": null,
        "referenceEn": "Fu, Y., Zheng, Z., Yu, G., Hu, Z., Sun, X., Shi, P., Wang, Y., & Zhao, X. (2009). Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China. Biogeosciences, 6, 2879–2893."
      },
      {
        "titleCn": null,
        "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
      },
      {
        "titleCn": null,
        "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
        "referenceCn": null,
        "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": null,
        "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
      },
      {
        "titleCn": null,
        "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
      },
      {
        "titleCn": null,
        "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
        "referenceCn": null,
        "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
      },
      {
        "titleCn": null,
        "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
        "referenceCn": null,
        "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
      },
      {
        "titleCn": null,
        "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
        "referenceCn": null,
        "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
      },
      {
        "titleCn": null,
        "titleEn": "Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., &Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675."
      },
      {
        "titleCn": null,
        "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
        "referenceCn": null,
        "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
      },
      {
        "titleCn": null,
        "titleEn": "A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., Liu, S.M., Xu, Z.W., Liang, S.L., &Xu, L. (2015). A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature. Science China Earth Science, 58(2), 211-230."
      },
      {
        "titleCn": null,
        "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
        "referenceCn": null,
        "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
      },
      {
        "titleCn": null,
        "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
      },
      {
        "titleCn": null,
        "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
        "referenceCn": null,
        "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
      },
      {
        "titleCn": null,
        "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
        "referenceCn": null,
        "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
        "referenceCn": null,
        "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
      },
      {
        "titleCn": null,
        "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
        "referenceCn": null,
        "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
      },
      {
        "titleCn": null,
        "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
      },
      {
        "titleCn": null,
        "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "二氧化碳通量",
        "nameEn": "Carbon dioxide flux"
      },
      {
        "nameCn": "能量平衡闭合",
        "nameEn": "Energy balance closure"
      },
      {
        "nameCn": "辐射",
        "nameEn": "Radiation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "二郎剑景区鱼雷发射基地站",
        "keywordEn": "Yulei station in Erlangjian scenic area"
      },
      {
        "keywordCn": "青海湖流域",
        "keywordEn": "Qinghai Lake Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019",
        "keywordEn": "2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
        "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
        "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
        "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
      ],
      "research objective": [
        "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
        "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
      ],
      "challenges": [
        "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
        "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
      ],
      "methods": [
        "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
        "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
      ],
      "dataset": [
        "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
      ],
      "findings": [
        "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
        "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
      ],
      "backgroundCn": [
        "两源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被的混合物。因此，单源模型显然无法准确估算表面蒸散，因为其影响。",
        "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“冠层上方”和“土壤下方”两种情况。水蒸气和热量在冠层内部的参考高度相遇。此外，混合的水蒸气和热量只能通过冠层顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
        "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射计视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量值来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了总通量或蒸散发（土壤加冠层），并与使用波恩比-能量平衡系统、涡度协方差（EC）系统或大孔径闪烁仪的测量结果进行了比较。",
        "在强烈对流的灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，尤其是在涡度相关（EC）通量测量的潜热（LE）和感热（H）与可用能量（Rn−G0）之间存在能量平衡闭合不完全的情况下。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这种温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文指出，与观测的复合辐射温度相比，组分温度存在过高估计的情况。这往往对TSEB模型的性能产生最关键的影响。此外，该区域的强对流环境也是另一个因素。"
      ],
      "research objectiveCn": [
        "在这封信中，地面测量的土壤和冠层成分温度被用来估算蒸散（E）、蒸发（T）和蒸散发（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，具体表现为E（E/ET%）和T（T/ET%）的观测比率。",
        "这封信的目的是利用通过高分辨率热像仪观察到的土壤和冠层组件温度作为输入，估计蒸散（E）、土壤温度（T）和蒸散总量（ET），并随后通过稳定氧和氢同位素技术与涡度相关（EC）测量的结合，更好地验证E、T和ET。"
      ],
      "challengesCn": [
        "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
        "导出组件温度的误差主要是由于图像分类错误引起的，这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还因为在灌溉农田中，当平均H较小时，EC系统的不确定性达到了18%。由于图像像素分类错误，土壤像素被错误地计为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气向上辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
      ],
      "methodsCn": [
        "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括地面5米处的气温、风速、湿度，12米高处使用四分量辐射计测量的四分量辐射，以及使用10 Hz采样频率的EC系统在4.5米高处测量的湍流通量。土壤热通量使用位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00之间收集为热图像。基于地面测量数据，采用Craig–Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
        "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的显热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）来计算。土壤和冠层的组件温度是使用热像仪获得的图像计算的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热图像中提取土壤和冠层的方向亮温。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。最后，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
      ],
      "datasetCn": [
        "实验区域是一个人工绿洲，种植有玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于蒸散发的比率。这是在多尺度蒸散发观测实验中进行的，旨在研究异质土地表面的蒸散发，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
      ],
      "findingsCn": [
        "我们的结果表明，即使在强对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
        "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估计的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值一致。此外，TSEB模型对Rn、H和LE的估计也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
      ]
    },
    {
      "background": [
        "Sensible heat flux (H) is a significant component of land surface water and energy balance determinations. There are several methods for measuring surface water and heat fluxes, such as eddy covariance (EC) and Bowen ratio systems. For large-scale H, remote sensing (RS)-based observations are useful. RS instruments themselves cannot directly measure H. Therefore, methods for validating RS inversion products are critical for using such products. Since the 1990s, large aperture scintillometer (LAS) has been widely applied to measure sensible heat flux around the world, and it has also been used to validate RS estimations owing to the large scale of its measurements."
      ],
      "research objective": [
        "In this study, a weighted area-to-area regression kriging (WATA RK) model is proposed to convert EC-scale H to LAS-scale H. It involves path-weighting functions of EC and LAS source areas in both regression and area kriging stages."
      ],
      "challenges": [
        "However, methods of converting one H scale to another to validate RS products are still open for question. The method does not consider the path-weighting function in the EC- to LAS-scale kriging with the regression residue, which inevitably brought about a bias estimation."
      ],
      "methods": [
        "In the kernel area, 18 EC system sets were installed for the experiment, 17 of which were used in this study. Observations and footprints of the 17 EC and four LAS groups between 12:00 and 12:30 BST (Beijing Standard Time) were averaged to obtain a mean value when the atmosphere stability was under unstable conditions with high turbulent fluxes. By considering the wind direction, the wind speeds were decomposed into north and east components (WS), and then weighted averages were calculated with the corresponding EC and LAS footprint weights. After abstracting FVC, NDVI, LST, and WS with the footprint models, nine regression models were built for each of the periods based on the proposed multiple linear regression model. The four independent variables were also abstracted for the four LAS footprints. The residual part of LAS H is then estimated from the 17 EC H residuals by the above WATA kriging model."
      ],
      "dataset": [
        "Four groups of LAS (two sets in each group) were installed in 3 × 3 and 2 × 1 MODIS pixels. In the kernel area, 18 EC system sets were installed for the experiment, 17 of which were used in this study. There are also 17 automatic weather station sets (including a super-station) installed in the field. Nine observations (06/15, 06/24, 07/10, 08/02, 08/11, 08/18, 08/27, 09/03, and 09/12) made between June and September 2012 were selected for this study. Synchronous ASTER RS products at 12:15 BST were downloaded from the US—National Aeronautics and Space Administration and processed according to Zhou et al. [26] and Bastiaanssen et al. [27], including the Land Surface Temperature (LST) [26], Normalized Difference Vegetation Index (NDVI), and Fractional Vegetation Cover (FVC) [27]."
      ],
      "findings": [
        "Results show that WATA RK outperforms traditional methods in most cases, improving estimation accuracy. The method is considered to provide an efficient validation of RS H flux products."
      ],
      "backgroundCn": [
        "显热通量（H）是陆地表面水分和能量平衡计算中的一个重要组成部分。测量表面水分和热通量的方法有多种，例如涡度协方差（EC）和波文比系统。对于大规模的H，基于遥感（RS）的观测非常有用。遥感仪器本身无法直接测量H。因此，验证遥感反演产品的方法对于使用这些产品至关重要。自1990年代以来，大孔径闪烁仪（LAS）已被广泛应用于全球范围内测量显热通量，并且由于其测量的广泛性，也被用于验证遥感估算。"
      ],
      "research objectiveCn": [
        "在本研究中，提出了一种加权区域到区域回归克里金（WATA RK）模型，用于将EC尺度的H转换为LAS尺度的H。该模型在回归和区域克里金阶段涉及EC和LAS源区域的路径加权函数。"
      ],
      "challengesCn": [
        "然而，将一种H尺度转换为另一种H尺度以验证RS产品的方法仍然存在疑问。该方法在进行EC到LAS尺度的克里金插值时没有考虑路径加权函数，这不可避免地导致了偏差估计。"
      ],
      "methodsCn": [
        "在核区，安装了18个EC系统集用于实验，其中17个在本研究中被使用。对17个EC和四个LAS组在北京时间12:00到12:30之间的观测和足迹进行了平均，以获得在不稳定条件下具有高湍流通量的平均值。考虑到风向，风速被分解为北向和东向分量（WS），然后根据相应的EC和LAS足迹权重计算加权平均值。在通过足迹模型提取FVC、NDVI、LST和WS后，基于提出的多元线性回归模型为每个时期建立了九个回归模型。四个独立变量也为四个LAS足迹提取。然后，通过上述WATA克里金模型从17个EC H残差中估计LAS H的残余部分。"
      ],
      "datasetCn": [
        "在3 × 3和2 × 1的MODIS像素中安装了四组LAS（每组两个套件）。在核心区域，安装了18个EC系统套件用于实验，其中17个在本研究中使用。现场还安装了17个自动气象站套件（包括一个超级气象站）。在2012年6月至9月之间选择了9次观测（06/15、06/24、07/10、08/02、08/11、08/18、08/27、09/03和09/12）用于本研究。同步的ASTER遥感产品在BST时间12:15下载自美国国家航空航天局，并根据Zhou等人[26]和Bastiaanssen等人[27]的研究进行了处理，包括地表温度（LST）[26]、归一化差异植被指数（NDVI）和植被覆盖度（FVC）[27]。"
      ],
      "findingsCn": [
        "结果显示，WATA RK在大多数情况下优于传统方法，提高了估计精度。该方法被认为为RS H通量产品提供了有效的验证。"
      ]
    },
    {
      "background": [
        "Accurate monitoring of surface fluxes over land surfaces is necessary for global climate change research, ecological environment management, and agricultural and water resource planning. The magnitude of the surface flux is largely determined by vegetation parameters, soil moisture and other states of the land surface. The major methods used for estimating surface fluxes are field measurement, remote-sensing-based methods, and land surface modeling. The variability in field measurements of surface flux has been documented over diurnal, seasonal, and inter-annual time scales.",
        "Land surface models have been rapidly developed to predict surface fluxes on continuous spatial and temporal scales with physical constraints. Regardless of their specific model structures, all land surface models require observational data to calibrate their parameters and adjust their states. New techniques such as data assimilation are needed to integrate either field or remotely sensed observations with the models, thus improving model accuracy by correcting the model state variables and parameters. Data assimilation has played an increasingly important role in improving predictions of such land surface state variables as the leaf area index, soil temperature profile, soil moisture profile, and other related variables, e.g., surface fluxes.",
        "Spatially distributed estimates of surface flux can be obtained from remote-sensing-based methods. The surface fluxes also can be obtained based on variational techniques and relatively simple models with the assimilation of field-measured land surface temperatures. In a land surface model, the sensible and latent heat fluxes are diagnostic variables, and they are affected by many factors (e.g., model states and parameters). As a new-generation Chinese polar orbiting meteorological satellite, the FY-3 series consists of two experimental (FY-3A/B) and at least four operational satellites (FY-3C/D/E/F). The FY-3 series is expected to have a service life that lasts until 2020. The FY-3A was launched in the year 2008. Visible and infrared radiometer (VIRR) is one of the 11 sensors mounted on the FY-3A satellite and has a nominal spatial resolution of approximately 1 km×1 km at the nadir. The common land model (CoLM) is a state-of-the-art model developed by many groups and validated with extensive field data sites. In CoLM, soil moisture is important for dividing the net radiation into the ground heat, sensible, and latent heat fluxes.",
        "Inaccurate surface flux predictions are highly correlated with errors in land surface temperature estimates. Generally, the diurnal variation trends of the land surface temperature and surface flux can be predicted correctly using the CoLM. The daily averaged evaporation fraction (EF, ratio between latent heat flux and available energy) can be used to describe the splitting of available energy into sensible and latent heat fluxes. The LAS instrument can measure the sensible heat flux at a larger scale than the EC system."
      ],
      "research objective": [
        "In this work, a dual-pass data assimilation scheme is developed to improve predictions of surface flux.",
        "The current study constructed a dual-pass data assimilation scheme with an ensemble Kalman filter (EnKF) to improve the surface flux predictions with assimilation of remotely sensed land surface temperature. This study carried out the first experiment to assimilate remotely sensed land surface temperatures (LST) derived from FY3A-VIRR into a land surface model.",
        "In this study, a dual-pass data assimilation scheme was constructed to estimate the surface fluxes via the independent optimization of the soil moisture and vegetation parameters. The aim of this study was to eliminate or reduce the errors between the model simulation and observation."
      ],
      "challenges": [
        "Methods are difficult to use for continuous monitoring of surface fluxes because the data derived from satellites are instantaneous and often contaminated by the presence of clouds.",
        "However, these measurements are difficult to use for monitoring surface fluxes at the regional scale because they only produce either point or patch-scale data. The deviations between the FY3A-VIRR LST data and the ground measurements are determined by many factors. The terrain effect can affect the accuracy of the FY3A-VIRR LST retrievals. The mismatch of the spatial and temporal scales between the FY3A-VIRR and field-measured LST can also cause these biases.",
        "The differences between the sensible heat fluxes measured by the EC and LAS system are primarily caused by the energy imbalance of the EC, the heterogeneity of the underlying surfaces, and the differences between the source areas of the EC and LAS measurements. Because of the short memory of the land surface temperature, it is difficult to assimilate the land surface temperatures. Directly assimilating land surface temperature to optimize soil moisture may cause model simulations that are more unstable."
      ],
      "methods": [
        "In this work, a dual-pass data assimilation scheme is developed to improve predictions of surface flux. Pass 1 of the dual-pass data assimilation scheme optimizes the model vegetation parameters at the weekly temporal scale, and Pass 2 optimizes the soil moisture at the daily temporal scale. Based on ensemble Kalman filter (EnKF), the land surface temperature (LST) data derived from the new generation of Chinese meteorology satellite (FY3A-VIRR) are assimilated into common land model (CoLM) for the first time. Six sites, Daman, Guantao, Arou, BJ, Miyun and Jiyuan, are selected for the data assimilation experiments and include different climatological conditions.",
        "The dual-pass data assimilation technique employed in this study optimizes the model states and parameters independently. The two passes of the scheme assimilate the remotely sensed land surface temperatures (LST) derived from the FY3A satellite. With the assimilation of the FY3A-VIRR LST data, Pass 1 is used to optimize the model parameters at the weekly temporal scale, and Pass 2 is used to optimize the soil moisture at the daily temporal scale. Six Chinese flux observation sites with different land cover types (alpine meadow, grassland, cropland, and orchard) were selected to conduct the data assimilation experiments. The FY3A-VIRR LST data are compared with the ground measurements.",
        "In this study, the MODIS LAI products are incorporated directly into the model, and the vegetation parameters are optimized at the weekly temporal scale with Pass 1 of the dual-pass data assimilation scheme. At the daily temporal scale, the soil moisture is optimized with Pass 2 of the dual-pass data assimilation scheme. The land surface temperature data from the new generation Chinese meteorology satellite FY3A-VIRR were assimilated into CoLM for the first time based on the EnKF algorithm. The source areas of the LAS measurements were calculated using a footprint model and overlaid with a FY3A-VIRR pixel."
      ],
      "dataset": [
        "The land surface temperature (LST) data derived from the new generation of Chinese meteorology satellite (FY3A-VIRR) are assimilated into common land model (CoLM) for the first time. Six sites, Daman, Guantao, Arou, BJ, Miyun and Jiyuan, are selected for the data assimilation experiments and include different climatological conditions. The results are compared with those from a dataset generated by a multi-scale surface flux observation system that includes an automatic weather station (AWS), eddy covariance (EC) and large aperture scintillometer (LAS).",
        "The FY-3A land surface temperature data will become the new data source for global water and energy balance research. The FY3A-VIRR LST products can provide the LST and emissivity of each pixel, and the data are stored in a hierarchical data format (HDF), which is a sinusoidal projection with a spatial resolution of 1 km. Data from six sites located in three major nature zones (western arid and semi-arid area, eastern monsoon area, and Qinghai-Tibet alpine meadow) of People’s Republic of China (PRC) are used for the data assimilation experiments."
      ],
      "findings": [
        "The results indicate that the dual-pass data assimilation scheme is able to reduce model uncertainties and improve predictions of surface flux with the assimilation of FY3A-VIRR LST data.",
        "The dual-pass data assimilation scheme reduced the model uncertainties and improved the prediction abilities of the model. The average BIAS values of the six sites changed from 28.7 to 5.3 W m 2 and from 16.9 to 16.1 W m2; the average RMSE values dropped from 71.7 to 46.8 W m 2 and from 93.7 to 70.8 W m 2; and the average R-values increased from 0.75 to 0.78 and from 0.66 to 0.82, respectively. The average BIAS values of the assimilation EF results dropped from 0.21 to 0.01, the average RMSE values dropped from 0.31 to 0.15, and the average R-values increased from 0.43 to 0.73. The comparisons showed that the assimilation results match well against the LAS measurements, and the correlations between the assimilation results and LAS measurements were higher than that of the model simulations at the Daman, Guantao, Arou, BJ, and Jiyuan sites."
      ],
      "backgroundCn": [
        "对陆地表面通量的准确监测对于全球气候变化研究、生态环境管理以及农业和水资源规划是必要的。表面通量的大小在很大程度上由植被参数、土壤湿度和其他地表状态决定。估算表面通量的主要方法包括现场测量、基于遥感的方法和陆面模型。现场测量的表面通量在日变化、季节变化和年际变化的时间尺度上存在变异性。",
        "陆面模型的快速发展使其能够在连续的空间和时间尺度上预测表面通量，并具备物理约束。无论其具体模型结构如何，所有陆面模型都需要观测数据来校准其参数和调整其状态。新技术如数据同化被需要用来将现场或遥感观测与模型整合，从而通过修正模型状态变量和参数来提高模型的准确性。数据同化在提高诸如叶面积指数、土壤温度剖面、土壤湿度剖面以及其他相关变量（如表面通量）的预测方面发挥了越来越重要的作用。",
        "空间分布的表面通量估计可以通过基于遥感的方法获得。表面通量也可以通过变分技术和相对简单的模型结合现场测量的地表温度进行同化来获得。在陆面模型中，显热和潜热通量是诊断变量，受许多因素（例如模型状态和参数）的影响。作为新一代中国极轨气象卫星，FY-3系列包括两颗实验卫星（FY-3A/B）和至少四颗运营卫星（FY-3C/D/E/F）。FY-3系列预计服务寿命将持续到2020年。FY-3A于2008年发射。可见光和红外辐射仪（VIRR）是FY-3A卫星上安装的11个传感器之一，具有约1 km×1 km的标称空间分辨率（在天顶方向）。共同陆面模型（CoLM）是由多个团队开发的先进模型，并经过广泛的现场数据验证。在CoLM中，土壤湿度对于将净辐射分配到地面热、显热和潜热通量中非常重要。",
        "不准确的表面通量预测与地表温度估计的误差高度相关。一般来说，CoLM能够正确预测地表温度和表面通量的日变化趋势。日均蒸发分数（EF，即潜热通量与可用能量的比率）可以用来描述可用能量在显热通量和潜热通量之间的分配。LAS仪器能够在比EC系统更大范围内测量显热通量。"
      ],
      "research objectiveCn": [
        "在这项工作中，开发了一种双重数据同化方案，以改善对表面通量的预测。",
        "本研究构建了一种双重数据同化方案，采用集合卡尔曼滤波器（EnKF）来改善表面通量预测，并同化遥感获取的地表温度。该研究首次进行实验，将来自FY3A-VIRR的遥感地表温度（LST）同化到地表模型中。",
        "在这项研究中，构建了一种双重数据同化方案，通过独立优化土壤湿度和植被参数来估计表面通量。该研究的目的是消除或减少模型模拟与观测之间的误差。"
      ],
      "challengesCn": [
        "由于卫星获取的数据是瞬时的，并且常常受到云层的干扰，因此使用方法对表面通量进行连续监测是困难的。",
        "然而，这些测量在区域尺度上监测表面通量时很难使用，因为它们只能产生点或斑块尺度的数据。FY3A-VIRR LST 数据与地面测量之间的偏差受到许多因素的影响。地形效应会影响 FY3A-VIRR LST 反演的准确性。FY3A-VIRR 与现场测量的 LST 之间的空间和时间尺度不匹配也可能导致这些偏差。",
        "通过EC和LAS系统测量的显热通量之间的差异主要是由于EC的能量不平衡、底层表面的异质性以及EC和LAS测量的源区之间的差异。由于地表温度的短期记忆，直接同化地表温度以优化土壤湿度可能会导致模型模拟的不稳定性。"
      ],
      "methodsCn": [
        "在这项工作中，开发了一种双重通道数据同化方案，以改善表面通量的预测。双重通道数据同化方案的第一通道在周尺度上优化模型植被参数，第二通道在日尺度上优化土壤湿度。基于集合卡尔曼滤波器（EnKF），首次将来自新一代中国气象卫星（FY3A-VIRR）的陆面温度（LST）数据同化到常见陆面模型（CoLM）中。选择了六个站点，分别是大满、观涛、阿柔、北京、密云和济源，进行数据同化实验，这些站点涵盖了不同的气候条件。",
        "本研究采用的双重数据同化技术独立优化模型状态和参数。该方案的两个阶段同化来自FY3A卫星的遥感地表温度（LST）。在同化FY3A-VIRR LST数据的过程中，第一阶段用于在周时间尺度上优化模型参数，第二阶段用于在日时间尺度上优化土壤湿度。选择了六个不同土地覆盖类型（高山草甸、草地、农田和果园）的中国通量观测站进行数据同化实验。FY3A-VIRR LST数据与地面测量结果进行了比较。",
        "在本研究中，MODIS LAI 产品直接纳入模型中，植被参数在每周时间尺度上通过双重数据同化方案的第一阶段进行优化。在每日时间尺度上，土壤湿度通过双重数据同化方案的第二阶段进行优化。基于EnKF算法，首次将新一代中国气象卫星FY3A-VIRR的地表温度数据同化到CoLM中。LAS测量的源区通过足迹模型计算，并与FY3A-VIRR像元叠加。"
      ],
      "datasetCn": [
        "来自新一代中国气象卫星（FY3A-VIRR）的地表温度（LST）数据首次被同化到通用陆地模型（CoLM）中。选择了六个站点，分别是大闸、广陶、阿柔、北京、密云和济源，进行数据同化实验，这些站点涵盖了不同的气候条件。结果与由多尺度表面通量观测系统生成的数据集进行比较，该系统包括自动气象站（AWS）、涡度协方差（EC）和大孔径闪烁仪（LAS）。",
        "FY-3A地表温度数据将成为全球水分和能量平衡研究的新数据源。FY3A-VIRR LST产品可以提供每个像素的地表温度和发射率，数据以层次数据格式（HDF）存储，采用正弦投影，空间分辨率为1公里。来自中国三个主要自然区域（西部干旱和半干旱地区、东部季风区和青藏高原 alpine meadow）的六个站点的数据用于数据同化实验。"
      ],
      "findingsCn": [
        "结果表明，双通道数据同化方案能够通过同化FY3A-VIRR LST数据来减少模型不确定性，并改善地表通量的预测。",
        "双重数据同化方案减少了模型的不确定性，提高了模型的预测能力。六个站点的平均偏差（BIAS）值从28.7 W m 2 变为5.3 W m 2，从 16.9 W m 2 变为16.1 W m 2；平均均方根误差（RMSE）值从71.7 W m 2 降至46.8 W m 2，从93.7 W m 2 降至70.8 W m 2；平均相关系数（R值）从0.75 增加到0.78，从0.66 增加到0.82。同化的蒸散发（EF）结果的平均偏差值从 0.21 降至 0.01，平均均方根误差值从0.31 降至0.15，平均相关系数从0.43 增加到0.73。比较结果表明，同化结果与激光雷达（LAS）测量值匹配良好，并且同化结果与LAS测量值之间的相关性高于模型模拟在大门、馆陶、阿柔、北京和济源站点的相关性。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Can eddy covariance (EC) systems be used to validate satellite-based observations for surface flux measurements?",
        "QuestionCn": "涡度协方差（EC）系统可以用于验证基于卫星的地表通量观测吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Are the data collected from the eddy covariance (EC) systems subject to quality evaluation and correction procedures?",
        "QuestionCn": "从涡度协方差（EC）系统收集的数据是否需要进行质量评估和修正程序？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is it possible to improve surface flux predictions by assimilating satellite-derived land surface temperature data into land surface models?",
        "QuestionCn": "通过将卫星获取的地表温度数据同化到地表模型中，是否可以改善地表通量预测？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Are the main challenges in data collection related to atmospheric conditions, equipment calibration, or data processing and validation?",
        "QuestionCn": "数据收集的主要挑战与大气条件、设备校准或数据处理和验证有关吗？",
        "AnswerEn": "atmospheric conditions, data processing and validation",
        "AnswerCn": "大气条件、数据处理和验证",
        "Level": "C4(Analyzing)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "Where are data collection sites typically located for studying surface fluxes using data assimilation techniques?",
        "QuestionCn": "用于研究表面通量的数据同化技术的数据收集站点通常位于哪里？",
        "AnswerEn": "Daman, Guantao, Arou, BJ, Miyun, Jiyuan",
        "AnswerCn": "达曼，馆陶，阿柔，BJ，密云，济源",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to estimate evapotranspiration over vegetated land surfaces?",
        "QuestionCn": "您能否提供一个用于估算植被覆盖地表蒸散发的数据收集方法的例子？",
        "AnswerEn": "The two-source energy balance (TSEB) model is an example of a data collection method used to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation. This model uses ground-measured soil and canopy component temperatures, validated with observed ratios of E and T using stable isotopes and eddy covariance (EC) system measurements.",
        "AnswerCn": "双源能量平衡（TSEB）模型是一种数据收集方法，用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散（ET）。该模型利用地面测量的土壤和冠层组分温度，并通过稳定同位素和涡度协方差（EC）系统测量的观察E和T比率进行验证。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when validating remote sensing products for sensible heat flux measurements?",
        "QuestionCn": "验证遥感产品在感热通量测量中的一个挑战是什么？",
        "AnswerEn": "A challenge in validating remote sensing (RS) products for sensible heat flux measurements is the difficulty in converting eddy covariance (EC) scale heat flux to large aperture scintillometer (LAS) scale heat flux. This conversion often leads to bias because traditional methods do not consider path-weighting functions, which are crucial for accurate estimation.",
        "AnswerCn": "验证遥感（RS）产品在显热通量测量中的一个挑战是将涡度协方差（EC）尺度的热通量转换为大孔径闪烁仪（LAS）尺度的热通量的困难。这种转换通常会导致偏差，因为传统方法没有考虑路径加权函数，而路径加权函数对于准确估计至关重要。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a dataset used to improve predictions of surface fluxes through data assimilation techniques?",
        "QuestionCn": "您能否提供一个用于通过数据同化技术改善表面通量预测的数据集示例？",
        "AnswerEn": "An example of a dataset used to improve predictions of surface fluxes is the land surface temperature (LST) data derived from the Chinese meteorology satellite FY3A-VIRR. These data are assimilated into the common land model (CoLM) using a dual-pass data assimilation scheme to optimize soil moisture and vegetation parameters, thereby enhancing model predictions.",
        "AnswerCn": "用于改善表面通量预测的数据集的一个例子是来自中国气象卫星FY3A-VIRR的陆地表面温度（LST）数据。这些数据通过双重数据同化方案被同化到通用陆面模型（CoLM）中，以优化土壤湿度和植被参数，从而增强模型预测。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collected using eddy covariance systems in hydrometeorological networks?",
        "QuestionCn": "在水文气象网络中使用涡度协方差系统收集的数据的特征是什么？",
        "AnswerEn": "high sampling frequency of 10 Hz, processed 30-minute intervals, wind direction, horizontal wind speed, water vapor density, carbon dioxide concentration, sensible and latent heat fluxes, quality assessment markers",
        "AnswerCn": "高采样频率为10 Hz，处理30分钟间隔，风向，水平风速，水汽密度，二氧化碳浓度，感热和潜热通量，质量评估标记。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What specific attributes are considered when processing eddy covariance data for quality assurance?",
        "QuestionCn": "在处理涡度相关数据以进行质量保证时，会考虑哪些具体属性？",
        "AnswerEn": "atmospheric stability, turbulence similarity characteristics, instrument errors, precipitation events, missing data, quality markers for flux data",
        "AnswerCn": "大气稳定性、湍流相似性特征、仪器误差、降水事件、数据缺失、通量数据的质量标记",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the challenges associated with using remote sensing data to monitor surface fluxes in heterogeneous landscapes?",
        "QuestionCn": "使用遥感数据监测异质景观中的表面通量面临的挑战有哪些？",
        "AnswerEn": "inability to directly measure fluxes, complexity of converting measurements between different scales, presence of biases due to image classification errors and atmospheric conditions, instantaneous data, affected by cloud cover",
        "AnswerCn": "无法直接测量通量、在不同尺度之间转换测量值的复杂性、由于图像分类错误和大气条件导致的偏差、瞬时数据、受云层覆盖影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the sampling frequency used in the eddy covariance system for hydrometeorological observations in the Qinghai Lake region?",
        "QuestionCn": "青海湖地区水文气象观测的涡度协方差系统使用的采样频率是多少？",
        "AnswerEn": "10Hz",
        "AnswerCn": "10赫兹",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many eddy covariance systems were utilized in the kernel area during the experiment to measure sensible heat flux?",
        "QuestionCn": "在实验中，多少个涡度协方差系统被用于测量内热通量？",
        "AnswerEn": "18",
        "AnswerCn": "18",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the spatial resolution of the FY3A-VIRR land surface temperature data used in the dual-pass data assimilation scheme?",
        "QuestionCn": "FY3A-VIRR地表温度数据在双通道数据同化方案中使用的空间分辨率是多少？",
        "AnswerEn": "1 km x 1 km",
        "AnswerCn": "1公里 x 1公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'eddy covariance system' mean in the context of measuring surface fluxes?",
        "QuestionCn": "在测量地表通量的背景下，“涡度协方差系统”是什么意思？",
        "AnswerEn": "An eddy covariance (EC) system is a method used to measure and calculate turbulent fluxes, such as heat and water vapor, over land surfaces. It typically involves high-frequency data collection of wind speed and scalar variables to assess energy exchange between the surface and the atmosphere.",
        "AnswerCn": "涡度协方差（EC）系统是一种用于测量和计算陆地表面湍流通量（如热量和水蒸气）的方法。它通常涉及对风速和标量变量的高频数据收集，以评估表面与大气之间的能量交换。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is meant by 'dual-pass data assimilation scheme' in the context of improving predictions of surface flux?",
        "QuestionCn": "在改善地表通量预测的背景下，“双重通道数据同化方案”是什么意思？",
        "AnswerEn": "A dual-pass data assimilation scheme is a methodology designed to improve predictions of surface fluxes by independently optimizing model states and parameters using remote sensing data. It involves two stages: the first pass optimizes vegetation parameters at a weekly scale, while the second pass optimizes soil moisture at a daily scale, integrating satellite-derived land surface temperatures into a land surface model.",
        "AnswerCn": "双重通道数据同化方案是一种旨在通过独立优化模型状态和参数来改善表面通量预测的方法。它包括两个阶段：第一阶段在每周尺度上优化植被参数，而第二阶段在每日尺度上优化土壤湿度，将卫星获取的地表温度整合到陆面模型中。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'two-source energy balance (TSEB) model' refer to in the context of estimating evapotranspiration?",
        "QuestionCn": "在估算蒸散的背景下，“双源能量平衡（TSEB）模型”指的是什么？",
        "AnswerEn": "The two-source energy balance (TSEB) model is a framework used to estimate evaporation, transpiration, and evapotranspiration by considering the energy partitioning between the soil and vegetation components separately. It accounts for the heterogeneous nature of landscapes by modeling interactions above the canopy and within the soil, thereby improving the accuracy of surface flux estimations.",
        "AnswerCn": "双源能量平衡（TSEB）模型是一种用于估算蒸发、蒸腾和蒸散发的框架，通过分别考虑土壤和植被成分之间的能量分配。它考虑了景观的异质性，通过建模冠层上方和土壤内部的相互作用，从而提高了地表通量估算的准确性。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods using eddy covariance systems compare to those utilizing large aperture scintillometers in terms of measuring sensible heat flux over heterogeneous landscapes?",
        "QuestionCn": "使用涡度协方差系统的数据收集方法与利用大孔径闪烁仪测量异质景观上的显热通量的方法相比，如何？",
        "AnswerEn": "Eddy covariance systems provide point or patch-scale data and can face challenges with energy imbalance and surface heterogeneity, while large aperture scintillometers measure sensible heat flux over larger scales, which can be beneficial for validating remote sensing products.",
        "AnswerCn": "涡度协方差系统提供点或斑块尺度的数据，但面临能量失衡和表面异质性的问题，而大孔径闪烁仪则在更大尺度上测量显热通量，这对于验证遥感产品是有益的。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How do the challenges of using satellite-derived land surface temperature data compare with those of ground-based measurements for monitoring surface fluxes?",
        "QuestionCn": "使用卫星获取的地表温度数据在监测表面通量时面临的挑战与地面测量相比有哪些不同？",
        "AnswerEn": "Satellite-derived land surface temperature data can be instantaneous and affected by cloud cover, posing challenges for continuous monitoring, while ground-based measurements provide detailed data but are limited to point or patch scales, making them less suitable for regional-scale monitoring.",
        "AnswerCn": "卫星获取的地表温度数据可能是瞬时的，并受到云层覆盖的影响，这给连续监测带来了挑战；而基于地面的测量提供了详细的数据，但仅限于点或小区域的尺度，使其不太适合区域尺度的监测。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might the integration of remote sensing data improve the accuracy and reliability of flux measurements in complex terrains?",
        "QuestionCn": "遥感数据的整合如何提高复杂地形中通量测量的准确性和可靠性？",
        "AnswerEn": "Remote sensing data, such as those from the FY3A-VIRR satellite, can enhance flux measurements by providing spatially distributed land surface temperature data. The assimilation of these temperatures into land surface models using dual-pass data assimilation schemes can reduce model uncertainties and improve prediction accuracy, especially when directly optimizing soil moisture and vegetation parameters.",
        "AnswerCn": "遥感数据，例如来自FY3A-VIRR卫星的数据，可以通过提供空间分布的地表温度数据来增强通量测量。将这些温度数据通过双重数据同化方案融入陆面模型中，可以减少模型的不确定性并提高预测准确性，特别是在直接优化土壤湿度和植被参数时。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors lead to errors when measuring surface fluxes using remote sensing and field measurements in complex terrains?",
        "QuestionCn": "在复杂地形中，使用遥感和现场测量来测量表面通量时，导致误差的因素有哪些？",
        "AnswerEn": "Errors in measuring surface fluxes using remote sensing and field measurements can be attributed to several factors, including the terrain effect, which affects the accuracy of land surface temperature retrievals from satellites. Additionally, the mismatch of spatial and temporal scales between remote sensing data and field measurements can cause biases. The heterogeneity of underlying surfaces and the differences in source areas for different measurement systems like eddy covariance and large aperture scintillometer can also contribute to inaccuracies.",
        "AnswerCn": "使用遥感和现场测量来测量表面通量的误差可以归因于几个因素，包括地形效应，这会影响卫星获取的地表温度的准确性。此外，遥感数据与现场测量之间的空间和时间尺度不匹配也可能导致偏差。底层表面的异质性以及不同测量系统（如涡度协方差和大孔径闪烁仪）之间的源区差异也会导致不准确。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it challenging to validate remote sensing products for sensible heat flux using traditional methods?",
        "QuestionCn": "使用传统方法验证遥感产品的显热通量是具有挑战性的，原因是什么？",
        "AnswerEn": "Validating remote sensing products for sensible heat flux using traditional methods is challenging because these methods often do not consider the path-weighting function in converting scales from eddy covariance to large aperture scintillometer measurements, which can introduce bias. Furthermore, remote sensing instruments cannot directly measure sensible heat flux, necessitating a reliable method for validation. The variability and scale differences between remote sensing and ground-based measurements also add complexity to the validation process.",
        "AnswerCn": "验证遥感产品的显热通量使用传统方法是具有挑战性的，因为这些方法通常不考虑在将涡度协方差测量与大孔径闪烁仪测量之间转换尺度时的路径加权函数，这可能引入偏差。此外，遥感仪器无法直接测量显热通量，因此需要一种可靠的验证方法。遥感与地面测量之间的变异性和尺度差异也增加了验证过程的复杂性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What causes the uncertainty in estimating component temperatures for models like the two-source energy balance (TSEB) model?",
        "QuestionCn": "导致估计像双源能量平衡（TSEB）模型中组件温度的不确定性的原因是什么？",
        "AnswerEn": "Uncertainty in estimating component temperatures for models like the TSEB model arises primarily from errors in image classification, which vary with vegetation abundance. There can be overestimation of canopy temperatures due to soil pixels being misclassified as vegetation pixels. Additionally, ignoring atmospheric upwelling radiation and transmittance can lead to inaccuracies in estimated temperatures. The uncertainty in incoming short- and long-wave radiation transmittances through the canopy also contributes to errors in estimating net radiation components.",
        "AnswerCn": "在像TSEB模型这样的模型中，估计组件温度的不确定性主要源于图像分类中的错误，这些错误随着植被丰度的变化而变化。由于土壤像素被误分类为植被像素，可能会导致对冠层温度的过高估计。此外，忽略大气上行辐射和透射率也会导致估计温度的不准确。入射短波和长波辐射通过冠层的透射率的不确定性也会导致估计净辐射分量的错误。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "How might the use of a dual-pass data assimilation scheme impact the prediction accuracy of surface fluxes when integrating remotely sensed land surface temperature data?",
        "QuestionCn": "当整合遥感地表温度数据时，使用双通道数据同化方案如何影响地表通量预测的准确性？",
        "AnswerEn": "The use of a dual-pass data assimilation scheme, which independently optimizes soil moisture and vegetation parameters, can reduce model uncertainties and improve the accuracy of surface flux predictions. The assimilation of remotely sensed land surface temperature data, such as FY3A-VIRR, can enhance the alignment of model simulations with observed measurements, leading to improved prediction abilities across various climatological conditions.",
        "AnswerCn": "使用双重数据同化方案，独立优化土壤湿度和植被参数，可以减少模型不确定性，提高地表通量预测的准确性。对遥感地表温度数据（如FY3A-VIRR）的同化，可以增强模型模拟与观测测量之间的对齐，从而在各种气候条件下提高预测能力。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What are the potential consequences of applying a weighted area-to-area regression kriging model in converting eddy covariance scale data to large aperture scintillometer scale for validating remote sensing products?",
        "QuestionCn": "应用加权区域到区域回归克里金模型将涡度协方差尺度数据转换为大孔径闪烁仪尺度，以验证遥感产品的潜在后果是什么？",
        "AnswerEn": "Applying a weighted area-to-area regression kriging model can improve the conversion accuracy of eddy covariance scale data to large aperture scintillometer scale. This approach accounts for path-weighting functions, enhancing the validation of remote sensing products for sensible heat flux estimation. The improved estimation accuracy provides a more efficient validation method for remote sensing-based heat flux products.",
        "AnswerCn": "应用加权区域到区域回归克里金模型可以提高涡动协方差尺度数据转换为大孔径闪烁仪尺度的准确性。这种方法考虑了路径加权函数，从而增强了遥感产品在显热通量估计中的验证。改进的估计准确性为基于遥感的热通量产品提供了更有效的验证方法。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to validate remote sensing-derived estimations of sensible heat flux with ground-based measurements?",
        "QuestionCn": "验证遥感衍生的显热通量估算与地面测量结果的一致性为何重要？",
        "AnswerEn": "It is important to validate these estimations to ensure accuracy in large-scale observations, as remote sensing instruments cannot directly measure sensible heat flux. Validating with ground-based measurements like those from large aperture scintillometers helps improve the reliability of remote sensing inversion products.",
        "AnswerCn": "验证这些估算以确保大规模观测的准确性是很重要的，因为遥感仪器无法直接测量显热通量。通过使用大孔径闪烁仪等地面测量进行验证，有助于提高遥感反演产品的可靠性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is the rationale for using dual-pass data assimilation schemes in predicting surface fluxes?",
        "QuestionCn": "使用双重通道数据同化方案预测表面通量的理由是什么？",
        "AnswerEn": "The rationale is to reduce model uncertainties and improve prediction accuracy by independently optimizing soil moisture and vegetation parameters. This approach incorporates remotely sensed land surface temperature data to better align model simulations with observed conditions, thus enhancing the prediction of surface fluxes.",
        "AnswerCn": "其 rationale 是通过独立优化土壤湿度和植被参数来减少模型不确定性并提高预测准确性。该方法结合了遥感地表温度数据，以更好地使模型模拟与观测条件对齐，从而增强地表通量的预测。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methods and techniques are applied to ensure the accuracy and reliability of eddy covariance data in measuring surface fluxes over water and land surfaces?",
        "QuestionCn": "为了确保在水面和陆地表面测量表面通量时涡度协方差数据的准确性和可靠性，采用了哪些方法和技术？",
        "AnswerEn": "The data from eddy covariance systems are processed using Eddypro software to handle various corrections and evaluations. This includes steps like outlier removal, delay time correction, coordinate rotation, frequency response correction, ultrasonic virtual temperature correction, and density correction. The quality of eddy covariance data is assessed through tests of atmospheric stability and turbulence similarity characteristics. Data is further filtered to remove errors due to instrumentation failure, precipitation events, or significant gaps in raw data.",
        "AnswerCn": "涡动协方差系统的数据通过Eddypro软件进行处理，以处理各种校正和评估。这包括异常值去除、延迟时间校正、坐标旋转、频率响应校正、超声波虚拟温度校正和密度校正等步骤。涡动协方差数据的质量通过大气稳定性和湍流相似性特征的测试进行评估。数据进一步过滤，以去除由于仪器故障、降水事件或原始数据中显著缺失而导致的错误。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What conditions or technologies enable the accurate measurement of land surface temperatures for integration into land surface models?",
        "QuestionCn": "哪些条件或技术能够准确测量地表温度，以便整合到地表模型中？",
        "AnswerEn": "The integration of remotely sensed land surface temperatures from the FY3A-VIRR satellite into land surface models is enabled by advanced data assimilation techniques like the ensemble Kalman filter (EnKF), which helps optimize vegetation parameters and soil moisture to improve surface flux predictions.",
        "AnswerCn": "通过先进的数据同化技术，如集合卡尔曼滤波器（EnKF），将FY3A-VIRR卫星的遥感地表温度集成到地表模型中，从而优化植被参数和土壤湿度，以改善地表通量预测。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do existing methodologies facilitate the validation of remote sensing products for sensible heat flux estimation?",
        "QuestionCn": "现有的方法论通过哪些方式促进了遥感产品在敏感热通量估计中的验证？",
        "AnswerEn": "The validation of remote sensing products for sensible heat flux is facilitated by methods such as the weighted area-to-area regression kriging (WATA RK) model, which converts eddy covariance-scale measurements to large aperture scintillometer-scale measurements, considering path-weighting functions in both regression and area kriging stages.",
        "AnswerCn": "用于验证遥感产品的显热通量的方法包括加权面积回归克里金（WATA RK）模型，该模型将涡度协方差尺度的测量值转换为大孔径闪烁仪尺度的测量值，同时在回归和区域克里金阶段考虑路径加权函数。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How do data assimilation techniques enhance the capability of land surface models to predict surface fluxes across different land cover types?",
        "QuestionCn": "数据同化技术如何增强陆面模型在不同土地覆盖类型下预测表面通量的能力？",
        "AnswerEn": "Data assimilation techniques, such as the dual-pass assimilation scheme using ensemble Kalman filter (EnKF), enhance land surface model predictions by optimizing soil moisture and vegetation parameters, thus reducing model uncertainties and improving predictions of surface fluxes across various land cover types, from alpine meadows to croplands.",
        "AnswerCn": "数据同化技术，如使用集合卡尔曼滤波器（EnKF）的双重同化方案，通过优化土壤湿度和植被参数来增强陆面模型的预测，从而减少模型的不确定性，并改善各种土地覆盖类型（从高山草甸到农田）的表面通量预测。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "What are the anticipated challenges in converting eddy covariance scale measurements to larger scale estimates, and why might these challenges arise?",
        "QuestionCn": "将涡度协方差尺度测量转换为更大尺度估计时，预期会面临哪些挑战，以及这些挑战可能出现的原因是什么？",
        "AnswerEn": "The anticipated challenges in converting eddy covariance scale measurements to larger scale estimates include bias estimation due to the method's failure to consider path-weighting functions in the kriging process. This results in inaccuracies when scaling up measurements, as the spatial and temporal variations in the data are not adequately addressed.",
        "AnswerCn": "将涡度协方差尺度测量转换为更大尺度估计时，预期的挑战包括由于该方法未能在克里金过程中特别考虑路径加权函数而导致的偏差估计。这导致在放大测量时出现不准确，因为数据的空间和时间变化没有得到充分考虑。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might the integration of satellite-derived data with land surface models improve predictions of surface flux, and what challenges could impede this integration?",
        "QuestionCn": "为什么将卫星衍生数据与陆地表面模型集成可能改善对地表通量的预测，而哪些挑战可能阻碍这种集成？",
        "AnswerEn": "Integrating satellite-derived data with land surface models can improve predictions of surface flux by providing continuous spatial and temporal observations that help calibrate model parameters and correct model state variables. However, challenges arise from the mismatch between the spatial and temporal scales of satellite data and ground measurements, as well as factors such as terrain effects that can affect the accuracy of satellite-derived land surface temperature retrievals.",
        "AnswerCn": "将卫星衍生数据与地表模型集成可以通过提供连续的空间和时间观测来改善表面通量的预测，这有助于校准模型参数和修正模型状态变量。然而，由于卫星数据和地面测量之间的空间和时间尺度不匹配，以及地形效应等因素可能影响卫星衍生地表温度检索的准确性，因此会出现挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "In your opinion, what are the critical considerations for developing a reliable dataset for evapotranspiration estimation using the two-source energy balance model?",
        "QuestionCn": "在使用双源能量平衡模型估算蒸散发时，开发可靠数据集的关键考虑因素有哪些？",
        "AnswerEn": "Critical considerations include accurately capturing soil and canopy temperatures, selecting appropriate model parameters, and ensuring data quality through rigorous quality control processes. The dataset should address the heterogeneity of land surfaces by including diverse vegetation types and coverage. Moreover, using high-resolution thermal imagery and stable isotope techniques can enhance the validation of evapotranspiration estimates, ensuring reliability across various environmental conditions.",
        "AnswerCn": "关键考虑因素包括准确捕捉土壤和冠层温度、选择适当的模型参数，以及通过严格的质量控制流程确保数据质量。数据集应通过包括多样的植被类型和覆盖来解决土地表面的异质性。此外，使用高分辨率热成像和稳定同位素技术可以增强蒸散发估算的验证，确保在各种环境条件下的可靠性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how data from eddy covariance systems can be processed to ensure accuracy and reliability in measuring surface fluxes.",
        "QuestionCn": "我不明白如何处理涡度协方差系统的数据，以确保测量表面通量的准确性和可靠性。",
        "AnswerEn": "The data from eddy covariance systems are processed using Eddypro software, which involves steps such as despiking, time lag correction, coordinate rotation, frequency response correction, sonic virtual temperature correction, and density (WPL) correction. Quality evaluation, focusing on atmospheric stability and turbulence similarity, is also performed to ensure accuracy.",
        "AnswerCn": "涡动协方差系统的数据通过Eddypro软件进行处理，涉及的步骤包括去尖峰、时间延迟校正、坐标旋转、频率响应校正、声学虚温校正和密度（WPL）校正。同时，还进行质量评估，重点关注大气稳定性和湍流相似性，以确保准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of how dual-pass data assimilation schemes improve surface flux predictions using remote sensing data.",
        "QuestionCn": "我无法理解双重通道数据同化方案如何利用遥感数据改善表面通量预测。",
        "AnswerEn": "Dual-pass data assimilation schemes optimize model parameters and states independently by assimilating land surface temperatures from satellites. The first pass optimizes vegetation parameters weekly, while the second pass optimizes soil moisture daily. This approach reduces model uncertainties and improves prediction accuracy by aligning model simulations more closely with observed data.",
        "AnswerCn": "双重数据同化方案通过同化卫星的地表温度独立优化模型参数和状态。第一遍每周优化植被参数，第二遍每天优化土壤湿度。这种方法通过使模型模拟与观测数据更紧密对齐，减少模型不确定性并提高预测准确性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore the methodologies for partitioning evapotranspiration into evaporation and transpiration using ground-based observations and discuss the associated uncertainties.",
        "QuestionCn": "请探讨使用地面观测将蒸散发划分为蒸发和蒸腾的方法论，并讨论相关的不确定性。",
        "AnswerEn": "Methodologies for partitioning evapotranspiration include using the two-source energy balance (TSEB) model with ground-measured soil and canopy component temperatures. The methodology involves using a combination of stable oxygen and hydrogen isotope techniques and eddy covariance measurements to validate the partitioning. Uncertainties arise from errors in image classification, atmospheric upwelling radiation, and transmittance estimation, as well as challenges in accurately determining component temperatures from surface composite radiometric temperatures.",
        "AnswerCn": "蒸散发的分区方法包括使用两源能量平衡（TSEB）模型，并结合地面测量的土壤和冠层组分温度。该方法涉及使用稳定氧和氢同位素技术以及涡度协方差测量来验证分区。由于图像分类、气氛上行辐射和透射率估计中的误差，以及从表面复合辐射温度中准确确定组分温度的挑战，导致了不确定性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please investigate potential datasets that can be integrated into land surface models to improve surface flux predictions and describe the dual-pass data assimilation scheme applied.",
        "QuestionCn": "请调查可以集成到陆面模型中的潜在数据集，以改善表面通量预测，并描述应用的双重数据同化方案。",
        "AnswerEn": "Potential datasets include land surface temperature (LST) data derived from the FY3A-VIRR satellite, which can be integrated into land surface models like the common land model (CoLM). The dual-pass data assimilation scheme involves two stages: optimizing vegetation parameters at a weekly scale and soil moisture at a daily scale, using ensemble Kalman filter (EnKF) techniques. This approach helps reduce model uncertainties and improve surface flux predictions by assimilating remotely sensed LST data.",
        "AnswerCn": "潜在的数据集包括来自FY3A-VIRR卫星的地表温度（LST）数据，这些数据可以集成到常见的陆面模型（CoLM）中。双重过程数据同化方案涉及两个阶段：在每周尺度上优化植被参数，在每日尺度上优化土壤湿度，使用集合卡尔曼滤波（EnKF）技术。这种方法通过同化遥感LST数据，帮助减少模型不确定性并改善地表通量预测。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}