{
  "id": "31477d2c-f32b-4b45-a5cd-38b31e56e0be",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Whole rock major and trace and zircon U-Pb isotope data set of the Mesozoic sedimentary rocks in the Tengchong and Baoshan blocks",
      "titleCn": "腾冲保山地块中生代沉积岩主微量，锆石U-Pb同位素数据集",
      "description": "This data set includes major and trace elements and zircon U-Pb isotope data of Mesozoic sedimentary rocks in Baoshan block, Tengchong, Yunnan Province. The sampling time is 2018, and the area is near lameng Town, Baoshan District, Tengchong, Yunnan. The rock samples include 8 sedimentary rock samples. This data provides key information for understanding the evolution of the middle Tethys structure between Tengchong and Baoshan, and limits the closing time of the middle Tethys ocean to the late Jurassic, which is of great significance for discussing the evolution process of the Tethys structure. The whole rock major and trace elements of rock samples were tested by fluorescence spectrometer (XRF) and plasma mass spectrometer (ICP-MS), and zircon U-Pb was dated by laser ablation plasma mass spectrometer (LA-ICP-MS). The testing units include Institute of Geology and Geophysics, Chinese Academy of Sciences and Institute of Qinghai Tibet Plateau. The related articles of this data set have been published in the Journal of Asian Earth Sciences, and the data results are true and reliable.",
      "descriptionCn": "此数据集包括云南腾冲保山地块中生代沉积岩主微量元素和锆石U-Pb同位素数据。采样时间为2018年，地区为云南腾冲保山地区的腊勐镇附近，岩石样品包括8件沉积岩样品。该数据为认识腾冲保山之间中特提斯构造演化提供关键信息，将中特提斯洋的闭合时间限制在晚侏罗世，对探讨特提斯构造演化过程具有重要意义。岩石样品的全岩主、微量元素分别使用荧光光谱仪（XRF）和等离子质谱仪（ICP-MS）测试，锆石U-Pb定年使用激光剥蚀等离子质谱仪（LA-ICP-MS），测试单位包括中科院地质与地球物理研究所和青藏高原研究所。该数据集关联文章已发表在刊物《Journal of Asian Earth Sciences》上，数据结果真实可靠。",
      "instructions": "1. file name:\n(1) The whole rock geochemical primary and trace data are stored in Excel format, and the file name is \"majortraceelement2018001.xlsx\", where majortraceelement represents the content, 2015 represents the year, and 001 represents the serial number.\n(2) Zircon U-Pb age data are stored in Excel format, and the file name is \"u-pbdating 2018001.xlsx\", where u-pbdating represents the content, 2015 represents the year, and 001 represents the serial number.\n2. data reading method:\nThis data can be opened directly from an excel workbook.",
      "instructionsCn": "1.文件命名：\n（1） 全岩地球化学主微量数据以Excel格式存储，文件名称为“MajorTraceElement2018001.xlsx”，其中 MajorTraceElement 代表内容，2015代表年份，001代表序号。\n（2）锆石U-Pb年龄数据以Excel格式存储，文件名称为“U-PbDating2018001.xlsx”，其中 U-PbDating 代表内容，2015代表年份，001代表序号。\n2.数据读取方式：\n该数据可以直接用Excel工作簿打开。",
      "east": 99.0,
      "west": 98.25,
      "south": 24.16,
      "north": 24.75,
      "startTime": null,
      "endTime": null,
      "fileSize": 176167.0,
      "cstr": null,
      "doi": "10.1016/j.jseaes.2021.104944",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张九园",
        "nameEn": "ZHANG Jiuyuan ",
        "unitEn": "institute of Tibetan Plateau Research, Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Southeastern continuation of the Bangong-Nujiang suture zone: Constraints from Middle Jurassic–Early Cretaceous sedimentary rocks in the western Baoshan block, SW China",
        "referenceCn": null,
        "referenceEn": "Zhang, J.Y., Fan, W.M., Peng, T.P., & Ratschbacher, L. (2021). Southeastern continuation of the Bangong-Nujiang suture zone: Constraints from Middle Jurassic–Early Cretaceous sedimentary rocks in the western Baoshan block, SW China. Journal of Asian Earth Sciences, 221, 104944."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地层",
        "nameEn": "Formation"
      },
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "云南",
        "keywordEn": "Yunnan"
      },
      {
        "keywordCn": "保山",
        "keywordEn": "Baoshan"
      },
      {
        "keywordCn": "腾冲",
        "keywordEn": "Tengchong"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "中生代",
        "keywordEn": "Mesozoic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What is the method used for determining zircon U-Pb isotopic data in sedimentary rocks from the Mesozoic era?",
        "QuestionCn": "用于确定中生代沉积岩中锆石U-Pb同位素数据的方法是什么？",
        "AnswerEn": "Laser ablation inductively coupled plasma mass spectrometry (LA-ICP-MS)",
        "AnswerCn": "激光烧蚀电感耦合等离子体质谱法 (LA-ICP-MS)",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics and methods used for analyzing major and trace elements in sedimentary rocks with advanced instrumentation?",
        "QuestionCn": "使用先进仪器分析沉积岩中主要和微量元素的具体特征和方法是什么？",
        "AnswerEn": "fluorescence spectrometers (XRF) for major elements, inductively coupled plasma mass spectrometers (ICP-MS) for trace elements",
        "AnswerCn": "荧光光谱仪（XRF）用于主要元素，电感耦合等离子体质谱仪（ICP-MS）用于微量元素。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '锆石U-Pb定年' mean in the context of geological data collection methods?",
        "QuestionCn": "在地质数据收集方法的背景下，“锆石U-Pb定年”是什么意思？",
        "AnswerEn": "锆石U-Pb定年 refers to a dating method used to determine the age of zircon minerals within rock samples by measuring the ratios of uranium to lead isotopes. In geological data collection, this technique is carried out using laser ablation inductively coupled plasma mass spectrometry (LA-ICP-MS), and it provides crucial information regarding the timing of tectonic events, such as the closure of the Tethys Ocean during the Late Jurassic period.",
        "AnswerCn": "锆石U-Pb定年是一种用于通过测量岩石样本中锆石矿物的铀与铅同位素比率来确定其年龄的定年方法。在地质数据收集过程中，这种技术采用激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）进行，提供了关于构造事件时序的重要信息，例如晚侏罗世时期特提斯洋的闭合。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors influence the selection of analytical techniques such as XRF, ICP-MS, and LA-ICP-MS for studying sedimentary rocks and zircon U-Pb isotopes in geological research?",
        "QuestionCn": "影响选择分析技术（如XRF、ICP-MS和LA-ICP-MS）用于研究沉积岩和锆石U-Pb同位素的地质研究的因素有哪些？",
        "AnswerEn": "The selection of techniques like XRF, ICP-MS, and LA-ICP-MS is influenced by the need for accurate measurement of major and trace elements and precise zircon U-Pb dating. These methods provide crucial data for understanding the tectonic evolution of areas like the Tengchong-Baoshan block in Yunnan and help constrain the closure time of the Meso-Tethys Ocean to the Late Jurassic, offering significant insights into the Tethyan tectonic evolution.",
        "AnswerCn": "选择XRF、ICP-MS和LA-ICP-MS等技术是为了准确测量主要和微量元素以及精确的锆石U-Pb定年。这些方法为理解云南腾冲-保山块的构造演化提供了重要数据，并有助于限制中特提斯洋的闭合时间至晚侏罗世，为特提斯构造演化提供了重要见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using multiple analytical techniques such as XRF, ICP-MS, and LA-ICP-MS in the data collection for Mesozoic sedimentary rocks on the understanding of Tethyan tectonic evolution?",
        "QuestionCn": "使用多种分析技术，如XRF、ICP-MS和LA-ICP-MS，对中生代沉积岩进行数据收集，可能对理解特提斯构造演化产生的潜在后果是什么？",
        "AnswerEn": "Using multiple analytical techniques like XRF, ICP-MS, and LA-ICP-MS allows for comprehensive data collection on major and trace elements as well as isotope dating, which can lead to a more detailed and accurate understanding of the Tethyan tectonic evolution. This approach can help constrain the closure time of the Meso-Tethys Ocean to the Late Jurassic, providing critical insights into the tectonic processes in the Tengchong-Baoshan block in Yunnan, thereby enhancing the overall understanding of Tethys evolution.",
        "AnswerCn": "使用多种分析技术，如XRF、ICP-MS和LA-ICP-MS，可以全面收集主要和微量元素的数据以及同位素定年，这有助于更详细和准确地理解特提斯的构造演化。这种方法可以帮助限制中特提斯洋的闭合时间至晚侏罗世，为云南腾冲-保山块的构造过程提供关键见解，从而增强对特提斯演化的整体理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind collecting major and trace element data and zircon U-Pb isotopic data from Mesozoic sedimentary rocks in the Tengchong-Baoshan block?",
        "QuestionCn": "收集滇川块系中生代沉积岩的主要和微量元素数据以及锆石U-Pb同位素数据的目的是什么？",
        "AnswerEn": "The objectives include providing critical information to understand the tectonic evolution of the central Tethys region, limiting the closure time of the central Tethys Ocean to the Late Jurassic, and exploring the process of Tethys tectonic evolution. The data collection aims to contribute to a deeper understanding of the geological history and tectonic processes in the Tengchong-Baoshan area.",
        "AnswerCn": "目标包括提供关键信息，以理解中央特提斯地区的构造演化，限制中央特提斯洋的闭合时间至晚侏罗世，并探索特提斯构造演化的过程。数据收集旨在为深入理解腾冲-保山地区的地质历史和构造过程做出贡献。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the instrumental and procedural steps involved in collecting and analyzing zircon U-Pb isotopic data from Mesozoic sedimentary rocks in the Tengchong Baoshan block, and what challenges might arise during this process?",
        "QuestionCn": "在腾冲保山地块的中生代沉积岩中收集和分析锆石U-Pb同位素数据所涉及的仪器和程序步骤是什么？在此过程中可能会出现哪些挑战？",
        "AnswerEn": "The instrumental and procedural steps for collecting and analyzing zircon U-Pb isotopic data include sampling sedimentary rock from the target region, such as near Laimeng Town in the Tengchong Baoshan area. The collected rock samples are then analyzed for major and trace elements using X-ray fluorescence (XRF) and inductively coupled plasma mass spectrometry (ICP-MS). For zircon U-Pb dating, laser ablation inductively coupled plasma mass spectrometry (LA-ICP-MS) is employed. Challenges in this process may include ensuring accurate sample preparation, avoiding contamination, and obtaining precise measurements from the instruments involved.",
        "AnswerCn": "收集和分析锆石U-Pb同位素数据的工具和程序步骤包括从目标区域（如腾冲保山地区的来孟镇附近）采样沉积岩。收集的岩石样本随后使用X射线荧光（XRF）和电感耦合等离子体质谱（ICP-MS）分析主要和微量元素。对于锆石U-Pb定年，采用激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）。这一过程中的挑战可能包括确保样品准备的准确性、避免污染以及从相关仪器中获得精确的测量结果。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}