{
    "id": "316f808a-727b-4801-b8d3-20465753df29",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "National survey data of manure nutrient input to cropland across China from 2005 to 2014",
            "titleCn": "National survey data of manure nutrient input to cropland across China from 2005 to 2014",
            "description": "The data included the inputs of manure nitrogen (N), phosphorus (P), and potassium (K) for cereals, fruits, vegetables, and other crops, along with the manure proportion of total N, P, and K inputs at the county level. The national survey data of > 6.6 million farmers were collected from 2005 to 2014. the total manure N, P, and K input to the cropland for each crop type was extensively quantified at the county level. Second, based on county-level statistical data, the manure inputs for the four crop types were calculated. Finally, in combination with chemical fertilizer input data from the national survey, the county-level spatial variation of the proportion of manure input was established. Our results provide a clear perspective for manure nutrient management in agricultural production, as well as detailed support for environmental impact assessment at the spatial level in China.",
            "descriptionCn": "The data included the inputs of manure nitrogen (N), phosphorus (P), and potassium (K) for cereals, fruits, vegetables, and other crops, along with the manure proportion of total N, P, and K inputs at the county level. The national survey data of > 6.6 million farmers were collected from 2005 to 2014. the total manure N, P, and K input to the cropland for each crop type was extensively quantified at the county level. Second, based on county-level statistical data, the manure inputs for the four crop types were calculated. Finally, in combination with chemical fertilizer input data from the national survey, the county-level spatial variation of the proportion of manure input was established. Our results provide a clear perspective for manure nutrient management in agricultural production, as well as detailed support for environmental impact assessment at the spatial level in China.",
            "instructions": "A national survey of 6.6 million farmers in 2,013 counties was conducted from 2005 to 2014.Information regarding chemical N, P, and K and manure application rates was used in this study. First, the farmers were divided into four groups according to crop type: cereals, fruits, vegetables, and others; the total manure N, P, and K input to the cropland for each crop type was extensively quantified at the county level. Second, based on county-level statistical data, the manure inputs for the four crop types were calculated. Finally, in combination with chemical fertilizer input data from the national survey, the county-level spatial variation of the proportion of manure input was established.\n\nThe datasets were obtained in Excel file format with the following four sheets: “manure N”, “manure P”, “manure K”, and “manure percentage”. The first three sheets described the inputs (unit: tons) of manure N, P, and K into cropland, respectively; the last sheet provided the manure proportions of total nutrient input. These datasets contained the following fields: ProvCode, representing the provincial administrative division code; PAC2015, representing the 2015 county-level administrative division code, obtained from the Ministry of Civil Affairs of the People’s Republic of China; and “TM_Cereals”, “TM_Fruits”, “TM_Vegetables”, and “TM_Others” corresponding to the total manure N, P, and K inputs for the four crop types. In the sheet “manure percentage,” “Mprop_N”, “Mprop_P”, and “Mprop_K” were the manure nutrient proportions of total N, P, and K inputs, respectively. Blank fields indicated municipal districts and some counties without cropland.\n\nHere, we provide vector layers of China’s county-level administrative divisions, packaged in a compressed file called “ChinaCounty”; all results can be revealed by matching the shared PAC2015 field in the layers and Excel datasets.",
            "instructionsCn": "A national survey of 6.6 million farmers in 2,013 counties was conducted from 2005 to 2014.Information regarding chemical N, P, and K and manure application rates was used in this study. First, the farmers were divided into four groups according to crop type: cereals, fruits, vegetables, and others; the total manure N, P, and K input to the cropland for each crop type was extensively quantified at the county level. Second, based on county-level statistical data, the manure inputs for the four crop types were calculated. Finally, in combination with chemical fertilizer input data from the national survey, the county-level spatial variation of the proportion of manure input was established.\n\nThe datasets were obtained in Excel file format with the following four sheets: “manure N”, “manure P”, “manure K”, and “manure percentage”. The first three sheets described the inputs (unit: tons) of manure N, P, and K into cropland, respectively; the last sheet provided the manure proportions of total nutrient input. These datasets contained the following fields: ProvCode, representing the provincial administrative division code; PAC2015, representing the 2015 county-level administrative division code, obtained from the Ministry of Civil Affairs of the People’s Republic of China; and “TM_Cereals”, “TM_Fruits”, “TM_Vegetables”, and “TM_Others” corresponding to the total manure N, P, and K inputs for the four crop types. In the sheet “manure percentage,” “Mprop_N”, “Mprop_P”, and “Mprop_K” were the manure nutrient proportions of total N, P, and K inputs, respectively. Blank fields indicated municipal districts and some counties without cropland.\n\nHere, we provide vector layers of China’s county-level administrative divisions, packaged in a compressed file called “ChinaCounty”; all results can be revealed by matching the shared PAC2015 field in the layers and Excel datasets.",
            "east": 135.088511,
            "west": 73.501142,
            "south": 6.323421,
            "north": 53.560901,
            "startTime": null,
            "endTime": null,
            "fileSize": 47271613.0,
            "cstr": "18406.11.HumanNat.tpdc.300288",
            "doi": "10.11888/HumanNat.tpdc.300288",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "张青松",
                "nameEn": "ZHANG Qingsong",
                "unitEn": "",
                "unitCn": "中国农业大学"
            },
            {
                "nameCn": "储意艳",
                "nameEn": "CHU Yiyan",
                "unitEn": "",
                "unitCn": "中国农业大学"
            },
            {
                "nameCn": "尹宇龙",
                "nameEn": "YIN Yulong",
                "unitEn": "",
                "unitCn": "中国农业大学"
            },
            {
                "nameCn": "营浩",
                "nameEn": "YING Hao",
                "unitEn": "",
                "unitCn": "中国农业大学"
            },
            {
                "nameCn": "张福锁",
                "nameEn": "ZHANG Fusuo",
                "unitEn": "",
                "unitCn": "中国农业大学"
            },
            {
                "nameCn": "崔振岭",
                "nameEn": "CUI Zhenling",
                "unitEn": "",
                "unitCn": "中国农业大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Comprehensive assessment of the utilization of manure in China’s croplands based on national survey data",
                "referenceCn": null,
                "referenceEn": "Zhang Qingsong, Chu Yiyan, Yin Yulong, Ying Hao, Zhang Fusuo & Cui Zhenling.(2023) Comprehensive assessment of the utilization of manure in China’s croplands based on national survey data. Scientific Data 10, 223 . https://doi.org/10.1038/s41597-023-02154-7 "
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "农业资源",
                "nameEn": "Agricultural Resources"
            },
            {
                "nameCn": "农牧业生产",
                "nameEn": "Agricultural and animal husbandry production"
            },
            {
                "nameCn": "农田",
                "nameEn": "Farmland"
            },
            {
                "nameCn": "有机肥",
                "nameEn": "Manure"
            },
            {
                "nameCn": "环境污染与治理",
                "nameEn": "Environment Pollution and Control"
            },
            {
                "nameCn": "肥料",
                "nameEn": "Fertilizer"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2005-2014",
                "keywordEn": "2005-2014",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "海南省科技计划三亚崖州湾科技城自然科学基金联合项目",
                "titleEn": "Hainan Provincial Joint Project of Sanya Yazhou Bay Science and Technology City"
            },
            {
                "titleCn": "环渤海盐碱耕地有机质快速提升、肥沃耕层构建与生 物强化关键技术研究",
                "titleEn": "Research on key technologies of rapid organic matter increase, fertile soil layer construction and bioenhancement in saline-alkali farmland around Bohai Sea"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "China's rapid increase in mass excreta and its environmental discharge have attracted substantial attention. However, cropland as a main destination of excreta utilization has not been extensively evaluated."
            ],
            "research objective": [
                "Here, a national survey was used to assess the utilization of manure in croplands across China."
            ],
            "challenges": [],
            "methods": [
                "First, the farmers were divided into four groups according to crop type: cereals, fruits, vegetables, and others; the total manure N, P, and K input to the cropland for each crop type was extensively quantified at the county level. Second, based on county-level statistical data, the manure inputs for the four crop types were calculated. Finally, in combination with chemical fertilizer input data from the national survey, the county-level spatial variation of the proportion of manure input was established."
            ],
            "dataset": [
                "The data included the inputs of manure nitrogen (N), phosphorus (P), and potassium (K) for cereals, fruits, vegetables, and other crops, along with the manure proportion of total N, P, and K inputs at the county level."
            ],
            "findings": [
                "The results showed that the manure N, P, and K inputs were 6.85, 2.14, and 4.65 million tons (Mt), respectively, constituting 19.0%, 25.5%, and 31.1% of the total N, P, and K, respectively. The spatial distribution of the manure proportion of total inputs was lower in Eastern China and higher in Western China. The results provide a detailed description of the utilization of manure nutrients in agricultural areas throughout China, which will serve as basic support for policymakers and researchers involved in future agricultural nutrient management in China."
            ],
            "backgroundCn": [
                "中国快速增加的粪便排放及其环境排放引起了广泛关注。然而，作为粪便利用主要目的地的耕地尚未得到充分评估。"
            ],
            "research objectiveCn": [
                "在这里，使用了一项全国性调查来评估中国农田中肥料的利用情况。"
            ],
            "challengesCn": [],
            "methodsCn": [
                "首先，农民根据作物类型分为四组：谷物、水果、蔬菜和其他；对每种作物类型的总 manure N、P 和 K 输入在县级进行了广泛量化。其次，基于县级统计数据，计算了四种作物类型的 manure 输入。最后，结合国家调查的化肥输入数据，建立了县级 manure 输入比例的空间变化。"
            ],
            "datasetCn": [
                "数据包括了谷物、水果、蔬菜和其他作物的 manure 氮（N）、磷（P）和钾（K）输入，以及县级 manure 在总氮、磷和钾输入中的比例。"
            ],
            "findingsCn": [
                "结果显示， manure 的氮、磷和钾输入分别为 685 万吨、214 万吨和 465 万吨，分别占总氮、磷和钾的 19.0%、25.5% 和 31.1%。 manure 在总输入中的比例在中国东部较低，而在西部较高。结果详细描述了中国农业地区 manure 养分的利用情况，为未来参与中国农业养分管理的政策制定者和研究人员提供了基本支持。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the data collection method involve dividing farmers into groups based on crop type?",
                "QuestionCn": "数据收集方法是否涉及根据作物类型将农民分组？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Is the spatial variation of manure input at the county level established using chemical fertilizer input data?",
                "QuestionCn": "在县级上，粪肥输入的空间变化是通过化肥输入数据来确定的吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Are the manure nutrient inputs quantified for cereals, fruits, vegetables, and other crops?",
                "QuestionCn": "粪肥营养输入是否对谷物、水果、蔬菜和其他作物进行了量化？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which method is more effective for quantifying manure nutrient inputs at the county level, direct farmer surveys or statistical data analysis?",
                "QuestionCn": "在县级量化 manure 养分输入方面，直接农民调查和统计数据分析哪种方法更有效？",
                "AnswerEn": "direct farmer surveys",
                "AnswerCn": "直接农民调查",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are the challenges in collecting national survey data more related to data accuracy, farmer participation, or logistical issues?",
                "QuestionCn": "收集国家调查数据的挑战更多与数据准确性、农民参与还是后勤问题有关？",
                "AnswerEn": "data accuracy, farmer participation, or logistical issues",
                "AnswerCn": "数据准确性、农民参与或物流问题",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "Who were the main participants involved in the data collection for assessing manure nutrient input to cropland across China?",
                "QuestionCn": "评估中国农田 manure 营养输入的数据收集的主要参与者是谁？",
                "AnswerEn": "more than 6.6 million farmers across China",
                "AnswerCn": "超过660万名中国农民",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where does the spatial distribution of manure proportion of total nutrient inputs tend to be higher in China?",
                "QuestionCn": "中国的粪肥在总营养输入中的空间分布比例往往较高的地方在哪里？",
                "AnswerEn": "Western China",
                "AnswerCn": "中国西部",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to quantify manure nutrient inputs at the county level in China between 2005 and 2014?",
                "QuestionCn": "您能否提供一个在2005年至2014年间用于量化中国县级 manure 养分输入的数据收集方法的例子？",
                "AnswerEn": "One example of a data collection method is dividing farmers into groups based on crop types (cereals, fruits, vegetables, and others) and quantifying the total manure nitrogen (N), phosphorus (P), and potassium (K) input to cropland for each crop type at the county level using national survey data from over 6.6 million farmers.",
                "AnswerCn": "一种数据收集方法是根据作物类型（谷物、水果、蔬菜和其他）将农民分组，并量化每种作物类型在县级对农田的总粪肥氮（N）、磷（P）和钾（K）输入，数据来源于超过660万农民的全国调查数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a dataset that includes spatial variation of manure nutrient input in agricultural production across China?",
                "QuestionCn": "一个包含中国农业生产中 manure 养分输入空间变化的数据集的例子是什么？",
                "AnswerEn": "An example of a dataset includes inputs of manure nitrogen (N), phosphorus (P), and potassium (K) for cereals, fruits, vegetables, and other crops, along with the manure proportion of total N, P, and K inputs at the county level, showing spatial distribution differences across regions such as lower proportions in Eastern China and higher in Western China.",
                "AnswerCn": "一个数据集的示例包括谷物、水果、蔬菜和其他作物的粪肥氮（N）、磷（P）和钾（K）输入，以及县级粪肥在总氮、磷和钾输入中的比例，显示出不同地区的空间分布差异，例如东部中国的比例较低，而西部中国的比例较高。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What characteristics define the data collection techniques used for obtaining manure nutrient input information at a national level?",
                "QuestionCn": "定义用于在国家层面获取 manure 营养输入信息的数据收集技术的特征是什么？",
                "AnswerEn": "national survey, over 6.6 million farmers, manure nitrogen (N), phosphorus (P), potassium (K) inputs, various crop types, county level, spatial variation in manure input proportions",
                "AnswerCn": "全国调查，超过660万农民，粪肥氮（N）、磷（P）、钾（K）投入，各种作物类型，县级，粪肥投入比例的空间变化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the specific features that contribute to the spatial variation of manure nutrient inputs across different regions in China?",
                "QuestionCn": "导致中国不同地区粪肥养分输入空间变化的具体特征有哪些？",
                "AnswerEn": "distribution of manure N, P, and K inputs, lower in Eastern China, higher in Western China",
                "AnswerCn": "中国东部的粪肥氮、磷、钾投入较低，中国西部较高。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the total number of farmers surveyed to quantify manure nutrient inputs to cropland in China from 2005 to 2014?",
                "QuestionCn": "在2005年至2014年期间，调查用于量化中国农田肥料营养输入的农民总数是多少？",
                "AnswerEn": "6.6 million",
                "AnswerCn": "660万",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many crop types were considered when calculating the manure nutrient inputs at the county level?",
                "QuestionCn": "在计算县级粪肥营养输入时考虑了多少种作物类型？",
                "AnswerEn": "4",
                "AnswerCn": "4",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What proportion of the total nitrogen, phosphorus, and potassium inputs were contributed by manure according to the national survey data?",
                "QuestionCn": "根据全国调查数据，粪肥对总氮、磷和钾输入的贡献比例是多少？",
                "AnswerEn": "19.0%, 25.5%, 31.1%",
                "AnswerCn": "19.0%，25.5%，31.1%",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'county-level statistical data' refer to in the context of manure nutrient input assessment?",
                "QuestionCn": "“县级统计数据”在粪肥营养输入评估的背景下指的是与特定县域内的粪肥使用、生产和管理相关的统计信息。这些数据通常包括粪肥的产生量、施用量、营养成分以及对环境和农业生产的影响等。",
                "AnswerEn": "County-level statistical data refers to the aggregated data collected at the county level that is used to calculate manure inputs for different crop types. It helps establish the spatial variation of manure input proportions when combined with chemical fertilizer input data.",
                "AnswerCn": "县级统计数据是指在县级收集的汇总数据，用于计算不同作物类型的 manure 输入。它有助于在与化肥输入数据结合时建立 manure 输入比例的空间变化。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is meant by 'manure proportion of total N, P, and K inputs' at the county level?",
                "QuestionCn": "“县级总氮、磷和钾输入中肥料的比例”是什么意思？",
                "AnswerEn": "The 'manure proportion of total N, P, and K inputs' at the county level indicates the percentage of total nitrogen (N), phosphorus (P), and potassium (K) inputs that come from manure, compared to other sources such as chemical fertilizers, for different crop types.",
                "AnswerCn": "“县级的‘粪肥在总氮、磷和钾投入中的比例’表示来自粪肥的总氮（N）、磷（P）和钾（K）投入占比，与其他来源（如化肥）相比，适用于不同作物类型。”",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How is the 'county-level spatial variation of the proportion of manure input' established in manure nutrient management?",
                "QuestionCn": "在 manure nutrient management 中，如何建立“县级空间变异的粪肥投入比例”？",
                "AnswerEn": "The 'county-level spatial variation of the proportion of manure input' is established by quantifying the manure nutrient inputs for each crop type and combining this data with chemical fertilizer input data from a national survey, allowing for an analysis of how the proportion of manure input varies across different counties.",
                "AnswerCn": "“县级空间变异的 manure 输入比例”是通过量化每种作物类型的 manure 营养输入，并将这些数据与国家调查中的化肥输入数据结合，从而分析 manure 输入比例在不同县之间的变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the spatial variation in manure nutrient inputs across different regions of China be interpreted in terms of environmental impact and agricultural practices?",
                "QuestionCn": "中国不同地区的 manure 养分输入的空间变化如何从环境影响和农业实践的角度进行解读？",
                "AnswerEn": "The spatial distribution of the manure proportion of total inputs was lower in Eastern China and higher in Western China, suggesting that environmental impact and agricultural practices vary regionally. This variation provides insights into how different regions utilize manure nutrients in agriculture, which can inform environmental impact assessments and nutrient management strategies.",
                "AnswerCn": " manure在总投入中的空间分布在中国东部较低，而在中国西部较高，这表明环境影响和农业实践因地区而异。这种差异提供了关于不同地区如何在农业中利用 manure 养分的见解，这可以为环境影响评估和养分管理策略提供参考。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What can be inferred about the methodological rigor of data collection when quantifying manure nutrient inputs at the county level?",
                "QuestionCn": "当在县级量化 manure 养分输入时，可以推断出数据收集的 методологическая строгость。",
                "AnswerEn": "The data collection method involved a national survey of over 6.6 million farmers, categorizing them by crop type and quantifying manure nutrient inputs at the county level. This extensive data collection approach suggests high methodological rigor, enabling detailed spatial analysis and providing a robust foundation for understanding manure nutrient management across China.",
                "AnswerCn": "数据收集方法涉及对超过660万农民的全国调查，按作物类型进行分类，并在县级量化 manure 养分输入。这种广泛的数据收集方法表明了较高的方法学严谨性，使得能够进行详细的空间分析，并为理解中国的 manure 养分管理提供了坚实的基础。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the spatial variation in manure nutrient inputs across different regions in China?",
                "QuestionCn": "影响中国不同地区 manure 养分输入空间变化的因素有哪些？",
                "AnswerEn": "The spatial distribution of manure proportion of total inputs was influenced by regional differences, with lower proportions in Eastern China and higher in Western China. These variations could be due to differences in farming practices, regional policies, and the availability of manure resources.",
                "AnswerCn": " manure在总投入中的空间分布受区域差异的影响，东部中国的比例较低，而西部中国的比例较高。这些差异可能是由于农业实践、区域政策和粪肥资源的可用性不同所导致的。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the underlying reasons for integrating chemical fertilizer data with manure input data in assessing agricultural nutrient management in China?",
                "QuestionCn": "将化肥数据与 manure 输入数据整合在一起，以评估中国农业营养管理的潜在原因是什么？",
                "AnswerEn": "Integrating chemical fertilizer data with manure input data allows for a comprehensive assessment of total nutrient inputs to cropland, facilitating accurate understanding of nutrient balances and management practices. This integration helps in establishing the county-level spatial variation of manure input proportions, crucial for effective nutrient management and environmental impact assessments.",
                "AnswerCn": "将化肥数据与 manure 输入数据整合，可以全面评估农田的总营养输入，促进对营养平衡和管理实践的准确理解。这种整合有助于建立县级 manure 输入比例的空间变化，对于有效的营养管理和环境影响评估至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What could be the outcome of including chemical fertilizer input data in the analysis of manure nutrient inputs to cropland across different regions in China?",
                "QuestionCn": "将化肥投入数据纳入对中国不同地区农田粪肥养分输入分析的结果可能是什么？",
                "AnswerEn": "The inclusion of chemical fertilizer input data allows for the establishment of the county-level spatial variation of the proportion of manure input, providing a comprehensive understanding of nutrient management and environmental impact assessment across different regions in China.",
                "AnswerCn": "化肥投入数据的纳入使得能够建立县级的粪肥投入比例的空间变化，从而为全面理解中国不同地区的养分管理和环境影响评估提供了依据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the potential consequences of spatial distribution variations of manure nutrient inputs on agricultural policy-making in China?",
                "QuestionCn": " manure nutrient inputs在农业政策制定中的潜在后果。",
                "AnswerEn": "The spatial distribution variations, which show lower manure proportions in Eastern China and higher in Western China, provide detailed insights that can guide policymakers in developing region-specific agricultural nutrient management policies and practices.",
                "AnswerCn": "空间分布的变化显示，东部中国的 manure 比例较低，而西部中国的比例较高，这为政策制定者提供了详细的见解，可以指导他们制定区域特定的农业营养管理政策和实践。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of collecting national survey data on manure nutrient inputs to cropland across China from 2005 to 2014?",
                "QuestionCn": "收集2005年至2014年中国农田 manure 养分输入的国家调查数据的主要目标是什么？",
                "AnswerEn": "The objective is to provide a clear perspective for manure nutrient management in agricultural production and to support environmental impact assessment at the spatial level in China.",
                "AnswerCn": "目标是为农业生产中的 manure 养分管理提供清晰的视角，并支持中国在空间层面的环境影响评估。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to quantify manure nitrogen, phosphorus, and potassium inputs at the county level for various crop types?",
                "QuestionCn": "量化各县不同作物类型的 manure 氮、磷和钾输入的重要性是什么？",
                "AnswerEn": "Quantifying these inputs at the county level helps in understanding the spatial distribution of manure nutrient inputs, which is critical for developing effective nutrient management strategies and policies.",
                "AnswerCn": "在县级量化这些输入有助于理解 manure 养分输入的空间分布，这对于制定有效的养分管理策略和政策至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is the intention behind combining manure input data with chemical fertilizer input data from a national survey?",
                "QuestionCn": "将粪肥输入数据与化肥输入数据结合起来的意图是什么？",
                "AnswerEn": "The intention is to establish the county-level spatial variation of the proportion of manure input, which provides detailed support for environmental impact assessment and agricultural nutrient management.",
                "AnswerCn": "目的是建立县级 manure 输入比例的空间变化，这为环境影响评估和农业营养管理提供详细支持。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What steps are involved in organizing and categorizing survey data from over 6.6 million farmers to ensure the reliability of manure nutrient input statistics?",
                "QuestionCn": "组织和分类来自660多万农民的调查数据，以确保肥料营养输入统计的可靠性涉及以下步骤：",
                "AnswerEn": "The farmers are divided into four groups according to crop type: cereals, fruits, vegetables, and others. The total manure nitrogen (N), phosphorus (P), and potassium (K) input to the cropland for each crop type is quantified extensively at the county level. This organization facilitates the accurate calculation of manure inputs for different crop types based on county-level statistical data.",
                "AnswerCn": "农民根据作物类型分为四个组：谷物、水果、蔬菜和其他。每种作物类型的总粪肥氮（N）、磷（P）和钾（K）输入量在县级进行了广泛量化。这种组织方式便于根据县级统计数据准确计算不同作物类型的粪肥输入。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How can county-level spatial variation of manure nutrient input be established using survey data and statistical data?",
                "QuestionCn": "如何利用调查数据和统计数据建立县级 manure 养分输入的空间变异性？",
                "AnswerEn": "County-level spatial variation is established by first calculating the manure inputs for different crop types based on county-level statistical data. This information is then combined with chemical fertilizer input data from a national survey, allowing for the determination of the proportion of manure inputs relative to total inputs at the county level.",
                "AnswerCn": "县级空间变异首先通过根据县级统计数据计算不同作物类型的 manure 输入来建立。然后将这些信息与国家调查的化肥输入数据结合，从而确定县级 manure 输入相对于总输入的比例。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What processes are followed to quantify the total manure nutrient input for different crop types at the county level?",
                "QuestionCn": "为了量化不同作物类型在县级的总 manure 养分输入，通常遵循以下过程：",
                "AnswerEn": "To quantify the total manure nutrient input for different crop types at the county level, the survey data of farmers is first organized according to the type of crop. The manure N, P, and K inputs are then calculated and quantified extensively for each crop type. This quantification is based on statistical data collected at the county level.",
                "AnswerCn": "为了量化不同作物类型在县级的总 manure 养分输入，农民的调查数据首先根据作物类型进行整理。然后，针对每种作物类型，广泛计算和量化 manure 的氮、磷和钾输入。这一量化是基于在县级收集的统计数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the accurate quantification of manure nutrient inputs at the county level for diverse crop types?",
                "QuestionCn": "哪些方法能够在县级准确量化不同作物类型的 manure 养分输入？",
                "AnswerEn": "The methodologies include dividing farmers into groups based on crop type and extensively quantifying the manure nitrogen (N), phosphorus (P), and potassium (K) inputs to the cropland for each crop type at the county level, followed by calculations based on county-level statistical data.",
                "AnswerCn": "这些方法包括根据作物类型将农民分组，并在县级对每种作物类型的粪肥氮（N）、磷（P）和钾（K）输入进行广泛量化，随后基于县级统计数据进行计算。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the integration of chemical fertilizer input data enhance the assessment of manure nutrient management in agricultural production?",
                "QuestionCn": "化肥投入数据的整合如何增强农业生产中 manure 养分管理的评估？",
                "AnswerEn": "The integration of chemical fertilizer input data allows for establishing the county-level spatial variation of the proportion of manure input, providing a clear perspective for manure nutrient management and environmental impact assessment at the spatial level.",
                "AnswerCn": "化肥投入数据的整合使得能够建立县级空间变异的粪肥投入比例，为粪肥养分管理和环境影响评估提供了清晰的空间视角。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conditions enable the comprehensive collection of survey data from over 6.6 million farmers across a large geographic region like China?",
                "QuestionCn": "哪些条件能够使得在像中国这样的大范围地区对超过660万农民进行全面的调查数据收集？",
                "AnswerEn": "The conditions likely include a well-organized national survey infrastructure that systematically collects data on manure inputs and crop types at the county level, enabling detailed support for research and policymaking in agricultural nutrient management.",
                "AnswerCn": "这些条件可能包括一个组织良好的国家调查基础设施，系统地收集县级的 manure 输入和作物类型数据，从而为农业营养管理的研究和政策制定提供详细支持。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the anticipated spatial distribution of manure nutrient inputs differ across various regions in China?",
                "QuestionCn": "预期的 manure 养分输入的空间分布在中国不同地区可能会有所不同的原因是什么？",
                "AnswerEn": "The spatial distribution of manure nutrient inputs varies, with lower proportions in Eastern China and higher in Western China, which may be due to regional differences in agricultural practices, crop types, or farmer preferences.",
                "AnswerCn": " manure nutrient inputs的空间分布各异，东部中国的比例较低，而西部中国的比例较高，这可能与地区间的农业实践、作物类型或农民偏好存在差异有关。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of using county-level statistical data in assessing the spatial variation of manure nutrient inputs in cropland?",
                "QuestionCn": "如何评估使用县级统计数据在评估农田中 manure 营养输入的空间变异性方面的有效性？",
                "AnswerEn": "The use of county-level statistical data is effective as it allows for the quantification of manure nutrient inputs at a detailed spatial level, which provides a clear perspective for manure nutrient management in agricultural production and aids in environmental impact assessments across different regions of China.",
                "AnswerCn": "县级统计数据的使用是有效的，因为它允许在详细的空间层面上量化 manure 养分输入，这为农业生产中的 manure 养分管理提供了清晰的视角，并有助于对中国不同地区的环境影响评估。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I can't make sense of how data collection methods account for the spatial variation in manure nutrient inputs at the county level.",
                "QuestionCn": "我无法理解数据收集方法如何考虑到县级范围内粪肥营养输入的空间变化。",
                "AnswerEn": "The spatial variation of manure nutrient inputs at the county level was established by quantifying the total manure N, P, and K input to cropland for each crop type and combining this with chemical fertilizer input data from a national survey.",
                "AnswerCn": "在县级上，通过量化每种作物类型的总 manure N、P 和 K 输入到农田中，并将其与国家调查的化肥输入数据结合，建立了 manure 养分输入的空间变化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I don't understand how a dataset could effectively support environmental impact assessments in agricultural nutrient management.",
                "QuestionCn": "我不明白一个数据集如何有效支持农业营养管理中的环境影响评估。",
                "AnswerEn": "The dataset provides a detailed description of the utilization of manure nutrients in agricultural areas throughout China, offering basic support for policymakers and researchers involved in future agricultural nutrient management and environmental impact assessments.",
                "AnswerCn": "该数据集提供了中国农业地区 manure 养分利用的详细描述，为参与未来农业养分管理和环境影响评估的政策制定者和研究人员提供了基本支持。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please summarize the data collection methods used for gathering national survey data on manure nutrient input in cropland across China.",
                "QuestionCn": "总结用于收集中国农田 manure 养分输入的国家调查数据的方法。",
                "AnswerEn": "The data collection involved a national survey of over 6.6 million farmers from 2005 to 2014. Farmers were categorized by crop type (cereals, fruits, vegetables, and others), and manure nutrient inputs (N, P, and K) were quantified at the county level. Additionally, statistical data at the county level were used to calculate manure inputs for different crop types, and these were combined with chemical fertilizer input data to establish spatial variations of manure proportions.",
                "AnswerCn": "数据收集涉及对660多万农民的全国调查，时间跨度为2005年至2014年。农民根据作物类型（谷物、水果、蔬菜及其他）进行分类，并在县级量化了肥料养分输入（氮、磷和钾）。此外，使用县级的统计数据计算不同作物类型的肥料输入，并将其与化学肥料输入数据结合，以建立肥料比例的空间变化。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}