{
  "id": "320690e1-f8aa-4c51-a189-4c82f7e64b39",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Landuse/landcover data of the Heihe River Basin in 2000",
      "titleCn": "2012年新编黑河流域2000年土地利用/土地覆盖数据集",
      "description": "The Landuse/Landcover data of the Heihe River Basin in 2000 ( newly compiled in 2012), was finished by the Remote Sensing Laboratory of Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences, using satellite remote sensing, based on the LandsaTM and ETM remote sensing data around 2000, combing field investigation and verification, thus leading to the establishment of the Heihe River Basin 1:10. 10,000 land use/land cover imagery and vector database. The main contents are: 1:100,000 land use graphic data and attribute data in the Heihe River Basin.\nThe Heihe River Basin 1:100,000 (2011) land cover data and the previous land cover data use the same layered land cover classification system, the whole basin is divided into six first-class categories (cultivated land, woodland, grassland, waters, urban and rural residents, industrial and mining land and unused land), 25 secondary classes; data types are vector polygons, stored as Shape format. Land cover classification attributes:\nPrimary type, secondary type, attribute coding, spatial distribution position\n\nCultivated land:\n Plain dry land, 123, is mainly distributed in basin, Piedmont zone, river alluvial, diluvial plain or lacustrine plain (lack of water, irrigation condition is poor).\nHilly dry land, 122, is mainly distributed in Hilly areas. Generally speaking, land blocks distribute on gentle slopes, ridges and mats of hills.\nMountainous dry land, 121, is mainly distributed in mountainous areas, with the elevation below 4000 meters (gentle slope, mountainside, steep slope platform, etc.) and the Piedmont zones.\n\nWoodland: \nThere is woodland (arbor), 21, is mainly distributed in the mountains (below 4000 meters ) or on the slopes of the mountains, valleys, hills, plains and so on.\nShrub land, 22, is mainly distributed in higher mountain areas (below 4500 meters), most of which distribute in hillsides, valleys and sandy land.\nSparse forest land, 23, is mainly distributed in the mountains, hills, plains and sandy land, and on the edge of the Gobi (loam, gravel).\nOther woodlands, 24, are mainly distributed in the oasis field, around rivers, roadsides and rural settlements.\n\nGrassland:\n Highly covered grassland, 31, is mainly distributed in mountainous areas (slow slopes), hills (steep slopes) and inter-river beaches, Gobi, sand dunes, etc.\n Mid-covered grassland, 32, is mainly distributed in relatively dry areas (Gobi, low-lying land and sandy land,sand dunes, etc.).\nThe low-cover grassland, 33, grows mainly in drier areas (on the loess hills and on the edge of the sand).\n\nWaters: \nChannel, 41 is mainly distributed in plains, inter-river cultivated land and inter-mountain valleys.\n\nLake, 42, is mainly distributed in low-lying areas.\nReservoir pit, 43, is mainly distributed in plains and valleys between rivers, surrounded by residential areas and cultivated land.\nGlacier and permanent snow cover, 44, mainly distribute at the top of (over 4000) alpine regions.\nFlood land, 46, is mainly distributed in the high and low hillside gullies, the piedmont, the plain lowlands, and the edge of the river and lake basins.\n\nResidents land: \nUrban land, 51, is mainly distributed in plains, mountain basins, slopes and valleys.\nRural residential land, 52, are mainly distributed in oases, cultivated land and roadsides, on the tablelands and the slopes.\nIndustrial land and traffic land, 53, are generally distributed in the periphery of towns, areas with fairly developed transportation and industrial mining areas.\n\nUnutilized land: \nSandy land, 61, is mostly distributed in the basin, on both sides of the river, in the river bay and on the periphery of the Piedmont and Gobi.\nGobi, 62, is mainly distributed in the Piedmont belt with strong wind erosion and sediment transport.\nSaline and alkaline land, 63, is mainly distributed in dry lakes, lakeside and areas relatively low with easy water accumulation. \nSwamp, 64, is mainly distributed in relatively low areas with easy water accumulation.\nBare soil, 65, is mainly distributed in arid areas (steep hillsides, hills and gobi), with vegetation coverage less than 5%.\nBare rock, 66, is mainly distributed in extremely arid rocky mountainous areas (windy and rainless).\nThe other, 67 mainly distributes in bare rocks formed by freezing and thawing above 4000 meters, also known as alpine tundra.",
      "descriptionCn": "2012年新编黑河流域2000年土地利用/土地覆盖是中科院寒旱所遥感研究室，以卫星遥感为手段，基于2000年左右LandsaTM和ETM遥感数据，综合野外考察验证，建立了黑河流域1：10万土地利用/土地覆盖影像和矢量数据库。包括的内容主要有：黑河流域1:10万土地利用图形数据和属性数据。\n      黑河流域1：10万（2011年）土地覆被数据和以往土地覆被采用同一个分层的土地覆被分类系统，将全流域划分为6个一级类（耕地、林地、草地、水域、城镇和农村居民及工矿用地和未利用土地），25个二级类；数据类型为矢量多边形，以Shape格式存储。。\n土地覆被分类属性：\n一级类型 二级类型 属性编码 空间分布位置\n耕地:平原旱地 123 主要分布在盆地、山前带、河流冲积、洪积或湖积平原（水源短缺灌溉条件较差）。\n     丘陵旱地 122 主要分布在丘陵区，一般状况下地块分布在丘陵的缓坡以及墚、卯之上。\n     山区旱地 121 主要分布在山区，海拔在4000米以下的山坡（缓坡、山腰、陡坡台地等）及山前带上。\n林地:有林地（乔木） 21 主要分布在高山（海拔4000米以下）或中山坡地、谷地两坡、山顶、平原等。\n     灌木林地 22 主要分布在较高的山区（4500米以下），多数分布山坡和山谷及沙地。\n     疏林地 23 主要分布在山区、丘陵、平原及沙地、戈壁（壤质、沙砾质）边缘。\n     其他林地 24 主要分布在绿洲田埂，河边、路边及农村居民点周围。\n草地:高覆被草地 31 一般分布在山区（缓坡）、丘陵（陡坡）及河间滩地、戈壁、沙地丘间等。\n     中覆被草地 32 主要分布在较干燥地方（隔壁低洼地和沙地丘间地等）。\n     低覆被草地 33 主要生长在较干燥地方(黄土丘陵上和沙地边缘)。\n水域:河渠 41 主要分布在平原、川间耕地以及山间沟谷内。\n     湖泊 42 主要分布在地势低洼地区。\n     水库坑塘 43主要分布在平原、川间谷内，周围有居民地和耕地。\n     冰川及永久性积雪 44 主要分布在（4000以上）高山顶部。\n     河滩地 46 主要分布在高中低山坡面沟谷、山前、平原低地、河湖盆边缘等。\n居民地:城镇用地       51主要分布在平原、山区盆地、坡地及沟谷地台地。\n       农村居民地     52主要分布在绿洲、耕地及路边、塬面、坡上等。\n       工矿和交通用地 53一般分布在城镇外围、交通较发达区域和工业采矿区。\n未利用土地:沙地 61大多分布在盆地、河流两侧、河湾及山前戈壁外围。\n           戈壁 62主要分布在风蚀较强有沙源物质输送的山前带。\n           盐碱 63主要分布在相对较低易积水及干湖泊及湖泊边。\n           沼泽 64主要分布在相对较低易积水地段。\n           裸土 65主要分布在较干旱地区（山间陡坡、丘陵、戈壁），植被盖度<5% 。\n           裸岩 66主要分布在极度干旱的石质山区（风大、少雨）。\n           其他 67主要分布在4000米以上冻融形成的裸露岩石，又称高寒苔原。",
      "instructions": "",
      "instructionsCn": "",
      "east": 104.2,
      "west": 96.1,
      "south": 37.7,
      "north": 43.3,
      "startTime": "2018-12-06 02:47:51",
      "endTime": "2018-12-06 02:47:51",
      "fileSize": 152126023.0,
      "cstr": "18406.11.heihe.039.2014.db",
      "doi": "10.3972/heihe.039.2014.db",
      "dataFormat": "shp",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王建华",
        "nameEn": "WANG Jianhua",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Hu XL, Lu L, Li X, Wang JH, Guo M. Land Use/Cover Change in the Middle Reaches of the Heihe River Basin over 2000-2011 and Its Implications for Sustainable Water Resource Management",
        "referenceCn": null,
        "referenceEn": "Hu XL, Lu L, Li X, Wang JH, Guo M. Land Use/Cover Change in the Middle Reaches of the Heihe River Basin over 2000-2011 and Its Implications for Sustainable Water Resource Management. PLoS ONE, 2015, 10(6): e0128960.\r\nDOI: 10.1371/journal.pone.0128960."
      },
      {
        "titleCn": null,
        "titleEn": "Ejin Oasis land use and vegetation change between 2000 and 2011: the role of the Ecological water diversion project",
        "referenceCn": null,
        "referenceEn": "Hu XL, Lu L, Li X,Wang JH,Lu XG. Ejin Oasis land use and vegetation change between 2000 and 2011: the role of the Ecological water diversion project. Energies,2015,8,7040-7057.DOI:10.3390/en8077040."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "土地利用",
        "nameEn": "Land use"
      },
      {
        "nameCn": "土地覆被",
        "nameEn": "land cover"
      },
      {
        "nameCn": "土地资源",
        "nameEn": "Land Resources"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000",
        "keywordEn": "2000",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "面向黑河流域生态-水文过程集成研究的数据整理与服务",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What data collection method is used to establish a land use/land cover vector database for the Heihe River Basin?",
        "QuestionCn": "用于建立黑河流域土地利用/土地覆盖矢量数据库的数据收集方法是什么？",
        "AnswerEn": "Satellite remote sensing",
        "AnswerCn": "卫星遥感",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that uses satellite remote sensing for land use/land cover classification in a river basin?",
        "QuestionCn": "您能否提供一个使用卫星遥感进行河流流域土地利用/土地覆盖分类的数据收集方法的示例？",
        "AnswerEn": "A data collection method using satellite remote sensing involves utilizing LandsaTM and ETM remote sensing data combined with field surveys for verification. This approach establishes a 1:100,000 scale land use/land cover image and vector database for a river basin, classifying the area into primary and secondary land cover types.",
        "AnswerCn": "一种数据收集方法使用卫星遥感，涉及利用Landsat和ETM遥感数据结合实地调查进行验证。这种方法建立了一个1:100,000比例尺的土地利用/土地覆盖影像和矢量数据库，分类该流域的区域为主要和次要土地覆盖类型。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and classifications of land use/land cover data collected using satellite remote sensing techniques?",
        "QuestionCn": "使用卫星遥感技术收集的土地利用/土地覆盖数据的特征和分类是什么？",
        "AnswerEn": "hierarchical classification system, 6 primary categories, 25 secondary categories, vector polygons, Shape format, Landsat TM and ETM data, field survey validation, spatial distribution locations, specific attribute codes",
        "AnswerCn": "分层分类系统，6个主要类别，25个次要类别，矢量多边形，Shape格式，Landsat TM和ETM数据，实地调查验证，空间分布位置，特定属性代码。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many primary and secondary land use/land cover classifications are utilized in a dataset within the Heihe River Basin land cover study?",
        "QuestionCn": "在黑河流域土地覆盖研究中，数据集中使用了多少种主要和次要土地利用/土地覆盖分类？",
        "AnswerEn": "6, 25",
        "AnswerCn": "6, 25",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'land use/land cover classification system' mean in the context of spatial datasets?",
        "QuestionCn": "在空间数据集的背景下，“土地利用/土地覆盖分类系统”是什么意思？",
        "AnswerEn": "In the context of spatial datasets, a 'land use/land cover classification system' refers to a method that categorizes different types of land areas based on their usage or surface characteristics. This system divides the land into categories such as cultivated land, forest land, grassland, water bodies, residential areas, and unused land. Each category is further divided into subcategories, which are assigned specific attribute codes and are typically represented in vector polygon format for spatial analysis.",
        "AnswerCn": "在空间数据集的背景下，“土地利用/土地覆盖分类系统”指的是一种根据土地使用或表面特征对不同类型土地区域进行分类的方法。该系统将土地划分为耕地、森林、草地、水体、住宅区和未利用土地等类别。每个类别进一步细分为子类别，并分配特定的属性代码，通常以矢量多边形格式表示，以便进行空间分析。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection techniques for creating a land use/land cover dataset using satellite remote sensing compare to those involving traditional field surveys in terms of accuracy and spatial resolution?",
        "QuestionCn": "使用卫星遥感创建土地利用/土地覆盖数据集的数据收集技术与传统实地调查在准确性和空间分辨率方面的比较如何？",
        "AnswerEn": "The data collection techniques for creating a land use/land cover dataset using satellite remote sensing involve the use of satellite data such as Landsat TM and ETM, which provide a comprehensive spatial coverage and allow for a classification system that divides the entire Heihe River Basin into six primary categories and twenty-five secondary categories. These techniques offer high spatial resolution at a scale of 1:100,000. In contrast, traditional field surveys often involve manual data collection methods that can provide detailed ground-truth data but may lack the broad spatial coverage and efficiency of satellite remote sensing. Therefore, while satellite remote sensing provides extensive spatial data efficiently, field surveys can enhance accuracy through ground verification.",
        "AnswerCn": "创建土地利用/土地覆盖数据集的数据收集技术涉及使用卫星遥感数据，如Landsat TM和ETM，这些数据提供了全面的空间覆盖，并允许将整个黑河流域划分为六个主要类别和二十五个次要类别。这些技术在1:100,000的比例尺下提供高空间分辨率。相比之下，传统的实地调查通常涉及手动数据收集方法，虽然可以提供详细的地面验证数据，但可能缺乏卫星遥感的广泛空间覆盖和效率。因此，尽管卫星遥感高效地提供了广泛的空间数据，实地调查可以通过地面验证来提高准确性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the complexity of accurately classifying land use and land cover types in the Heihe River Basin using remote sensing data?",
        "QuestionCn": "在使用遥感数据准确分类黑河流域的土地利用和土地覆盖类型时，哪些因素会导致复杂性？",
        "AnswerEn": "The complexity arises from the diverse landscape features and land use types within the Heihe River Basin. The classification system divides the region into various categories like farmland, forests, grasslands, water bodies, residential areas, and unused land, each with subcategories. The spatial distribution of these types, from plains and hills to mountainous areas, poses challenges in distinguishing between them accurately using satellite imagery. Furthermore, the varying conditions such as elevation, vegetation density, and human activities could affect the accuracy of classification.",
        "AnswerCn": "复杂性源于黑河流域内多样的地貌特征和土地利用类型。分类系统将该地区划分为多种类别，如农田、森林、草地、水体、居民区和未利用土地，每个类别还有子类别。这些类型的空间分布，从平原和丘陵到山区，给使用卫星影像准确区分它们带来了挑战。此外，不同的条件，如海拔、植被密度和人类活动，可能会影响分类的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures can be implemented to efficiently classify land use and land cover types using satellite remote sensing data in the Heihe River Basin?",
        "QuestionCn": "可以实施哪些程序来有效地利用卫星遥感数据对黑河流域的土地利用和土地覆盖类型进行分类？",
        "AnswerEn": "The classification process involves using satellite remote sensing data, specifically LandsaTM and ETM imagery from around the year 2000. The data is complemented by field surveys for validation. The land cover classification system divides the region into six primary categories (arable land, forest land, grassland, water bodies, residential and industrial land, and unused land) and 25 secondary categories. The data is stored in vector polygon format using the Shape file format. Classification attributes include primary and secondary types, attribute codes, and spatial distribution locations.",
        "AnswerCn": "分类过程涉及使用卫星遥感数据，特别是2000年左右的Landsat和ETM影像。数据通过实地调查进行验证。土地覆盖分类系统将该地区划分为六个主要类别（耕地、森林、草地、水体、住宅和工业用地以及未利用土地）和25个次级类别。数据以矢量多边形格式存储，使用Shape文件格式。分类属性包括主要和次级类型、属性代码以及空间分布位置。",
        "Level": "C3(Applying)"
      }
    ]
  }
}