{
  "id": "3220c0db-1295-4bac-b245-bb209b2d73bb",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Dataset of 0.1°monthly surface air temperature over the Tibetan Plateau (1901-2020)",
      "titleCn": "青藏高原0.1°空间分辨率逐月近地表气温数据（1901-2020）",
      "description": "The monthly near-surface air temperature dataset with a spatial resolution of 0.1° over the Tibetan Plateau during 1901–2020 is generated by generative adversarial networks. This dataset is constructed based on the China regional surface meteorological feature dataset with a spatial resolution of 0.1° from 1979 to 2018 and the Climatic Research Unit (CRU) gridded data with a spatial resolution of 0.5° from 1901 to 2020. This dataset has a spatial resolution of 0.1° and a time range from January 1901 to December 2020.  The spatial dimension of data is 74°E–106°E, 24°N–40°N. The data format is NETCDF. The dataset has a long-term temporal span and high spatial resolution, which provides an alternative basis for the temperature change over the Tibetan Plateau.",
      "descriptionCn": "青藏高原0.1°空间分辨率逐月近地表气温数据（1901-2020）通过深度学习方法生成对抗网络产生。其利用了中国区域地面气象要素驱动数据集中空间分辨率为0.1°的气温数据（1979-2018）以及CRU（Climate Research Unit）全球格网数据集中空间分辨率为0.5°的气温数据（1901-2020）。其空间分辨率为0.1°。时间范围为1901年1月到2020年12月。空间范围为74°E-106°E, 24°N-40°N。数据为NETCDF格式。该数据具有较长的时间跨度和较高的空间分辨率，可为研究青藏高原长期气温变化提供依据。",
      "instructions": "The temperature dataset is stored in the format of NETCDF. The file name is t2m_yyyy_yyyy.nc, where t2m is the name of meteorological element (surface air temperature) and yyyy is the year. Data reading mode: the data can be opened programmatically by Python, Matlab, NCL and ArcGis.",
      "instructionsCn": "气温数据以NETCDF格式存储。文件的命名为t2m_yyyy_yyyy.nc，t2m代表气象要素名称（气温），yyyy代表年。数据读取方式：本数据可通过Python软件、Matlab软件、NCL软件、ArcGIS软件进行读取。",
      "east": 106.0,
      "west": 74.0,
      "south": 24.0,
      "north": 40.0,
      "startTime": "1901-01-01 00:00:00",
      "endTime": "2020-12-31 23:59:59",
      "fileSize": 589847169.0,
      "cstr": "18406.11.Atmos.tpdc.300228",
      "doi": "10.11888/Atmos.tpdc.300228",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "游庆龙",
        "nameEn": "YOU Qinglong",
        "unitEn": "",
        "unitCn": "复旦大学"
      },
      {
        "nameCn": "杨叶",
        "nameEn": "YANG Ye",
        "unitEn": "",
        "unitCn": "复旦大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The reconstruction for the monthly surface air temperature over the Tibetan Plateau during 1901–2020 by deep learning",
        "referenceCn": null,
        "referenceEn": "Yang, Y., et al. (2023). The reconstruction for the monthly surface air temperature over the Tibetan Plateau during 1901–2020 by deep learning. Atmospheric Research, 285, 106635.\n\n"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "2m气温",
        "nameEn": "2m temperature"
      },
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1901-2020",
        "keywordEn": "1901-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "江河源区陆-气相互作用与水汽输送过程的互馈研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The Tibetan Plateau (TP) is the highest plateau on the Earth, which plays a significant role in regional climate change and atmospheric systems. The Tibetan Plateau (TP) has experienced a prominent warming in recent decades, and there are many datasets to help people to understand the variations and distributions of climate change over the TP. However, the observed stations, satellite images, simulation models, and reanalysis products have weaknesses of sparse spatial distribution, short-term span, inconvenient access, and coarse resolution, respectively.",
        "Long-term regional climate change can indirectly reveal internal variability, associations, and feedback of climate systems. The accurate dataset is an effective basis for detecting whether global warming is caused by natural climate variability or anthropogenic factors. Currently, the common historical climate temperature dataset is generated from existing natural archives such as tree rings and ice cores. Recent works have used innovative deep-learning methods to handle large datasets on geosciences. However, since variables in geoscience cannot be observed everywhere, it is a great challenge to extrapolate continental or global estimates from observations and proxy products. The Generative adversarial network (GAN) is one of the most important approaches in artificial intelligence and has received widespread attention for its excellent data-generation capabilities. Therefore, GAN will be suitable for reconstructing climate fields by using accurately observed stations and reliable auxiliary variables. The previous studies confirmed the effectiveness of the GAN on the reconstruction of the climatic and meteorological variables. Currently, most studies used proxy data for data reconstruction and mainly focused on the eastern part but not the whole TP. On the other hand, the temporal and spatial resolution of existing historical datasets is relatively low.",
        "The GAN-T incorporates higher-accuracy elevation, which can show temperature variations over a small area with steep and complex terrain. The advantage is very beneficial over the region with the large topographic variations such as the TP."
      ],
      "research objective": [
        "In this study, based on the Climatic Research Unit (CRU) gridded data, the monthly surface air temperature dataset with a spatial resolution of 0.1° over the TP during 1901 – 2020 was reconstructed by a deep learning method called the Generative adversarial networks (GAN).",
        "Therefore, this study intends to use the GAN to reconstruct a fine-resolution monthly historical temperature dataset over the TP from the period of 1901 to 2020.",
        "In this study, we applied the GAN to reconstruct the monthly temperature field with high resolution over the TP during 1901 – 2020."
      ],
      "challenges": [
        "However, the observed stations, satellite images, simulation models, and reanalysis products have weaknesses of sparse spatial distribution, short-term span, inconvenient access, and coarse resolution, respectively.",
        "However, since variables in geoscience cannot be observed everywhere, it is a great challenge to extrapolate continental or global estimates from observations and proxy products."
      ],
      "methods": [
        "In this study, based on the Climatic Research Unit (CRU) gridded data, the monthly surface air temperature dataset with a spatial resolution of 0.1° over the TP during 1901 – 2020 was reconstructed by a deep learning method called the Generative adversarial networks (GAN).",
        "The procedures for reconstructing the monthly air temperature field from 1901 to 2020 with 0.1° × 0.1° spatial resolutions are listed as follows. We use the linear method to interpolate the 0.5° × 0.5° CRU TS4.0 to 0.1° × 0.1°. The CRU TS4.0 from 1901 to 2020 is corrected by the elevation as well as observed stations from 1979 to 2020. After that, 0.1° × 0.1° CRU Ts 4.0 is masked according to the location of observed stations (The value of CRU Ts 4.0 is set as 0 on the non-observations grid). The model is built using the CMFD from 1979 to 2018 as the training samples of the network. The monthly GAN-T from 1901 to 2020 is generated by masked CRU Ts 4.0 as input variables of the neural network. The observed stations from 1961 to 1978 are not involved in the dataset generation thereby being used to verify the spatial accuracy of the dataset. The validation method is the ten-fold cross-validation. The proxy datasets are applied to estimate the temporal variation.",
        "In this study, the GAN is employed to reconstruct the monthly surface air temperature at 2 m over the TP during 1901 – 2020, which has a spatial resolution of 0.1° × 0.1°. The training samples of the neural network are the temperature of CMFD during 1979 – 2018."
      ],
      "dataset": [
        "In this study, based on the Climatic Research Unit (CRU) gridded data, the monthly surface air temperature dataset with a spatial resolution of 0.1° over the TP during 1901 – 2020 was reconstructed by a deep learning method called the Generative adversarial networks (GAN).",
        "The Version 4 of the Climatic Research Unit gridded Time Series (CRU TS v4) is the one of high-resolution, monthly datasets on the grid from 1901 to 2022, which is generated by the angular-distance weighting (ADW) interpolation of observed stations and covers all the terrestrial areas of the Earth except Antarctica. Here, the temperature of CRU TS v4 over the TP (74°E – 106°E, 24°N – 40°N) from 1901 to 2020 is selected as the basis for the reconstructed dataset in this study. The digital elevation model (DEM) used in this study is the aster global DEM (Aster GDEM) with a spatial resolution of 30 m, which is provided by the NASA (National Aeronautics and Space Administration in America) and METI (Ministry of Economy, Trade, and Industry in Japan). Here, the DEM is an input variable of GAN. The daily meteorological dataset of basic meteorological elements of China National Surface Weather Station (V3.0) is rigorously processed and tested by the China National Meteorological Information Center. Here, the daily 235 observations over the TP from 1979 to 2020 are calculated monthly value and seen as the criterion of bias correction for the CRU Ts 4.0. In this study, the ERA5, NECP/NCAR, and GLPT (Global Land Precipitation and Temperature) have long spans thereby being introduced to estimate the robustness of temperature field from the GAN (noted as GAN-T) and downscaled CRU by elevation (noted as DCRU-T).",
        "The training samples of the neural network are the temperature of CMFD during 1979 – 2018."
      ],
      "findings": [
        "Compared with the observation, the accuracy of temperature from the GAN (with Root Mean Square Error and Correlation Coefficients of 1.35°C and 0.97) is improved compared to the CRU (with Root Mean Square Error and Correlation Coefficients of 3.30°C and 0.82). In comparison with the CRU, Global Land Precipitation and Temperature (GLPT), ERA5, and NCEP/NCAR, the temperature from the GAN have the best robustness, especially over the western TP, suggesting the generated dataset has the best performance. Besides, compared to CRU, the temperature of GAN has an improved resolution and can present a more detailed texture structure of the temperature. Compared to Downscaling CRU with the same resolution, the temperature of GAN inherits the spatial and temporal distribution characteristics of CMFD and therefore better reflects the variation of temperature with longitude. Overall, the reconstruction for the monthly surface air temperature over the TP during 1901 – 2020 has a long-term temporal span and high spatial resolution, which provides an alternative basis for the temperature change over the TP.",
        "The GAN-T exhibits higher CORRCOEF and lower RMSE for all months. The result demonstrates that the GAN-T can present more accurate and reliable spatial characteristics than the DCRU-T. The result illustrates that the GAN-T highly coincides with the observations, and it has a good performance to simulate the temperature spatiotemporal characteristics over the TP. It can be seen that the GAN-T shows the best robustness relative to the other four datasets, particularly over the northwestern parts of the TP.",
        "The GAN-T has high spatial resolution and long temporal coverage by inheriting the advantages of both high-resolution CMFD-T and long-term CRU-T. Compared to CRU-T, the GAN-T shows a more detailed texture structure of the temperature with an improved resolution. Compared to DCRU-T with the same resolution, the GAN-T inherits the spatial and temporal distribution characteristics of CMFD-T and therefore better reflects the variation of temperature with longitude. Besides, it presents the typical climate patterns which are consistent with the stagnation of the Hailuogou glacier during 1967 – 1983 and the cold trend over the southeastern TP and the Sanjiangyuan region during the 1970s – 1980s."
      ],
      "backgroundCn": [
        "青藏高原（TP）是地球上最高的高原，对区域气候变化和大气系统发挥着重要作用。近年来，青藏高原经历了显著的变暖，许多数据集帮助人们理解青藏高原气候变化的变化和分布。然而，观测站、卫星图像、模拟模型和再分析产品存在空间分布稀疏、时间跨度短、获取不便和分辨率粗糙等缺点。",
        "长期区域气候变化可以间接揭示气候系统的内部变率、关联性和反馈机制。准确的数据集是检测全球变暖是否由自然气候变率或人为因素引起的有效基础。目前，常见的历史气候温度数据集是通过现有的自然档案生成的，例如树木年轮和冰芯。最近的研究采用了创新的深度学习方法来处理地球科学的大型数据集。然而，由于地球科学中的变量无法在所有地方观测，因此从观测和代理产品中推断出大陆或全球估计值是一项巨大的挑战。生成对抗网络（GAN）是人工智能中最重要的方法之一，并因其出色的数据生成能力而受到广泛关注。因此，GAN非常适合通过使用准确观测的气象站和可靠的辅助变量来重建气候场。之前的研究证实了GAN在气候和气象变量重建方面的有效性。目前，大多数研究使用代理数据进行数据重建，主要集中在东部地区，而不是整个青藏 Plateau（TP）。另一方面，现有历史数据集的时间和空间分辨率相对较低。",
        "GAN-T结合了更高精度的高程数据，可以显示在陡峭和复杂地形上小区域内的温度变化。这一优势在地形变化较大的地区（如青藏 Plateau）尤为显著。"
      ],
      "research objectiveCn": [
        "在这项研究中，基于气候研究单位（CRU）网格数据，利用一种名为生成对抗网络（GAN）的深度学习方法，重建了1901年至2020年期间青藏高原（TP）月平均地表气温数据集，空间分辨率为0.1°。",
        "因此，本研究旨在利用生成对抗网络（GAN）重建1901年至2020年期间青藏高原的高分辨率月度历史温度数据集。",
        "在本研究中，我们应用生成对抗网络（GAN）对1901年至2020年期间的青藏高原月度温度场进行高分辨率重建。"
      ],
      "challengesCn": [
        "然而，观测站、卫星图像、模拟模型和再分析产品存在稀疏的空间分布、短期跨度、不便的获取方式和粗糙的分辨率等缺点。",
        "然而，由于地球科学中的变量无法在所有地方被观测到，因此从观测和代理产品中推断大陆或全球估计是一项巨大的挑战。"
      ],
      "methodsCn": [
        "在这项研究中，基于气候研究单位（CRU）网格数据，利用一种名为生成对抗网络（GAN）的深度学习方法重建了1901年至2020年间青藏高原（TP）月度地表空气温度数据集，空间分辨率为0.1°。",
        "重建1901年至2020年每月气温场的程序如下。我们使用线性方法将0.5° × 0.5°的CRU TS4.0插值到0.1° × 0.1°。对1901年至2020年的CRU TS4.0进行高程校正，并结合1979年至2020年的观测站数据。之后，根据观测站的位置对0.1° × 0.1°的CRU TS4.0进行掩膜处理（在无观测网格上将CRU TS4.0的值设为0）。模型使用1979年至2018年的CMFD作为网络的训练样本。通过将掩膜后的CRU TS4.0作为神经网络的输入变量，生成1901年至2020年的每月GAN-T。1961年至1978年的观测站数据未参与数据集生成，因此用于验证数据集的空间准确性。验证方法为十折交叉验证。代理数据集用于估计时间变化。",
        "在本研究中，生成对抗网络（GAN）被用于重建1901年至2020年间青藏高原（TP）2米处的月平均气温，空间分辨率为0.1° × 0.1°。神经网络的训练样本为1979年至2018年期间的CMFD温度数据。"
      ],
      "datasetCn": [
        "在这项研究中，基于气候研究单位（CRU）网格数据，利用一种名为生成对抗网络（GAN）的深度学习方法，重建了1901年至2020年间青藏高原（TP）月平均地表气温数据集，空间分辨率为0.1°。",
        "气候研究单位网格时间序列的第4版（CRU TS v4）是一个高分辨率的月度数据集，覆盖从1901年到2022年的网格数据，采用角距离加权（ADW）插值法生成，涵盖地球上除南极洲外的所有陆地区域。在本研究中，选择了CRU TS v4在青藏高原（74°E – 106°E，24°N – 40°N）从1901年到2020年的温度数据作为重建数据集的基础。本研究使用的数字高程模型（DEM）是ASTER全球DEM（Aster GDEM），其空间分辨率为30米，由美国国家航空航天局（NASA）和日本经济产业省（METI）提供。在这里，DEM作为生成对抗网络（GAN）的输入变量。中国国家气象局地面气象站的日气象数据集（V3.0）经过中国国家气象信息中心的严格处理和测试。这里，1979年至2020年间青藏高原的235个日观测值计算出月均值，并作为CRU TS 4.0的偏差校正标准。在本研究中，ERA5、NECP/NCAR和GLPT（全球陆地降水和温度）具有较长的时间跨度，因此被引入以估计GAN生成的温度场的稳健性（记作GAN-T）和按高程下调的CRU（记作DCRU-T）。",
        "神经网络的训练样本是1979年至2018年期间CMFD的温度。"
      ],
      "findingsCn": [
        "与观测结果相比，GAN生成的温度准确性有所提高，其均方根误差（RMSE）为1.35°C，相关系数为0.97，而CRU的均方根误差为3.30°C，相关系数为0.82。与CRU、全球陆地降水和温度（GLPT）、ERA5和NCEP/NCAR相比，GAN生成的温度在西藏高原（TP）地区表现出最佳的稳健性，表明生成的数据集具有最佳性能。此外，与CRU相比，GAN的温度具有更高的分辨率，能够呈现更详细的温度纹理结构。与相同分辨率的CRU下行尺度相比，GAN的温度继承了CMFD的空间和时间分布特征，因此更好地反映了温度随经度的变化。总体而言，1901年至2020年间对西藏高原月平均地表气温的重建具有较长的时间跨度和高空间分辨率，为西藏高原的温度变化提供了替代依据。",
        "GAN-T在所有月份的CORRCOEF更高，RMSE更低。结果表明，GAN-T能够比DCRU-T呈现更准确和可靠的空间特征。结果说明GAN-T与观测数据高度一致，并且在模拟青藏高原的温度时空特征方面表现良好。可以看出，GAN-T相对于其他四个数据集显示出最佳的鲁棒性，特别是在青藏高原的西北部。",
        "GAN-T 通过继承高分辨率 CMFD-T 和长期 CRU-T 的优势，具有高空间分辨率和长时间覆盖。与 CRU-T 相比，GAN-T 显示出更详细的温度纹理结构，分辨率得到了改善。与具有相同分辨率的 DCRU-T 相比，GAN-T 继承了 CMFD-T 的空间和时间分布特征，因此更好地反映了温度随经度的变化。此外，它呈现出典型的气候模式，与 1967 年至 1983 年期间 Hailuogou 冰川的停滞以及 1970 年代至 1980 年代东南 TP 和三江源地区的寒冷趋势一致。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is deep learning, specifically Generative Adversarial Networks (GANs), used as a method for reconstructing fine-resolution climate datasets in this domain?",
        "QuestionCn": "深度学习，特别是生成对抗网络（GANs），是否被用作重建该领域高分辨率气候数据集的方法？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Are observed station data from 1961 to 1978 used for verification rather than dataset generation in this domain?",
        "QuestionCn": "在这个领域，1961年至1978年的观测站数据是用于验证而不是数据集生成吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What is a generative adversarial network, and when is it particularly useful in reconstructing historical climate datasets?",
        "QuestionCn": "什么是生成对抗网络，它在重建历史气候数据集时何时特别有用？",
        "AnswerEn": "Generative adversarial network",
        "AnswerCn": "生成对抗网络",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Where can high-resolution digital elevation models be sourced when reconstructing temperature datasets over complex terrains like the Tibetan Plateau?",
        "QuestionCn": "在重建复杂地形（如青藏高原）的温度数据集时，可以从哪里获取高分辨率数字高程模型？",
        "AnswerEn": "Aster Global DEM",
        "AnswerCn": "ASTER全球数字高程模型",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the challenges associated with using observed stations, satellite images, and simulation models for climate data collection over the Tibetan Plateau?",
        "QuestionCn": "使用观测站、卫星图像和模拟模型收集青藏高原气候数据所面临的挑战是什么？",
        "AnswerEn": "sparse spatial distribution",
        "AnswerCn": "稀疏空间分布",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of how generative adversarial networks (GANs) have been used to reconstruct historical climate datasets with high spatial resolution?",
        "QuestionCn": "你能否提供一个例子，说明生成对抗网络（GANs）如何用于重建具有高空间分辨率的历史气候数据集？",
        "AnswerEn": "In this field, GANs have been employed to reconstruct a monthly surface air temperature dataset with a spatial resolution of 0.1° over the Tibetan Plateau from 1901 to 2020. This method leverages observed station data and reliable auxiliary variables to overcome challenges like sparse spatial distribution and low resolution.",
        "AnswerCn": "在这个领域，生成对抗网络（GANs）被用来重建从1901年到2020年在青藏高原上具有0.1°空间分辨率的月平均地表气温数据集。该方法利用观测站数据和可靠的辅助变量，以克服稀疏的空间分布和低分辨率等挑战。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced in collecting climate data over the Tibetan Plateau, and how has it been addressed?",
        "QuestionCn": "在收集青藏高原气候数据时面临的一个挑战是什么，以及如何解决这个问题的例子是什么？",
        "AnswerEn": "A significant challenge in collecting climate data over the Tibetan Plateau is the sparse spatial distribution of observed stations. This has been addressed by using deep learning methods like GANs, which utilize existing datasets such as the CRU TS4.0 and CMFD to interpolate and reconstruct high-resolution temperature fields.",
        "AnswerCn": "在收集青藏高原气候数据时，一个显著的挑战是观测站的空间分布稀疏。为了解决这个问题，研究人员采用了深度学习方法，如生成对抗网络（GAN），利用现有的数据集，如CRU TS4.0和CMFD，来插值和重建高分辨率的温度场。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you provide an example of a dataset used to validate the accuracy of reconstructed climate data over a region with complex terrain?",
        "QuestionCn": "您能否提供一个用于验证复杂地形区域重建气候数据准确性的示例数据集？",
        "AnswerEn": "The daily meteorological dataset from China's National Surface Weather Station, processed by the China National Meteorological Information Center, serves as a criterion for bias correction. Observations from 235 stations over the Tibetan Plateau from 1979 to 2020 are used to validate the spatial accuracy of reconstructed temperature datasets.",
        "AnswerCn": "来自中国国家气象站的每日气象数据集，由中国国家气象信息中心处理，作为偏差修正的标准。使用1979年至2020年间来自青藏高原235个站点的观测数据来验证重建温度数据集的空间准确性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What properties of climate datasets are necessary for accurately reflecting temperature variations across regions with diverse topographies?",
        "QuestionCn": "准确反映不同地形区域温度变化的气候数据集需要具备哪些属性？",
        "AnswerEn": "high spatial resolution, accurate elevation data, spatial resolution of 0.1°",
        "AnswerCn": "高空间分辨率，精确的高程数据，空间分辨率为0.1°",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the generated surface air temperature dataset over the Tibetan Plateau?",
        "QuestionCn": "生成的青藏高原表面气温数据集的空间分辨率是多少？",
        "AnswerEn": "0.1° × 0.1°",
        "AnswerCn": "0.1° × 0.1°",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Over what time span does the monthly surface air temperature dataset for the Tibetan Plateau extend?",
        "QuestionCn": "青藏高原的月平均地表气温数据集的时间跨度是多少？",
        "AnswerEn": "1901-2020",
        "AnswerCn": "1901-2020",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'Generative adversarial networks (GAN)' mean in the context of reconstructing climate datasets?",
        "QuestionCn": "在重建气候数据集的背景下，“生成对抗网络（GAN）”是什么意思？",
        "AnswerEn": "Generative adversarial networks (GAN) are a deep learning method employed to reconstruct climate datasets by using accurately observed stations and reliable auxiliary variables. They are used to generate high-resolution datasets from coarse-resolution data, overcoming challenges of sparse spatial distribution and limited temporal span.",
        "AnswerCn": "生成对抗网络（GAN）是一种深度学习方法，用于通过使用准确观测的站点和可靠的辅助变量来重建气候数据集。它们用于从粗分辨率数据生成高分辨率数据集，克服稀疏空间分布和有限时间跨度的挑战。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is meant by 'spatial resolution' in climate data collection and analysis?",
        "QuestionCn": "在气候数据收集和分析中，“空间分辨率”是什么意思？",
        "AnswerEn": "Spatial resolution in climate data collection and analysis refers to the level of detail in the dataset, specifically the size of the grid cells used to represent the data. Higher spatial resolution, such as 0.1°, allows for more detailed and accurate representation of temperature variations over small areas with complex terrain, which is particularly beneficial in regions like the Tibetan Plateau.",
        "AnswerCn": "气候数据收集和分析中的空间分辨率指的是数据集的细节水平，具体来说是用于表示数据的网格单元的大小。更高的空间分辨率，例如0.1°，可以更详细和准确地表示复杂地形区域内的小范围温度变化，这在像青藏高原这样的地区尤为有利。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are 'proxy datasets' in the context of climate data reconstruction?",
        "QuestionCn": "在气候数据重建的背景下，什么是“代理数据集”？",
        "AnswerEn": "Proxy datasets are indirect sources of data used in climate data reconstruction to estimate temporal variations when direct observations are unavailable. They provide supplementary information to improve the accuracy and reliability of reconstructed datasets, especially in regions with sparse observational data.",
        "AnswerCn": "代理数据集是气候数据重建中使用的间接数据源，用于在直接观测不可用时估计时间变化。它们提供补充信息，以提高重建数据集的准确性和可靠性，特别是在观测数据稀缺的地区。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the use of Generative Adversarial Networks (GAN) for reconstructing climate datasets compare to traditional methods like proxy data reconstruction in terms of spatial and temporal resolution?",
        "QuestionCn": "使用生成对抗网络（GAN）重建气候数据集与传统的代理数据重建方法在空间和时间分辨率方面有何比较？",
        "AnswerEn": "The use of GAN for reconstructing climate datasets offers a higher spatial resolution of 0.1° compared to traditional proxy data methods, which often have lower resolution. GAN allows for the incorporation of observed data and auxiliary variables to achieve a detailed reconstruction over complex terrains like the Tibetan Plateau. In contrast, typical proxy data methods may focus on broader areas and have limitations in spatial detail.",
        "AnswerCn": "使用生成对抗网络（GAN）重建气候数据集提供了0.1°的更高空间分辨率，而传统的代理数据方法通常具有较低的分辨率。GAN允许结合观测数据和辅助变量，以在像青藏高原这样复杂的地形上实现详细的重建。相比之下，典型的代理数据方法可能侧重于更广泛的区域，并在空间细节上存在局限性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the differences in accuracy and robustness between datasets generated by GAN and those derived from sources like CRU and GLPT over the Tibetan Plateau?",
        "QuestionCn": "GAN生成的数据集与来自CRU和GLPT等来源的西藏高原数据集在准确性和稳健性方面有什么区别？",
        "AnswerEn": "Datasets generated by GAN demonstrate improved accuracy and robustness compared to those derived from CRU and GLPT, particularly over the western Tibetan Plateau. GAN datasets have a lower Root Mean Square Error (RMSE) and higher Correlation Coefficients (CORRCOEF), suggesting better performance in spatial and temporal characteristics representation.",
        "AnswerCn": "由GAN生成的数据集在准确性和鲁棒性方面优于来自CRU和GLPT的数据集，特别是在西藏 Plateau地区。GAN数据集具有更低的均方根误差（RMSE）和更高的相关系数（CORRCOEF），这表明其在空间和时间特征表示方面表现更佳。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can generative adversarial networks (GANs) enhance the spatial and temporal resolution of climate datasets in regions with complex terrain like the Tibetan Plateau?",
        "QuestionCn": "生成对抗网络（GANs）如何在地形复杂的地区如青藏高原增强气候数据集的空间和时间分辨率？",
        "AnswerEn": "Generative adversarial networks (GANs) can be employed to reconstruct climate datasets with higher spatial and temporal resolution by leveraging accurately observed stations and reliable auxiliary variables. The GAN-T incorporates higher-accuracy elevation data, which is beneficial for showing temperature variations over small areas with steep and complex terrain, enhancing the dataset's ability to reflect the variation of temperature across different longitudes and topographic features.",
        "AnswerCn": "生成对抗网络（GANs）可以通过利用准确观测的气象站和可靠的辅助变量，重建具有更高空间和时间分辨率的气候数据集。GAN-T结合了更高精度的海拔数据，这对于展示在陡峭和复杂地形上温度的变化非常有益，增强了数据集反映不同经度和地形特征下温度变化的能力。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What challenges arise in the use of observed stations, satellite images, and simulation models for climate data collection over large regions, and how can these be addressed?",
        "QuestionCn": "在大范围内使用观测站、卫星图像和模拟模型进行气候数据收集时，会出现哪些挑战，以及如何解决这些挑战？",
        "AnswerEn": "The challenges include sparse spatial distribution, short-term data spans, inconvenient access, and coarse resolution of observed stations, satellite images, and simulation models. GAN-based approaches can address these issues by reconstructing climate fields using observed data and auxiliary variables, thus improving the accuracy and resolution of the datasets over large and complex regions like the Tibetan Plateau.",
        "AnswerCn": "挑战包括稀疏的空间分布、短期的数据跨度、不便的访问以及观测站、卫星图像和模拟模型的粗糙分辨率。基于GAN的方法可以通过使用观测数据和辅助变量重建气候场，从而解决这些问题，提高像青藏高原这样的大型复杂区域的数据集的准确性和分辨率。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways can deep learning methods contribute to the reconstruction of historical climate datasets, and what potential improvements can be observed in the reconstructed datasets?",
        "QuestionCn": "深度学习方法可以通过哪些方式促进历史气候数据集的重建，并且在重建的数据集中可以观察到哪些潜在的改进？",
        "AnswerEn": "Deep learning methods, such as GANs, contribute to the reconstruction of historical climate datasets by generating data at higher resolutions and accuracies. The reconstructed datasets show improvements in robustness, resolution, and the ability to present detailed texture structures of temperature. These datasets provide more accurate spatial and temporal characteristics, better reflecting variations with longitude and capturing typical climate patterns consistent with historical events.",
        "AnswerCn": "深度学习方法，如生成对抗网络（GANs），通过生成更高分辨率和更高准确度的数据，促进了历史气候数据集的重建。重建的数据集在稳健性、分辨率和呈现温度细节纹理结构的能力上都有所改善。这些数据集提供了更准确的空间和时间特征，更好地反映了经度变化，并捕捉了与历史事件一致的典型气候模式。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the limitations in spatial distribution and resolution of climate datasets over the Tibetan Plateau?",
        "QuestionCn": "导致青藏高原气候数据集在空间分布和分辨率方面的限制的原因是什么？",
        "AnswerEn": "The limitations in spatial distribution and resolution of climate datasets over the Tibetan Plateau are caused by sparse spatial distribution of observed stations, short-term span of satellite images, and the coarse resolution of simulation models and reanalysis products.",
        "AnswerCn": "青藏高原气候数据集在空间分布和分辨率上的局限性是由于观测站的稀疏分布、卫星图像的短期跨度以及模拟模型和再分析产品的粗分辨率所造成的。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it challenging to extrapolate climate data estimates across the Tibetan Plateau using traditional methods?",
        "QuestionCn": "为什么使用传统方法在整个青藏高原推断气候数据估计具有挑战性？",
        "AnswerEn": "It is challenging to extrapolate climate data estimates across the Tibetan Plateau using traditional methods because geoscientific variables cannot be observed everywhere, making it difficult to use observations and proxy products to generate accurate continental or global estimates.",
        "AnswerCn": "由于地球科学变量无法在所有地方被观测，因此使用传统方法在青藏高原上推断气候数据估计是具有挑战性的，这使得利用观测和代理产品生成准确的大陆或全球估计变得困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to the improved accuracy and robustness of GAN-generated temperature datasets over the Tibetan Plateau?",
        "QuestionCn": "哪些因素促成了生成对抗网络（GAN）生成的青藏高原温度数据集的准确性和鲁棒性的提高？",
        "AnswerEn": "The improved accuracy and robustness of GAN-generated temperature datasets over the Tibetan Plateau are attributed to the high-resolution spatial data provided by GAN, which incorporates elevation correction and reliable auxiliary variables, resulting in a more accurate representation of temperature variations over regions with complex terrain.",
        "AnswerCn": "GAN生成的青藏高原温度数据集的准确性和鲁棒性得到了改善，这归功于GAN提供的高分辨率空间数据，该数据包含了高程修正和可靠的辅助变量，从而更准确地反映了复杂地形区域的温度变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using generative adversarial networks (GAN) for reconstructing historical climate data over the Tibetan Plateau?",
        "QuestionCn": "使用生成对抗网络（GAN）重建青藏高原历史气候数据的后果是什么？",
        "AnswerEn": "Using GAN for reconstructing historical climate data over the Tibetan Plateau results in a dataset with improved resolution and accuracy compared to traditional datasets like CRU. It provides a more detailed temperature texture and better reflects spatial and temporal distribution characteristics, especially over regions with complex terrain.",
        "AnswerCn": "使用生成对抗网络（GAN）重建青藏高原的历史气候数据，生成的数据集在分辨率和准确性上优于传统数据集，如CRU。它提供了更详细的温度纹理，更好地反映了空间和时间分布特征，特别是在复杂地形区域。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the rationale for employing deep learning methods, particularly Generative Adversarial Networks (GAN), in reconstructing climate datasets with high spatial resolution?",
        "QuestionCn": "采用深度学习方法，特别是生成对抗网络（GAN），在重建高空间分辨率气候数据集中的理由是什么？",
        "AnswerEn": "The rationale for using deep learning methods like GAN is to overcome the challenges associated with sparse spatial distribution, short-term span, and coarse resolution of existing datasets. GAN is effective in generating accurate data for regions with large topographic variations, such as the Tibetan Plateau, by utilizing accurately observed stations and reliable auxiliary variables.",
        "AnswerCn": "使用深度学习方法如生成对抗网络（GAN）的理由是为了克服现有数据集在稀疏空间分布、短期跨度和粗糙分辨率方面的挑战。GAN通过利用准确观测的站点和可靠的辅助变量，在地形变化较大的区域（如青藏高原）中有效生成准确的数据。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Why is it important to create a dataset with a temporal range from 1901 to 2020 and a high spatial resolution for the Tibetan Plateau?",
        "QuestionCn": "为什么创建一个时间范围从1901年到2020年、空间分辨率高的青藏高原数据集很重要？",
        "AnswerEn": "Creating a dataset with a temporal range from 1901 to 2020 and high spatial resolution is important to provide a long-term basis for studying climate changes over the Tibetan Plateau. It enables researchers to reveal internal variability, associations, and feedback of climate systems and assess whether global warming is caused by natural variability or anthropogenic factors.",
        "AnswerCn": "创建一个从1901年到2020年的数据集，并具有高空间分辨率，对于研究青藏高原的气候变化提供长期基础是非常重要的。这使研究人员能够揭示气候系统的内部变异性、关联性和反馈，并评估全球变暖是否是由自然变异性或人为因素引起的。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps can be taken to reconstruct a fine-resolution monthly historical temperature dataset over the Tibetan Plateau using innovative deep-learning methods?",
        "QuestionCn": "可以采取哪些程序步骤来利用创新的深度学习方法重建青藏高原的高分辨率月度历史温度数据集？",
        "AnswerEn": "To reconstruct a fine-resolution monthly historical temperature dataset over the Tibetan Plateau, one can employ a deep learning method such as Generative Adversarial Networks (GAN). The process involves using the Climatic Research Unit (CRU) gridded data to interpolate to a higher spatial resolution of 0.1° × 0.1°, correcting the CRU data by elevation and observed stations. The training samples can be derived from the temperature data of CMFD from 1979 to 2018. The GAN is then used to generate the monthly temperature field, with validation through ten-fold cross-validation and proxy datasets for estimating temporal variation.",
        "AnswerCn": "为了重建青藏高原的高分辨率月度历史温度数据集，可以采用深度学习方法，如生成对抗网络（GAN）。该过程涉及使用气候研究单位（CRU）网格数据进行插值，以达到0.1° × 0.1°的更高空间分辨率，通过海拔和观测站对CRU数据进行校正。训练样本可以从1979年至2018年的CMFD温度数据中提取。然后使用GAN生成月度温度场，并通过十折交叉验证和代理数据集进行验证，以估计时间变化。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "How can the challenges of sparse spatial distribution and coarse resolution in observed climate data over the Tibetan Plateau be addressed using novel data reconstruction techniques?",
        "QuestionCn": "如何通过新颖的数据重建技术解决青藏高原观测气候数据中稀疏空间分布和粗糙分辨率的挑战？",
        "AnswerEn": "The challenges of sparse spatial distribution and coarse resolution in observed climate data over the Tibetan Plateau can be addressed by employing Generative Adversarial Networks (GAN) to extrapolate data from existing observations and proxy products. This approach allows for the reconstruction of climate fields by leveraging accurately observed stations and reliable auxiliary variables, resulting in datasets with improved spatial resolution and robustness, particularly over regions with large topographic variations.",
        "AnswerCn": "在青藏高原上，观测气候数据的稀疏空间分布和粗糙分辨率的挑战可以通过采用生成对抗网络（GAN）来解决，以从现有观测和代理产品中推断数据。这种方法利用准确观测的气象站和可靠的辅助变量重建气候场，从而生成具有更高空间分辨率和更强鲁棒性的数据集，特别是在地形变化较大的区域。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What are the methods for validating the accuracy and robustness of a reconstructed climate dataset over a region with complex terrain, such as the Tibetan Plateau?",
        "QuestionCn": "验证复杂地形区域（如青藏高原）重建气候数据集的准确性和稳健性的方法有哪些？",
        "AnswerEn": "To validate the accuracy and robustness of a reconstructed climate dataset over a region with complex terrain like the Tibetan Plateau, one can compare the dataset against observed data using metrics such as Root Mean Square Error (RMSE) and Correlation Coefficients. Additionally, cross-validation techniques, such as ten-fold cross-validation, can be used to assess spatial accuracy. Comparing the generated dataset with other datasets like CRU, GLPT, ERA5, and NCEP/NCAR can also provide insights into its performance and robustness, especially in regions with challenging topography.",
        "AnswerCn": "为了验证在像青藏高原这样复杂地形区域重建气候数据集的准确性和稳健性，可以使用均方根误差（RMSE）和相关系数等指标将数据集与观测数据进行比较。此外，可以使用十折交叉验证等交叉验证技术来评估空间准确性。将生成的数据集与其他数据集如CRU、GLPT、ERA5和NCEP/NCAR进行比较，也可以为其性能和稳健性提供洞察，特别是在地形复杂的区域。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What deep learning methods enable the reconstruction of high-resolution historical temperature datasets across regions with sparse observational data?",
        "QuestionCn": "哪些深度学习方法能够在观测数据稀疏的区域重建高分辨率的历史温度数据集？",
        "AnswerEn": "The Generative Adversarial Networks (GAN) deep learning method enables the reconstruction of high-resolution historical temperature datasets by using accurately observed stations and reliable auxiliary variables, thus overcoming challenges of sparse spatial distribution and coarse resolution in existing datasets.",
        "AnswerCn": "生成对抗网络（GAN）深度学习方法通过使用准确观测的站点和可靠的辅助变量，能够重建高分辨率的历史温度数据集，从而克服现有数据集中稀疏空间分布和粗糙分辨率的挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the integration of digital elevation models facilitate the enhancement of temperature dataset accuracy in regions with complex terrain?",
        "QuestionCn": "数字高程模型的集成如何促进在复杂地形区域中温度数据集准确性的提升？",
        "AnswerEn": "The integration of digital elevation models, such as the Aster Global DEM, facilitates the enhancement of temperature dataset accuracy by incorporating higher-accuracy elevation into the reconstruction process, allowing for the depiction of temperature variations in areas with steep and complex terrain like the Tibetan Plateau.",
        "AnswerCn": "数字高程模型的整合，例如Aster全球数字高程模型，通过将更高精度的高程数据纳入重建过程，促进了温度数据集准确性的提升，使得能够在像青藏高原这样地形陡峭且复杂的地区描绘温度变化。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions or factors contribute to the successful validation and robustness of reconstructed climate datasets over extensive temporal and spatial ranges?",
        "QuestionCn": "哪些条件或因素有助于在广泛的时间和空间范围内成功验证和增强重建气候数据集的稳健性？",
        "AnswerEn": "Successful validation and robustness of reconstructed climate datasets are contributed by the use of historical observed station data for bias correction, the application of proxy datasets for estimating temporal variations, and the implementation of cross-validation techniques to verify spatial accuracy, especially over regions with large topographic variations.",
        "AnswerCn": "成功的气候数据集重建的验证和稳健性得益于使用历史观测站数据进行偏差修正，应用代理数据集估计时间变化，以及实施交叉验证技术以验证空间准确性，特别是在地形变化较大的地区。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "What challenges could be anticipated when using proxy datasets to estimate temporal variation in geoscience variables?",
        "QuestionCn": "在使用代理数据集估计地球科学变量的时间变化时，可能会遇到哪些挑战？",
        "AnswerEn": "Challenges include the difficulty in extrapolating continental or global estimates from observations and proxy products due to the inability to observe variables everywhere. Proxy datasets may not always provide accurate temporal variations, which can complicate the reconstruction of climate fields with high spatial and temporal resolutions.",
        "AnswerCn": "挑战包括由于无法在各处观察变量，从观测和代理产品中推断大陆或全球估计的困难。代理数据集可能并不总是提供准确的时间变化，这可能会使高空间和时间分辨率气候场的重建变得复杂。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "In your opinion, what are the primary challenges researchers face when collecting geoscience data in regions with sparse observational networks, and how can these challenges be mitigated?",
        "QuestionCn": "在收集观测网络稀疏地区的地球科学数据时，研究人员面临的主要挑战是什么？这些挑战可以如何缓解？",
        "AnswerEn": "The primary challenges include sparse spatial distribution of observational stations, short-term data spans, and coarse resolution of existing datasets. These can be mitigated by employing advanced data reconstruction methods like GANs, which can extrapolate data from proxy products and improve spatial and temporal resolution, enabling more accurate climate field reconstructions despite limited direct observations.",
        "AnswerCn": "主要挑战包括观测站的稀疏空间分布、短期数据跨度以及现有数据集的粗糙分辨率。这些问题可以通过采用先进的数据重建方法，如生成对抗网络（GAN），来缓解，这些方法可以从代理产品中推断数据并提高空间和时间分辨率，从而在有限的直接观测情况下实现更准确的气候场重建。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how a dataset with sparse spatial distribution and coarse resolution issues can be reconstructed to achieve high spatial resolution and long-term temporal coverage.",
        "QuestionCn": "我不明白如何将一个具有稀疏空间分布和粗糙分辨率的问题的数据集重建，以实现高空间分辨率和长期时间覆盖。",
        "AnswerEn": "The Generative Adversarial Network (GAN) approach is used to reconstruct a high-resolution dataset by utilizing observed station data and reliable auxiliary variables. It interpolates CRU data and incorporates elevation corrections to generate a fine-resolution monthly temperature dataset that covers a long-term period from 1901 to 2020.",
        "AnswerCn": "生成对抗网络（GAN）方法用于通过利用观测站数据和可靠的辅助变量来重建高分辨率数据集。它对CRU数据进行插值，并结合海拔修正，以生成覆盖1901年至2020年长期时期的细分辨率月度温度数据集。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I’m unsure about the methods used to validate the accuracy and reliability of reconstructed climate datasets in regions with complex terrain.",
        "QuestionCn": "我对在复杂地形地区验证重建气候数据集的准确性和可靠性所使用的方法感到不确定。",
        "AnswerEn": "The validation of the reconstructed datasets involves techniques such as ten-fold cross-validation and comparison with proxy datasets to estimate temporal variation. Observed stations are used to verify spatial accuracy, and the GAN-T's performance is compared against other datasets like CRU, GLPT, ERA5, and NCEP/NCAR.",
        "AnswerCn": "重建数据集的验证涉及十折交叉验证等技术，并通过与代理数据集的比较来估计时间变化。使用观测站来验证空间精度，并将GAN-T的性能与其他数据集如CRU、GLPT、ERA5和NCEP/NCAR进行比较。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "I can't make sense of how elevation data is integrated into the process of reconstructing climate datasets for regions with steep and complex terrains.",
        "QuestionCn": "我无法理解在重建具有陡峭和复杂地形区域的气候数据集的过程中，如何将海拔数据整合进去。",
        "AnswerEn": "Elevation data, specifically from the Aster Global DEM with 30 m resolution, is used as an input variable in the GAN model. This incorporation allows the dataset to reflect temperature variations accurately in areas with significant topographic changes, enhancing the representation of temperature over small areas with steep terrain.",
        "AnswerCn": "高程数据，特别是来自Aster全球数字高程模型（DEM）的30米分辨率数据，被用作GAN模型的输入变量。这种结合使得数据集能够准确反映在地形变化显著的区域内的温度变化，从而增强了在陡峭地形的小区域内温度的表现。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore the data collection challenges that arise when constructing a high-resolution temperature dataset for the Tibetan Plateau using generative adversarial networks.",
        "QuestionCn": "请探讨在使用生成对抗网络构建高分辨率青藏高原温度数据集时出现的数据收集挑战。",
        "AnswerEn": "Challenges include sparse spatial distribution of observed stations, short-term data spans, inconvenient access to data, and the difficulty in extrapolating continental or global estimates from observations and proxy products due to the inability to observe variables everywhere. Additionally, existing datasets often have low temporal and spatial resolution.",
        "AnswerCn": "挑战包括观测站的稀疏空间分布、短期数据跨度、数据获取不便，以及由于无法在所有地方观测变量而导致从观测和代理产品中推断大陆或全球估计的困难。此外，现有数据集通常具有低时间和空间分辨率。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please investigate the methodological approaches to improving the spatial resolution of historical climate datasets over complex terrains like the Tibetan Plateau.",
        "QuestionCn": "请调查在复杂地形（如青藏高原）上提高历史气候数据集空间分辨率的方法论方法。",
        "AnswerEn": "One approach involves using the Generative Adversarial Networks (GANs) to reconstruct datasets with high spatial resolution. The method includes interpolating lower-resolution data, correcting it with elevation data, masking non-observation grids, training with observed station data, and validating with methods like ten-fold cross-validation.",
        "AnswerCn": "一种方法涉及使用生成对抗网络（GAN）重建具有高空间分辨率的数据集。该方法包括插值低分辨率数据，利用高程数据进行修正，遮罩非观测网格，使用观测站数据进行训练，并通过十折交叉验证等方法进行验证。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please examine potential datasets that could be utilized for the training and validation of deep learning models aimed at reconstructing historical temperature fields over the Tibetan Plateau.",
        "QuestionCn": "请检查可以用于训练和验证深度学习模型的数据集，这些模型旨在重建青藏高原的历史温度场。",
        "AnswerEn": "Potential datasets include the Climatic Research Unit gridded data (CRU TS v4), temperature data from the China Meteorological Forcing Dataset (CMFD), daily observations from the China National Surface Weather Station, and global datasets like ERA5, NCEP/NCAR, and the Global Land Precipitation and Temperature dataset (GLPT).",
        "AnswerCn": "潜在的数据集包括气候研究单位网格数据（CRU TS v4）、中国气象强迫数据集（CMFD）的温度数据、中国国家地面气象站的日常观测数据，以及全球数据集如ERA5、NCEP/NCAR和全球陆地降水与温度数据集（GLPT）。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}