{
    "id": "328bd833-0c95-44d3-bc32-f4dc5a830cc5",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of airborne microwave radiometers (L&K bands) mission in the Linze flight zone on Jul. 8, 2008",
            "titleCn": "黑河综合遥感联合试验：临泽飞行区L&K波段机载微波辐射计数据集（2008年7月8日）",
            "description": "This data set was acquired by L & K band airborne microwave radiometer on July 8, 2008 in Linze flight area. \nThe frequency of L-band is 1.4GHz, and the backsight is 35 degrees to obtain dual polarization (H and V) information; the frequency of K-band is 18.7ghz, and there is no polarization information. The plane took off from Zhangye airport at 10:00 (Beijing time, the same below) and landed at 13:38. 10: At 23-13:10, the flight altitude was about 1900m and the flight speed was about 230-250km / hr. Among them, 12:21-12:27 low flying Linze reservoir line 1-6 has a relative altitude of 100m and a flight speed of 190km / hr. 12: 56-13:08 low flying desert marking twice (line 1-7, first North to south, then south to North). \nThe original data is divided into two parts: microwave radiometer data and GPS data. The L and K bands of microwave radiometer are non imaging observations. The digital values obtained from the instantaneous observation are recorded in the text file, and the longitude and latitude as well as the aircraft attitude parameters are recorded in the GPS data. When using microwave radiometer to observe data, it is necessary to convert the digital value recorded into the bright temperature value according to the calibration coefficient (the calibration coefficient file is filed with the original observation data). At the same time, through the clock records of microwave radiometer and GPS, we can connect the microwave observation with GPS record and match the geographic coordinate information for the microwave observation. Due to the coarse observation resolution of microwave radiometer, the effects of aircraft yaw, roll and pitch are generally ignored in data processing. According to the target and flight relative altitude (H), after calibration and coordinate matching, the observation information can also be gridded. The resolution (x) of L band and K band is consistent with that of observation footprint. The reference resolution is: L band, x = 0.3H; K band, x = 0.24h. After the above steps, we can get the products that users can use directly.",
            "descriptionCn": "本数据集为L&K波段机载微波辐射计于2008年07月08日获取，地点在临泽飞行区。\n其中L波段频率为1.4GHz，后视35度观测，获取双极化（H和V）信息；K波段频率为18.7GHz，天顶角观测，无极化信息。飞机10:00（北京时间，下同）从张掖机场起飞，13:38降落。10:23-13:10在临泽摄区观测，飞行高度1900m左右，飞行速度230-250km/hr左右。其中比较重要的是，12:21-12:27低飞临泽水库1-6线，相对高度100m，飞行速度190km/hr。12:56-13:08低飞沙漠定标线两遍（1-7线，先北向南，再南向北）。\n原始数据分为两部分，分别为微波辐射计数据和GPS数据。其中微波辐射计L和K波段均属非成像观测，由文本文件记录瞬时观测获得的数码值，GPS数据记录飞行时的经纬度以及飞机姿态参数等。使用微波辐射计观测数据时需要根据定标系数将记录的数码值转换为亮温值（定标系数文件与原始观测数据归档在一起）。同时，通过微波辐射计和GPS各自的时钟记录，可以将微波观测与GPS记录联系起来，给微波观测匹配地理坐标信息。由于微波辐射计观测分辨率较粗，数据处理中一般忽略飞机的航偏、翻滚以及俯仰效应。根据使用目标及飞行相对航高（H），在定标和坐标匹配后，还可以将观测信息栅格化，L和K波段的分辨率（x）与观测足迹（footprint）可以认为一致，参考分辨率为：L波段，x=0.3H；K波段，x=0.24H。经过以上各步处理后，可以获得用户能够直接使用的产品。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.5,
            "west": 100.05,
            "south": 39.0,
            "north": 39.4,
            "startTime": "2008-07-20 10:00:00",
            "endTime": "2008-07-20 13:40:00",
            "fileSize": 9240527.0,
            "cstr": "18406.11.water973.0239.db",
            "doi": "10.3972/water973.0239.db",
            "dataFormat": "",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王树果",
                "nameEn": "WANG Shuguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "郝晓华",
                "nameEn": "HAO Xiaohua",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中科院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "肖青",
                "nameEn": "XIAO Qing",
                "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
                "unitCn": "中国科学院遥感与数字地球研究所"
            },
            {
                "nameCn": "刘强",
                "nameEn": "Liu Qiang",
                "unitEn": "",
                "unitCn": "中国科学院遥感应用研究所"
            },
            {
                "nameCn": "赵凯",
                "nameEn": "ZHAO Kai",
                "unitEn": "Northeast Institute of geography and AGgroecology, Chinese Academy of Sciences",
                "unitCn": "中国科学院东北地理与农业生态研究所"
            },
            {
                "nameCn": " 金吉南",
                "nameEn": "JIN Jinan",
                "unitEn": "",
                "unitCn": "中国科学院东北地理与农业生态研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": "微波辐射计",
                "nameEn": "Microwave radiometer"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游干旱区水文试验区",
                "keywordEn": "Arid Region Hydrology in the Middle Reaches"
            },
            {
                "keywordCn": "临泽站加密观测区",
                "keywordEn": "Closed observation area of Linze station"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008-07-08",
                "keywordEn": "2008-07-08",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
                "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
                "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
            },
            {
                "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
                "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
            },
            {
                "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
                "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
            },
            {
                "titleCn": "2010年代三江源多年冻土稳定型分布图",
                "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
            },
            {
                "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
                "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
            },
            {
                "titleCn": "西藏纳木错水温监测数据（2011-2014）",
                "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific features of microwave radiometer data collected in L and K bands for remote sensing purposes?",
                "QuestionCn": "微波辐射计在L波段和K波段收集的遥感数据的具体特征是什么？",
                "AnswerEn": "1.4GHz, rear-view 35-degree dual-polarization (H and V), 18.7GHz, zenith angle observation, non-imaging, digital values, GPS records, L band resolution approximately 0.3 times the relative flight height, K band resolution approximately 0.24 times the relative flight height",
                "AnswerCn": "1.4GHz，后视35度双极化（水平和垂直），18.7GHz，天顶角观测，非成像，数字值，GPS记录，L波段分辨率约为相对飞行高度的0.3倍，K波段分辨率约为相对飞行高度的0.24倍。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the frequency used for the L and K band observations in a dataset, and what are the respective resolutions in terms of flight altitude?",
                "QuestionCn": "在一个数据集中，L波段和K波段观测使用的频率是什么，以及在飞行高度方面各自的分辨率是多少？",
                "AnswerEn": "1.4GHz, 0.3H, 18.7GHz, 0.24H",
                "AnswerCn": "1.4GHz，0.3H，18.7GHz，0.24H",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'non-imaging observation' mean in the context of microwave radiometer data collection?",
                "QuestionCn": "在微波辐射计数据收集的背景下，“非成像观测”指的是不生成图像的观测方式。",
                "AnswerEn": "Non-imaging observation refers to the method of data collection where a microwave radiometer records instantaneous digital values without creating images. These values need to be converted into brightness temperature using calibration coefficients. The data is recorded in text files and requires additional processing to integrate with GPS information to provide geographical coordinates for the observations.",
                "AnswerCn": "非成像观测是指一种数据收集方法，其中微波辐射计记录瞬时数字值，而不生成图像。这些值需要使用校准系数转换为亮温。数据以文本文件的形式记录，并需要额外处理以与GPS信息集成，以提供观测的地理坐标。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors lead to the necessity of converting recorded digital values to brightness temperature in data collection methods involving microwave radiometers?",
                "QuestionCn": "在涉及微波辐射计的数据收集方法中，导致将记录的数字值转换为亮温的必要性因素有哪些？",
                "AnswerEn": "The conversion of recorded digital values to brightness temperature is necessary because the original data collected by the L&K band airborne microwave radiometer are in the form of instantaneous observation digital values. These values must be calibrated using specific calibration coefficients to transform them into meaningful brightness temperature values, which are useful for scientific analysis. The calibration coefficients are archived with the original observational data and are essential to ensure the accuracy and usability of the data.",
                "AnswerCn": "将记录的数字值转换为亮温是必要的，因为L&K波段航空微波辐射计收集的原始数据以瞬时观测数字值的形式存在。这些值必须使用特定的校准系数进行校准，以将其转换为有意义的亮温值，这对于科学分析非常有用。校准系数与原始观测数据一起存档，对于确保数据的准确性和可用性至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of using both L-band and K-band microwave radiometer data in tandem for understanding land surface characteristics?",
                "QuestionCn": "使用L波段和K波段微波辐射计数据结合来理解地表特征的潜在结果是什么？",
                "AnswerEn": "Using both L-band and K-band microwave radiometer data allows for the capture of different sets of information due to their distinct frequency ranges and polarization capabilities. The L-band, with its frequency of 1.4GHz and dual polarization (H and V), can provide detailed insight into soil moisture and vegetation structure, while the K-band, with a frequency of 18.7GHz and no polarization, can offer information related to surface temperature and atmospheric conditions. Together, they can enhance the understanding of land surface characteristics by offering complementary data that, when processed and calibrated, can be matched with geographic coordinates to create more comprehensive and accurate datasets for various environmental and climatic studies.",
                "AnswerCn": "使用L波段和K波段微波辐射计数据可以捕获不同的信息集，因为它们具有不同的频率范围和极化能力。L波段的频率为1.4GHz，具有双极化（水平和垂直），可以提供有关土壤湿度和植被结构的详细信息，而K波段的频率为18.7GHz且没有极化，可以提供与地表温度和大气条件相关的信息。两者结合可以通过提供互补数据来增强对地表特征的理解，这些数据经过处理和校准后，可以与地理坐标匹配，从而为各种环境和气候研究创建更全面和准确的数据集。",
                "Level": "C2(Understanding)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective behind utilizing L&K band airborne microwave radiometers for data collection in the 临泽飞行区 area?",
                "QuestionCn": "利用L&K波段空中微波辐射计在临泽飞行区区域进行数据收集的主要目标是什么？",
                "AnswerEn": "The primary objective is to capture dual-polarization (H and V) information at L band frequency (1.4GHz) and zenith angle observations at K band frequency (18.7GHz) to obtain brightness temperature values, which can be used for various research purposes. This involves using microwave radiometer data to match geographic coordinates through GPS data, and processing the observations to create user-ready products by calibrating and rasterizing the data based on flight altitude.",
                "AnswerCn": "主要目标是在L波段频率（1.4GHz）捕获双极化（水平和垂直）信息，并在K波段频率（18.7GHz）进行天顶角观测，以获取亮温值，这些值可用于各种研究目的。这涉及使用微波辐射计数据通过GPS数据匹配地理坐标，并处理观测数据，以根据飞行高度进行校准和栅格化，创建用户准备好的产品。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps necessary to convert raw microwave radiometer data into usable brightness temperature values for analysis in remote sensing applications?",
                "QuestionCn": "将原始微波辐射计数据转换为可用于遥感应用的亮温值所需的程序步骤包括：",
                "AnswerEn": "To convert raw microwave radiometer data into usable brightness temperature values, the following procedural steps are necessary: First, obtain the original non-imaging observation data and GPS data. The microwave radiometer data consists of instantaneous digital values recorded in text files, while the GPS data contains latitude, longitude, and aircraft attitude parameters. Use calibration coefficients to transform the recorded digital values into brightness temperature values; these coefficients are archived together with the original observation data. Next, synchronize the microwave observation with GPS records by matching their respective timestamps, which links the microwave observations to geographic coordinates. Finally, after calibration and coordinate matching, the observation information can be rasterized based on the intended use and flight relative altitude (H). The spatial resolution for L and K bands is determined as L band: x=0.3H; K band: x=0.24H, assuming the resolution aligns with the observation footprint.",
                "AnswerCn": "将原始微波辐射计数据转换为可用的亮度温度值，需要以下程序步骤：首先，获取原始非成像观测数据和GPS数据。微波辐射计数据由记录在文本文件中的瞬时数字值组成，而GPS数据包含纬度、经度和飞机姿态参数。使用校准系数将记录的数字值转换为亮度温度值；这些系数与原始观测数据一起存档。接下来，通过匹配各自的时间戳来同步微波观测与GPS记录，从而将微波观测与地理坐标关联起来。最后，在校准和坐标匹配后，可以根据预期用途和飞行相对高度（H）对观测信息进行栅格化。L波段和K波段的空间分辨率分别确定为：L波段：x=0.3H；K波段：x=0.24H，假设分辨率与观测足迹一致。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the effective collection of dual-polarization microwave radiometer data at specific frequencies and angles in airborne remote sensing experiments?",
                "QuestionCn": "哪些技术进步使得在航空遥感实验中能够有效收集特定频率和角度的双极化微波辐射计数据？",
                "AnswerEn": "The use of L&K band airborne microwave radiometers, operating at frequencies of 1.4GHz and 18.7GHz, and specific observation angles, such as 35 degrees for L-band and zenith for K-band, have facilitated the collection of dual-polarization data (H and V) effectively. Additionally, GPS technology enables recording of flight coordinates and aircraft attitude parameters, allowing for data alignment and geographical mapping.",
                "AnswerCn": "使用L&K波段的空中微波辐射计，工作频率为1.4GHz和18.7GHz，以及特定的观测角度，如L波段的35度和K波段的天顶角，已有效地收集了双极化数据（水平和垂直）。此外，GPS技术使得记录飞行坐标和飞机姿态参数成为可能，从而实现数据的对齐和地理映射。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}