{
  "id": "329178bc-805f-410f-b55f-f8ab4c62e8ee",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Deformation and cooling history of the Central Qiangtang terrane, Tibetan Plateau and its tectonic implications",
      "titleCn": "青藏高原中羌塘地体变形、冷却历史及构造意义",
      "description": "The Qiangtang terrane preserves an important record of the growth of the Tibetan Plateau since the Mesozoic; however, its deformation and cooling history remain poorly understood. To unravel this issue, we conducted geological mapping in the Esima area and detrital apatite fission-track and (U–Th)/He analyses of the Esima–Rongtang region in the east segment of Central Qiangtang terrane. Our results indicate that the east segment underwent two stages of structural deformation and rapid cooling during 120–110 Ma and 55–38 Ma. By combining our results with those of previous studies of the deformation and cooling history in the west segment, we reconstructed the early spatial and temporal geological evolution of the Central Qiangtang terrane since the Late Jurassic–Early Cretaceous. The structural deformation and cooling of the west segment at 150–130 Ma was related to northward flat subduction of the Bangong–Nujiang oceanic slab. The structural deformation and cooling of the east segment at 120–110 Ma and the west segment at 110–70 Ma was controlled by oblique convergence between Lhasa and Qiangtang. The structural deformation and cooling of the west and east segments at 55–38 Ma was associated with northward intracontinental subduction beneath the Qiangtang terrane induced by the Indo–Asian collision.",
      "descriptionCn": "羌塘地体保存了青藏高原中生代以来生长发育的重要记录，但对其变形和冷却历史仍知之甚少。为了解决这一问题，我们对中羌塘地体东段的鄂斯玛地区进行了地质填图，并对该地区的碎屑磷灰石裂变径迹和(U-Th)/He进行了分析。结果表明，东段在120~110 Ma和55~38 Ma期间经历了构造变形和快速冷却。结合前人对西段变形和冷却历史的研究，重建了中羌塘地体晚侏罗世-早白垩世以来的早期时空地质演化。西段150~130 Ma的构造变形和冷却与班公湖-怒江大洋板块向北的平板俯冲有关。东段(120~110 Ma)和西段(110~70 Ma)的构造变形和冷却受拉萨-羌塘斜向会聚的控制。东段和西段55~38 Ma的构造变形和冷却与印度欧亚碰撞导致羌塘地体向北俯冲有关。",
      "instructions": "The data is stored in word format, and the file name starts with ESM, which represents the Esma region. See word for specific sample number, experimental method and data.",
      "instructionsCn": "数据以Word格式存储，文件名称为ESM开头，代表鄂斯玛地区。具体样品编号、实验方法、具体数据等见Word。",
      "east": 91.9,
      "west": 90.6,
      "south": 32.4,
      "north": 33.1,
      "startTime": null,
      "endTime": null,
      "fileSize": 51049.0,
      "cstr": null,
      "doi": "10.1080/00206814.2020.1795733",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "毕文军",
        "nameEn": "BI Wenjun",
        "unitEn": "",
        "unitCn": "中国地质大学（北京）"
      },
      {
        "nameCn": "韩中鹏",
        "nameEn": "HAN Zhongpeng",
        "unitEn": "",
        "unitCn": "中国地质大学（北京）"
      },
      {
        "nameCn": "李亚林",
        "nameEn": "LI Yalin",
        "unitEn": "",
        "unitCn": "中国地质大学（北京）"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Deformation and Cooling History of the Central Qiangtang Terrane, Tibetan Plateau and its Tectonic Implications",
        "referenceCn": null,
        "referenceEn": "Bi, W. ,  Han, Z. ,  Li, Y. ,  Li, C. , &  Ma, Z. . (2020). Deformation and cooling history of the central qiangtang terrane, tibetan plateau and its tectonic implications. International Geology Review(2), 1-17."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "碰撞事件",
        "nameEn": "collision event"
      },
      {
        "nameCn": "磷灰石",
        "nameEn": "apatite"
      },
      {
        "nameCn": "磷灰石和锆石",
        "nameEn": "Apatite and zircon"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "鄂斯玛",
        "keywordEn": "Esima"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "白垩世",
        "keywordEn": "Cretaceous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and methodologies involved in collecting and analyzing data related to the deformation and cooling history of the Qiangtang terrane?",
        "QuestionCn": "收集和分析与羌塘地块变形和冷却历史相关的数据的具体特征和方法包括哪些？",
        "AnswerEn": "geological mapping, detrital apatite fission tracks, (U-Th)/He dating, 120~110 Ma, 55~38 Ma, Late Jurassic-Early Cretaceous",
        "AnswerCn": "地质填图，碎屑磷灰石裂变径迹，（U-Th）/He测年，120~110百万年前，55~38百万年前，晚侏罗纪-早白垩纪",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many time periods of tectonic deformation and rapid cooling are identified in a dataset related to the deformation and cooling history of the Qiangtang terrane?",
        "QuestionCn": "在与羌塘地体的变形和冷却历史相关的数据集中，识别出多少个构造变形和快速冷却的时间段？",
        "AnswerEn": "120-110 Ma, 55-38 Ma",
        "AnswerCn": "120-110百万年前，55-38百万年前",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What are '磷灰石裂变径迹和(U-Th)/He分析' methods in the context of studying geological deformation and cooling histories?",
        "QuestionCn": "'磷灰石裂变径迹和(U-Th)/He分析'方法在研究地质变形和冷却历史的背景下是什么？",
        "AnswerEn": "磷灰石裂变径迹和(U-Th)/He分析 are methods used to analyze the thermal history of rocks, which helps in understanding the timing and rate of geological deformation and cooling in a region. These methods involve studying the tracks formed by the spontaneous fission of uranium in apatite minerals and helium diffusion, providing insights into the thermal events that the rocks have undergone.",
        "AnswerCn": "磷灰石裂变径迹和(U-Th)/He分析是用于分析岩石热历史的方法，这有助于理解一个地区地质变形和冷却的时间和速率。这些方法涉及研究磷灰石矿物中铀自发裂变形成的轨迹和氦扩散，从而提供岩石经历的热事件的见解。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What geological phenomena can be inferred from the observed patterns of deformation and rapid cooling in the eastern segment of the region during the periods of 120~110 Ma and 55~38 Ma?",
        "QuestionCn": "从观察到的在120~110 Ma和55~38 Ma期间该地区东部部分的变形和快速冷却的模式中可以推断出哪些地质现象？",
        "AnswerEn": "The geological phenomena inferred from the observed patterns of deformation and rapid cooling in the eastern segment during these periods suggest tectonic deformation and rapid cooling associated with structural changes in the region. Specifically, the deformation and cooling during 120~110 Ma can be related to the oblique convergence between the Lhasa and Qiangtang terranes, while the patterns observed in the period 55~38 Ma are indicative of northward subduction due to the India-Eurasia collision.",
        "AnswerCn": "根据在这些时期观察到的变形和快速冷却的模式推断出的地质现象，表明该地区与构造变化相关的构造变形和快速冷却。具体而言，120~110百万年前的变形和冷却可以与拉萨和羌塘地块之间的斜向汇聚相关联，而在55~38百万年前观察到的模式则表明由于印度-欧亚碰撞导致的北向俯冲。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contributed to the complexity of collecting data on the deformation and cooling history of the Qiangtang terrane in the Tibetan Plateau?",
        "QuestionCn": "导致收集青藏高原羌塘地体变形和冷却历史数据复杂的因素有哪些？",
        "AnswerEn": "The complexity in collecting data on the deformation and cooling history of the Qiangtang terrane is influenced by the varied geological events over time, including the tectonic deformation and cooling episodes during 120~110 Ma and 55~38 Ma, which are linked to the northward subduction of the Bangong-Nujiang oceanic plate and the oblique convergence between the Lhasa and Qiangtang terranes, as well as the northward subduction due to the India-Eurasia collision.",
        "AnswerCn": "收集羌塘地体变形和冷却历史数据的复杂性受到多种地质事件的影响，包括在120~110百万年前和55~38百万年前的构造变形和冷却事件，这些事件与邦贡-怒江洋板块的北向俯冲以及拉萨和羌塘地体之间的斜向汇聚有关，同时也与印度-欧亚碰撞导致的北向俯冲相关。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on understanding tectonic evolution when utilizing a dataset that includes detrital apatite fission track and (U-Th)/He analyses for studying deformation and cooling histories in geological terranes?",
        "QuestionCn": "当利用包含碎屑磷灰石裂变径迹和（U-Th）/He分析的数据集来研究地质地带的变形和冷却历史时，对理解构造演化的潜在影响是什么？",
        "AnswerEn": "Utilizing a dataset that includes detrital apatite fission track and (U-Th)/He analyses can significantly enhance the understanding of tectonic evolution by providing detailed temporal and thermal information about deformation and cooling events. This can lead to a more comprehensive reconstruction of the geological history, such as identifying distinct periods of tectonic deformation and rapid cooling, which are crucial for understanding the spatial and temporal evolution of terranes like the Qiangtang terrane within the Tibetan Plateau.",
        "AnswerCn": "利用包含碎屑磷灰石裂变径迹和（U-Th）/He分析的数据集，可以显著增强对构造演化的理解，提供关于变形和冷却事件的详细时间和热信息。这可以导致对地质历史的更全面重建，例如识别构造变形和快速冷却的不同阶段，这对于理解像青藏 Plateau内的羌塘地块的时空演化至关重要。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}