{
  "id": "32e7fa9f-2c9f-40d9-8d32-d9275f76e688",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of airborne microwave radiometers (K&Ka bands) mission in the Binggou watershed flight zone on Mar. 30, 2008",
      "titleCn": "黑河综合遥感联合试验：冰沟流域飞行区K&Ka波段机载微波辐射计数据集（2008年3月30日）",
      "description": "The dataset of airborne microwave radiometers (K&Ka) mission was obtained in the Binggou watershed flight zone on Mar. 30, 2008. \n     The frequency of K bands was 18.7 GHz at the nadir view angle without polarization; and the frequency of Ka band was 36.0 GHz with the scanning angle range ±12°. The plane took off at Zhangye airport at 12:43 (BJT) and landed at 15:44, along the scheduled 11 lines at the altitude about 5000m and speed about 220-250km/hr.  \n     The raw data include microwave radiometer (L&K) data and GPS data;  K band was instantaneous non-imaging observation recorded in text, which will be converted into brightness temperatures according to the calibration coefficients (filed with raw data together) and Ka band was recorded hex text, and the latter are aircraft longitude, latitude and attitude. Moreover, based on the respective real-time clock log, observations by the microwave radiometer and GPS can be integrated to offer coordinates matching for the former. Yaw, flip, and pitch motions of aircraft were ignored due to the low resolution of microwave radiometer observations. Observation information can also be rasterized, as required, after calibration and coordinates matching. K band resolution (x) and footprint can be  approximately estimated as x=0.3H (H is relative flight height); for Ka the resolution was 39m.",
      "descriptionCn": "本数据集为K&Ka波段机载微波辐射计于2008年03月30日获取，地点在冰沟飞行区。\n其中K波段频率为18.7GHz，天顶角观测，无极化信息；Ka波段频率为36.0GHz，扫描成像，扫描范围±12°，垂直极化观测。飞机12:43（北京时间，下同）从张掖机场起飞，15:44降落。13:20开始对冰沟摄区进行观测，因气流太大，飞行稳定性无法保证，故只飞行了11条航线，14:50撤出测区。在观测期间，飞行高度5000m左右，飞行速度220-250km/hr左右。\n原始数据分为两部分，分别为微波辐射计数据和GPS数据。其中微波辐射计K波段属非成像观测，由文本文件记录瞬时观测获得的数码值。Ka波段属成像观测，与L和K波段数据不同，Ka波段原始记录为十六进制文本文件，在数据处理时需要首先将十六进制的文件转换为十进制，进而获得24度的扫描范围内均匀采集的112个数据（每两个数据点的角度差为24/112=0.214度）。GPS数据记录飞行时的经纬度以及飞机姿态参数等。使用微波辐射计观测数据时需要根据定标系数将记录的数码值转换为亮温值（定标系数文件与原始观测数据归档在一起）。同时，通过微波辐射计和GPS各自的时钟记录，可以将微波观测与GPS记录联系起来，给微波观测匹配地理坐标信息，Ka波段数据处理时还需要考虑角度扫描效应，对扫描周期内的112个数据分别赋予地理坐标信息。由于微波辐射计观测分辨率较粗，数据处理中一般忽略飞机的航偏、翻滚以及俯仰效应。根据使用目标及飞行相对航高（H），在定标和坐标匹配后，还可以将观测信息栅格化，K波段的分辨率（x）与观测足迹（footprint）可以认为一致，参考分辨率为：x=0.24H；Ka波段分辨率为39m。经过以上各步处理后，可以获得用户能够直接使用的产品。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.3,
      "west": 100.15,
      "south": 38.0,
      "north": 38.15,
      "startTime": "2008-04-10 12:30:00",
      "endTime": "2008-04-10 16:45:00",
      "fileSize": 7500150008.0,
      "cstr": "18406.11.water973.0231.db",
      "doi": "10.3972/water973.0231.db",
      "dataFormat": "",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王树果",
        "nameEn": "WANG Shuguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "王旭峰",
        "nameEn": "WANG Xufeng",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, CAS",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "赵凯",
        "nameEn": "ZHAO Kai",
        "unitEn": "Northeast Institute of geography and AGgroecology, Chinese Academy of Sciences",
        "unitCn": "中国科学院东北地理与农业生态研究所"
      },
      {
        "nameCn": " 金吉南",
        "nameEn": "JIN Jinan",
        "unitEn": "",
        "unitCn": "中国科学院东北地理与农业生态研究所"
      },
      {
        "nameCn": "肖青",
        "nameEn": "XIAO Qing",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": "刘强",
        "nameEn": "Liu Qiang",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "微波辐射计",
        "nameEn": "Microwave radiometer"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "冰沟流域加密观测区",
        "keywordEn": "ice-channel watershed encryption observation area"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008-03-30",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
        "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
        "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
      },
      {
        "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
        "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
      },
      {
        "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
        "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
      },
      {
        "titleCn": "2010年代三江源多年冻土稳定型分布图",
        "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
      },
      {
        "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
        "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
      },
      {
        "titleCn": "西藏纳木错水温监测数据（2011-2014）",
        "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the K&Ka band airborne microwave radiometer data collected over an ice ditch flight area?",
        "QuestionCn": "K&Ka波段空中微波辐射计在冰沟飞行区域收集的数据的特征是什么？",
        "AnswerEn": "K band frequency 18.7GHz, zenith angle observation, no polarization information, Ka band frequency 36.0GHz, scanning imaging, vertical polarization observation, non-imaging, instantaneous observation, original hexadecimal text files, 24-degree scan range, 112 data points, GPS records, resolution for K band matches observation footprint, Ka band resolution 39m, calibration necessary, coordinate matching necessary.",
        "AnswerCn": "K波段频率18.7GHz，天顶角观测，无极化信息，Ka波段频率36.0GHz，扫描成像，垂直极化观测，非成像，瞬时观测，原始十六进制文本文件，24度扫描范围，112个数据点，GPS记录，K波段分辨率与观测足迹匹配，Ka波段分辨率39米，需要校准，需要坐标匹配。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the frequency of the K and Ka band microwave radiometers used in a dataset related to remote sensing in the Binggou region?",
        "QuestionCn": "与Binggou地区相关的遥感数据集中使用的K波段和Ka波段微波辐射计的频率是多少？",
        "AnswerEn": "18.7GHz, 36.0GHz",
        "AnswerCn": "18.7GHz，36.0GHz",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of incorporating GPS data into microwave radiometer observations in terms of improving geolocation accuracy for remote sensing datasets?",
        "QuestionCn": "将GPS数据纳入微波辐射计观测的后果是什么，具体体现在提高遥感数据集的地理定位精度方面？",
        "AnswerEn": "Incorporating GPS data into microwave radiometer observations allows for the precise matching of microwave observations with geographic coordinates, enhancing the geolocation accuracy of the datasets. This integration enables the assignment of accurate spatial information, even considering the effects of angle scanning in Ka-band data, leading to improved spatial resolution and usability of the dataset for remote sensing applications.",
        "AnswerCn": "将GPS数据与微波辐射计观测相结合，可以精确匹配微波观测与地理坐标，从而提高数据集的地理定位精度。这种整合使得能够分配准确的空间信息，即使考虑到Ka波段数据中的扫描角度效应，从而改善了空间分辨率和数据集在遥感应用中的可用性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the purpose of collecting microwave radiometer data at K and Ka bands for observing the Binggou flight area, and how do these data contribute to understanding environmental or atmospheric phenomena?",
        "QuestionCn": "收集K波段和Ka波段的微波辐射计数据用于观察冰沟飞行区的目的是什么，这些数据如何有助于理解环境或大气现象？",
        "AnswerEn": "The purpose of collecting microwave radiometer data at K and Ka bands for observing the Binggou flight area is to gather precise measurements of brightness temperatures, which can be used to analyze environmental or atmospheric conditions. The K band data provide non-imaging observations, while the Ka band data offer imaging capabilities with a specific scanning range and polarization. These data contribute to understanding atmospheric phenomena by providing detailed information on microwave emissions from the surface, which can be used for environmental monitoring and analysis of physical processes in the atmosphere and surface interactions.",
        "AnswerCn": "收集K波段和Ka波段的微波辐射计数据，以观察冰沟飞行区的目的是获取亮温的精确测量，这些测量可以用于分析环境或大气条件。K波段数据提供非成像观测，而Ka波段数据则提供具有特定扫描范围和极化能力的成像功能。这些数据通过提供来自地表的微波辐射详细信息，有助于理解大气现象，可用于环境监测和分析大气与地表相互作用中的物理过程。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What specific procedures are followed to collect and preprocess data from K&Ka band airborne microwave radiometers for generating usable products in remote sensing applications?",
        "QuestionCn": "为了生成可用于遥感应用的产品，从K&Ka波段空中微波辐射计收集和预处理数据时遵循哪些具体程序？",
        "AnswerEn": "The data collection involves flying an aircraft equipped with K&Ka band airborne microwave radiometers over the designated area. The K band operates at a frequency of 18.7GHz and performs nadir observations without polarization information, while the Ka band operates at a frequency of 36.0GHz and performs scanning imaging with vertical polarization within a ±12° scanning range. The aircraft flies at an altitude of approximately 5000m and a speed of 220-250 km/hr. The raw data consists of microwave radiometer data and GPS data. The K band data is recorded as instantaneous digital values in text files, while Ka band data is stored in hexadecimal text files and needs conversion to decimal for further processing. The GPS data logs the aircraft's latitude, longitude, and attitude parameters. To preprocess the data for usability, the digital values from the radiometer observations are converted to brightness temperature using calibration coefficients. The microwave observations are geographically matched with the GPS data by synchronizing their respective time stamps. The Ka band data requires additional processing to account for the angle scanning effect by assigning geographical coordinates to each of the 112 data points within the scanning range. Due to the coarse resolution of the microwave observations, the aircraft's yaw, roll, and pitch effects are generally ignored during data processing. After calibration and coordinate matching, the observation information can be rasterized, with the K band resolution approximately equal to the footprint, calculated as x=0.24H, and the Ka band resolution being 39m. This results in a processed product ready for user application.",
        "AnswerCn": "数据收集涉及飞行一架装备有K和Ka波段空气微波辐射计的飞机，覆盖指定区域。K波段在18.7GHz的频率下运行，进行垂直观测，不提供极化信息，而Ka波段在36.0GHz的频率下运行，进行扫描成像，具有±12°的扫描范围，且为垂直极化。飞机飞行高度约为5000米，速度为220-250公里/小时。原始数据包括微波辐射计数据和GPS数据。K波段数据以文本文件中的瞬时数字值记录，而Ka波段数据存储在十六进制文本文件中，需要转换为十进制以便进一步处理。GPS数据记录了飞机的纬度、经度和姿态参数。为了使数据可用，辐射计观测的数字值通过校准系数转换为亮温。微波观测通过同步各自的时间戳与GPS数据进行地理匹配。Ka波段数据需要额外处理，以考虑角度扫描效应，通过为扫描范围内的112个数据点分配地理坐标来实现。由于微波观测的分辨率较粗，数据处理过程中通常忽略飞机的偏航、滚转和俯仰效应。经过校准和坐标匹配后，观测信息可以栅格化，K波段的分辨率大约等于足迹，计算公式为x=0.24H，而Ka波段的分辨率为39米。这将产生一个处理后的产品，准备供用户应用。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the accurate collection of microwave radiometric data at varying frequencies and polarizations in remote sensing applications?",
        "QuestionCn": "哪些技术进步使得在遥感应用中能够准确收集不同频率和极化的微波辐射数据？",
        "AnswerEn": "The use of K and Ka band airborne microwave radiometers allowed the collection of radiometric data at frequencies of 18.7GHz and 36.0GHz, respectively. The Ka band employed scanning imaging with vertical polarization, while the K band conducted zenith angle observations without polarization information. These technological advancements enabled precise data collection in challenging conditions, such as varying flight altitudes and speeds.",
        "AnswerCn": "K和Ka波段的空中微波辐射计使得在18.7GHz和36.0GHz的频率下收集辐射数据成为可能。Ka波段采用垂直极化的扫描成像，而K波段则在没有极化信息的情况下进行天顶角观测。这些技术进步使得在变化的飞行高度和速度等挑战性条件下能够进行精确的数据收集。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}