{
  "id": "33223b86-877a-4e6e-9122-082675d7a270",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical data of Daping granite porphyry in southwest Fujian",
      "titleCn": "福建闽西南大坪花岗斑岩的地球化学数据",
      "description": "South China is an important rare metal mineral area in China. Most of the rare metal deposits with economic scale are genetically related to highly evolved Li-F-rich granites. Daping granite porphyry is located in Yongding area, Fujian Province, on the easternmost edge of Nanling structural belt, which is related to the formation of Nb Ta deposit. The results of Sims and LA-ICP-MS zircon u ‒ Pb dating are 186.7% and 186.7% respectively ±  1.2 Ma and 190.7 Ma respectively ±  1 mA, is a rare early Jurassic (200 ‒ 180 MA) intrusive granite intrusion in South China, and is also the earliest reported early Jurassic rare metal mineralization event in South China. The main and micro element data of the whole rock were obtained by XRF analysis, and the HF-O isotopic composition was obtained by MC-ICP-MS analysis. Zircon U-Pb isotopic dating data were obtained by LA-ICP-MS and Sims.\nDaping granite porphyry is characterized by high potassium, low magnesium, paraaluminous to weakly peraluminous. It belongs to high potassium calc alkaline granite and shows geochemical characteristics of A-type granite, such as high silicon (72.81% ～ 76.44%) and high porosity × GA / Al ratio, high feot / MgO, high Zr + Nb + CE + y content, depleted high field strength elements and obvious negative Eu anomaly are found. The low Zr / HF and Nb / Ta ratios of the whole rock system indicate that the magma has a high degree of differentiation and evolution, and the contents of Nb2O5 and Ta2O5 reach the industrial grade of granite type rare metal deposits. Zircon HF ‒ O isotopic analysis of granite porphyry shows that the relatively depleted Hf isotope and relatively homogeneous o are of the same element composition（ ε Hf(t) = ‒2.4 ~ 3.4,  δ 18O =6.0 ~ 6.6‰）。 Combined with the geochemical characteristics of trace elements, it shows that the source area of Daping granite porphyry is mainly derived from asthenospheric mantle, and about 20 ~ 30% of crust derived magma is added, and significant fractional crystallization occurs during diagenesis. The later fluorine rich fluids melt out and migrate upward, which may play an important role in the re enrichment and differentiation of Nb and TA. The Daping granite porphyry corresponds to the volcanic rocks of the same period in southwest Fujian, such as the bimodal volcanic rocks of the Fankeng formation. It is the eastward extension of the rift belt, which is proposed by the predecessors as \"the East-West rift magmatic belt (OIB type basalt, gabbro and A-type granite assemblage) developed in the early Jurassic of the Nanling Mountains\".\nThe above data have been published in high-level SCI journals, and the data are true and reliable.",
      "descriptionCn": "华南地区是我国重要的稀有金属矿产区，绝大部分具经济规模的稀有金属矿床均与高演化的富Li-F花岗岩有成因联系。大坪花岗斑岩位于南岭构造带最东缘福建省永定地区，与区内Nb-Ta矿床形成有关。该岩体SIMS和LA-ICP-MS锆石U‒Pb定年结果分别为186.7 ± 1.2 Ma和190.7 ± 1.1 Ma，是华南少见的早侏罗世（200‒180 Ma）侵入的花岗岩侵入体，也是华南最早报道的早侏罗世稀有金属成矿事件。全岩主微元素数据由XRF分析获得，Hf-O同位素组成由MC-ICP-MS分析获得。锆石U-Pb同位素测年数据由LA-ICP-MS、SIMS分析获得。\n大坪花岗斑岩具高钾低镁、准铝质到弱过铝质的特征，属于高钾钙碱性花岗岩,并显示Ａ型花岗岩的地球化学特征，如富硅（72.81% ~ 76.44%）、高10000×Ga/Al比值、高FeOT / MgO和高的Zr + Nb + Ce + Y含量、亏损高场强元素和Eu负异常明显等。全岩体系低的Zr/Hf、Nb/Ta比值，指示岩浆具有较高的分异演化程度，Nb2O5和Ta2O5均含量达到了花岗岩型稀有金属矿床的工业品位。花岗斑岩中锆石Hf‒O同位素分析结果显示，具有比较亏损的Hf同位素与比较均一的O同为素组成（εHf(t) = ‒2.4 ~ 3.4, δ18O =6.0 ~ 6.6‰）。结合微量元素地球化学特征，表明大坪花岗斑岩源区主要来源于软流圈地幔，并有约20 ~ 30%壳源岩浆的加入，在成岩过程中发生了显著的分离结晶。晚期富氟的流体出熔并向上迁移可能对于Nb和Ta的再次富集与分异具有重要作用。大坪花岗斑岩与闽西南地区同时期的火山岩，如藩坑组双峰式火山岩，在空间上可与前人提出的“南岭山脉早侏罗世发育的东西向裂谷岩浆岩带（OIB型玄武岩、辉长岩和A型花岗岩组合）”相对应，是该裂谷带向东的延伸。\n以上数据已发表于SCI期刊,数据真实可靠。",
      "instructions": "The data is stored in Excel file and can be opened directly in Excel workbook. The file named \"wrmajtra\" represents the whole rock major and trace element geochemical data, \"UPB\" represents zircon U-Pb isotopic composition and age data, \"HFO\" represents zircon hf-0 isotopic data",
      "instructionsCn": "数据以Excel文件存储,可直接使用Excel工作薄打开。名称为\"WRMajTra\"的文件代表全岩主微量元素地球化学数据,  \" UPb\"代表锆石U-Pb同位素组成和年龄数据, \"HfO\"代表锆石Hf-0同位素数据",
      "east": 120.4,
      "west": 115.8,
      "south": 23.5,
      "north": 28.2,
      "startTime": null,
      "endTime": null,
      "fileSize": 6144362.0,
      "cstr": "18406.11.Geo.tpdc.271362",
      "doi": "10.11888/Geo.tpdc.271362",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王锦荣",
        "nameEn": null,
        "unitEn": null,
        "unitCn": "中国冶金地质总局第二地质勘查院"
      }
    ],
    "literatureList": [
      {
        "titleCn": "南岭早侏罗世稀有金属成矿作用研究——以闽西南大坪花岗斑岩为例",
        "titleEn": null,
        "referenceCn": "王锦荣, 张哲坤, 凌明星, 吕新彪, 陈斌. (2020). 南岭早侏罗世稀有金属成矿作用研究——以闽西南大坪花岗斑岩为例. 岩石学报, 036(001), 125-140.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "同位素地球化学",
        "nameEn": "Isotopic geochemistry"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "锆石U-Pb定年",
        "nameEn": "Ziron U-Pb dating"
      },
      {
        "nameCn": "高演化花岗岩",
        "nameEn": "Highly fractionated granite"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "大坪花岗斑岩",
        "keywordEn": "Daping granite porphyry"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "早侏罗世",
        "keywordEn": "Early Jurassic",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the geochemical characteristics and isotopic compositions that define the features of high-potassium calc-alkaline granites in the context of rare metal mineralization?",
        "QuestionCn": "高钾钙碱花岗岩在稀有金属矿化背景下的地球化学特征和同位素组成是什么？",
        "AnswerEn": "high silicon content (72.81% ~ 76.44%), high 10000×Ga/Al ratio, high FeOT / MgO, high Zr + Nb + Ce + Y content, depletion in high field strength elements, significant negative Eu anomaly, low Zr/Hf ratio, low Nb/Ta ratio, relatively depleted Hf isotopes, homogeneous O isotopic compositions (εHf(t) = ‒2.4 ~ 3.4, δ18O = 6.0 ~ 6.6‰)",
        "AnswerCn": "高硅含量（72.81% ~ 76.44%），高10000×Ga/Al比值，高FeOT / MgO，高Zr + Nb + Ce + Y含量，高场强元素亏损，显著的负Eu异常，低Zr/Hf比值，低Nb/Ta比值，相对亏损的Hf同位素，均一的氧同位素组成（εHf(t) = ‒2.4 ~ 3.4，δ18O = 6.0 ~ 6.6‰）",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many geochemical elements were measured in the analysis of the Fujian Minxi South Daping granite porphyry?",
        "QuestionCn": "在对福建闽西南大坪花岗岩斑岩的分析中测量了多少种地球化学元素？",
        "AnswerEn": "The original answer does not provide a specific numerical value for the number of geochemical elements measured. Therefore, based on the information given, a refined numerical answer cannot be extracted.",
        "AnswerCn": "原始答案没有提供测量的地球化学元素的具体数值。因此，基于所给信息，无法提取出精确的数值答案。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the geochemical data collection methods using XRF analysis for whole-rock major and trace elements compare to the methods using LA-ICP-MS and SIMS for zircon U-Pb isotopic dating in terms of precision and applicability in studying rare metal mineralization in granite porphyries?",
        "QuestionCn": "使用XRF分析进行全岩主要和微量元素的地球化学数据收集方法与使用LA-ICP-MS和SIMS进行锆石U-Pb同位素定年的方法在精度和在研究花岗岩斑岩稀有金属矿化方面的适用性上有何比较？",
        "AnswerEn": "The XRF analysis for whole-rock major and trace elements provides comprehensive geochemical profiles essential for understanding the general composition and differentiation of the rock, whereas LA-ICP-MS and SIMS for zircon U-Pb isotopic dating offer precise age determinations crucial for dating geological events, such as rare metal mineralization. Both methods complement each other, with XRF focusing on broader compositional data and LA-ICP-MS and SIMS specializing in detailed isotopic dating, allowing for a thorough investigation of the granite porphyries' formation and mineralization history.",
        "AnswerCn": "全岩主要和微量元素的XRF分析提供了全面的地球化学剖面，对于理解岩石的一般成分和分异至关重要，而锆石U-Pb同位素定年所用的LA-ICP-MS和SIMS则提供了精确的年龄测定，这对于对稀有金属矿化等地质事件的定年至关重要。这两种方法相辅相成，XRF侧重于更广泛的成分数据，而LA-ICP-MS和SIMS则专注于详细的同位素定年，从而允许对花岗岩斑岩的形成和矿化历史进行全面的研究。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What geological processes can be inferred from the geochemical characteristics of A-type granites, such as high silicon content and elevated Zr + Nb + Ce + Y concentrations, regarding their formation and evolution?",
        "QuestionCn": "从A型花岗岩的地球化学特征（如高硅含量和升高的Zr + Nb + Ce + Y浓度）可以推断出哪些地质过程，关于它们的形成和演化？",
        "AnswerEn": "The geochemical characteristics of A-type granites, such as high silicon content, elevated Zr + Nb + Ce + Y concentrations, and specific isotopic compositions, suggest that they are formed from highly differentiated magmas, likely originating from a mantle source with significant crustal contributions. The characteristics indicate a high degree of magmatic evolution and separation crystallization, possibly involving late-stage fluorine-rich fluid exsolution, which plays a crucial role in the enrichment and differentiation of Nb and Ta.",
        "AnswerCn": "A型花岗岩的地球化学特征，如高硅含量、升高的Zr + Nb + Ce + Y浓度以及特定的同位素组成，表明它们是由高度分化的岩浆形成的，可能源自具有显著地壳贡献的地幔源。 这些特征表明岩浆演化和分离结晶的高程度，可能涉及晚期富氟流体的逸出，这在Nb和Ta的富集和分化中起着关键作用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying causes that influence the differentiation and enrichment of Nb and Ta in high-potassium calc-alkaline granites found in the South China region?",
        "QuestionCn": "影响南中国地区高钾钙碱花岗岩中铌（Nb）和钽（Ta）富集和分异的潜在原因是什么？",
        "AnswerEn": "The differentiation and enrichment of Nb and Ta in high-potassium calc-alkaline granites, such as those in the South China region, are influenced by several factors including the source of the magma, which primarily originates from the asthenospheric mantle with contributions from crustal materials (about 20-30%), significant fractional crystallization during the magmatic process, and late-stage fluid exsolution enriched in fluorine that migrates upward, further concentrating Nb and Ta.",
        "AnswerCn": "高钾钙碱花岗岩（如南中国地区的花岗岩）中铌（Nb）和钽（Ta）的差异化和富集受多个因素的影响，包括岩浆的来源，主要来自于软流圈地幔，并有约20-30%的地壳物质贡献，在岩浆过程中显著的分馏结晶，以及富含氟的晚期流体的析出，这些流体向上迁移，进一步浓缩了Nb和Ta。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on geological research methodologies when utilizing high differentiation evolution indicators such as low Zr/Hf and Nb/Ta ratios in granite studies?",
        "QuestionCn": "在花岗岩研究中使用低Zr/Hf和Nb/Ta比率等高分化演化指标时，对地质研究方法的潜在影响是什么？",
        "AnswerEn": "Using high differentiation evolution indicators like low Zr/Hf and Nb/Ta ratios suggests a highly evolved magma, which can enhance understanding of the magmatic differentiation processes and its implications for rare metal mineralization. These indicators may lead to improved methodologies in identifying economically viable rare metal deposits, such as Nb and Ta, and contribute to refining geological models for granite-related mineralization events.",
        "AnswerCn": "使用低Zr/Hf和Nb/Ta比率等高分化演化指标表明了高度演化的岩浆，这有助于增强对岩浆分化过程及其对稀有金属矿化的影响的理解。这些指标可能会改善识别经济上可行的稀有金属矿床（如Nb和Ta）的方法，并有助于完善与花岗岩相关的矿化事件的地质模型。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary goals of collecting geochemical data from granitic porphyries in regions known for rare metal mineralization, such as South China?",
        "QuestionCn": "收集来自已知稀有金属矿化区域（如中国南方）的花岗岩斑岩的地球化学数据的主要目标是什么？",
        "AnswerEn": "The primary goals of collecting geochemical data from granitic porphyries in regions like South China are to understand the genetic link between highly evolved Li-F-rich granites and economically significant rare metal deposits, to date the intrusion events accurately, and to explore the geochemical characteristics that indicate high degrees of magmatic differentiation. This understanding can help identify and assess the potential for rare metal mineralization, such as Nb-Ta deposits, and provide insights into the tectonic evolution of the region.",
        "AnswerCn": "收集南中国地区花岗岩斑岩的地球化学数据的主要目标是理解富锂-氟花岗岩与经济上重要的稀有金属矿床之间的成因联系，准确测定侵入事件的时间，并探索表明高程度岩浆分异的地球化学特征。这种理解可以帮助识别和评估稀有金属矿化的潜力，如铌-钽矿床，并提供该地区构造演化的见解。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}