{
    "id": "333487a9-e597-47f0-b91e-33744fa85088",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of automatic meteorological observations at the Huazhaizi desert station (2008-2011)",
            "description": "The dataset of automatic meteorological observations was obtained from Jun. 1, 2008 to Dec. 31, 2009 at the Huazhaizi desert station which is located  in Anyangtan (E100°19'06.9″/N38°45'54.7″), south of Zhangye city, Gansu province,. The experimental area, situated in the middle stream of Heihe river, with a flat and open terrain  and sparse vegetation cover is an ideal desert observing field. \n     Observation items included the multi-layer (2m and 10m) wind speed and direction, the air temperature, precipitation, the four components of radiation, the surface infrared temperature, the multi-layer soil temperature (5cm, 10cm, 20cm, 40cm, 80cm and 160cm), soil moisture (5cm, 10cm, 20cm, 40cm, 80cm and 160cm) and soil heat flux (5cm & 10cm). \n     The raw data were level0 and the data after basic processes were level1; the data after strict quality control were defined as Level2. The data files were named as follows: station+datalevel+AMS+datadate.. As for detailed information, please refer to “Meteorological and Hydrological Flux Data Guide\".",
            "instructions": "",
            "east": 100.24,
            "west": 100.24,
            "south": 38.85,
            "north": 38.85,
            "startTime": "2008-06-18 16:00:00",
            "endTime": "2011-12-17 16:00:00",
            "fileSize": 99065194.0,
            "cstr": "18406.11.water973.0277.db",
            "doi": "10.3972/water973.0277.db",
            "dataFormat": "",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            }
        ],
        "literatureList": [
            {
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleEn": "Quality Control and Evaluation of Ground Observation Data from the Heihe Comprehensive Remote Sensing Joint Experiment",
                "referenceEn": "None"
            },
            {
                "titleEn": "Data Management and Sharing of the Heihe Comprehensive Remote Sensing Joint Experiment",
                "referenceEn": "None"
            },
            {
                "titleEn": "Estimating surface fluxes over middle and upper streams of the Heihe River Basin with ASTER imagery",
                "referenceEn": "Ma WQ, Ma YM, Hu ZY, Su B, Wang JM, Ishikawa H. Estimating surface fluxes over middle and upper streams of the Heihe River Basin with ASTER imagery. Hydrology and Earth System Sciences, 2011, 15(5): 1403-1413. doi:10.5194/hess-15-1403-2011."
            },
            {
                "titleEn": "Estimation of clear-sky longwave downward radiation from HJ-1B thermal data",
                "referenceEn": "Yu, S., X. Xin, and Q. Liu. 2013. Estimation of clear-sky longwave downward radiation from HJ-1B thermal data. Science China Earth Sciences 56:829-842."
            },
            {
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleEn": "Progress of the Black River Comprehensive Remote Sensing Joint Experiment Research: Overview",
                "referenceEn": "None"
            },
            {
                "titleEn": "Heihe River Basin Remote Sensing - Ground Observation Synchronization Experiment: Forest Hydrology and Midstream Arid Zone Hydrology Experiment",
                "referenceEn": "None"
            },
            {
                "titleEn": "Study on the Impact of Horizontal Resolution on WRF Model - A Case Study of WRF Simulation in the Heihe River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "A LUT-based approach to estimate surface solar irradiance by combining MODIS and MTSAT data",
                "referenceEn": "Huang, G.H., Ma, M.G., Liang, S.L., Liu, S.M., & Li, X. (2011). A LUT-based approach to estimate surface solar irradiance by combining MODIS and MTSAT data. Journal of Geophysical Research-Atmospheres, 116( D22201)."
            },
            {
                "titleEn": "Validation of WRF model on simulating forcing data for Heihe River Basin",
                "referenceEn": "Pan XD, Li X. Validation of WRF model on simulating forcing data for Heihe River Basin. Sciences in Cold and Arid Regions, 2011, 3(4): 344-357, doi: 10.3724/SP.J.1226.2011.00344."
            },
            {
                "titleEn": "Research on the Inversion of Soil Heat Inertia in the Heihe River Basin Based on MODIS Data",
                "referenceEn": "None"
            },
            {
                "titleEn": "Assimilation of ASAR data with a hydrologic and semi-empirical backscattering coupled model to estimate soil moisture",
                "referenceEn": "Liu Q, Wang MY, Zhao YS. Assimilation of ASAR data with a hydrologic and semi-empirical backscattering coupled model to estimate soil moisture. Chinese Geographical Science, 2010, 20(3): 218-225."
            },
            {
                "titleEn": "Estimate downward longwave radiation under clear sky conditions using HJ-1B thermal infrared data.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Heihe River Basin Remote Sensing - Ground Observation Synchronization Experiment: Scientific Objectives and Experimental Plan",
                "referenceEn": "None"
            },
            {
                "titleEn": "Progress of the Black River Comprehensive Remote Sensing Joint Experiment Research: Remote Sensing Inversion and Estimation of Hydrological and Ecological Parameters",
                "referenceEn": "None"
            },
            {
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleEn": "Comprehensive Sequential Classification of Grasslands in Gansu Province Based on Quantitative Remote Sensing",
                "referenceEn": "None"
            },
            {
                "titleEn": "Comparison of Parameterization Models for Downward Longwave Radiation in the Atmosphere",
                "referenceEn": "None"
            },
            {
                "titleEn": "Estimate surface solar radiation in the Heihe River Basin by combining polar-orbiting satellite MODIS and geostationary meteorological satellite MTSAT.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Study on the Impact of Underlying Surface on the Accuracy of WRF Model Simulations in the Heihe River Basin Climate",
                "referenceEn": "None"
            },
            {
                "titleEn": "Dynamic downscaling of near-surface air temperature at the basin scale using WRF–a case study in the Heihe River Basin, China",
                "referenceEn": "Pan, X.D., Li, X., Shi, X.K., Han, X.J., Luo, L.H., Wang, L.X. Dynamic downscaling of near-surface air temperature at the basin scale using WRF–a case study in the Heihe River Basin, China. Frontiers of Earth Science, 2012, 6(3): 314-323, doi: 10.1007/s11707-012-0306-2."
            },
            {
                "titleEn": "Characteristics of Albedo on Different Underlying Surfaces in the Upper and Middle Reaches of the Heilong River and Analysis of Its Influencing Factors",
                "referenceEn": "None"
            },
            {
                "titleEn": "Soil Moisture Retrieval in the Heihe River Basin Based on the Real Thermal Inertia Method",
                "referenceEn": "Ma CF, Wang WZ, Han XJ, Li X. Soil moisture retrieval in the Heihe River Basin based on the real thermal inertia method. IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, 2013, 10.1109/JSTARS.2013.2252149."
            },
            {
                "titleEn": "Hydrological remote sensing and ground synchronous observation experiment in the upper reaches of the Heihe River Basin in cold regions.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Data Quality Control and Product Generation of Automatic Weather Stations in the Heihe Comprehensive Remote Sensing Joint Experiment",
                "referenceEn": "None"
            },
            {
                "titleEn": "Heihe Comprehensive Remote Sensing Joint Experiment Data Release",
                "referenceEn": "None"
            },
            {
                "titleEn": "Estimation of evapotranspiration in an arid region by remote sensing—A case study in the middle reaches of the Heihe River Basin",
                "referenceEn": "Li, X. , Lu, L. , Yang, W. , & Cheng, G. . (2012). Estimation of evapotranspiration in an arid region by remote sensing—a case study in the middle reaches of the heihe river basin. International Journal of Applied Earth Observation & Geoinformation, 17(none), 0-93."
            },
            {
                "titleEn": "Implementation of a Remote Sensing Data Publishing System Based on OPeNDAP",
                "referenceEn": "None"
            },
            {
                "titleEn": "Validation of MODIS land surface temperature products using ground measurements in the Heihe River Basin, China",
                "referenceEn": "Yu WP, Ma MG, Wang XF, Song Y, Tan JL. Validation of MODIS land surface temperature products using ground measurements in the Heihe River Basin, China. Proceedings of SPIE - The International Society for Optical Engineering. 2011, 8174. doi:10.1117/12.897571."
            },
            {
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            },
            {
                "titleEn": "A methodology for estimating Leaf Area Index by assimilating remote sensing data into crop model based on temporal and spatial knowledge",
                "referenceEn": "Zhu, Xiaohua, Zhao, Yingshi, Feng, Xiaoming. A methodology for estimating Leaf Area Index by assimilating remote sensing data into crop model based on temporal and spatial knowledge. Chinese Geographical Science, 2013, 23(5):550-561. doi:10.1007/s11769-013-0621-x"
            },
            {
                "titleEn": "Validation study of MODIS land surface temperature products - A case study of the Heihe River Basin",
                "referenceEn": "None"
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            },
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Soil"
            },
            {
                "nameEn": "Soil temperature"
            },
            {
                "nameEn": "Soil moisture/Water content"
            },
            {
                "nameEn": "Soil heat flux"
            },
            {
                "nameEn": "Pressure"
            },
            {
                "nameEn": "Temperature"
            },
            {
                "nameEn": "Air temperature"
            },
            {
                "nameEn": "Visibility"
            },
            {
                "nameEn": "Radiation"
            },
            {
                "nameEn": "Precipitation"
            },
            {
                "nameEn": "Winds"
            },
            {
                "nameEn": "Wind direction"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Arid Region Hydrology in the Middle Reaches"
            },
            {
                "keywordEn": "Huazhaizi Desert Monitoring Area"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2008-2011",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleEn": "Digital heihe"
            },
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Land surface heat fluxes are essential measures of the strengths of land-atmosphere interactions involving energy, heat and water. Correct parameterization of these fluxes in climate models is critical. Despite their importance, state-of-the-art observation techniques cannot provide representative areal averages of these fluxes comparable to the model grid. These alternative approaches use (satellite) observables of the land surface conditions."
            ],
            "research objective": [
                "In this study, the Surface Energy Balance System (SEBS) algorithm was evaluated in a cold and arid environment, using land surface parameters derived from Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) data."
            ],
            "challenges": [],
            "methods": [
                "Field observations and estimates from SEBS were compared in terms of net radiation flux (Rn), soil heat flux (G0), sensible heat flux (H) and latent heat flux (λE) over a heterogeneous land surface. As a case study, this methodology was applied to the experimental area of the Watershed Allied Telemetry Experimental Research (W A TER) project, located on the mid-to-upstream sections of the Heihe River in northwest China. ASTER data acquired between 3 May and 4 June 2008, under clear-sky conditions were used to determine the surface fluxes. Ground-based measurements of land surface heat fluxes were compared with values derived from the ASTER data."
            ],
            "dataset": [
                "ASTER data acquired between 3 May and 4 June 2008, under clear-sky conditions were used to determine the surface fluxes."
            ],
            "findings": [
                "The results showed the following: The derived net radiation flux over the study area was very close to the field measurements. The latent heat flux is obtained by calculations involving the evaporative fraction, and these calculations are the essence of SEBS. On the basis of this particular study, SEBS can be used to estimate turbulent heat fluxes with acceptable accuracy in areas where there is partial vegetation cover."
            ]
        },
        {
            "background": [
                "The near-surface atmospheric elements including air temperature, pressure, relative humility, wind, precipitation and radiation are called forcing data to drive hydrological, land surface, and ecological models. Coupling or use of the General Circulation Model (GCM) output to drive the land surface model is an important source of forcing data for large-scale land surface models, however the spatial and temporal resolution can not meet the requirements of a regional scale land surface model and its coarse resolution ignored regional environmental impact assessment. Thus, a regional scale land surface model or land surface data assimilation system needs forcing data with a higher temporal-spatial resolution. Therefore, downscaling GCM output is necessary in order to prepare for a long series of high spatial and temporal resolution forcing data for regional scale or basin-scale land surface, hydrological and ecological simulation and assimilation. Downscaling is a method of obtaining high-resolution climate or climate change information from relatively coarse-resolution GCMs. Dynamic downscaling uses large scale climatic background information to establish higher resolution meteorological distribution fields by GCMs. Regional climate model is considered to be an effective dynamic downscaling method to derive high-resolution local climate information. The model’s physical meaning is clear, it is built on the nonlinear interaction between large scale and regional scale, and can distinguish local features characterized by local topography, vegetation cover and soil hydrological processes, and can be used anywhere independent of observation data with an improved description of local features."
            ],
            "research objective": [
                "In order to do the validation of WRF model on simulating forcing data for the Heihe River Basin, daily meteorological observation data from 15 stations of CMA (China Meteorological Administration) and hourly meteorological observation data from seven sites of WATER (Watershed Airborne Telemetry Experimental Research) are used to compare with WRF simulations, with a time range of a whole year for 2008. Thus, the validation accuracy of forcing data from RCM is important before input to drive the land surface model."
            ],
            "challenges": [],
            "methods": [
                "The model was validated at 15 surface meteorological stations maintained by the China Meteorological Administration (CMA) and seven observation-strengthened stations setup by WATER project. In this study, WRF is used for downscaling of weather and climate ranging from one kilometer to thousands of kilometers and used for deriving meteorological parameters required for hydrological models. For this study, two way nested computational domains of 41×55×28 and 101×121×28 grid points and horizontal resolutions of 25 km and 5 km, respectively, have been set. The model is initialized by real boundary conditions using NCAR-NCEP’s Final Analysis (FNL) data (NCEP-DSS083.2, 2009) having a resolution of 1°×1° (111 km×111 km)."
            ],
            "dataset": [
                "Daily meteorological observation data from 15 stations of CMA (China Meteorological Administration) and hourly meteorological observation data from seven sites of WATER (Watershed Airborne Telemetry Experimental Research) are used to compare with WRF simulations, with a time range of a whole year for 2008. The model was validated at 15 surface meteorological stations maintained by the China Meteorological Administration (CMA) and seven observation-strengthened stations setup by WATER project. Data from CMA stations are used for daily validation; the WATER’s are for hourly validation. All CMA data in 2008 are used for comparison, the time span of WATER’s are listed in Table 2."
            ],
            "findings": [
                "Results show that the average MBE (Mean Bias Error) of daily 2-m surface temperature, surface pressure, 2-m relative humidity and 10-m wind speed were −0.19 °C, −4.49 hPa, 4.08% and 0.92 m/s, the average RMSE (Root Mean Square Error) of them were 2.11 °C, 5.37 hPa, 9.55% and 1.73 m/s, and the average R (correlation coefficient) of them were 0.99, 0.98, 0.80 and 0.55, respectively. The average MBE of hourly 2-m surface temperature, surface pressure, 2-m relative humidity, 10-m wind speed, downward shortwave radiation and downward longwave were −0.16 °C, −6.62 hPa, −5.14%, 0.26 m/s, 33.0 W/m2 and −6.44 W/m2, the average RMSE of them were 2.62 °C, 17.10 hPa, 20.71%, 2.46 m/s, 152.9 W/m2 and 53.5 W/m2, and the average R of them were 0.96, 0.97, 0.70, 0.26, 0.91 and 0.60, respectively. Thus, the following conclusions were obtained: (1) regardless of daily or hourly validation, WRF model simulations of 2-m surface temperature, surface pressure and relative humidity are more reliable, especially for 2-m surface air temperature and surface pressure, the values of MBE were small and R were more than 0.96; (2) the WRF simulating downward shortwave radiation was relatively good, the average R between WRF simulation and hourly observation data was above 0.9, and the average R of downward longwave radiation was 0.6; (3) both wind speed and rainfall simulated from WRF model did not agree well with observation data."
            ]
        },
        {
            "background": [
                "Soil moisture is a variable that plays a leading role in surface water and energy balance. The traditional point measurements can just provide a soil moisture distribution in a limited area. The hydrologic models can simulate the soil moisture variation in large spatial and temporal scales. However, the uncertainty in initial model state, model physical parameters, meteorological forcing variables and model equations brings much error in the soil moisture estimation. Many researchers suggested that the most promising approach for estimating soil moisture is the integration of remote sensing surface soil moisture data and a hydrologic model (Kostove and Jackson, 1993). Many researches have been carried out on optimizing a computational model through minimizing the difference between the observation and model simulation results by the re-parameterization (Jarlan et al., 2005; Yang et al., 2009) or re-initialization (Heathman et al., 2003; Huang et al., 2008) of the computational model separately. The re-parameterization approach can improve the model state variables by adjusting uncertain parameters. Since some parameters can hardly be obtained by field measurements, they are often estimated from the experiences or references, which brings much uncertainty to the model parameters. The re-initialization approach does not attribute the simulation errors to the uncertainties of the initial conditions, model parameters or model physical equations. It can adjust the state variables directly and it adopts the updated state variables as the initial field to re-initialize the model. The most effective and popular re-initialization approach is Ensemble Kalman Filter (EnKF)."
            ],
            "research objective": [
                "This research developed a one-dimensional soil moisture assimilation scheme based on the Ensemble Kalman Filter (EnKF) and Genetic Algorithm (GA). In this research, the assimilation scheme combined the EnKF and GA as the assimilation algorithm and it could calibrate the model parameters and model initial state synthetically. This paper proposes a one-dimensional soil moisture assimilation scheme combining the EnKF and GA, which has been illuminated by the assimilation experiment carried out in the Heihe River Basin in Northwest China in 2008."
            ],
            "challenges": [
                "There is much uncertainty in the assimilation process, which affects the assimilation results. There is much uncertainty in the model initial state and model parameters in the hydrologic modeling, which brings much error to the soil moisture simulation. It is difficult to develop the adjoint model for the original one to evaluate the derivatives of the cost function with respect to control variables, which are composed of state variables and model parameters to be estimated. It is complicated to develop the adjoint model in practice, which posed many limitations to its application (Qin et al., 2007)."
            ],
            "methods": [
                "In this assimilation scheme, the soil moisture was taken as the combination point of the hydrologic model and the backscattering model. The DHSVM was coupled with a semi-empirical backscattering model (Oh) to simulate backscattering coefficients. When the ASAR data were available, a cost function was set up based on the gap between the backscattering coefficients from ASAR observation and the backscattering coefficients from the simulations. Then the EnKF was used to optimize the state variables. If the cost function was higher than twice the ASAR observation noises, the simulation was treated as unacceptable. Then the cost function was minimized by the GA approach. The sensitive parameters of the DHSVM were re-parameterized. The simulations were divided into acceptable and unacceptable cases. The EnKF and GA were used to re-initialize and re-parameterize the simulation process. The assimilation experiment was carried out in the Heihe River Basin, Northwest China."
            ],
            "dataset": [
                "The Heihe River Basin, located in the arid area of Northwest China, is the second largest inland river basin, with an area of 116 000 km2 and an average annual precipitation of 108 mm. The ASAR images were used as observation data. ASAR images were acquired for several dates and different polarizations with incidence angles between 10º and 60º, operating in C band. The spatial resolution of ASAR is about 12.5 m × 12.5 m. The spatial resolution of the DHSVM simulation was 30 m, so the spatial resolution of ASAR was resampled into 30 m by the bilinear interpolation method."
            ],
            "findings": [
                "The results obtained indicate that this assimilation scheme is practical and it can improve the accuracy of soil moisture estimation significantly. The result shows that the model estimate of surface soil moisture was improved by being assimilated with the ASAR data. Additionally, the data assimilation improves the DHSVM model outputs which are more close to the actual values."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Is the Ensemble Kalman Filter (EnKF) used as a method for re-initializing simulations in data assimilation within this domain?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "For improving soil moisture estimation accuracy, is the assimilation of remote sensing data like ASAR more effective when combined with hydrologic models, standalone, or when using advanced techniques like Ensemble Kalman Filter (EnKF)?",
                    "Answer": "The assimilation of ASAR remote sensing data with hydrologic models using techniques like the Ensemble Kalman Filter (EnKF) is effective in significantly improving soil moisture estimation accuracy.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What data collection methods are used to measure soil moisture in arid regions, and where are they typically applied?",
                    "Answer": "hydrologic models, remote sensing data, ASAR images",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Where can forcing data with high temporal-spatial resolution be sourced for regional scale land surface models, and what challenges are associated with it?",
                    "Answer": "Downscaled General Circulation Model outputs",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "When conducting field observations in heterogeneous land surfaces, what atmospheric and surface parameters are typically measured, and where are such studies often conducted?",
                    "Answer": "Net radiation flux, soil heat flux, sensible heat flux, latent heat flux, mid-to-upstream sections of the Heihe River in northwest China",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "What is an example of a dataset used to validate models simulating meteorological parameters in river basins?",
                    "Answer": "An example is the use of daily meteorological observation data from stations maintained by the China Meteorological Administration (CMA) and hourly data from sites in the Watershed Airborne Telemetry Experimental Research (WATER) project. These datasets provide a basis for comparing and validating the accuracy of simulations from models like the Weather Research and Forecasting (WRF) model in the Heihe River Basin.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the specific features recorded by an automatic meteorological station in arid desert environments?",
                    "Answer": "atmospheric wind, temperature gradients at 2m and 10m, humidity gradients at 2m and 10m, atmospheric pressure, wind direction, precipitation, four components of radiation, surface infrared temperature, multi-layer soil temperature at depths of 5cm, 10cm, 20cm, 40cm, 80cm, and 160cm, soil moisture at the same depths, soil heat flux at depths of 5cm and 10cm",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "What is the temporal range of the ASAR image data used in the assimilation experiment?",
                    "Answer": "The specific temporal range is not provided.",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "How is 'dynamic downscaling' defined in regional climate modeling?",
                    "Answer": "Dynamic downscaling is a method used in regional climate modeling to obtain high-resolution climate information from relatively coarse-resolution General Circulation Models (GCMs). It uses large-scale climatic background information to establish higher resolution meteorological distribution fields, allowing for a more accurate representation of local features such as topography, vegetation, and soil hydrological processes.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What constitutes 'forcing data' in the context of land surface and hydrological models?",
                    "Answer": "Forcing data in land surface and hydrological models refers to the near-surface atmospheric elements, including air temperature, pressure, relative humidity, wind, precipitation, and radiation, which are used to drive models. These data are essential for simulating the interaction between land and atmosphere and are often derived from observations or downscaled GCM output to achieve the necessary spatial and temporal resolutions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do field observations of land surface heat fluxes compare to estimates derived from satellite data in terms of accuracy and applicability for climate modeling?",
                    "Answer": "Field observations and estimates from satellite data, like those derived from ASTER, are compared in terms of net radiation flux, soil heat flux, sensible heat flux, and latent heat flux. Satellite data can provide area-wide estimates that align closely with field measurements, and methods like the SEBS algorithm offer acceptable accuracy, especially in partially vegetated areas.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How does the performance of the Weather Research and Forecasting (WRF) model in simulating meteorological parameters vary when compared to actual observations from meteorological stations?",
                    "Answer": "The WRF model shows reliable simulations for parameters like surface temperature, pressure, and relative humidity when validated against meteorological station data. However, simulations of wind speed and rainfall do not align as well with observations, indicating areas for potential improvement in model accuracy.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How can the integration of remote sensing data with hydrological models improve the accuracy of soil moisture estimation in arid regions?",
                    "Answer": "The integration of remote sensing surface soil moisture data with a hydrologic model can significantly enhance soil moisture estimation by minimizing the difference between observation and model simulation results. This can be done through re-parameterization or re-initialization, as demonstrated by the assimilation scheme using the Ensemble Kalman Filter (EnKF) and Genetic Algorithm (GA) in the Heihe River Basin.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What challenges arise in parameterizing land surface heat fluxes in climate models, and how can satellite data be used to address these challenges?",
                    "Answer": "Parameterizing land surface heat fluxes in climate models is challenging due to the inability of state-of-the-art observation techniques to provide representative areal averages. Satellite observables, such as those from the ASTER data, can be used to derive land surface parameters, allowing algorithms like the Surface Energy Balance System (SEBS) to estimate turbulent heat fluxes with acceptable accuracy, as seen in the Heihe River experimental area.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What causes the difficulties in obtaining representative areal averages of land surface heat fluxes using state-of-the-art observation techniques?",
                    "Answer": "Despite their importance, state-of-the-art observation techniques cannot provide representative areal averages of land surface heat fluxes comparable to the model grid. This is because these techniques are limited in their ability to capture the spatial variability across different land surfaces, which is necessary for accurate parameterization in climate models. Alternative approaches utilize satellite observables of land surface conditions to address this challenge.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What factors contribute to the uncertainty in soil moisture estimation in hydrologic models?",
                    "Answer": "The uncertainty in soil moisture estimation in hydrologic models is primarily attributed to the uncertainty in initial model states, model physical parameters, meteorological forcing variables, and model equations. These factors introduce errors in the simulation process, making it challenging to achieve accurate soil moisture estimations. Approaches like data assimilation with remote sensing data are suggested to improve the accuracy.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is there a need for downscaling General Circulation Model (GCM) outputs for regional or basin-scale land surface models?",
                    "Answer": "GCM outputs need to be downscaled for regional or basin-scale land surface models because they have spatial and temporal resolutions that fail to meet the requirements of regional models. The coarse resolutions of GCMs overlook regional environmental impacts. Therefore, downscaling is necessary to obtain high-resolution climate information that can effectively drive regional or basin-scale hydrological, land surface, and ecological simulations.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential impacts of using automated meteorological stations to collect atmospheric data on the quality and reliability of data in arid environments like the Heihe River Basin?",
                    "Answer": "Using automated meteorological stations can provide continuous, high-frequency data on atmospheric elements such as temperature, pressure, and humidity, which are essential for driving hydrological and land surface models. However, there may be challenges related to data quality due to equipment malfunctions or harsh environmental conditions, which necessitate rigorous data validation and quality control processes.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the consequences of applying dynamic downscaling techniques to General Circulation Model outputs for improving the temporal and spatial resolution of climate data used in regional scale hydrological and ecological simulations?",
                    "Answer": "Dynamic downscaling techniques can significantly improve the temporal and spatial resolution of climate data derived from General Circulation Models, making them more suitable for regional scale hydrological and ecological simulations. This approach enables better representation of local features such as topography and vegetation, which are crucial for accurate environmental impact assessments and model simulations.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What is the rationale behind integrating remote sensing surface soil moisture data with a hydrologic model using data assimilation techniques like the Ensemble Kalman Filter (EnKF) and Genetic Algorithm (GA)?",
                    "Answer": "The rationale is to enhance the accuracy of soil moisture estimation by reducing uncertainties in model initial states and parameters. The integration through data assimilation techniques like EnKF and GA allows for the optimization of state variables and re-parameterization, which improves the model outputs to better reflect actual soil moisture conditions.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What methodological steps are taken to evaluate the accuracy of high-resolution meteorological data derived from general circulation models for regional applications?",
                    "Answer": "To evaluate the accuracy of high-resolution meteorological data derived from general circulation models, a regional climate model like WRF is used for downscaling. The model's simulations are validated against daily and hourly meteorological observations from multiple stations. The validation involves comparing model outputs with observation data to assess metrics such as Mean Bias Error (MBE), Root Mean Square Error (RMSE), and correlation coefficients (R), ensuring the simulations meet the resolution and accuracy requirements for regional applications.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What technological methods enable the accurate measurement of land surface heat fluxes in arid environments, and how are these methods integrated into data collection systems?",
                    "Answer": "Field observations and satellite data, such as those from the Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER), enable the accurate measurement of land surface heat fluxes. The Surface Energy Balance System (SEBS) algorithm is used to integrate these observations to estimate turbulent heat fluxes with acceptable accuracy over heterogeneous land surfaces.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How does the process of downscaling General Circulation Model outputs contribute to the preparation of high-resolution forcing data for regional land surface models?",
                    "Answer": "Downscaling GCM outputs involves obtaining high-resolution climate information from coarse-resolution models. This process is vital for providing forcing data with a higher temporal-spatial resolution, which is necessary for regional or basin-scale land surface, hydrological, and ecological simulations. The WRF model, for instance, is validated using data from meteorological stations to ensure accuracy before driving land surface models.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What challenges and solutions are associated with the assimilation of remote sensing data into hydrologic models for soil moisture estimation?",
                    "Answer": "Challenges in assimilating remote sensing data include uncertainties in model initial states and parameters. Solutions involve using assimilation schemes like the Ensemble Kalman Filter (EnKF) combined with Genetic Algorithms to optimize state variables and re-parameterize sensitive model parameters. This approach improves the accuracy of soil moisture estimation by integrating satellite data, as demonstrated in the Heihe River Basin.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might there be significant data gaps in meteorological datasets collected from remote sensing in arid environments?",
                    "Answer": "Data gaps in meteorological datasets collected from remote sensing in arid environments can arise due to the limitations of observation techniques that cannot provide representative areal averages of land surface heat fluxes compared to model grids. Additionally, the challenges in obtaining high temporal and spatial resolution forcing data necessary for regional scale models may contribute to these gaps.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What challenges could arise from using remote sensing data to estimate soil moisture in large spatial and temporal scales?",
                    "Answer": "Challenges in using remote sensing data to estimate soil moisture in large spatial and temporal scales include uncertainties in initial model state, model physical parameters, meteorological forcing variables, and model equations. These uncertainties can lead to errors in soil moisture estimation, requiring integration with hydrologic models and sophisticated data assimilation techniques like the Ensemble Kalman Filter and Genetic Algorithm to improve accuracy.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How might the integration of remote sensing data and hydrologic models be evaluated in terms of improving soil moisture estimation accuracy in arid environments?",
                    "Answer": "The integration of remote sensing data, such as ASAR images, with hydrologic models like DHSVM can significantly enhance the accuracy of soil moisture estimation. This assimilation scheme, particularly when employing techniques like the Ensemble Kalman Filter and Genetic Algorithm, shows practical results in improving model estimates by aligning them more closely with actual observations. This approach addresses uncertainties in model parameters and initial states, offering a refined estimation process.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In what ways can downscaling techniques be assessed for their effectiveness in providing high-resolution forcing data for regional land surface models?",
                    "Answer": "Downscaling techniques, particularly dynamic downscaling using regional climate models, are considered effective for deriving high-resolution climate data. These methods can validate the accuracy of forcing data by comparing simulations against observations from meteorological stations. In the field, such methods have shown that WRF model simulations for surface temperature, pressure, and humidity are reliable, indicating the potential for these techniques to meet regional model requirements.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how data collection methods manage to provide accurate high-resolution soil moisture estimates over large spatial scales.",
                    "Answer": "The use of remote sensing surface soil moisture data combined with hydrologic models helps in providing accurate high-resolution estimates. The integration involves re-parameterization and re-initialization approaches, using techniques like the Ensemble Kalman Filter (EnKF) to minimize the difference between observations and model simulations.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I’m not sure how meteorological data from various stations is used to validate and improve model simulations for regional climate studies.",
                    "Answer": "Meteorological data from multiple stations is used to validate model simulations by comparing observed data with model outputs. For example, the WRF model was validated using daily data from CMA stations and hourly data from WATER project sites to ensure the accuracy of simulations, which are crucial for driving land surface models with high spatial-temporal resolution.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please explore and summarize various data collection methods for measuring land-atmosphere interactions, including energy, heat, and water fluxes in arid environments.",
                    "Answer": "Field observations and satellite-based methods are used to measure land-atmosphere interactions. For example, in arid environments like the Heihe River Basin, the Surface Energy Balance System (SEBS) algorithm is evaluated using field data and satellite observations from sensors like ASTER to estimate net radiation flux, soil heat flux, sensible heat flux, and latent heat flux over heterogenous land surfaces.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Please identify and discuss the challenges encountered in data collection for regional scale land surface models, particularly in terms of temporal and spatial resolution.",
                    "Answer": "Challenges in data collection for regional scale land surface models include the inability of General Circulation Model (GCM) outputs to meet the spatial and temporal resolution requirements. Downscaling methods are necessary to improve resolution, but this introduces complexity and potential errors in capturing local environmental impacts. These challenges highlight the need for high-resolution forcing data to accurately model regional-scale hydrological and ecological processes.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}