{
    "id": "3365b6ca-0fce-40e0-ae2f-167a477621e8",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Zircon U-Th Pb and rare earth element dataset of Pre Cambrian Early Paleozoic magmatic and sedimentary rocks in the Lhasa Block of the central Qinghai Tibet Plateau",
            "titleCn": "青藏高原中部拉萨地块前寒武纪-早古生代岩浆岩和沉积岩锆石U-Th-Pb及稀土元素数据集",
            "description": "This dataset contains zircon U-Th Pb analysis data and rare earth element data from the Precambrian Early Paleozoic magmatic and sedimentary rocks of the Lhasa Block in the central Qinghai Tibet Plateau. The data is sourced from the research team led by Zhai Qingguo from the Institute of Geology, Chinese Academy of Geological Sciences. The paleogeographic reconstruction of continents (or blocks) plays a crucial role in studying and validating the theory of supercontinent cycles. Due to the lack of stable paleontological and sedimentary records, the pre Cambrian paleogeographic reconstruction of ancient land blocks in orogenic belts has always been a difficult scientific problem to solve. This study proposes a new method for paleogeographic reconstruction based on detrital zircon rare earth elements, and further constrains the paleogeographic origin of the Lhasa block on the Qinghai Tibet Plateau, promoting further refinement of the global supercontinent reconstruction plan, which is of great significance for studying and verifying the theory of supercontinent cycles. This dataset mainly includes zircon U-Pb analysis data of the Precambrian stratigraphic units in Lhasa and surrounding blocks, as well as zircon trace element data (U-Th Pb and rare earth elements). These data were obtained through LA-ICP-MS multi receiver plasma mass spectrometry, with excellent data quality, and can be used for the study of early formation and evolution of the Tethys in the Qinghai Tibet Plateau and paleogeographic reconstruction.",
            "descriptionCn": "本数据集包含了青藏高原中部拉萨地块前寒武纪-早古生代岩浆岩和沉积岩锆石U-Th-Pb分析数据及稀土元素数据，数据源自中国地质科学院地质研究所翟庆国研究团队。大陆（或陆块）的古地理重建对研究和验证超大陆旋回理论具有至关重要的作用。由于缺少稳定的古生物和沉积记录，造山带中古陆块的前寒武纪古地理重建一直是一个难以解决的科学问题。本研究提出了基于碎屑锆石稀土元素的古地理重建新方法，并进一步约束了青藏高原拉萨地块的古地理起源，推动了全球超大陆重建方案的进一步细化，对研究和验证超大陆旋回理论具有重要意义。本数据集主要为拉萨及周缘地块前寒武纪地层单元碎屑锆石U-Pb分析数据，同时包括锆石微量元素数据（U-Th-Pb和稀土元素）。这些数据通过LA-ICP-MS多接收等离子质谱获得，数据质量优良，可用于青藏高原特提斯早期形成演化及古地理重建研究。",
            "instructions": "File Name: Location+Lithology+Data Content Excel data reading method: After downloading, the office software can be opened and used",
            "instructionsCn": "文件命名：地点+岩性+数据内容.Excel  数据读取方式：下载后office软件打开即可使用",
            "east": 98.0,
            "west": 82.0,
            "south": 29.0,
            "north": 33.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 10722335.0,
            "cstr": null,
            "doi": "10.1029/2023GL102979",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "翟庆国",
                "nameEn": "ZHAI Qingguo",
                "unitEn": "",
                "unitCn": "中国地质科学院地质研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Paleogeographic Reconstruction of Precambrian Terranes Reworked by Phanerozoic Orogens: An Example Based on Detrital Zircon REE From Lhasa Terrane in Southern Tibet",
                "referenceCn": null,
                "referenceEn": "Hu, P.Y., Zhai, Q.G., Cawood, P.A., Weinberg, R.F., Zhao, G.C., Tang, Y., & Liu, Y.M. (2023). Paleogeographic reconstruction of Precambrian terranes reworked by Phanerozoic orogens: An example based on detrital zircon REE from Lhasa terrane in southern Tibet. Geophysical Research Letters, 50(5), e2023GL102979."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "Tibetan Plateau",
                "nameEn": "Tibetan Plateau"
            },
            {
                "nameCn": "同位素地球化学",
                "nameEn": "Isotopic geochemistry"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "大地构造",
                "nameEn": "Tectonics"
            },
            {
                "nameCn": "板块构造",
                "nameEn": "plate tectonics"
            },
            {
                "nameCn": "水系固体物质",
                "nameEn": "Fluvial sediments"
            },
            {
                "nameCn": "沉积记录",
                "nameEn": "Sedimentary Record"
            },
            {
                "nameCn": "锆石U-Pb定年",
                "nameEn": "Ziron U-Pb dating"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "拉萨地块",
                "keywordEn": "Lhasa Terrane"
            },
            {
                "keywordCn": "青藏高原中部",
                "keywordEn": "the central Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "前寒武纪",
                "keywordEn": "Precambrian",
                "type": "temporal"
            },
            {
                "keywordCn": "早古生代",
                "keywordEn": "early Paleozoic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of zircon U-Th-Pb analysis and rare earth element data collected for magmatic and sedimentary rocks in the context of Precambrian to early Paleozoic eras?",
                "QuestionCn": "锆石U-Th-Pb分析和稀土元素数据在前寒武纪到早古生代时期的火成岩和沉积岩中的特征是什么？",
                "AnswerEn": "zircon U-Pb analysis data, trace element data, LA-ICP-MS multi-collector plasma mass spectrometry, high data quality",
                "AnswerCn": "锆石U-Pb分析数据，微量元素数据，LA-ICP-MS多接收等离子体质谱，高质量数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many zircon U-Th-Pb and rare earth element analyses are typically conducted in a dataset for studying Precambrian to Early Paleozoic magmatic and sedimentary rocks in the Lhasa block of the central Tibetan Plateau?",
                "QuestionCn": "在研究中藏高原拉萨块体的前寒武纪至早古生代的火成岩和沉积岩时，通常会进行多少个锆石U-Th-Pb和稀土元素分析？",
                "AnswerEn": "The original answer does not provide specific numerical values or ranges for the number of analyses conducted. Therefore, there is no quantifiable data to extract or refine.",
                "AnswerCn": "原始答案没有提供具体的数值或范围来说明进行的分析数量。因此，没有可提取或细化的量化数据。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of LA-ICP-MS in the context of data collection methods for zircon U-Th-Pb and rare earth element analysis in geological studies?",
                "QuestionCn": "LA-ICP-MS在地质研究中对锆石U-Th-Pb和稀土元素分析的数据收集方法具有重要意义。",
                "AnswerEn": "LA-ICP-MS, which stands for Laser Ablation Inductively Coupled Plasma Mass Spectrometry, is a significant data collection method used to obtain high-quality zircon U-Th-Pb and rare earth element analysis data. It is a technique that enables the precise measurement of isotopic and elemental compositions in zircon samples, which are essential for studies focused on the geochronology and geochemical characteristics of magmatic and sedimentary rocks. This method helps researchers build a deeper understanding of the early formation and evolution of regions like the central Tibetan Plateau and aids in paleogeographic reconstructions critical for validating supercontinent cycle theories.",
                "AnswerCn": "LA-ICP-MS，即激光剥蚀电感耦合等离子体质谱，是一种重要的数据收集方法，用于获取高质量的锆石U-Th-Pb和稀土元素分析数据。这是一种能够精确测量锆石样品中同位素和元素组成的技术，这对于专注于火成岩和沉积岩的地质年代学和地球化学特征的研究至关重要。这种方法帮助研究人员更深入地理解像中央青藏 Plateau这样的地区的早期形成和演化，并有助于古地理重建，这对于验证超大陆循环理论至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges of reconstructing Precambrian paleogeography in orogenic belts where stable fossil and sedimentary records are scarce?",
                "QuestionCn": "在稳定的化石和沉积记录稀缺的造山带中，重建前寒武纪古地理的挑战因素包括哪些？",
                "AnswerEn": "The reconstruction of Precambrian paleogeography in orogenic belts is challenging due to the lack of stable fossil and sedimentary records. This scarcity necessitates the use of alternative methods, such as the analysis of detrital zircon U-Th-Pb and rare earth element data, to infer the paleogeographic origins and support the theory of supercontinent cycles.",
                "AnswerCn": "重建前寒武纪造山带的古地理是一个挑战，因为缺乏稳定的化石和沉积记录。这种稀缺性需要采用替代方法，例如分析碎屑锆石的铀-钍-铅和稀土元素数据，以推断古地理起源并支持超大陆循环理论。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences on global supercontinent reconstruction theories if a dataset utilizes a novel method of paleogeographic reconstruction based on detrital zircon rare earth elements?",
                "QuestionCn": "如果一个数据集利用基于碎屑锆石稀土元素的新方法进行古地理重建，那么这将对全球超大陆重建理论产生什么影响？",
                "AnswerEn": "Utilizing a novel method of paleogeographic reconstruction based on detrital zircon rare earth elements can significantly refine the global supercontinent reconstruction theories. This approach may provide more accurate constraints on the paleogeographic origin of landmasses such as the Lhasa terrane in the central Tibetan Plateau, thereby enhancing the understanding and validation of supercontinent cycle theories.",
                "AnswerCn": "利用基于碎屑锆石稀土元素的新型古地理重建方法，可以显著改善全球超大陆重建理论。这种方法可能为中央青藏 Plateau 的拉萨地块等陆块的古地理起源提供更准确的约束，从而增强对超大陆循环理论的理解和验证。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of collecting zircon U-Th-Pb and rare earth element data from magmatic and sedimentary rocks in the central Lhasa block of the Tibetan Plateau?",
                "QuestionCn": "在西藏高原中央拉萨块体收集锆石U-Th-Pb和稀土元素数据的主要目标是什么？",
                "AnswerEn": "The primary objectives include constraining the paleogeographic origin of the Lhasa block, advancing the global supercontinent reconstruction schemes, and providing essential insights into the early Tethys evolution and paleogeographic reconstruction by utilizing a novel paleogeographic reconstruction method based on detrital zircon rare earth elements.",
                "AnswerCn": "主要目标包括限制拉萨块体的古地理起源，推进全球超大陆重建方案，并通过利用基于碎屑锆石稀土元素的新型古地理重建方法，提供对早期特提斯演化和古地理重建的基本见解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are implemented to collect and analyze zircon U-Th-Pb and rare earth element data for studying the Precambrian to Early Paleozoic magmatic and sedimentary rocks in central Tibet, and how is the data quality ensured?",
                "QuestionCn": "为研究中藏地区的前寒武纪至早古生代的火成岩和沉积岩，实施了哪些程序来收集和分析锆石U-Th-Pb和稀土元素数据，以及如何确保数据质量？",
                "AnswerEn": "The data collection and analysis involve using LA-ICP-MS (Laser Ablation Inductively Coupled Plasma Mass Spectrometry) with multi-receiver capabilities to obtain zircon U-Th-Pb and rare earth element data. This method ensures high-quality data, which is crucial for geological studies like the early formation and evolution of the Tethys in the Tibetan Plateau and paleogeographic reconstruction.",
                "AnswerCn": "数据收集和分析涉及使用具有多接收器功能的激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）来获取锆石的铀-钍-铅和稀土元素数据。这种方法确保了高质量的数据，这对于地质研究如青藏高原的特提斯早期形成与演化以及古地理重建至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the precise collection of U-Th-Pb and rare earth element data in zircon samples from Precambrian to Early Paleozoic igneous and sedimentary rocks?",
                "QuestionCn": "哪些技术进步使得能够精确收集来自前寒武纪到早古生代的火成岩和沉积岩中锆石样品的铀-钍-铅（U-Th-Pb）和稀土元素数据？",
                "AnswerEn": "The use of LA-ICP-MS multi-receiver plasma mass spectrometry has enabled the precise collection of U-Th-Pb and rare earth element data in zircon samples from Precambrian to Early Paleozoic igneous and sedimentary rocks, providing high-quality data suitable for studies on the early formation and evolution of the Tethys in the Tibetan Plateau and paleogeographic reconstruction.",
                "AnswerCn": "LA-ICP-MS多接收等离子体质谱的使用，使得能够精确收集来自前寒武纪到早古生代的火成岩和沉积岩中锆石样品的U-Th-Pb和稀土元素数据，提供了适合于研究青藏高原早期形成和演化的高质量数据，以及古地理重建。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}