{
  "id": "3379112f-dfe5-4377-bd66-2068e8e80cd8",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Atlas of pollen and spores for common plants from the east Tibetan Plateau",
      "titleCn": "青藏高原东部常见植物孢粉形态图集(2020-2025)",
      "description": "Pollen and spores extracted from sediment are considered as the important proxy in reconstructing past vegetation and climate, and which plays essential role in investigating environmental evolution during the Quaternary. Accurate identification of pollen and spore is the base for palynological research, which determines it is quite necessary to establish modern atlas for pollen and spore. Supported by the projects the Strategic Priority Research Program of Chinese Academy of Sciences “Pan-Third Pole Environment Study for a Green Silk Road (Pan-TPE)” and The Second Tibetan Plateau Scientific Expedition and Research, authors completed the vegetation and soil surveys in 2018 for the alpine meadow in the east Tibetan Plateau (including Yushu Prefecture, Changdu City, Ganzi prefecture, Naqu City) and alpine forest in the southeast Tibetan Plateau (Linzhi City) , and collected 401 specimens for anther of flowering plants and sporangium of ferns. Pollen and spores were extracted and from these specimens using the standard acid-alkali approach and acetolysis (9:1 mixture of acetic anhydride and sulphuric acid) treatment, and further were refrigerated in glycerin. More than two photographs were took for each pollen and spore type, using the LEICA-dm-2500 optical microscope and its imaging system with scale. The atlas of pollen and spore morphology will be a valuable reference for palynology research and teaching.",
      "descriptionCn": "沉积物中的孢粉是重建过去植被和气候重要代用指标，在第四纪环境演变研究领域扮演着重要角色。准确的孢粉鉴定是孢粉学研究的基础，也是制作现代植物孢粉形态图集的目的所在。2018年，依托中国科学院A类战略性先导科技专项“泛第三极环境变化与绿色丝绸之路建设”和第二次青藏高原综合科学考察研究等研究计划，作者开展了青藏高原东部（玉树州、昌都市、甘孜州，那曲市等地）高寒草甸区以及东南部（林芝市）山地森林区植被和土壤考察，并采集了开花植物的花药标本和蕨类植物孢子囊标本共计401个（涵盖55科）。花粉和孢子标本经酸碱处理法提纯以及乙酸酐和硫酸混合液（比例9:1）醋解后，加入甘油并冷藏保存。孢粉形态照片使用LEICA-DM-2500光学显微镜及其配套成像系统拍摄，每个孢粉标本至少拍摄2张照片（配有比例尺）。孢粉形态图集对孢粉学研究及教学具有参考价值。",
      "instructions": "The photos of each sporopollen specimen are kept in a separate folder, named by species name (Latin name and Chinese name) and serial number. The sporopollen specimens of the same family are stored in the same folder, and all the files are named by Latin name and Chinese name.",
      "instructionsCn": "每一个孢粉标本的照片被保存在独立的文件夹内，由物种名（拉丁名和中文名）和序号命名。而同一科的孢粉标本存放于同一个文件夹，所有文件夹由拉丁名和中文名称命名。",
      "east": 100.5,
      "west": 91.0,
      "south": 29.0,
      "north": 36.0,
      "startTime": "2020-07-14 00:00:00",
      "endTime": "2025-07-13 11:59:59",
      "fileSize": 1510306125.0,
      "cstr": "18406.11.Paleoenv.tpdc.270735",
      "doi": "10.11888/Paleoenv.tpdc.270735",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "曹现勇",
        "nameEn": "CAO Xianyong",
        "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "田芳",
        "nameEn": "TIAN Fang",
        "unitEn": "",
        "unitCn": "首都师范大学"
      },
      {
        "nameCn": "李凯",
        "nameEn": "LI Kai",
        "unitEn": "",
        "unitCn": "浙江师范大学"
      },
      {
        "nameCn": "倪健",
        "nameEn": "NI Jian",
        "unitEn": "",
        "unitCn": "浙江师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Hostile climate during the Last Glacial Maximum caused sparse vegetation on the north-eastern Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Cao, X.Y., Wang, N.N., Cao, Y., Liu, L.N., Zhang, Y.R., Hou, X.H., Zhao, W.W., Li, Y.Q., Tian, F. (2023). Hostile climate during the Last Glacial Maximum caused sparse vegetation on the north-eastern Tibetan Plateau. Quaternary Science Reviews,301,107916,https://doi.org/10.1016/j.quascirev.2022.107916.\n"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "古气候重建",
        "nameEn": "Paleoclimate Reconstruction"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "孢粉",
        "keywordEn": "pollen and spore"
      },
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      },
      {
        "keywordCn": "高寒草甸",
        "keywordEn": "Apline meadow"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2020-2025",
        "keywordEn": "2020-2025",
        "type": "temporal"
      },
      {
        "keywordCn": "现代",
        "keywordEn": "Modern",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      },
      {
        "titleCn": "中国科学院百人计划",
        "titleEn": "Hundred-Talent Program of the Chinese Academy of Sciences"
      },
      {
        "titleCn": "青藏高原东缘花粉及菌孢现代过程和晚全新世人类活动对植被的影响",
        "titleEn": "National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
        "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Due to insufficient palaeo-environmental records, the vegetation history and hydrology of the Tibetan Plateau during the Last Glacial Maximum (LGM) are uncertain. Pollen extracted from sediment archives is an important proxy for past vegetation and climate reconstructions, and the relative abundances of pollen compositions (percentages or square-root transformed percentages) are usually employed in numerical analyses and quantitative reconstructions. The Tibetan Plateau is mainly covered by non-forest vegetation, including alpine meadow, alpine steppe, and alpine desert, and the modern pollen assemblages from the core high-elevation areas are dominated by herbaceous pollen taxa such as Cyperaceae, Artemisia, Chenopodiaceae, and Poaceae; while the arboreal pollen taxa have quite low abundance generally. However, arboreal pollen grains occur at high percentages in fossil pollen assemblages collected from the central Tibetan Plateau, particularly in samples with low pollen concentrations from the glacial period. Unfortunately, this can lead to problematical results when past vegetation and climate estimations are based solely on pollen percentages ignoring the variation in pollen concentrations. Many lakes are distributed across the Tibetan Plateau (ca. 1400 lakes with an area larger than 1 km2), and they are potentially ideal archives for many environmental proxies to investigate past environmental changes. Although past environmental records on the Tibetan Plateau using lacustrine sediments are abundant, most of these records are restricted to within the Holocene or the last 20 cal ka BP, while only a few records cover the last glacial-interglacial cycle entirely."
      ],
      "research objective": [
        "In this study, a 316-cm-long sediment core covering the last 33.8 thousand years recovered from Koucha Lake on the north-eastern Tibetan Plateau was analysed for pollen, along with total organic carbon (TOC) and total nitrogen (TN), to explore past vegetation and hydrology changes. In this study, we obtained a lacustrine sediment core covering the last 33.8 cal ka BP (with reliable chronology) from a small lake (Koucha Lake) on the north-eastern Tibetan Plateau. We investigated the changes in vegetation and hydrology based on pollen data (including aquatic pollen and algae spores) together with measurements of total nitrogen (TN) and total organic carbon (TOC) to determine the history of vegetation and hydrology during the late stage of MIS 3 and the LGM for the north-eastern Tibetan Plateau."
      ],
      "challenges": [],
      "methods": [
        "In March 2003, a core of 560 cm length (reaching the glacial drift layer; called KC-03 in this study) was obtained from a water depth of 4.1 m from Koucha Lake, and a series of proxies analysed to investigate the histories of the lake's ecosystem and terrestrial environment since ca. 16.7 cal ka BP. Hence a second core of 316 cm (also reaching the glacial drift layer; called KC-19) was drilled from the lake centre at a water depth of 7 m (34.0105/C14 N, 97.2345/C14 E) in January 2019 using Austria's UWITEC platform coring equipment. The core was subsampled at 1 cm intervals, providing 316 samples in total and samples were preserved in the Institute of Tibetan Plateau Research, Chinese Academy of Sciences. Prior to analysis, all samples were freeze-dried. Sediment samples were analysed for pollen composition, TOC, and TN. Pollen analysis was completed on 96 samples at 3-cm intervals throughout the core, with sample weights ranging from 0.5 to 3 g depending on their pollen concentrations. One tablet of Lycopodium spores (27,637± 563 grains) was added to each sample prior to pollen extraction for calculating pollen concentration. Pollen grains were extracted using a procedure including treatments with 10% HCl, 10% NaOH, and 40% HF, followed by a 7-mm mesh sieving and acetolysis treatment (9:1 mixture of acetic anhydride and sulfuric acid)."
      ],
      "dataset": [],
      "findings": [],
      "backgroundCn": [
        "由于古环境记录不足，青藏 Plateau 在最后冰期最大期（LGM）期间的植被历史和水文状况仍不确定。从沉积物档案中提取的花粉是过去植被和气候重建的重要代理，花粉组成的相对丰度（百分比或平方根转换百分比）通常用于数值分析和定量重建。青藏 Plateau 主要覆盖非森林植被，包括高山草甸、高山草原和高山沙漠，现代高海拔地区的花粉组合以草本花粉类群为主，如莎草科（Cyperaceae）、蒿属（Artemisia）、藜科（Chenopodiaceae）和禾本科（Poaceae）；而树木花粉类群的丰度通常较低。然而，在从中央青藏 Plateau 收集的化石花粉组合中，树木花粉颗粒在低花粉浓度的样本中占有较高比例，尤其是在冰川时期的样本中。不幸的是，这可能导致在仅基于花粉百分比而忽视花粉浓度变化的情况下，过去植被和气候估计出现问题。青藏 Plateau 上分布着许多湖泊（约1400个面积大于1平方公里的湖泊），它们可能是调查过去环境变化的许多环境代理的理想档案。尽管使用湖泊沉积物的过去环境记录在青藏 Plateau 上相对丰富，但大多数记录仅限于全新世或过去20千年，而只有少数记录涵盖了整个最后冰期-间冰期循环。"
      ],
      "research objectiveCn": [
        "在这项研究中，我们分析了从青藏 Plateau东北部的 Koucha 湖恢复的长达 316 厘米的沉积物核心，该核心覆盖了过去 33.8 千年的时间，研究了花粉、总有机碳（TOC）和总氮（TN），以探讨过去植被和水文变化。我们从一个小湖（Koucha 湖）获得了一个覆盖过去 33.8 千年（具有可靠年代）的湖泊沉积物核心。我们基于花粉数据（包括水生花粉和藻类孢子）以及总氮（TN）和总有机碳（TOC）的测量，研究了 MIS 3 晚期和最后冰期（LGM）期间东北青藏 Plateau 的植被和水文变化历史。"
      ],
      "challengesCn": [],
      "methodsCn": [
        "2003年3月，从Koucha湖水深4.1米处获取了一根长560厘米的岩心（称为KC-03），并分析了一系列代理指标，以研究自约16.7千年前以来湖泊生态系统和陆地环境的历史。因此，在2019年1月，使用奥地利的UWITEC平台取芯设备，从湖中心水深7米处钻取了第二根316厘米的岩心（也达到冰川漂移层；称为KC-19）。该岩心以1厘米的间隔进行子样本采集，共提供316个样本，样本保存在中国科学院西藏高原研究所。在分析之前，所有样本均经过冷冻干燥。沉积物样本分析了花粉组成、总有机碳（TOC）和总氮（TN）。在整个岩心中，以3厘米的间隔完成了96个样本的花粉分析，样本重量根据花粉浓度的不同，范围在0.5到3克之间。在每个样本中添加了一片Lycopodium孢子（27,637±563颗粒），以便在花粉提取时计算花粉浓度。花粉颗粒的提取采用了一种程序，包括用10%盐酸、10%氢氧化钠和40%氟化酸处理，随后进行7毫米网筛分和醋酸酐处理（醋酸酐与硫酸的9:1混合物）。"
      ],
      "datasetCn": [],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are pollen and spore samples preserved using glycerin after acetolysis in the data collection method?",
        "QuestionCn": "在数据收集方法中，花粉和孢子样本在醋酸酐处理后使用甘油保存吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the methods used for collecting and preserving pollen samples from sediment cores?",
        "QuestionCn": "从沉积物核心中收集和保存花粉样本的方法有哪些？",
        "AnswerEn": "10% HCl, 10% NaOH, 40% HF, 7-mm mesh sieving, acetolysis treatment, freeze-drying",
        "AnswerCn": "10% 盐酸，10% 氢氧化钠，40% 氢氟酸，7毫米筛网过筛，乙酰解处理，冷冻干燥",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What steps are involved in the preparation of pollen morphology images for a dataset?",
        "QuestionCn": "为数据集准备花粉形态图像涉及哪些步骤？",
        "AnswerEn": "LEICA-DM-2500 optical microscope",
        "AnswerCn": "LEICA-DM-2500 光学显微镜",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to analyze pollen composition in sediment cores from the Tibetan Plateau?",
        "QuestionCn": "您能否提供一个用于分析来自青藏高原沉积物核心中花粉组成的数据收集方法的示例？",
        "AnswerEn": "A core of 316 cm length was drilled from the center of Koucha Lake using Austria's UWITEC platform coring equipment. The core was subsampled at 1 cm intervals, providing 316 samples. Pollen grains were extracted using a procedure including treatments with 10% HCl, 10% NaOH, and 40% HF, followed by a 7-mm mesh sieving and acetolysis treatment.",
        "AnswerCn": "从库查湖中心钻取了一根316厘米长的岩心，使用的是奥地利的UWITEC平台取心设备。岩心以1厘米的间隔进行子样本采集，共提供了316个样本。花粉颗粒的提取采用了一种程序，包括用10%盐酸、10%氢氧化钠和40%氟化氢处理，随后进行7毫米网筛分和醋酸酐处理。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge encountered when using pollen data as a proxy for past vegetation and climate reconstructions on the Tibetan Plateau?",
        "QuestionCn": "使用花粉数据作为青藏高原过去植被和气候重建的代理时遇到的一个挑战是什么？",
        "AnswerEn": "A challenge is that arboreal pollen grains occur at high percentages in fossil pollen assemblages collected from the central Tibetan Plateau, particularly in samples with low pollen concentrations from the glacial period, potentially leading to problematic results when past vegetation and climate estimations are based solely on pollen percentages.",
        "AnswerCn": "一个挑战是，来自中央青藏 Plateau 的化石花粉组合中，树木花粉颗粒的比例很高，特别是在冰川时期的低花粉浓度样本中，这可能导致在仅基于花粉百分比进行过去植被和气候估计时出现问题。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you provide an example of how pollen concentration is calculated in sediment samples for palaeo-environmental studies?",
        "QuestionCn": "您能否提供一个关于如何在沉积样本中计算花粉浓度以进行古环境研究的示例？",
        "AnswerEn": "One tablet of Lycopodium spores (27,637± 563 grains) was added to each sediment sample prior to pollen extraction for calculating pollen concentration.",
        "AnswerCn": "每个沉积样本中添加了一片27,637±563颗的石松属孢子片，以便在花粉提取过程中计算花粉浓度。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of pollen extraction methods used in sediment studies on the Tibetan Plateau?",
        "QuestionCn": "在青藏高原沉积物研究中使用的花粉提取方法的特点是什么？",
        "AnswerEn": "10% HCl, 10% NaOH, 40% HF, 7-mm mesh sieving, acetolysis treatment (9:1 mixture of acetic anhydride and sulfuric acid)",
        "AnswerCn": "10% 盐酸，10% 氢氧化钠，40% 氢氟酸，7毫米筛网过筛，乙酰解处理（9:1 的醋酸酐和硫酸混合物）",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What specific features of pollen morphology are captured in the image collection process for pollen analysis?",
        "QuestionCn": "在花粉分析的图像收集过程中，捕捉到的花粉形态的具体特征包括哪些？",
        "AnswerEn": "scale for reference",
        "AnswerCn": "比例尺供参考",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the factors considered when selecting sampling intervals and sample weights for pollen analysis in lacustrine sediment cores?",
        "QuestionCn": "在湖泊沉积物核心的花粉分析中，选择采样间隔和样本权重时考虑的因素有哪些？",
        "AnswerEn": "3 cm, 0.5 to 3 g, Lycopodium spores added",
        "AnswerCn": "3厘米，0.5到3克，添加石松孢子",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many flowering plant anther and fern sporangia specimens were collected for the pollen morphology atlas from the eastern Tibetan Plateau?",
        "QuestionCn": "东藏高原的花卉植物花药和蕨类植物孢子囊标本收集了多少个？",
        "AnswerEn": "401",
        "AnswerCn": "401",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many pollen samples were analyzed in the sediment core study from Koucha Lake to investigate past vegetation and hydrology changes?",
        "QuestionCn": "在Koucha湖的沉积物核心研究中，分析了多少个花粉样本以调查过去的植被和水文变化？",
        "AnswerEn": "96",
        "AnswerCn": "96",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the length of the sediment core obtained from Koucha Lake on the north-eastern Tibetan Plateau for analyzing past environmental changes?",
        "QuestionCn": "从青藏高原东北部的库查湖获得的沉积物核心的长度是多少，用于分析过去的环境变化？",
        "AnswerEn": "316 cm",
        "AnswerCn": "316 厘米",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for pollen morphology from plant specimens compare to those used for sediment core pollen analysis in terms of preparation and preservation techniques?",
        "QuestionCn": "植物标本的花粉形态数据收集方法与沉积物核心花粉分析的方法在准备和保存技术方面有何比较？",
        "AnswerEn": "The data collection for pollen morphology from plant specimens involves collecting flower anther and spore capsule samples, purifying them through acid and base treatments, and preserving them in glycerol. In contrast, sediment core pollen analysis involves subsampling sediment cores, freeze-drying samples, and using chemical treatments including HCl, NaOH, and HF, followed by sieving and acetolysis treatment to extract pollen grains for analysis.",
        "AnswerCn": "植物标本的花粉形态数据收集涉及收集花药和孢子囊样本，通过酸和碱处理进行纯化，并将其保存在甘油中。相比之下，沉积物核心花粉分析涉及对沉积物核心进行亚样品处理，冷冻干燥样本，并使用包括盐酸、氢氧化钠和氟化氢在内的化学处理，随后进行筛分和醋酸酐处理，以提取用于分析的花粉颗粒。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the effectiveness of pollen concentration measurements in reconstructing past vegetation and climate from sediment cores?",
        "QuestionCn": "从沉积岩芯中重建过去的植被和气候的花粉浓度测量的有效性可以推断出什么？",
        "AnswerEn": "The pollen concentrations provide essential data for past vegetation and climate reconstructions by allowing researchers to account for variations in pollen abundance, which can help to avoid misleading interpretations based solely on pollen percentages.",
        "AnswerCn": "花粉浓度为过去的植被和气候重建提供了重要数据，通过允许研究人员考虑花粉丰度的变化，可以帮助避免仅仅基于花粉百分比的误导性解释。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How might the use of acetic anhydride and sulfuric acid in pollen extraction influence the quality and reliability of the data collected from sediment samples?",
        "QuestionCn": "醋酸酐和硫酸在花粉提取中的使用可能会如何影响从沉积物样本中收集的数据的质量和可靠性？",
        "AnswerEn": "The use of acetic anhydride and sulfuric acid in pollen extraction likely ensures that pollen grains are well-preserved and distinct, enhancing the accuracy and reliability of identifying pollen taxa and thereby improving the quality of data for reconstructing past environmental conditions.",
        "AnswerCn": "在花粉提取中使用醋酸酐和硫酸，可能确保了花粉颗粒的良好保存和清晰度，从而提高了花粉分类的准确性和可靠性，进而改善了重建过去环境条件的数据质量。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges of accurately reconstructing past vegetation and climate using pollen data from sediment archives in the Tibetan Plateau?",
        "QuestionCn": "哪些因素导致在使用来自青藏高原沉积物档案的花粉数据准确重建过去植被和气候时面临挑战？",
        "AnswerEn": "The challenges stem from the uncertainty in vegetation history and hydrology during the Last Glacial Maximum (LGM) due to insufficient palaeo-environmental records. Additionally, the dominance of herbaceous pollen taxa and low abundance of arboreal pollen in modern pollen assemblages from high-elevation areas can lead to problematic results when solely relying on pollen percentages for past vegetation and climate estimations.",
        "AnswerCn": "这些挑战源于对最后冰期最大期（LGM）期间植被历史和水文状况的不确定性，主要是由于古环境记录不足。此外，高海拔地区现代花粉组合中草本花粉类群的主导地位和树木花粉的低丰度，当仅依赖花粉百分比来估算过去的植被和气候时，可能会导致问题结果。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it important to consider both pollen percentages and pollen concentrations when analyzing fossil pollen assemblages from the Tibetan Plateau?",
        "QuestionCn": "在分析来自青藏高原的化石花粉组合时，考虑花粉百分比和花粉浓度两者是重要的原因是什么？",
        "AnswerEn": "Considering both pollen percentages and pollen concentrations is crucial because relying only on pollen percentages can lead to misleading results, especially in samples with low pollen concentrations from the glacial period. High percentages of arboreal pollen grains in these samples may not accurately reflect past vegetation and climate conditions if concentration variations are ignored.",
        "AnswerCn": "考虑花粉百分比和花粉浓度是至关重要的，因为仅依赖花粉百分比可能会导致误导性的结果，特别是在来自冰川时期的低花粉浓度样本中。如果忽视浓度变化，这些样本中高比例的树木花粉颗粒可能无法准确反映过去的植被和气候条件。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What led to the choice of specific chemical treatments and methodologies for pollen extraction in sediment core analysis from Koucha Lake?",
        "QuestionCn": "是什么导致了在Koucha湖沉积物核心分析中选择特定的化学处理和方法进行花粉提取？",
        "AnswerEn": "The chosen methods, which include treatments with 10% HCl, 10% NaOH, 40% HF, and acetolysis (a 9:1 mixture of acetic anhydride and sulfuric acid), were likely selected for their efficacy in thoroughly extracting pollen grains, ensuring accurate pollen concentration calculations. The addition of Lycopodium spores for concentration calculations further supports precise quantitative analyses of the sediment samples.",
        "AnswerCn": "所选择的方法包括使用10% HCl、10% NaOH、40% HF和醋酸酐与硫酸的9:1混合物（醋酸酐水解），这些方法可能是因为它们在彻底提取花粉颗粒方面的有效性，从而确保准确的花粉浓度计算。添加石松 spores 用于浓度计算进一步支持了对沉积样本的精确定量分析。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "How does the use of acid-alkali treatment and acetolysis in pollen extraction influence the accuracy and reliability of pollen concentration measurements in sediment samples?",
        "QuestionCn": "酸碱处理和醋酸水解在花粉提取中的使用如何影响沉积样本中花粉浓度测量的准确性和可靠性？",
        "AnswerEn": "The use of acid-alkali treatment and acetolysis in pollen extraction helps purify the pollen grains, which is crucial for accurate identification and concentration measurement. This method removes unwanted materials, ensuring that the pollen concentration reflects the true abundance in the sediment sample, leading to more reliable reconstruction of past vegetation and climate.",
        "AnswerCn": "酸碱处理和醋酸水解在花粉提取中的使用有助于纯化花粉颗粒，这对于准确识别和浓度测量至关重要。这种方法去除了不需要的材料，确保花粉浓度反映沉积样本中的真实丰度，从而更可靠地重建过去的植被和气候。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of collecting and analyzing pollen data from sediment archives on the Tibetan Plateau?",
        "QuestionCn": "收集和分析来自青藏高原沉积物档案的花粉数据的主要目标是什么？",
        "AnswerEn": "The primary objectives of collecting and analyzing pollen data from sediment archives on the Tibetan Plateau are to reconstruct past vegetation and climate, particularly during the Last Glacial Maximum (LGM), and to understand the vegetation history and hydrology of the region.",
        "AnswerCn": "收集和分析青藏高原沉积物档案中的花粉数据的主要目标是重建过去的植被和气候，特别是在最后冰期最大期（LGM）期间，并了解该地区的植被历史和水文情况。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are typically involved in the extraction and preservation of pollen grains for environmental reconstruction studies?",
        "QuestionCn": "用于环境重建研究的花粉颗粒提取和保存通常涉及哪些程序？",
        "AnswerEn": "Pollen grains are extracted using a procedure that includes treatments with 10% HCl, 10% NaOH, and 40% HF, followed by a 7-mm mesh sieving and acetolysis treatment with a 9:1 mixture of acetic anhydride and sulfuric acid. Samples are preserved by adding glycerol and storing them in a cold environment.",
        "AnswerCn": "花粉粒的提取过程包括用10%盐酸、10%氢氧化钠和40%氟化氢处理，随后进行7毫米网筛分和用醋酸酐与硫酸的9:1混合物进行的醋酸化处理。样品通过添加甘油并存放在冷环境中进行保存。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can researchers ensure accurate identification and classification of pollen samples to improve the reliability of paleoenvironmental reconstructions?",
        "QuestionCn": "研究人员如何确保准确识别和分类花粉样本，以提高古环境重建的可靠性？",
        "AnswerEn": "Accurate identification and classification of pollen samples can be ensured by creating a pollen morphology atlas using sophisticated imaging systems like the LEICA-DM-2500 optical microscope, which allows for detailed photography of pollen samples, with each specimen being photographed at least twice with scale references.",
        "AnswerCn": "准确识别和分类花粉样本可以通过创建花粉形态图谱来实现，使用像LEICA-DM-2500光学显微镜这样的先进成像系统，可以对花粉样本进行详细摄影，每个标本至少拍摄两次，并附有比例尺参考。",
        "Level": "C6(Creating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the precise identification and documentation of pollen morphology in sediments as proxies for past climate and vegetation reconstruction?",
        "QuestionCn": "哪些技术进步使得在沉积物中精确识别和记录花粉形态成为可能，从而作为过去气候和植被重建的代理？",
        "AnswerEn": "The use of LEICA-DM-2500 optical microscopes and associated imaging systems has enabled the precise identification and documentation of pollen morphology, which is crucial for reconstructing past climate and vegetation.",
        "AnswerCn": "LEICA-DM-2500光学显微镜及其相关成像系统的使用，使得花粉形态的精确识别和记录成为可能，这对于重建过去的气候和植被至关重要。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How do specific chemical treatments enable the extraction and preservation of pollen grains from sediment samples for palaeo-environmental studies?",
        "QuestionCn": "特定的化学处理如何使得从沉积样本中提取和保存花粉颗粒成为可能，以用于古环境研究？",
        "AnswerEn": "The extraction and preservation of pollen grains are enabled by chemical treatments including acid-base purification and acetolysis using a mixture of acetic anhydride and sulfuric acid, which help in preparing clean samples for analysis.",
        "AnswerCn": "花粉颗粒的提取和保存通过化学处理得以实现，包括酸碱纯化和使用醋酸酐与硫酸的混合物进行的醋酸化，这有助于制备干净的样本以供分析。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be challenges in obtaining accurate pollen concentration data from sediment cores in the Tibetan Plateau?",
        "QuestionCn": "在获取来自青藏高原沉积物柱的准确花粉浓度数据时，可能会面临哪些挑战？",
        "AnswerEn": "Accurate pollen concentration data can be challenging due to variations in pollen concentrations, which are particularly problematic when relying solely on pollen percentages for past vegetation and climate estimations. Additionally, the presence of high percentages of arboreal pollen grains in samples with low pollen concentrations from the glacial period could lead to misleading results.",
        "AnswerCn": "准确的花粉浓度数据可能会面临挑战，因为花粉浓度的变化，特别是在仅依赖花粉百分比进行过去植被和气候估计时，问题尤为突出。此外，在冰川时期，样本中低花粉浓度却存在高比例的树木花粉颗粒，这可能导致误导性的结果。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the potential limitations of using a single sediment core for paleoenvironmental reconstruction in high-elevation areas like the Tibetan Plateau?",
        "QuestionCn": "在像青藏高原这样的高海拔地区，使用单一沉积物核心进行古环境重建的潜在局限性有哪些？",
        "AnswerEn": "Using a single sediment core may not fully represent regional variations in pollen assemblages and environmental changes, given the Tibetan Plateau's vast and diverse landscape. The reliance on one core might overlook localized differences in vegetation and climate history, limiting the comprehensive understanding of past environmental conditions.",
        "AnswerCn": "使用单一沉积物核心可能无法充分代表区域内花粉组合和环境变化的差异，因为青藏高原的地形广阔且多样。依赖于一个核心可能会忽视植被和气候历史的局部差异，从而限制对过去环境条件的全面理解。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using pollen percentages versus pollen concentrations in reconstructing past vegetation and climate?",
        "QuestionCn": "如何评估使用花粉百分比与花粉浓度在重建过去植被和气候方面的有效性？",
        "AnswerEn": "Pollen percentages are commonly used in reconstructions, but they can lead to problematical results, especially when arboreal pollen grains occur at high percentages in fossil pollen assemblages with low pollen concentrations. This suggests that relying solely on percentages without considering concentrations could misrepresent past vegetation and climate.",
        "AnswerCn": "花粉百分比常用于重建，但在化石花粉组合中，当树木花粉颗粒在低花粉浓度下出现高百分比时，这可能会导致问题性结果。这表明，仅依赖百分比而不考虑浓度可能会误导对过去植被和气候的理解。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What improvements or additional data collection techniques could enhance the quality and scope of datasets for studying past environmental changes in the Tibetan Plateau?",
        "QuestionCn": "哪些改进或额外的数据收集技术可以提高对研究青藏高原过去环境变化的数据集的质量和范围？",
        "AnswerEn": "Incorporating additional proxies such as DNA analysis or isotopic studies could enhance the dataset, providing a more comprehensive understanding of past environmental changes. Additionally, expanding the spatial coverage of core samples across various lake systems might offer a broader perspective on regional environmental variations.",
        "AnswerCn": "纳入额外的代理，如DNA分析或同位素研究，可以增强数据集，提供对过去环境变化的更全面理解。此外，扩大在不同湖泊系统中核心样本的空间覆盖范围，可能会提供对区域环境变化更广泛的视角。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm unclear about how pollen concentrations can affect the accuracy of past vegetation and climate reconstructions.",
        "QuestionCn": "我不清楚花粉浓度如何影响过去植被和气候重建的准确性。",
        "AnswerEn": "Arboreal pollen grains occur at high percentages in fossil pollen assemblages collected from the central Tibetan Plateau, particularly in samples with low pollen concentrations from the glacial period, which can lead to problematic results when past vegetation and climate estimations are based solely on pollen percentages without considering the variation in pollen concentrations.",
        "AnswerCn": "在中央青藏 Plateau 收集的化石花粉组合中，树木花粉颗粒的比例很高，特别是在冰川时期的低花粉浓度样本中。这可能导致在仅基于花粉百分比而不考虑花粉浓度变化的情况下，对过去植被和气候的估计出现问题。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I don't quite understand what specific data collection methods are employed to ensure the preservation and analysis of pollen samples over long periods.",
        "QuestionCn": "我不太明白具体采用了哪些数据收集方法来确保花粉样本在长时间内的保存和分析。",
        "AnswerEn": "Pollen grains were extracted using a procedure that includes treatments with 10% HCl, 10% NaOH, and 40% HF, followed by a 7-mm mesh sieving and acetolysis treatment with a 9:1 mixture of acetic anhydride and sulfuric acid. Additionally, samples were freeze-dried before analysis, and a tablet of Lycopodium spores was added to each sample prior to pollen extraction to calculate pollen concentration.",
        "AnswerCn": "花粉颗粒的提取采用了一种程序，包括用10%盐酸、10%氢氧化钠和40%氟化氢处理，随后进行7毫米网筛分和用9:1的醋酸酐与硫酸混合物进行的醋酸化处理。此外，样品在分析前进行了冷冻干燥，并在每个样品中添加了一片石松孢子，以计算花粉浓度。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}