{
  "id": "337ccf0e-f909-4313-a721-2be20a3cb344",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Water balance dataset in the Yellow River source region and Qilian Mountains in the past 40 years (runoff, precipitation, evapotranspiration, soil liquid water content)",
      "titleCn": "过去40年黄河源和祁连山区水量平衡数据集（径流、降水、蒸散发、土壤液态含水量）",
      "description": "This dataset is the water balance dataset in the Yellow River source region and Qilian Mountains in the past 40 years (runoff, precipitation, evapotranspiration, soil liquid water content). It is simulated by the Geomorphology-Based Ecohydrological Model (GBEHM). The variables in the dataset include monthly runoff, monthly precipitation, monthly evapotranspiration, the monthly average 5cm soil liquid water content and the monthly average 50cm soil liquid water content. The temporal range is 1980-2019 and the spatial resolution is 1 km. The input data of the model include meteorological forcings, vegetation, soil and land use data. The simulation results can reflect the spatio-temporal changes of the hydrological variables in the Yellow River source region and Qilian Mountains. The dataset can be further used for researches into the eco-hydrological processes in the Yellow River source region and Qilian Mountains, and help provide a scientific basis for the optimal allocation of \" mountains, rivers, forests, farmlands, lakes and grasslands \" system.",
      "descriptionCn": "本数据集为过去40年黄河源和祁连山区水量平衡数据集（径流、降水、蒸散发、土壤液态含水量），采用基于地貌的生态水文模型GBEHM模拟获取，数据集变量包含月径流、月降水、月蒸散发、月均5cm土壤液态含水量以及月均50cm土壤液态含水量，数据时间范围为1980-2019年，空间分辨率为1km。模型输入数据包含气象驱动、植被、土壤、土地利用等，模拟结果能够较好反映黄河源区与祁连山区水文变量的时空变异特征。数据集可进一步用于黄河源区与祁连山区生态-水文过程相关研究，为“山水林田湖草”系统优化调配提供科学依据。",
      "instructions": "The variables in the dataset include monthly runoff (R), monthly precipitation (P), monthly evapotranspiration (ET), monthly average 5cm soil liquid water content (w_l1) and monthly average 50cm soil liquid water content (w_l2). The naming method is variable name + year + month. The data is stored in ASCII form and can be opened and used directly in ArcGIS.",
      "instructionsCn": "数据集变量包含月径流(R)、月降水(P)、月蒸散发(ET)、月均5cm土壤液态含水量(w_l1)以及月均50cm土壤液态含水量(w_l2)，命名方式为变量名+年+月。数据采用ASCII文件存储，可直接在ArcGIS中打开使用。",
      "east": 104.0,
      "west": 93.0,
      "south": 32.0,
      "north": 40.0,
      "startTime": "1980-01-01 00:00:00",
      "endTime": "2019-12-31 11:59:59",
      "fileSize": 1257470979.0,
      "cstr": "18406.11.Terre.tpdc.271952",
      "doi": "10.11888/Terre.tpdc.271952",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王泰华",
        "nameEn": "WANG Taihua",
        "unitEn": "",
        "unitCn": "清华大学"
      },
      {
        "nameCn": "杨大文",
        "nameEn": "YANG Dawen",
        "unitEn": "",
        "unitCn": "清华大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Remote sensing spatiotemporal patterns of frozen soil and the environmental controls over the Tibetan Plateau during 2002–2016",
        "referenceCn": null,
        "referenceEn": "Zheng, G.H., Yang, Y.T., Yang, D.W., Dafflon, B., Yi, Y.H., Zhang, S.L, Chen, D.L, Gao, B., Wang, T.H, Shi, R.J., & Wu, Q.B. (2020). Remote sensing spatiotemporal patterns of frozen soil and the environmental controls over the Tibetan Plateau during 2002–2016. Remote Sensing of Environment, 247, 111927."
      },
      {
        "titleCn": null,
        "titleEn": "Impacts of climate warming on the frozen ground and eco-hydrology in the Yellow River source region, China",
        "referenceCn": null,
        "referenceEn": "Qin, Y., Yang, D., Gao, B., Wang, T., Chen, J., Chen, Y., & Zheng, G., et al. (2017).  Impacts of climate warming on the frozen ground and eco-hydrology in the Yellow River source region, China. Science of the Total Environment, 605, 830-841."
      },
      {
        "titleCn": null,
        "titleEn": "Change in frozen soils and its effect on regional hydrology, upper Heihe basin, northeastern Qinghai–Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Gao, B., Yang, D., Qin, Y., Wang, Y., Li, H., Zhang, Y., & Zhang, T. (2018). Change in frozen soils and its effect on regional hydrology, upper Heihe basin, northeastern Qinghai–Tibetan Plateau. The Cryosphere, 12(2), 657-673."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "地表过程",
        "nameEn": "Earth SurFace Processes"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "祁连山",
        "keywordEn": "Qilian Mountain"
      },
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      },
      {
        "keywordCn": "黄河源",
        "keywordEn": "the source region of the yellow river"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1980-2019",
        "keywordEn": "1980-2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What specific features and variables are typically included in a dataset concerning water balance in areas like the Yellow River source and Qilian Mountains?",
        "QuestionCn": "在像黄河源和祁连山这样的地区，关于水量平衡的数据集通常包括哪些具体特征和变量？",
        "AnswerEn": "monthly runoff, monthly precipitation, monthly evapotranspiration, average 5cm soil liquid water content, average 50cm soil liquid water content, period from 1980 to 2019, spatial resolution of 1 km",
        "AnswerCn": "月径流、月降水、月蒸散发、平均5厘米土壤液态水含量、平均50厘米土壤液态水含量，时间范围为1980年至2019年，空间分辨率为1公里。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of a dataset that models water balance variables over the Yellow River source and Qilian Mountains?",
        "QuestionCn": "一个模型化黄河源头和祁连山水量平衡变量的数据集的空间分辨率是多少？",
        "AnswerEn": "1 km",
        "AnswerCn": "1公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can variations in water balance components such as runoff, precipitation, and evapotranspiration over 40 years reveal about the hydrological and ecological dynamics in the Yellow River source and Qilian Mountain areas?",
        "QuestionCn": "在黄河源头和祁连山区，40年间径流、降水和蒸散等水量平衡要素的变化可以揭示出水文和生态动态的哪些方面？",
        "AnswerEn": "The variations in water balance components over the past 40 years, derived from a geomorphology-based eco-hydrological model, can reveal insights into the spatiotemporal variability of hydrological variables in the Yellow River source and Qilian Mountain areas. These insights can be used to understand the ecological-hydrological processes and provide scientific basis for optimizing the management of integrated systems such as mountains, rivers, forests, fields, lakes, and grasslands.",
        "AnswerCn": "过去40年水量平衡组成部分的变化，基于地貌生态水文模型，可以揭示黄河源区和祁连山地区水文变量的时空变异性。这些洞察可以用来理解生态水文过程，并为优化山、河、林、田、湖、草等综合系统的管理提供科学依据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the accuracy of simulating hydrological variables such as runoff, precipitation, evapotranspiration, and soil moisture in the Yellow River source and Qilian Mountains regions over the past 40 years?",
        "QuestionCn": "影响黄河源区和祁连山地区过去40年水文变量（如径流、降水、蒸散发和土壤湿度）模拟准确性的因素有哪些？",
        "AnswerEn": "The accuracy of simulating hydrological variables like runoff, precipitation, evapotranspiration, and soil moisture in the Yellow River source and Qilian Mountains regions is influenced by the geomorphology-based eco-hydrological model GBEHM, which utilizes inputs including meteorological drivers, vegetation, soil, and land use data. These components allow for the effective reflection of spatial and temporal variations of hydrological variables in these areas.",
        "AnswerCn": "模拟黄河源区和祁连山地区的水文变量（如径流、降水、蒸散发和土壤湿度）准确性受到基于地貌的生态水文模型GBEHM的影响，该模型利用气象驱动、植被、土壤和土地利用数据等输入。这些组件能够有效反映这些地区水文变量的空间和时间变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on water balance modeling accuracy when using high-resolution spatial data inputs such as meteorological, vegetation, soil, and land use data?",
        "QuestionCn": "使用高分辨率空间数据输入（如气象、植被、土壤和土地利用数据）对水量平衡模型准确性的潜在影响是什么？",
        "AnswerEn": "Using high-resolution spatial data inputs like meteorological, vegetation, soil, and land use data can significantly enhance the accuracy of water balance modeling. It allows for a more precise simulation of hydrological variables such as runoff, precipitation, evapotranspiration, and soil moisture content. This improved accuracy is crucial for capturing the spatial and temporal variability of water balance in regions like the Yellow River source area and Qilian Mountains, thereby providing a robust basis for ecological-hydrological research and the optimization of the 'mountains, waters, forests, farmlands, lakes, and grasslands' system.",
        "AnswerCn": "使用高分辨率空间数据输入，如气象、植被、土壤和土地利用数据，可以显著提高水量平衡模型的准确性。这使得对径流、降水、蒸散发和土壤水分等水文变量的模拟更加精确。这种改进的准确性对于捕捉黄河源区和祁连山地区水量平衡的空间和时间变异性至关重要，从而为生态水文研究和“山、水、林、田、湖、草”系统的优化提供了坚实的基础。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind collecting water balance data, including runoff, precipitation, evapotranspiration, and soil liquid water content, for the Yellow River source and Qilian Mountains over the past 40 years?",
        "QuestionCn": "收集黄河源头和祁连山地区过去40年的水量平衡数据，包括径流、降水、蒸散发和土壤液态水含量的主要目标是什么？",
        "AnswerEn": "The primary objectives of collecting water balance data for the Yellow River source and Qilian Mountains over the past 40 years are to effectively simulate and reflect the spatial and temporal variability of hydrological variables in these regions using the geomorphology-based eco-hydrological model GBEHM. This data collection aims to support research on eco-hydrological processes in these areas and provide scientific evidence for the optimal allocation of resources in the 'mountain-water-forest-field-lake-grass' system.",
        "AnswerCn": "收集黄河源头和祁连山地区过去40年的水量平衡数据的主要目标是有效模拟和反映这些地区水文变量的时空变化，使用基于地貌的生态水文模型GBEHM。此数据收集旨在支持这些地区生态水文过程的研究，并为“山-水-林-田-湖-草”系统的资源优化配置提供科学依据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What modeling techniques or technological advancements enable the simulation of hydrological variables over a 40-year period for regions like the Yellow River source and Qilian Mountains?",
        "QuestionCn": "哪些建模技术或技术进步能够模拟黄河源头和祁连山地区的水文变量，时间跨度达到40年？",
        "AnswerEn": "The ecological hydrological model GBEHM, which is based on geomorphology, enables the simulation of hydrological variables such as runoff, precipitation, evapotranspiration, and soil moisture over a 40-year period. This model uses inputs such as meteorological data, vegetation, soil, and land use to simulate spatial and temporal variations effectively.",
        "AnswerCn": "生态水文模型GBEHM基于地貌，能够模拟如径流、降水、蒸散发和土壤湿度等水文变量，时间跨度可达40年。该模型使用气象数据、植被、土壤和土地利用等输入，有效地模拟空间和时间的变化。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}