{
    "id": "33dd5731-25e2-4b33-9c9b-47518cdaf8f2",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Whole-rock geochemical and Sr-Nd isotopic data of Cambrian granitoids in the West Kunlun",
            "titleCn": "西昆仑寒武纪花岗质岩石的全岩地球化学和Sr-Nd同位素数据",
            "description": "This data includes the main trace geochemistry and Sr-Nd isotope data of the whole rock. The samples were collected from four rock bodies in the West Kunlun Pamir area. The main geochemical data of the whole rock are obtained by X-ray fluorescence spectrometer, the trace elements are obtained by inductively coupled plasma mass spectrometer, and the Sr-Nd isotopic data of the whole rock are obtained by multi-collector inductively coupled plasma mass spectrometer. Through the obtained data, the magma source areas are defined as the mixing of Mesoproterozoic ancient basement rocks and juvenile crustal materials, the mixing of meta-igneous rocks, and meta-sedimentary rocks, and Mesoproterozoic ancient basement rocks, which help understand regional magmatism and tectonic evolution.",
            "descriptionCn": "本数据包括岩石全岩主微量地球化学和Sr-Nd同位素数据。样品采集自西昆仑-帕米尔地区的4个岩体。岩石全岩主量地球化学数据通过X荧光光谱仪分析获得，微量元素通过电感耦合等离子体质谱仪分析获得，全岩Sr-Nd同位素数据通过多接收电感耦合等离子体质谱仪分析获得。通过获得的数据，限定岩浆源区分别为中元古代古老基底岩石与新生地壳物质的混合，变质火成岩与变质沉积岩的混合，以及中元古代古老基底岩石，为进一步理解区域岩浆作用和构造演化提供了依据。",
            "instructions": "All data is stored in an Excel file and can be opened directly by Office. The file name is \"WRMajTrSrNd\" representing the major and trace elements and Sr-Nd isotope data of the whole rock.",
            "instructionsCn": "所有数据以Excel文件储存，可直接使用Office打开。名称为”WRMajTrSrNd”代表全岩主微量元素和Sr-Nd同位素数据。",
            "east": 81.0,
            "west": 75.0,
            "south": 35.2,
            "north": 38.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 30102.0,
            "cstr": null,
            "doi": "10.1130/B35408.1",
            "dataFormat": null,
            "license": "Attribution-NonCommercial 4.0 International (CC BY-NC 4.0)"
        },
        "authorList": [
            {
                "nameCn": "尹继元",
                "nameEn": "YIN Jiyuan",
                "unitEn": "Institute of Geology, Chinese Academy of Geological Sciences",
                "unitCn": "中国地质科学院地质研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Petrogenesis of Early Cambrian granitoids in the western Kunlun orogenic belt, Northwest Tibet: Insight into early stage subduction of the Proto-Tethys Ocean",
                "referenceCn": null,
                "referenceEn": "Yin, J.Y., Xiao, W.J., Sun, M., Chen, W., Yuan, C., Zhang, Y.Y., Wang, T., Du, Q.Y., Wang, X.S., Xia, X.P. (2020). Petrogenesis of Early Cambrian granitoids in the western Kunlun orogenic belt, Northwest Tibet: Insight into early stage subduction of the Proto-Tethys Ocean. Geological Society of America Bulletin, 132(9-10), 2221–2240."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "原特提斯",
                "nameEn": "Proto-Tethys"
            },
            {
                "nameCn": "大地构造",
                "nameEn": "Tectonics"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "花岗岩",
                "nameEn": "granite"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "西昆仑",
                "keywordEn": "West Kunlun"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "寒武纪",
                "keywordEn": "Cambrian",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to obtain whole-rock geochemical and Sr-Nd isotopic data from Cambrian granitoid rocks?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，用于获取来自寒武纪花岗岩岩石的全岩地球化学和Sr-Nd同位素数据？",
                "AnswerEn": "A data collection method involves sampling from four plutons in the Western Kunlun-Pamir region, where whole-rock major geochemical data is obtained using X-ray fluorescence spectrometry, trace elements are analyzed through inductively coupled plasma mass spectrometry, and whole-rock Sr-Nd isotopic data is collected using multi-collector inductively coupled plasma mass spectrometry.",
                "AnswerCn": "一种数据收集方法涉及从西昆仑-帕米尔地区的四个岩体中取样，使用X射线荧光光谱法获得全岩主要地球化学数据，通过感应耦合等离子体质谱法分析微量元素，并使用多收集器感应耦合等离子体质谱法收集全岩Sr-Nd同位素数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific attributes and characteristics of geochemical and isotopic data collected from Cambrian granitoid rocks in the West Kunlun region?",
                "QuestionCn": "西昆仑地区的寒武纪花岗岩岩石收集的地球化学和同位素数据的具体属性和特征是什么？",
                "AnswerEn": "whole-rock major and trace element geochemistry, Sr-Nd isotopic data, X-ray fluorescence spectrometry, inductively coupled plasma mass spectrometry, multi-collector inductively coupled plasma mass spectrometry",
                "AnswerCn": "全岩主量和微量元素地球化学，Sr-Nd同位素数据，X射线荧光光谱法，电感耦合等离子体质谱法，多接收器电感耦合等离子体质谱法。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many rock samples were collected from the four rock bodies in the 西昆仑-帕米尔 region for geochemical and isotopic analysis?",
                "QuestionCn": "在西昆仑-帕米尔地区，从四个岩体中收集了多少个岩石样本用于地球化学和同位素分析？",
                "AnswerEn": "The field metadata does not specify the exact number of samples collected from the four rock bodies in the 西昆仑-帕米尔 region.",
                "AnswerCn": "字段元数据未指定从西昆仑-帕米尔地区四个岩体中收集的样本确切数量。",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What underlying geological processes can be inferred from the geochemical and Sr-Nd isotopic data patterns collected from granitic rocks in the West Kunlun-Pamir region?",
                "QuestionCn": "从西昆仑-帕米尔地区收集的花岗岩岩石的地球化学和Sr-Nd同位素数据模式中，可以推断出哪些潜在的地质过程？",
                "AnswerEn": "The geochemical and Sr-Nd isotopic data suggest that the magma source regions are a mix of Middle Proterozoic ancient basement rocks and new crustal materials, as well as a combination of metamorphic igneous rocks and metamorphic sedimentary rocks. This information provides insights into the regional magmatic activity and tectonic evolution.",
                "AnswerCn": "地球化学和Sr-Nd同位素数据表明，岩浆源区是中元古代古老基底岩石与新地壳材料的混合，以及变质火成岩和变质沉积岩的组合。这些信息为区域岩浆活动和构造演化提供了见解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the underlying causes that lead to the need for using X-ray fluorescence spectrometry, inductively coupled plasma mass spectrometry, and multicollector inductively coupled plasma mass spectrometry in collecting geochemical and isotopic data of granitoid rocks in the Western Kunlun region?",
                "QuestionCn": "导致在西昆仑地区收集花岗岩的地球化学和同位素数据时需要使用X射线荧光光谱法、感应耦合等离子体质谱法和多收集器感应耦合等离子体质谱法的潜在原因是什么？",
                "AnswerEn": "The need for using these advanced analytical techniques arises from the complexity and heterogeneity of granitoid rocks in the Western Kunlun region. X-ray fluorescence spectrometry is utilized to accurately determine the major elemental composition, while inductively coupled plasma mass spectrometry is essential for obtaining precise trace element data. Multicollector inductively coupled plasma mass spectrometry is critical for precise Sr-Nd isotopic analysis, which helps in understanding the magma source and mixing processes involving ancient basement rocks and new crustal materials. These methods provide detailed insights into the magmatic activities and tectonic evolution of the region.",
                "AnswerCn": "使用这些先进分析技术的需求源于西昆仑地区花岗岩岩石的复杂性和异质性。X射线荧光光谱法用于准确确定主要元素组成，而感应耦合等离子体质谱法则对获得精确的微量元素数据至关重要。多收集器感应耦合等离子体质谱法对于精确的锶-铕同位素分析至关重要，这有助于理解与古老基底岩石和新地壳材料混合过程相关的岩浆源。这些方法为该地区的岩浆活动和构造演化提供了详细的见解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of collecting whole-rock geochemical and Sr-Nd isotopic data from Cambrian granitic rocks in the West Kunlun region?",
                "QuestionCn": "收集西昆仑地区寒武纪花岗岩的全岩地球化学和Sr-Nd同位素数据的主要目标是什么？",
                "AnswerEn": "The primary goal of collecting whole-rock geochemical and Sr-Nd isotopic data is to delineate the magma source areas, which include a mixture of Mesoproterozoic ancient basement rocks and newly formed crustal materials, as well as metamorphosed igneous and sedimentary rocks. This data is crucial for understanding regional magmatism and tectonic evolution.",
                "AnswerCn": "收集全岩地球化学和Sr-Nd同位素数据的主要目标是划定岩浆源区，这些源区包括古老的中元古代基底岩石和新形成的地壳材料，以及变质的火成岩和沉积岩。这些数据对于理解区域岩浆活动和构造演化至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the instrumental and procedural steps involved in collecting and analyzing whole-rock geochemical and Sr-Nd isotopic data from Cambrian granitic rocks in the Western Kunlun region?",
                "QuestionCn": "收集和分析西昆仑地区寒武纪花岗岩的整体岩石地球化学和Sr-Nd同位素数据的工具和程序步骤包括：",
                "AnswerEn": "The data collection process involves sampling rocks from four plutons in the Western Kunlun-Pamir region. Whole-rock major geochemical data is analyzed using X-ray fluorescence spectrometry (XRF), trace elements are obtained through inductively coupled plasma mass spectrometry (ICP-MS), and whole-rock Sr-Nd isotopic data is analyzed using multi-collector inductively coupled plasma mass spectrometry (MC-ICP-MS). These methods are used to determine the magmatic source regions and understand the regional magmatic activity and tectonic evolution.",
                "AnswerCn": "数据收集过程涉及从西昆仑-帕米尔地区的四个岩体中采样岩石。全岩主要地球化学数据通过X射线荧光光谱法（XRF）进行分析，微量元素通过感应耦合等离子体质谱法（ICP-MS）获得，全岩锶-铷同位素数据则通过多收集器感应耦合等离子体质谱法（MC-ICP-MS）进行分析。这些方法用于确定岩浆源区，并理解区域岩浆活动和构造演化。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}