{
    "id": "341e4bc3-a7a1-4298-8c59-e6d871a1ef57",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The NPP spatio-temporal dataset of the Tibetan Plateau (1982-2006)",
            "titleCn": "青藏高原NPP时空数据集（1982-2006）",
            "description": "This data set contains the results of the calculation of Net Primary Productivity (NPP) on the Tibetan Plateau based on ecological models and remote sensing data from 1982 to 2006.\nEcosystem NPP of the Tibetan Plateau was generated based on the remote sensing Advanced Very High Resolution Radiometer (AVHRR) data and the Carnegie-Ames-Stanford Approach (CASA) model(1982-2006), the soil carbon content was generated based on the second soil census data, and the biomass carbon data were generated based on the High Resolution Biosphere Model (HRBM) model.\nForest ecosystem NPP of the Tibetan Plateau (1982-2006):\nnpp_forest82.e00，npp_forest83.e00，npp_forest84.e00，npp_forest85.e00，npp_forest86.e00，\nnpp_forest87.e00，npp_forest88.e00，npp_forest89.e00，npp_forest90.e00，npp_forest91.e00，\nnpp_forest92.e00，npp_forest93.e00，npp_forest94.e00，npp_forest95.e00，npp_forest96.e00，\nnpp_forest97.e00，npp_forest98.e00，npp_forest99.e00，npp_forest00.e00，npp_forest01.e00，\nnpp_forest02.e00，npp_forest03.e00，npp_forest04.e00，npp_forest05.e00，npp_forest06.e00\nGrassland ecosystem NPP of the Tibetan Plateau(1982-2006)：\nnpp_grass82.e00，npp_grass83.e00，npp_grass84.e00，npp_grass85.e00，npp_grass86.e00，\nnpp_grass87.e00，npp_grass88.e00，npp_grass89.e00，npp_grass90.e00，npp_grass91.e00，\nnpp_grass92.e00，npp_grass93.e00，npp_grass94.e00，npp_grass95.e00，npp_grass96.e00，\nnpp_grass97.e00，npp_grass98.e00，npp_grass99.e00，npp_grass00.e00，npp_grass01.e00，npp_grass02.e00，npp_grass03.e00，npp_grass04.e00，npp_grass05.e00，npp_grass06.e00.\nBiomass carbon and soil carbon of the Tibetan Plateau：\nBiomass.e00，Socd.e00.\nThe soil carbon content data （Socd） are generated based on data of the second soil census of China and Soil Map of China (1:1,000,000) by soil subclass interpolation.\nThe NPP data are generated from the CASA model and AVHRR data simulation:\nPotter CS, Randerson JT, Field CB et al. Terrestrial ecosystem production: a process model based on global satellite and surface data. Global Biogeochemical Cycles, 1993, 7: 811–841.\nThe biomass carbon data are generated via HRBM model simulation：\nMcGuire AD, Sitch S, et al. Carbon balance of the terrestrial biosphere in the twentieth century: Analyses of CO2, climate and land use effects with four process-based ecosystem models. Global Biogeochem. Cycles, 2001, 15 (1), 183-206.\nThe raw data are mainly remote sensing data and field observation data with high accuracy; the verification and adjustment of the measured data in the field during the production were undertaken to maintain the error of the simulation results and the field measured data within the acceptable range as much as possible; the verification results of the NPP data and the field measured data show that the error remains within 15%.\nThe spatial resolution is 0.05°×0.05° (longitude×latitude).",
            "descriptionCn": "本数据集包含自1982年至2006年基于生态学模式与遥感数据计算青藏高原植被净初级生产力（Net Primary Productivity，NPP）的结果。\n基于遥感Advanced Very High Resolution Radiometer（AVHRR）数据和Carnegie-Ames-Stanford Approach（CASA）模型生成的青藏高原生态系统NPP（1982-2006），基于第二次土壤普查数据生成的土壤碳含量，以及基于High Resolution Biosphere Model（HRBM）模型生成的生物量碳数据。\n    青藏高原森林生态系统NPP（1982-2006年）：\n      npp_forest82.e00，npp_forest83.e00，npp_forest84.e00，npp_forest85.e00，npp_forest86.e00，\n      npp_forest87.e00，npp_forest88.e00，npp_forest89.e00，npp_forest90.e00，npp_forest91.e00，\n      npp_forest92.e00，npp_forest93.e00，npp_forest94.e00，npp_forest95.e00，npp_forest96.e00，\n      npp_forest97.e00，npp_forest98.e00，npp_forest99.e00，npp_forest00.e00，npp_forest01.e00，\n      npp_forest02.e00，npp_forest03.e00，npp_forest04.e00，npp_forest05.e00，npp_forest06.e00\n    青藏高原草地生态系统NPP（1982-2006年）：\n      npp_grass82.e00，npp_grass83.e00，npp_grass84.e00，npp_grass85.e00，npp_grass86.e00，\n      npp_grass87.e00，npp_grass88.e00，npp_grass89.e00，npp_grass90.e00，npp_grass91.e00，\n      npp_grass92.e00，npp_grass93.e00，npp_grass94.e00，npp_grass95.e00，npp_grass96.e00，\n      npp_grass97.e00，npp_grass98.e00，npp_grass99.e00，npp_grass00.e00，npp_grass01.e00，\n      npp_grass02.e00，npp_grass03.e00，npp_grass04.e00，npp_grass05.e00，npp_grass06.e00\n    青藏高原生物量碳、土壤碳：\n      Biomass.e00，Socd.e00\n土壤碳含量数据（Socd）是参考全国第二次土壤普查的数据与《中国1:100万土壤图》按土壤亚类插值生成。\nNPP数据来自CASA模型与AVHRR数据模拟生成：\nPotter CS, Randerson JT, Field CB et al. Terrestrial ecosystem production: a process model based on global satellite and surface data. Global Biogeochemical Cycles, 1993, 7: 811–841.\n生物量碳数据来自HRBM模型模拟生成：\nMcGuire AD, Sitch S, et al. Carbon balance of the terrestrial biosphere in the twentieth century: Analyses of CO2, climate and land use effects with four process-based ecosystem models. Global Biogeochem. Cycles, 2001, 15 (1), 183-206.\n原始资料主要是遥感数据和野外观测数据。精度较好；生产过程中与野外实测数据进行的验证和调参，是模拟结果尽量与野外实测数据保持在可接受的误差范围内；NPP数据与野外实测数据的验证结果表明，误差保持在15%的范围内。\n空间分辨率0.05度×0.05度（经度×纬度）。",
            "instructions": "",
            "instructionsCn": "",
            "east": 105.0,
            "west": 73.0,
            "south": 26.0,
            "north": 45.0,
            "startTime": "1982-01-11 16:00:00",
            "endTime": "2007-01-10 16:00:00",
            "fileSize": 112378951.0,
            "cstr": "18406.11.Ecology.tpe.41.file",
            "doi": "10.11888/Ecology.tpe.41.file",
            "dataFormat": "shp",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "周才平",
                "nameEn": "ZHOU Caiping",
                "unitEn": "Institute of Geographic Sciences and Natural Resources Research,Chinese Academy of Sciences",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Terrestrial ecosystem production: a process model based on global satellite and surface data",
                "referenceCn": null,
                "referenceEn": "Potter, C., Randerson, J.T., Field, C.B., Matson, P.A., Vitousek, P.M., Mooney, H.A., &Klooster, S.A. (1993). Terrestrial ecosystem production: a process model based on global satellite and surface data. Global Biogeochemical Cycles, 7(4), 811–841."
            },
            {
                "titleCn": null,
                "titleEn": "Carbon balance of the terrestrial biosphere in the twentieth century: Analyses of CO2, climate and land use effects with four process-based ecosystem models",
                "referenceCn": null,
                "referenceEn": "McGuire AD, Sitch S, et al. Carbon balance of the terrestrial biosphere in the twentieth century: Analyses of CO2, climate and land use effects with four process-based ecosystem models. Global Biogeochem. Cycles, 2001, 15 (1), 183-206."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "净初级生产力",
                "nameEn": "Net primary productivity"
            },
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "植被指数",
                "nameEn": "vegetation index"
            },
            {
                "nameCn": "碳通量",
                "nameEn": "Carbon flux"
            },
            {
                "nameCn": "社会经济",
                "nameEn": "Social and Economic"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1982-2006",
                "keywordEn": "1982-2006",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used for assessing Net Primary Productivity (NPP) on the Qinghai-Tibet Plateau?",
                "QuestionCn": "评估青藏高原初级生产力（NPP）的数据收集方法的特点是什么？",
                "AnswerEn": "remote sensing data, Advanced Very High Resolution Radiometer (AVHRR), ecological modeling, Carnegie-Ames-Stanford Approach (CASA) model, field observation data, 15% error margin, spatial resolution of 0.05 degrees by 0.05 degrees",
                "AnswerCn": "遥感数据，高级甚高分辨率辐射计（AVHRR），生态建模，卡内基-艾姆斯-斯坦福方法（CASA）模型，现场观测数据，15%误差范围，空间分辨率为0.05度乘0.05度。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution used in the data collection for the estimation of Net Primary Productivity (NPP) on the Tibetan Plateau?",
                "QuestionCn": "用于估算青藏高原净初级生产力（NPP）数据收集的空间分辨率是多少？",
                "AnswerEn": "0.05 degrees",
                "AnswerCn": "0.05度",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '遥感数据' mean in the context of ecological data collection?",
                "QuestionCn": "'遥感数据'在生态数据收集的背景下指的是通过遥感技术获取的环境和生态系统信息。这些数据通常通过卫星、无人机或其他传感器收集，用于监测土地利用、植被覆盖、水体变化等生态特征。",
                "AnswerEn": "In the context of ecological data collection, '遥感数据' refers to remote sensing data, which is data collected by satellite or airborne sensors to observe and measure various environmental parameters and phenomena from a distance. This data is used to model and simulate ecological processes, such as the Net Primary Productivity (NPP) of vegetation, as seen in the application of the Advanced Very High Resolution Radiometer (AVHRR) data in ecological models like the CASA model.",
                "AnswerCn": "在生态数据收集的背景下，“遥感数据”指的是通过卫星或空中传感器收集的数据，用于从远处观察和测量各种环境参数和现象。这些数据用于建模和模拟生态过程，例如植被的净初级生产力（NPP），如在生态模型CASA中应用的高级非常高分辨率辐射计（AVHRR）数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for estimating Net Primary Productivity (NPP) using the CASA model and AVHRR data compare to those used for biomass carbon data generation with the HRBM model in terms of integration with field data and accuracy?",
                "QuestionCn": "估算净初级生产力（NPP）使用CASA模型和AVHRR数据的数据收集方法与使用HRBM模型生成生物量碳数据的方法在与实地数据的整合和准确性方面有何比较？",
                "AnswerEn": "The data collection methods for estimating NPP using the CASA model and AVHRR data involve integrating remote sensing with ecological modeling, which undergoes validation and calibration with field data to maintain an accuracy error within 15%. In contrast, biomass carbon data generation using the HRBM model is based on a different process-based ecosystem modeling approach, likely involving its own set of integration with field data. While both methods use models and remote sensing data, the specifics of their integration, validation processes, and the models' theoretical bases differ.",
                "AnswerCn": "使用CASA模型和AVHRR数据估算NPP的数据收集方法涉及将遥感与生态模型相结合，并通过与实地数据的验证和校准来保持准确性误差在15%以内。相比之下，使用HRBM模型生成生物量碳数据则基于不同的过程驱动生态模型方法，可能涉及与实地数据的另一套整合。虽然这两种方法都使用模型和遥感数据，但它们的整合、验证过程以及模型的理论基础的具体细节有所不同。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes potential inaccuracies in the simulation of Net Primary Productivity (NPP) on the Tibetan Plateau, given the reliance on remote sensing and ecological models?",
                "QuestionCn": "在对青藏高原的净初级生产力（NPP）进行模拟时，由于依赖遥感和生态模型，可能导致潜在的不准确性。",
                "AnswerEn": "Potential inaccuracies in the simulation of NPP on the Tibetan Plateau could be caused by several factors, including the limitations of remote sensing data (such as the resolution and the processing of AVHRR data), assumptions and parameterizations within the CASA and HRBM models, and the inherent variability of ecological processes. Additionally, discrepancies between model outputs and field measurements, despite calibration efforts, and the interpolation methods used to generate soil carbon content data from national soil survey information could also contribute to inaccuracies. The precision of the spatial resolution (0.05°×0.05°) and the ability to accurately model diverse ecosystem types, such as forests and grasslands, also impact the accuracy of the data.",
                "AnswerCn": "对青藏高原净初级生产力（NPP）模拟中潜在不准确性的原因可能包括多个因素，例如遥感数据的局限性（如AVHRR数据的分辨率和处理）、CASA和HRBM模型中的假设和参数化，以及生态过程的固有变异性。此外，尽管进行了校准，模型输出与实地测量之间的差异，以及用于从国家土壤调查信息生成土壤碳含量数据的插值方法，也可能导致不准确性。空间分辨率的精度（0.05°×0.05°）以及准确建模不同生态系统类型（如森林和草原）的能力也会影响数据的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to utilize remote sensing data and ecological models in generating datasets for net primary productivity (NPP) of ecosystems in the Qinghai-Tibet Plateau?",
                "QuestionCn": "利用遥感数据和生态模型生成青藏高原生态系统的净初级生产力（NPP）数据集的重要性在于：",
                "AnswerEn": "Utilizing remote sensing data and ecological models, such as the AVHRR data and CASA model, allows for comprehensive and large-scale monitoring of the Qinghai-Tibet Plateau's ecosystems. This approach enables accurate simulation and estimation of net primary productivity (NPP) across extended periods and vast areas, providing critical insights into the carbon cycle and ecosystem health. The goal is to align simulated data with field measurements, ensuring errors are minimized to within 15%, thus enhancing the reliability and applicability of the data in ecological and environmental research.",
                "AnswerCn": "利用遥感数据和生态模型，如AVHRR数据和CASA模型，可以对青藏高原的生态系统进行全面和大规模的监测。这种方法能够准确模拟和估算净初级生产力（NPP），覆盖广泛的区域和较长的时间段，为碳循环和生态系统健康提供重要的见解。目标是将模拟数据与实地测量结果对齐，确保误差控制在15%以内，从而提高数据在生态和环境研究中的可靠性和适用性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the essential procedures involved in generating Net Primary Productivity (NPP) data using remote sensing and ecological models for a high-altitude ecosystem?",
                "QuestionCn": "生成高海拔生态系统的净初级生产力（NPP）数据的基本程序包括以下步骤：\n\n1. **数据收集**：获取遥感影像数据，包括光谱数据、气候数据和地面观测数据。\n\n2. **影像预处理**：对遥感影像进行辐射校正、大气校正和几何校正，以确保数据的准确性。\n\n3. **植被指数计算**：利用遥感数据计算植被指数（如NDVI、EVI等），以评估植被的生长状况。\n\n4. **生态模型选择**：选择适合高海拔生态系统的生态模型（如光合生产模型、生态系统模型等）。\n\n5. **模型参数化**：根据地面观测数据和文献资料，确定模型所需的参数。\n\n6. **模型运行**：使用遥感数据和气候数据运行生态模型，模拟NPP的时空变化。\n\n7. **结果验证**：通过地面观测数据对模型输出结果进行验证和校正。\n\n8. **数据分析与可视化**：分析NPP数据，生成时空分布图和趋势分析图，以便于理解和应用。\n\n9. **结果应用**：将NPP数据应用于生态监测、资源管理和气候变化研究等领域。",
                "AnswerEn": "The essential procedures involve using remote sensing data from the Advanced Very High Resolution Radiometer (AVHRR) and ecological models such as the Carnegie-Ames-Stanford Approach (CASA) to simulate Net Primary Productivity (NPP). This process includes processing satellite data, integrating field observation data for calibration and validation, and ensuring the simulated results maintain an acceptable error margin compared to field measurements, with accuracy kept within a 15% error range. The spatial resolution for NPP data is set at 0.05 degrees by 0.05 degrees.",
                "AnswerCn": "基本程序涉及使用来自高级非常高分辨率辐射计（AVHRR）的遥感数据和生态模型，如卡内基-艾姆斯-斯坦福方法（CASA），来模拟净初级生产力（NPP）。该过程包括处理卫星数据，整合现场观测数据以进行校准和验证，并确保模拟结果与现场测量相比保持在可接受的误差范围内，准确度保持在15%的误差范围内。NPP数据的空间分辨率设置为0.05度乘0.05度。",
                "Level": "C3(Applying)"
            }
        ]
    }
}