{
    "id": "34295b03-3035-497e-a206-647c87077e82",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Insects and other arthropods in Hoh Xil area of Qinghai Province (may August 1990)",
            "titleCn": "青海可可西里地区昆虫和其他节肢动物（1990年5月至8月）",
            "description": "The data of insects and other arthropods in Kekexili area of Qinghai Province are from the comprehensive scientific investigation of Kekexili area from May to August 1990. The central area of the Qinghai Tibet Plateau, known as the \"roof of the world\", is Kekexili area. Due to its high terrain, sparse vegetation, low air temperature and less rainfall, its insect fauna is extremely unique, which is a Typical Alpine insect fauna. Because of the high altitude, cold climate, low air pressure, lack of fresh water, no roads and extremely bad natural conditions in Hoh Xil area. From May 1990 to August 1990, more than 4000 specimens were collected, including ten orders of Insecta: Collembola, Ephemeroptera, zhenptera, trichophaga, Hemiptera, Coleoptera, Lepidoptera, Diptera, Hymenoptera and fleas, and three other classes of invertebrates, such as Branchiopoda and labiopoda Chilopoda and Arachnida. In Insecta, Diptera is the most, followed by Coleoptera and Hymenoptera. It provides a reference for the following research.",
            "descriptionCn": "青海可可西里地区昆虫和其他节肢动物，数据来源于1990年5月-8月开展的对可可西里地区的综合科学考察，号称“世界屋脊”的青藏高原其中心地带为可可西里地区，由于地势高亢植被稀疏，气温低，雨量少，其昆虫区系极为独特是一个典型的高寒昆虫区系。可可西里地区由于海拔高、气候寒冷、气压低又缺少淡水、没有道路、自然条件极端恶劣。从1990年5月下句至同年8月下句，历时3个多月，共采获标本4000余件，其中包括昆虫纲：弹尾目、蜉蝣目、祯翅目、食毛目、半翅目、鞘翅目、鳞翅目、双翅目、膜翅目和蚤目等十个目，还包括其他无脊椎动物3个纲，如鳃足纲 Branchiopoda、唇足纲 Chilopoda和蛛形纲Arachnida。昆虫纲以双翅目最多，其次为鞘翅目和膜翅目。为后面研究提供参照。",
            "instructions": "The data set is stored in Excel format and contains 9 workbooks, which are 1. The number and proportion of each order of insects; 2. Genera, species, new genera and new species of related families of Insecta; 3. Genera, species, new genera and new species of related families of other arthropods; 4. Analysis of faunal composition of insects; 5. Analysis of faunal composition of other arthropods; 6 9. The spines of the giant gallstone centipede. The table gives a detailed description of the number and proportion of insects collected by each order in Hoh Xil area, as well as the analysis of genera, species, new genera and new species of related families, as well as the floristic composition of other insects.",
            "instructionsCn": "该数据集以Excel格式存储，包含了9张工作簿，分别是1、昆虫各目采获数量及其所占比例2、昆虫纲有关科的属种和新属新种3、其他节肢动物有关科的属种和新属新种4、昆虫区系成分的分析5、其他节肢动物区系成分的分析6、无沟石蜈蚣的刺式7、少毛石蜈蚣的刺式8、沟股石蜈蚣的刺式9、巨甲石蜈蚣的刺式。表中详细介绍了有关可可西里地区的昆虫各目采获数量及其所占比例和有关科的属种和新属新种与昆虫区系成分的分析以及其他昆虫刺式等珍贵数据。",
            "east": 94.0,
            "west": 89.5,
            "south": 33.33,
            "north": 36.6,
            "startTime": null,
            "endTime": null,
            "fileSize": 23912.0,
            "cstr": "18406.11.HumanNat.tpdc.272559",
            "doi": "10.11888/HumanNat.tpdc.272559",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "冯祚建",
                "nameEn": "FENG Zuojian",
                "unitEn": "",
                "unitCn": "中国科学院动物研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "青海可可西里地区生物与人体高山生理",
                "titleEn": null,
                "referenceCn": "可可西里综合科学考察队. (1996). 青海可可西里地区生物与人体高山生理. 北京, 科学出版社.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "物种多样性",
                "nameEn": "Species diversity"
            },
            {
                "nameCn": "生物资源",
                "nameEn": "Biological Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青海可可西里",
                "keywordEn": "Hoh Xil, Qinghai"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1990",
                "keywordEn": "1990",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "可可西里地区综合科学考察",
                "titleEn": "Hoh Xil area Scientific Expedition Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of data collection methods used in high-altitude, extreme environments for studying arthropod populations?",
                "QuestionCn": "您能否提供在高海拔极端环境中研究节肢动物种群时使用的数据收集方法的示例？",
                "AnswerEn": "An example of data collection methods used in high-altitude, extreme environments for studying arthropod populations is the comprehensive scientific survey conducted in the Qinghai Kekexili region of the Qinghai-Tibet Plateau from May to August 1990. This region, characterized by its high elevation, sparse vegetation, low temperatures, and limited precipitation, presented unique challenges for data collection. The survey involved collecting over 4000 specimens of insects and other invertebrates, including various types of insects such as Collembola, Ephemeroptera, Plecoptera, Trichoptera, Hemiptera, Coleoptera, Lepidoptera, Diptera, Hymenoptera, and Siphonaptera, as well as other invertebrates from the classes Branchiopoda, Chilopoda, and Arachnida. The Diptera was the most abundant order collected, followed by Coleoptera and Hymenoptera, providing a reference for future research.",
                "AnswerCn": "在1990年5月至8月期间，在青藏高原的青海可可西里地区进行了一项全面的科学调查，以研究高海拔极端环境中节肢动物种群的情况。该地区以其高海拔、稀疏的植被、低温和有限的降水量而闻名，给数据收集带来了独特的挑战。调查共收集了超过4000个昆虫和其他无脊椎动物的标本，包括多种昆虫，如弹尾目、蜉蝣目、石蝇目、毛翅目、半翅目、鞘翅目、鳞翅目、双翅目、膜翅目和虱目，以及来自支序、千足虫和蛛形纲的其他无脊椎动物。收集到的双翅目是数量最多的目，其次是鞘翅目和膜翅目，为未来的研究提供了参考。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key features of data collection methods used for gathering insect and arthropod specimens in high-altitude and extreme climate regions like the Qinghai Hoh Xil area?",
                "QuestionCn": "在高海拔和极端气候地区（如青海霍西尔地区）收集昆虫和节肢动物标本的数据收集方法的关键特征包括：",
                "AnswerEn": "high altitude, sparse vegetation, low temperatures, limited rainfall, cold climate, low pressure, lack of freshwater, absence of roads",
                "AnswerCn": "高海拔、植被稀疏、低温、降雨量有限、寒冷气候、低气压、缺乏淡水、没有道路。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many insect and other arthropod specimens were collected during the scientific expedition in the Qinghai Kekexili region from May to August 1990?",
                "QuestionCn": "在1990年5月至8月的科学考察中，在青海可可西里地区收集了多少昆虫和其他节肢动物标本？",
                "AnswerEn": "4000 specimens",
                "AnswerCn": "4000个标本",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '昆虫区系' mean in the context of studying insect and arthropod populations in high-altitude regions?",
                "QuestionCn": "'昆虫区系'在研究高海拔地区昆虫和节肢动物种群的背景下，指的是该地区昆虫的分类、分布和生态特征。",
                "AnswerEn": "'昆虫区系' refers to the unique composition and diversity of insect species found in a particular region, especially in high-altitude areas like the Qinghai-Tibet Plateau, where the environmental conditions such as low temperature, sparse vegetation, and limited rainfall create a distinct ecosystem for insects.",
                "AnswerCn": "'昆虫区系'指的是特定区域内昆虫物种的独特组成和多样性，特别是在像青藏高原这样的高海拔地区，由于低温、稀疏植被和有限降雨等环境条件，形成了昆虫独特的生态系统。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What insights can be inferred about the unique ecological adaptations of insects and other arthropods in high-altitude regions based on the data collection from Qinghai Hoh Xil from May to August 1990?",
                "QuestionCn": "根据1990年5月至8月在青海霍尔西尔的数据显示，可以推断出高海拔地区昆虫和其他节肢动物的独特生态适应性。",
                "AnswerEn": "The data collection from the Qinghai Hoh Xil region indicates that the insect fauna is highly specialized due to the extreme conditions of high altitude, cold climate, low pressure, and sparse vegetation. The predominance of Diptera, followed by Coleoptera and Hymenoptera, suggests that these orders may have specific adaptations to survive in harsh environments. This could include physiological adaptations to cold temperatures, behavioral strategies to cope with low oxygen levels, or dietary adaptations to limited food resources. Understanding these adaptations can provide insights into the evolutionary pressures faced by these species in high-altitude ecosystems.",
                "AnswerCn": "来自青海霍西尔地区的数据收集表明，昆虫群落因高海拔、寒冷气候、低气压和稀疏植被等极端条件而高度专业化。双翅目昆虫的优势地位，其次是鞘翅目和膜翅目，表明这些目可能具有特定的适应性，以在恶劣环境中生存。这可能包括对低温的生理适应、应对低氧水平的行为策略或对有限食物资源的饮食适应。理解这些适应性可以为我们提供关于这些物种在高海拔生态系统中所面临的进化压力的见解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors led to the selection of specific insect and arthropod orders during the data collection in Qinghai Hoh Xil region from May to August 1990?",
                "QuestionCn": "在1990年5月至8月期间，青海可可西里地区数据收集时，选择特定昆虫和节肢动物目所考虑的因素有哪些？",
                "AnswerEn": "The unique high-altitude conditions of the Qinghai Hoh Xil region, characterized by sparse vegetation, low temperatures, minimal rainfall, and extreme natural conditions, influenced the selection of specific insect and arthropod orders. The area is a typical high-cold insect fauna, and the focus was on capturing a representative sample of the unique and diverse insect population, which included orders such as Diptera, Coleoptera, Hymenoptera, and others.",
                "AnswerCn": "青海霍西尔地区独特的高海拔条件，特征为植被稀疏、气温低、降水量少以及极端自然条件，影响了特定昆虫和节肢动物目类的选择。该地区是典型的高寒昆虫区，重点是捕捉具有代表性的独特和多样的昆虫种群，包括双翅目、鞘翅目、膜翅目等目类。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of conducting comprehensive scientific surveys of insects and other arthropods in high-altitude regions like the Qinghai-Tibet Plateau?",
                "QuestionCn": "在像青藏高原这样的高海拔地区进行全面的昆虫和其他节肢动物科学调查的主要目标是什么？",
                "AnswerEn": "The primary goal is to study the unique insect fauna of the region, which is a typical high-cold insect fauna due to its high altitude, sparse vegetation, low temperatures, and limited rainfall. The surveys provide valuable specimens for research, contributing to the understanding of biodiversity and ecological adaptations in extreme environments.",
                "AnswerCn": "主要目标是研究该地区独特的昆虫群落，由于其高海拔、稀疏的植被、低温和有限的降水，这里呈现出典型的高寒昆虫群落。调查提供了宝贵的标本用于研究，有助于理解极端环境中的生物多样性和生态适应。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}