{
  "id": "34dbfd50-1309-4d4c-a3b2-ef03355e9ba0",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "NMEFC monthly data for LS4P",
      "titleCn": "NMEFC monthly data for LS4P",
      "description": "The Global Energy and Water Exchanges (GEWEX)/Global Atmospheric System Study (GASS)/ Impact of initialized land temperature and snowpack on sub-seasonal to seasonal prediction (LS4P) project focuses on understanding the impact of the initialization of large scale land surface temperature and snow pack in climate models on the sub-seasonal to seasonal (S2S) prediction over different regions using multiple Earth System Models (ESMs) and regional climate models (RCMs). In this study, we perform the LS4P simulations with the National Marine Environmental Forecasting Center operational Weather Research and Forecasting (WRF) model with a horizontal resolution of 23 km over East Asia in year 2003.",
      "descriptionCn": "The Global Energy and Water Exchanges (GEWEX)/Global Atmospheric System Study (GASS)/ Impact of initialized land temperature and snowpack on sub-seasonal to seasonal prediction (LS4P) project focuses on understanding the impact of the initialization of large scale land surface temperature and snow pack in climate models on the sub-seasonal to seasonal (S2S) prediction over different regions using multiple Earth System Models (ESMs) and regional climate models (RCMs). In this study, we perform the LS4P simulations with the National Marine Environmental Forecasting Center operational Weather Research and Forecasting (WRF) model with a horizontal resolution of 23 km over East Asia in year 2003.",
      "instructions": " NMEFC_WRF-pr_00Z01052003-18Z31052003.nc",
      "instructionsCn": " NMEFC_WRF-pr_00Z01052003-18Z31052003.nc",
      "east": 130.0,
      "west": 70.0,
      "south": 15.0,
      "north": 60.0,
      "startTime": "2013-05-01 00:00:00",
      "endTime": "2013-07-01 00:00:00",
      "fileSize": 909224.0,
      "cstr": "18406.11.Atmos.tpdc.301386",
      "doi": "10.11888/Atmos.tpdc.301386",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "SONG Xiaojiang",
        "nameEn": "SONG Xiaojiang",
        "unitEn": "",
        "unitCn": "National Marine Environmental Forecasting Center"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A multilevel ocean mixed layer model resolving the diurnal cycle: Development and validation",
        "referenceCn": null,
        "referenceEn": "Ling, T., Xu, M., Liang, X.‐Z., Wang, J. X. L., and Noh, Y. ( 2015), A multilevel ocean mixed layer model resolving the diurnal cycle: Development and validation, J. Adv. Model. Earth Syst., 7, 1680–1692, doi:10.1002/2015MS000476."
      },
      {
        "titleCn": null,
        "titleEn": "A 31-year Global Diurnal Sea Surface Temperature Dataset Created by an Ocean Mixed-Layer Model",
        "referenceCn": null,
        "referenceEn": "Li, X., Ling, T., Zhang, Y. et al. Adv. Atmos. Sci. (2018) 35: 1443. https://doi.org/10.1007/s00376-018-8016-7"
      },
      {
        "titleCn": null,
        "titleEn": "Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction Project, Phase I (LS4P-I):  Organization and Experimental design",
        "referenceCn": null,
        "referenceEn": "Xue, Y., Yao, T., Boone, A. A., Diallo, I., Liu, Y., Zeng, X., Lau, W. K.-M., Sugimoto, S., Tang, Q., Pan, X., van Oevelen, P. J., Klocke, D., Koo, M.-S., Lin, Z., Takaya, Y., Sato, T., Ardilouze, C., Saha, S. K., Zhao, M., Liang, X.-Z., Vitart, F., Li, X., Zhao, P., Neelin, D., Guo, W., Yu, M., Qian, Y., Shen, S. S. P., Zhang, Y., Yang, K., Leung, R., Yang, J., Qiu, Y., Brunke, M. A., Chou, S. C., Ek, M., Fan, T., Guan, H., Lin, H., Liang, S., Materia, S., Nakamura, T., Qi, X., Senan, R., Shi, C., Wang, H., Wei, H., Xie, S., Xu, H., Zhang, H., Zhan, Y., Li, W., Shi, X., Nobre, P., Qin, Y., Dozier, J., Ferguson, C. R., Balsamo, G., Bao, Q., Feng, J., Hong, J., Hong, S., Huang, H., Ji, D., Ji, Z., Kang, S., Lin, Y., Liu, W., Muncaster, R., Pan, Y., Peano, D., de Rosnay, P., Takahashi, H. G., Tang, J., Wang, G., Wang, S., Wang, W., Zhou, X., and Zhu, Y., 2021: Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction Project, Phase I (LS4P-I):  Organization and Experimental design, Geosci. Model Dev., 14, 4465–4494,  https://doi.org/10.5194/gmd-14-4465-2021."
      },
      {
        "titleCn": null,
        "titleEn": "Spring Land Temperature in Tibetan Plateau and Global-Scale Summer Precipitation – Initialization and Improved Prediction",
        "referenceCn": null,
        "referenceEn": "Xue Y., I. Diallo, A. A. Boone, T. Yao , Y. Zhang, X. Zeng, J. D. Neelin, W. K.M. Lau , Y. Pan, Y. Liu1, X. Pan, Q. Tang, P. J. van Oevelen, T. Sato, M.-S. Koo, S. Materia, C. Shi, J. Yang, C. Ardilouze, Z. Lin, Xin Qi, T. Nakamura, S. K. Saha, R. Senan, Y. Takaya, H. Wang, H. Zhang, M. Zhao, H. P. Nayak, Q. Chen, J. Feng, M. A. Brunke, T. Fan, S. Hong, P. Nobre, D. Peano, Y. Qin, F. Vitart, S. Xie, Y. Zhan, D. Klocke, R. Leung, X. Li, M. Ek, W. Guo, G. Balsamo, Q. Bao, S. C. Chou, P. de Rosnay, Y. Lin, Y. Zhu, Y. Qian, P. Zhao, J. Tang, X.-Z. Liang, J. Hong, D. Ji, Z. Ji, Y. Qiu, S. Sugimoto,  W. Wang, K. Yang, M. Yu, 2022: Spring Land Temperature in Tibetan Plateau and Global-Scale Summer Precipitation – Initialization and Improved Prediction.  Bulletin of American Meteorological Society, 103, 12,  DOI: https://doi.org/10.1175/BAMS-D-21-0270.1, E2756-E2767."
      },
      {
        "titleCn": null,
        "titleEn": "Remote effects of Tibetan Plateau spring land temperature on global subseasonal to seasonal precipitation prediction and comparison with effects of sea surface temperature: The GEWEX/LS4P Phase I experiment",
        "referenceCn": null,
        "referenceEn": "Xue Y., I. Diallo, A. A. Boone, Y. Zhang, X. Zeng, W. K.M. Lau, J. D. Neelin, T. Yao , Q. Tang , T. Sato , M.-S. Koo, F. Vitart, C. Ardilouze, S. K. Saha, S. Materia, Z. Lin, Y. Takaya, J. Yang, T. Nakamura, X. Qi, Y. Qin, P. Nobre, R. Senan, H. Wang, H. Zhang, M. Zhao, H. P. Nayak, Y. Pan, X. Pan,  J. Feng, C. Shi, S. Xie, M. A. Brunke, Q. Bao, M. J. Bottino, T. Fan, S. Hong, Y. Lin, D. Peano, Y. Zhan, C. R. Mechoso, X. Ren, G. Balsamo, S. C. Chou, P. de Rosnay, P. J. van Oevelen, D. Klocke, M. Ek, X. Li, W. Guo, Y. Zhu, J. Tang, X.-Z. Liang, Y. Qian, P. Zhao, 2023: Remote effects of Tibetan Plateau spring land temperature on global subseasonal to seasonal precipitation prediction and comparison with effects of sea surface temperature: The GEWEX/LS4P Phase I experiment.  Climate Dynamics.  62, 2603-2628,  DOI: 10.1007/s00382-023-06905-5"
      },
      {
        "titleCn": null,
        "titleEn": "Preface: Subseasonal-to-seasonal predictability of extreme precipitation and land forcing",
        "referenceCn": null,
        "referenceEn": "Xue, Y. and W. K-M Lau, 2024: Preface: Subseasonal-to-seasonal predictability of extreme precipitation and land forcing.   Climate Dynamics.  62, 2599-2600, DOI. 10.1007/s00382-024-07203-4"
      },
      {
        "titleCn": null,
        "titleEn": "Near-global summer circulation response to the spring surface Temperature anomaly in Tibetan Plateau ---- The GEWEX/LS4P First Phase Experiment",
        "referenceCn": null,
        "referenceEn": "Zhang, Y., Y. Pan, Y. Xue, I. Diallo, X. Zeng, S. Li, J. D Neelin, W. K.M. Lau, A. A. Boone, F Vitart., T. Yao, Q. Tang, T. Sato, M.-S. Koo, C. Ardilouze, S. K. Saha, J. Yang, S. Materia, Z. Lin, X. Qi, Y. Qin, T. Nakamura, P. Nobre, D. Peano, R. Senan, Y. Takaya, H. Wang, H. Zhang, Y. Zhan, M. Zhao , C. R. Mechoso, Q. Bao , M. J. Bottino, S. Hong, Y. Lin, S. Xie, X. Pan, H. P. Nayak, S. C. Chou, W. Guo, 2024: Near-global summer circulation response to the spring surface Temperature anomaly in Tibetan Plateau ---- The GEWEX/LS4P First Phase Experiment.  Climate Dynamics.  62, 2907-2924, DOI: 10.1007/s00382-024-07210-5"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "Global",
        "keywordEn": ""
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "monthly",
        "keywordEn": "",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data collection methods used in obtaining monthly data for LS4P simulations involving Earth System Models and regional climate models?",
        "QuestionCn": "用于获取LS4P模拟的月度数据的资料收集方法的特点是什么，涉及地球系统模型和区域气候模型？",
        "AnswerEn": "horizontal resolution of 23 km, East Asia, year 2003",
        "AnswerCn": "2003年，东亚，水平分辨率为23公里。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the horizontal resolution of the climate model simulations used for the LS4P project over East Asia in year 2003?",
        "QuestionCn": "LS4P项目在2003年对东亚使用的气候模型模拟的水平分辨率是多少？",
        "AnswerEn": "23 km",
        "AnswerCn": "23公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of 'initialized land temperature and snowpack' in the context of sub-seasonal to seasonal prediction models?",
        "QuestionCn": "在次季节到季节预测模型中，“初始化的陆地温度和积雪”有什么意义？",
        "AnswerEn": "The term 'initialized land temperature and snowpack' refers to the initial conditions set for land surface temperature and snowpack in climate models, which are crucial for accurately predicting climate patterns on a sub-seasonal to seasonal basis. This concept is significant because it affects the accuracy and reliability of predictions made by Earth System Models and regional climate models, particularly in understanding how these initial conditions influence weather patterns over different regions.",
        "AnswerCn": "“初始化陆地温度和雪盖”一词指的是气候模型中设定的陆地表面温度和雪盖的初始条件，这对于准确预测亚季节到季节的气候模式至关重要。这个概念具有重要意义，因为它影响地球系统模型和区域气候模型所做预测的准确性和可靠性，特别是在理解这些初始条件如何影响不同地区的天气模式方面。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the initialization of large scale land surface temperature and snowpack in climate models be interpreted to improve sub-seasonal to seasonal prediction accuracy over different regions?",
        "QuestionCn": "如何解释气候模型中大规模地表温度和积雪初始化，以提高不同地区的次季节到季节预测准确性？",
        "AnswerEn": "The initialization of large scale land surface temperature and snowpack can provide critical boundary conditions that influence atmospheric processes, thereby enhancing the accuracy of sub-seasonal to seasonal predictions. By incorporating these variables in Earth System Models (ESMs) and regional climate models (RCMs), researchers can better capture the interactions between land surface conditions and atmospheric dynamics, particularly in complex terrains like East Asia. This approach may also aid in understanding how these initial conditions affect weather patterns and climate variability.",
        "AnswerCn": "大规模地表温度和雪盖的初始化可以提供关键的边界条件，从而影响大气过程，增强亚季节到季节预测的准确性。通过在地球系统模型（ESMs）和区域气候模型（RCMs）中纳入这些变量，研究人员可以更好地捕捉地表条件与大气动态之间的相互作用，特别是在东亚等复杂地形中。这种方法还可能有助于理解这些初始条件如何影响天气模式和气候变异性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in collecting accurate land surface temperature and snowpack data for sub-seasonal to seasonal predictions using Earth System Models and regional climate models?",
        "QuestionCn": "影响使用地球系统模型和区域气候模型进行亚季节到季节预测时，收集准确的地表温度和雪盖数据的挑战的因素包括哪些？",
        "AnswerEn": "Challenges in collecting accurate land surface temperature and snowpack data for sub-seasonal to seasonal predictions may arise from the complexity of simulating interactions between the land surface and atmosphere, the need for high-resolution data to capture regional variations, limitations in model initialization, and the inherent variability of climate systems. Additionally, differences in model structures and parameterizations across various Earth System Models and regional climate models can contribute to discrepancies in data accuracy.",
        "AnswerCn": "在进行亚季节到季节预测时，收集准确的地表温度和雪盖数据可能面临挑战，这些挑战源于模拟陆地表面与大气之间相互作用的复杂性、捕捉区域变化所需的高分辨率数据、模型初始化的局限性以及气候系统固有的变异性。此外，各种地球系统模型和区域气候模型之间的模型结构和参数化差异也可能导致数据准确性上的差异。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary goals of collecting monthly data using the National Marine Environmental Forecasting Center's operational Weather Research and Forecasting model for the LS4P project?",
        "QuestionCn": "收集国家海洋环境预报中心的操作性天气研究与预报模型的每月数据，LS4P项目的主要目标是什么？",
        "AnswerEn": "The primary goals of collecting monthly data using this model are to understand the impact of initializing large-scale land surface temperature and snowpack on sub-seasonal to seasonal predictions across different regions. This involves utilizing multiple Earth System Models and regional climate models to simulate conditions over East Asia with a focus on improving climate model accuracy and predicting weather patterns effectively for the year 2003.",
        "AnswerCn": "收集每月数据的主要目标是了解初始化大规模地表温度和雪盖对不同地区亚季节到季节预测的影响。这涉及利用多个地球系统模型和区域气候模型模拟东亚的条件，重点是提高气候模型的准确性，并有效预测2003年的天气模式。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are used in the National Marine Environmental Forecasting Center operational Weather Research and Forecasting (WRF) model for initializing land surface temperature and snowpack to improve sub-seasonal to seasonal predictions?",
        "QuestionCn": "国家海洋环境预报中心在操作的天气研究与预报（WRF）模型中，使用哪些程序来初始化地表温度和雪盖，以改善亚季节到季节的预测？",
        "AnswerEn": "The National Marine Environmental Forecasting Center uses the Weather Research and Forecasting (WRF) model with a horizontal resolution of 23 km over East Asia to perform simulations that aim to understand the impact of initializing large scale land surface temperature and snowpack in climate models. This involves using Earth System Models (ESMs) and regional climate models (RCMs) to enhance sub-seasonal to seasonal predictions over different regions.",
        "AnswerCn": "国家海洋环境预报中心使用天气研究与预报（WRF）模型，在东亚进行23公里的水平分辨率模拟，旨在理解在气候模型中初始化大规模地表温度和雪盖的影响。这涉及使用地球系统模型（ESMs）和区域气候模型（RCMs）来增强不同地区的亚季节到季节预测。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable the effective collection and integration of land surface temperature and snowpack data for sub-seasonal to seasonal climate prediction in Earth System Models and regional climate models?",
        "QuestionCn": "哪些方法论能够有效收集和整合地表温度和雪盖数据，以用于地球系统模型和区域气候模型的亚季节到季节气候预测？",
        "AnswerEn": "The methodologies involve the use of Earth System Models (ESMs) and regional climate models (RCMs) like the WRF model, which are initialized with large scale land surface temperature and snowpack data to improve sub-seasonal to seasonal prediction. The National Marine Environmental Forecasting Center employs operational models that integrate these datasets with high horizontal resolution over specific regions such as East Asia to study their impact on climate predictions.",
        "AnswerCn": "这些方法涉及使用地球系统模型（ESMs）和区域气候模型（RCMs），如WRF模型，这些模型以大规模的地表温度和雪盖数据为初始化，以改善亚季节到季节的预测。国家海洋环境预报中心采用操作模型，将这些数据集与特定区域（如东亚）上的高水平分辨率相结合，以研究它们对气候预测的影响。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}