{
    "id": "357cbf42-73ba-4779-a187-7314e33ec7e0",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geochemical data of the Xitian DENGFUXIAN composite pluton in the middle qinhang metallogenic belt",
            "titleCn": "钦杭成矿带中段锡田与邓阜仙复合岩体地球化学数据",
            "description": "The data are the whole rock major and trace elements, whole rock SR Nd isotope, zircon U-Pb dating and Lu Hf isotope data of Xitian DENGFUXIAN composite pluton in the middle qinhang metallogenic belt. The major element data of the whole rock were obtained by XRF analysis, the trace element data were obtained by ICP-MS analysis, and the zircon U-Pb dating and in-situ Lu Hf isotopic composition data were obtained by la-mc-icp-ms analysis. The whole rock SR Nd isotopes were obtained by MC – ICP – MS analysis. The above data have been published in high-level SCI journals, and the data are true and reliable. Through the data obtained, we can analyze (1) the internal relations and differences between the two composite rock masses（ 2) The Triassic granitic magmatism did not cause W-Sn mineralization（ 3) The physical and chemical conditions of granite magma（ 4) The genesis of tin tungsten mineralization in the tin tungsten ore field and Dengfu County ore field.",
            "descriptionCn": "本数据为钦杭成矿带中段锡田与邓阜仙复合岩体全岩主微量元素、全岩Sr-Nd同位素，及锆石U-Pb定年数据和Lu-Hf同位素数据。全岩主量元素数据由XRF分析获得，微量元素数据由ICP-MS分析获得，锆石U-Pb定年及原位Lu-Hf同位素组成数据由LA-MC-ICP-MS分析获得。全岩Sr-Nd同位素由MC–ICP–MS分析获得。以上数据已发表于高级别SCI期刊，数据真实可靠。通过获得的数据，可以分析：(1)两个复合岩体的内在联系和差异；(2)三叠纪花岗质岩浆作用没有引起钨锡矿化的原因；(3)花岗岩岩浆的物理化学条件；(4)锡钨矿田和登富县矿田锡钨矿化的成因。",
            "instructions": "The geochemical data is stored in Excel format, and the sample name is \"YY DD\", where YY is the sampling time and DD is the sample serial number",
            "instructionsCn": "地球化学数据以excel格式存储，样品名称为\"yy-dd\",其中yy为采样时间，dd为样品序号",
            "east": 114.87,
            "west": 114.86,
            "south": 23.59,
            "north": 23.6,
            "startTime": null,
            "endTime": null,
            "fileSize": 511297.0,
            "cstr": null,
            "doi": "10.1016/j.oregeorev.2020.103353",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "杨晓勇",
                "nameEn": "YANG Xiaoyong",
                "unitEn": "",
                "unitCn": "中国科学技术大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Geochemical factors revealing the differences between the Xitian and Dengfuxian composite plutons, middle Qin-Hang Belt: Implications to the W–Sn mineralization.",
                "referenceCn": null,
                "referenceEn": "Cao, J. Y., Wu, Q. H., Yang, X. Y., Deng, X. T., Li, H., Kong, H., & Xi, X. S., (2020). Geochemical factors revealing the differences between the Xitian and Dengfuxian composite plutons, middle Qin-Hang Belt: Implications to the W–Sn mineralization. Ore Geology Reviews, 118. doi:10.1016/j.oregeorev.2020.103353"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "Sm-Nd同位素",
                "nameEn": "Sm-Nd isotope"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "火成岩",
                "nameEn": "igneous rocks"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "钦杭成矿带",
                "keywordEn": "Qin-Hang Belt"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "早中生代",
                "keywordEn": "Early Mesozoic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics and methodologies involved in collecting geochemical data for composite rock bodies in metallogenic belts?",
                "QuestionCn": "在金属成矿带中收集复合岩体的地球化学数据的具体特征和方法包括：",
                "AnswerEn": "whole-rock major and trace elements, XRF analysis, ICP-MS analysis, zircon U-Pb dating, in-situ Lu-Hf isotopic composition, LA-MC-ICP-MS analysis, whole-rock Sr-Nd isotopes, MC–ICP–MS analysis",
                "AnswerCn": "全岩主量和微量元素，XRF分析，ICP-MS分析，锆石U-Pb定年，原位Lu-Hf同位素组成，LA-MC-ICP-MS分析，全岩Sr-Nd同位素，MC-ICP-MS分析。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods of XRF for major elements compare to ICP-MS for trace elements in terms of accuracy and application in geochemical analysis of composite intrusions?",
                "QuestionCn": "XRF（X射线荧光光谱）用于主要元素的数据收集方法与ICP-MS（电感耦合等离子体质谱）用于微量元素的数据收集方法在准确性和在复合侵入体的地球化学分析中的应用方面有何比较？",
                "AnswerEn": "The data collection methods using XRF for major elements and ICP-MS for trace elements both serve different but complementary roles in geochemical analysis. XRF provides accurate measurements for major elements, suitable for understanding the bulk composition of rocks, while ICP-MS offers high sensitivity and precision for trace elements, allowing for detailed geochemical characterization. The combined use of these methods enables a comprehensive analysis of the internal relationships and differences within composite intrusions.",
                "AnswerCn": "使用XRF进行主要元素的数据收集方法和使用ICP-MS进行微量元素的数据收集方法在地球化学分析中各自发挥着不同但互补的作用。XRF提供了主要元素的准确测量，适合于理解岩石的整体成分，而ICP-MS则提供了对微量元素的高灵敏度和高精度，允许进行详细的地球化学特征分析。这两种方法的结合使用使得对复合侵入体内部关系和差异的全面分析成为可能。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What underlying geological processes might be inferred from the Sr-Nd isotopic variations in a dataset obtained through MC-ICP-MS analysis of composite granitoid bodies?",
                "QuestionCn": "通过MC-ICP-MS分析复合花岗岩体获得的数据集中，Sr-Nd同位素变化可能推断出哪些潜在的地质过程？",
                "AnswerEn": "The Sr-Nd isotopic variations obtained through MC-ICP-MS analysis can help infer the genetic relationship and differences between the composite granitoid bodies, the reasons why Triassic granitic magmatism did not lead to tungsten-tin mineralization, and the physicochemical conditions of the granitic magma.",
                "AnswerCn": "通过MC-ICP-MS分析获得的Sr-Nd同位素变化可以帮助推断复合花岗岩体之间的遗传关系和差异，解释三叠纪花岗岩岩浆活动未导致钨锡矿化的原因，以及花岗岩岩浆的物理化学条件。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the differences in geochemical data collection methods when studying composite rock bodies in the Qinhang metallogenic belt?",
                "QuestionCn": "在研究秦皇岛成矿带的复合岩体时，导致地球化学数据采集方法差异的原因是什么？",
                "AnswerEn": "The differences in geochemical data collection methods are influenced by the need to accurately analyze various elements and isotopes. For major elements, XRF analysis is used due to its effectiveness in determining the bulk composition. Trace elements require the sensitivity of ICP-MS analysis. Zircon U-Pb dating and in-situ Lu-Hf isotope compositions are best analyzed with LA-MC-ICP-MS for precision and accuracy. Whole-rock Sr-Nd isotopes are collected using MC–ICP–MS to obtain precise isotopic ratios. These methods are selected to ensure reliable data that can be used to explore the intrinsic connections and differences between composite rock bodies and to understand the geochemical conditions that did not lead to tungsten-tin mineralization.",
                "AnswerCn": "地球化学数据收集方法的差异受到准确分析各种元素和同位素需求的影响。对于主要元素，使用XRF分析，因为它在确定整体成分方面非常有效。微量元素则需要ICP-MS分析的灵敏度。锆石U-Pb定年和原位Lu-Hf同位素组成最好使用LA-MC-ICP-MS进行分析，以确保精确性和准确性。全岩Sr-Nd同位素则使用MC–ICP–MS收集，以获得精确的同位素比率。这些方法的选择旨在确保可靠的数据，以便探索复合岩体之间的内在联系和差异，并理解未导致钨锡矿化的地球化学条件。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on the analysis of geochemical data if different data collection methods such as XRF, ICP-MS, and LA-MC-ICP-MS are employed inconsistently across various composite rock bodies?",
                "QuestionCn": "如果在不同的复合岩体中不一致地采用不同的数据采集方法，如XRF、ICP-MS和LA-MC-ICP-MS，对地球化学数据分析可能产生的潜在后果是什么？",
                "AnswerEn": "Using inconsistent data collection methods, such as XRF for major elements, ICP-MS for trace elements, and LA-MC-ICP-MS for zircon U-Pb dating and Lu-Hf isotope data, could lead to challenges in accurately comparing the intrinsic relationships and differences between composite rock bodies. This inconsistency might affect the understanding of the reasons Triassic granitic magmatism did not cause tungsten-tin mineralization, as well as the determination of the physicochemical conditions of granitic magma.",
                "AnswerCn": "使用不一致的数据收集方法，例如用XRF测定主要元素，用ICP-MS测定微量元素，以及用LA-MC-ICP-MS进行锆石U-Pb定年和Lu-Hf同位素数据的分析，可能会导致在准确比较复合岩体之间的内在关系和差异时出现挑战。这种不一致可能会影响对三叠纪花岗岩岩浆活动未导致钨锡矿化原因的理解，以及对花岗岩岩浆物理化学条件的确定。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to collect geochemical data on major and trace elements, Sr-Nd isotopes, zircon U-Pb dating, and Lu-Hf isotopes for understanding the relationship and differences between composite plutons in mineralization zones?",
                "QuestionCn": "收集主要和微量元素的地球化学数据、锶-铷同位素、锆石U-Pb定年和铥-铪同位素对于理解矿化带中复合岩体之间的关系和差异非常重要。",
                "AnswerEn": "The collection of geochemical data on major and trace elements, Sr-Nd isotopes, zircon U-Pb dating, and Lu-Hf isotopes is crucial for analyzing the intrinsic relationships and differences between composite plutons. It helps understand the Triassic granitic magmatism, its lack of causing tungsten-tin mineralization, and the physicochemical conditions of granitic magma, as well as the genesis of tungsten-tin mineralization in specific mineral fields.",
                "AnswerCn": "对主要和微量元素、锶-铷同位素、锆石U-Pb定年和铥-铪同位素的地球化学数据的收集，对于分析复合岩体之间的内在关系和差异至关重要。它有助于理解三叠纪花岗岩岩浆活动、其未能导致钨-锡矿化的原因，以及花岗岩岩浆的物理化学条件，以及特定矿区钨-锡矿化的成因。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the specific techniques and instruments used to analyze and collect geochemical data such as major and trace elements, Sr-Nd isotopes, and zircon U-Pb dating in complex rock bodies within a metallogenic belt?",
                "QuestionCn": "在复杂岩体内的成矿带中，分析和收集地球化学数据（如主要和微量元素、锶-铷同位素、锆石U-Pb定年）所使用的具体技术和仪器包括：",
                "AnswerEn": "Major element data are obtained using XRF analysis, trace element data are collected through ICP-MS analysis, zircon U-Pb dating and in-situ Lu-Hf isotopic composition data are acquired via LA-MC-ICP-MS analysis, and whole-rock Sr-Nd isotopes are analyzed using MC–ICP–MS.",
                "AnswerCn": "主要元素数据通过XRF分析获得，微量元素数据通过ICP-MS分析收集，锆石U-Pb定年和原位Lu-Hf同位素组成数据通过LA-MC-ICP-MS分析获得，整岩Sr-Nd同位素则使用MC–ICP–MS进行分析。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}