{
  "id": "358513be-21c4-4fd1-8758-93e557b9b7dc",
  "relatedPaper": 2,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Dataset of hydrometeorological observation network (eddy covariance system of A’rou Superstation, 2013)",
      "titleCn": "黑河生态水文遥感试验：水文气象观测网数据集（阿柔超级站涡动相关仪-2013）",
      "description": "This dataset contains the flux measurements from the A’rou Superstation eddy covariance system (EC) in the upper reaches of the Heihe hydrometeorological observation network from 29 December, 2012, to 19 November, 2013. The site (100.464° E, 38.047° N) was located in the Alpine grassland, Caodaban village, A’rou Country, Qilian County in Qilian Province. The elevation is 3033 m. The EC was installed at a height of 3.5 m, and the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (CSAT3 & Li7500A) was 0.15 m.\nThe raw data acquired at 10 Hz were processed using the Edire post-processing software (University of Edinburgh, http://www.geos.ed.ac.uk/abs/research/micromet/EdiRe/), including the spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. The observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC), as proposed by Foken and Wichura [1996]: class 1 (level 0: Δst<30 and ITC<30), class 2 (level 1: Δst<100 and ITC<100), and class 3 (level 2: Δst>100 and ITC>100), which represent high-, medium-, and low-quality data, respectively. In addition to the above processing steps, the half-hourly flux data were screened using a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data collected before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 3% of the 30 min raw record; and (4) data were rejected at night when the friction velocity (u*) was less than 0.1 m/s. There were 48 records per day, and the missing data were replaced with -6999. Suspicious data were marked in red. The data from 14 February to  28 February were missing due to a storage problem of CF card in the datalogger. \nThe released data contained the following variables: data/time, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m^3), CO2 mass density (CO2, mg/m^3), friction velocity (ustar, m/s), stability (z/L), sensible heat flux (Hs, W/m2), latent heat flux (LE, W/m^2), carbon dioxide flux (Fc, mg/ (m^2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xls format. \nFor more information, please refer to Liu et al. (2018) (for hydrometeorological observation network or sites information), Liu et al. (2011) (for data processing) in the Citation section.",
      "descriptionCn": "该数据集包含了2012年12月29日至2013年11月19日的黑河水文气象观测网上游阿柔超级站的涡动相关仪观测数据。站点位于青海省祁连县阿柔乡草达坂村，下垫面是高寒草地。观测点的经纬度是100.4643E, 38.0473N，海拔3033m。涡动相关仪的架高3.5m，采样频率是10Hz，超声朝向是正北向，超声风速温度仪与CO2/H2O分析仪之间的距离是15cm。\n涡动相关仪的原始观测数据为10Hz，发布的数据是采用Edire软件处理的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对Edire软件输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据中每30min内缺失率大于3%的数据；（4）剔除夜间弱湍流的观测数据（u*小于0.1m/s）。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。因仪器漂移等原因引起的可疑数据用红色字体标识，其中2月14-2月28日采集器存储数据出现问题，导致数据缺失。\n发布的观测数据包括：日期/时间Date/Time，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（℃），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），稳定度Z/L（无量纲），感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE，二氧化碳通量的质量标识QA_Fc。感热、潜热、二氧化碳通量的质量标识分为三级（质量标识0:（Δst <30, ITC<30）; 1: （Δst <100, ITC<100）; 其余为2）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。\n水文气象网或站点信息请参考Liu et al. (2018)，观测数据处理请参考Liu et al.(2011)。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.4643,
      "west": 100.4643,
      "south": 38.0473,
      "north": 38.0473,
      "startTime": "2013-01-11 16:00:00",
      "endTime": "2013-12-02 16:00:00",
      "fileSize": 2292643.0,
      "cstr": "18406.11.hiwater.194.2014.db",
      "doi": "10.3972/hiwater.194.2014.db",
      "dataFormat": "文本",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "张阳",
        "nameEn": "ZHANG Yang",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "谭俊磊",
        "nameEn": "TAN Junlei",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
      },
      {
        "titleCn": null,
        "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
        "referenceCn": null,
        "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
      },
      {
        "titleCn": null,
        "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
        "referenceCn": null,
        "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
      },
      {
        "titleCn": null,
        "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
        "referenceCn": null,
        "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
      },
      {
        "titleCn": null,
        "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
      },
      {
        "titleCn": null,
        "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
      },
      {
        "titleCn": null,
        "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
        "referenceCn": null,
        "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
      },
      {
        "titleCn": null,
        "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
        "referenceCn": null,
        "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
      },
      {
        "titleCn": null,
        "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
      },
      {
        "titleCn": null,
        "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
      },
      {
        "titleCn": null,
        "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
        "referenceCn": null,
        "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
        "referenceCn": null,
        "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
      },
      {
        "titleCn": null,
        "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
        "referenceCn": null,
        "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
        "referenceCn": null,
        "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
      },
      {
        "titleCn": null,
        "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
      },
      {
        "titleCn": null,
        "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
        "referenceCn": null,
        "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
      },
      {
        "titleCn": null,
        "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      },
      {
        "titleCn": null,
        "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
        "referenceCn": null,
        "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
      },
      {
        "titleCn": null,
        "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "二氧化碳通量",
        "nameEn": "Carbon dioxide flux"
      },
      {
        "nameCn": "感热通量",
        "nameEn": "Sensible heat flux"
      },
      {
        "nameCn": "潜热通量",
        "nameEn": "Latent heat flux"
      },
      {
        "nameCn": "辐射",
        "nameEn": "Radiation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "阿柔超级站",
        "keywordEn": "A’rou Superstation"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012-12-29至2013-11-19",
        "keywordEn": "2012-12-29 to 2013-11-19",
        "type": "temporal"
      },
      {
        "keywordCn": "2013",
        "keywordEn": "2013",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：水文气象要素与多尺度蒸散发观测",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
        "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
        "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
        "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
      ],
      "research objective": [
        "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
        "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
      ],
      "challenges": [
        "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
        "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
      ],
      "methods": [
        "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
        "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
      ],
      "dataset": [
        "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
      ],
      "findings": [
        "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
        "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
      ],
      "backgroundCn": [
        "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散发（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散发估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被的混合物。因此，单源模型显然无法准确估算表面蒸散发，因为其影响。",
        "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“冠层上方”和“土壤下方”两种情况。水蒸气和热量在冠层内部的参考高度相遇。此外，混合的水蒸气和热量只能通过冠层顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型较为复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
        "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射计视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了与使用波恩比-能量平衡系统、涡动协方差（EC）系统或大孔径闪烁仪的测量结果相比的总通量或蒸散发（土壤加冠层）。",
        "在强烈平流的灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，当EC通量测量的潜热（LE）和感热（H）与可用能量Rn−G0之间存在能量平衡闭合不完全时，这一任务变得更加困难。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这一温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。在本文中，显示出与观测的复合辐射温度相比，组分温度存在过高估计的现象。这往往对TSEB模型的性能产生最关键的影响。此外，另一个因素是该区域强烈的平流环境。"
      ],
      "research objectiveCn": [
        "在这封信中，地面测量的土壤和冠层成分温度被用来估算蒸散（E）、蒸发（T）和蒸散量（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，得到了E（E/ET%）和T（T/ET%）的观察比率。",
        "这封信的目的是利用通过高分辨率热像仪观察到的土壤和冠层组件温度作为输入，估算蒸散发（E）、土壤温度（T）和蒸散发总量（ET），并随后通过稳定氧和氢同位素技术与涡动相关（EC）测量的结合，更好地验证E、T和ET。"
      ],
      "challengesCn": [
        "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
        "导出组件温度的误差主要是由于图像分类错误引起的；这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还由于EC系统的不确定性，当灌溉农田的平均H较小时，这种不确定性为18%。由于图像像素分类错误，土壤像素被计算为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气向上辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
      ],
      "methodsCn": [
        "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括地面5米处的空气温度、风速、湿度，12米高处使用四分量辐射计测量的四分量辐射，以及在地面4.5米处使用10 Hz采样频率的涡度相关系统测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00之间收集为热图像。基于地面测量数据，应用Craig–Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
        "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的显热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）来计算。土壤和冠层的组件温度是使用热像仪获得的图像计算的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热成像图像中提取土壤和冠层的方向亮温。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。最后，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
      ],
      "datasetCn": [
        "实验区域是一个人工绿洲，种植有玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于ET的比率，这些研究是在多尺度蒸散发观测实验中进行的，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
      ],
      "findingsCn": [
        "我们的结果表明，即使在强对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
        "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估计的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值一致。此外，TSEB模型对Rn、H和LE的估计也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
      ]
    },
    {
      "background": [
        "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
        "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
        "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
        "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
        "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
      ],
      "research objective": [
        "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
        "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
        "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
      ],
      "challenges": [
        "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
        "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
        "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
      ],
      "methods": [
        "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
        "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
        "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
      ],
      "dataset": [
        "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
        "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
        "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
        "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
      ],
      "findings": [],
      "backgroundCn": [
        "阿尔卑斯地区在河流和流域生态系统中具有重要意义，作为淡水的贡献者，提供并刺激特定栖息地的生物多样性。与此同时，近期气候变化、人类活动和其他扰动可能会干扰水文过程和生态功能，因此需要下一代观测和建模方法，以推进对阿尔卑斯地区这些过程的预测理解。阿尔卑斯地区的水资源是需要调节的源头水，以维持下游生态系统。然而，近年来自然/气候变化和人类活动引发的扰动显著改变了水文过程和生态功能。因此，准确估计和预测水文过程及其关键影响因素变得至关重要。",
        "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文建模和相关研究，但也促使了下一代生态系统观测网络和实验的发展。与观测数据相比，结合数据同化的遥感数据可以改善水文过程的预测。然而，由于地球系统的复杂性，遥感数据（尤其是在阿尔卑斯地区）存在各种不确定性来源，这些不确定性需要进行验证和校准。总之，为了填补知识空白并促进阿尔卑斯地区水文研究，集成的、分布式的和多尺度的观测数据集是必不可少的，预计将为水文建模提供准确的强迫数据，验证遥感数据，评估分布式模型，并最终改善对阿尔卑斯水文过程和生态系统功能的预测理解。在阿尔卑斯水文学中，除了从分布式气象站获得的一致的水文气象数据外，雪盖和冻土是两个重要的指标和驱动因素，影响水文过程。融化前的最大雪水当量（SWE）决定了雪融水的储存——这是阿尔卑斯地区淡水的主要来源，而冻融循环（FTC）和活层内的土壤水分则改变了水的渗透，进而影响地表径流和地下水。为了促进阿尔卑斯水文研究，国际阿尔卑斯研究流域水文学网络（INARCH）于2015年由世界气候研究计划（WCRP）的全球能量与水交换（GEWEX）项目发起，涉及全球18个流域。自那时以来，INARCH将各个观测站连接成一个国际网络和数据共享平台，以引领阿尔卑斯地区水文气象和雪观测的前沿研究。另一个基于社区的观测网络，极圈活层监测（CALM）网络，始于1990年代初，旨在观察活层和近地表永久冻土对气候变化的响应。黑河流域（HRB）是中国第二大内陆河流域，以其异质的景观、多样的生态系统、独特的地理特征和近年来的气候变化而闻名。作为干旱/半干旱HRB生态水文过程的主要组成部分，阿尔卑斯水文过程，特别是与上游雪盖和冻土相关的过程，对山区的径流产生了重大影响，从而调节中游的农业发展和下游的生态系统。",
        "近年来，随着气候变暖，永冻土的退化显著影响了径流和碳循环（Peng et al., 2016; Gao et al., 2018）。研究区域内雪盖分布广泛，具有独特的特征。在高海拔山区（海拔 > 3800 米），受当地微气候和低温的影响，任何季节都可能出现降雪。临时雪是该地区中低海拔的主要雪盖类型，因为强烈的太阳辐射和高气温导致雪的快速融化和升华。漂移雪在该地区也很常见，这可能导致高海拔地区雪层的重新分布（Essery et al., 1999; Li et al., 2014）。",
        "由于祁连山的高海拔和复杂地形，常常观察到吹雪（漂移雪）。估计吹雪的发生是重要的，因为它可能导致雪盖的重新分布，并影响雪的升华。",
        "土壤热导率的分析较为困难，因为它是土壤密度、土壤含水量（在冻土中为冰含量）和土壤温度的函数，这些因素无法通过简单的公式轻易计算。因此，可以利用现场观测来评估高山水文模型的参数化。"
      ],
      "research objectiveCn": [
        "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合的、分布式的和多尺度的观测网络中研究中国黑河流域上游的流域科学和功能。",
        "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。",
        "相关的开放获取数据集包括高质量的水文气象数据，特别是关于雪和冻土观测的数据，涵盖子流域和流域尺度，旨在解决多种科学问题，包括但不限于：(1) 如何为高山水文模型提供准确有效的强迫数据，(2) 如何整合观测、模拟和获取的数据集以获得有意义的理解，以及 (3) 如何扰动（气候变化和人类活动）改变基本过程。"
      ],
      "challengesCn": [
        "然而，寒冷和恶劣的气候、高海拔以及复杂的地形等几项严峻挑战，阻碍了在需要的地方和时间进行全面和一致的数据收集，这妨碍了遥感技术和高山水文模型的发展。",
        "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文模型及相关研究的发展，但也促使了下一代生态观测网络和实验的开发。然而，上述建模工作面临着两个主要问题：1）强迫数据的可用性（只有中国气象局在HRB上游运营的两个气象站正常工作）；2）缺乏高质量的雪和冻土数据用于参数化。",
        "不幸的是，由于强风的影响，这项工作并没有顺利进行。因此，目前无法获得可以通过雪深和雪水当量（SWE）数据计算的雪密度数据。"
      ],
      "methodsCn": [
        "无间断的气象和水文数据通过连接一组自动气象站（AMSs）的观测网络进行监测。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从一个雪观测超级站收集了雪盖特性数据。高分辨率的土壤物理数据集也从一个冻土观测超级站获得，以捕捉冻融过程。",
        "考虑到研究地点的特征，建立了一个综合的、分布式的多尺度水文气象-雪-冻土观测网络，包含七个自动气象站（AMS）和两个超级站。在流域尺度上，观测旨在收集数据，以研究气象驱动因素并验证阿尔卑斯水文模型。在子流域尺度上，小规模的观测和测量集中在降水、土壤温度和湿度等数据上，这些数据用于开发和改进水文模型，以及验证中等到粗分辨率的遥感产品（Jin et al., 2014）。在两个用于雪盖和冻土观测的超级站中，可以利用高分辨率数据进一步验证遥感产品。在集中的观测期（IOP：2013-2014）期间，在研究区域建立了七个AMS以及冻土和雪超级站（也包含气象观测），以获取空间分布的气象变量。在IOP之后，选择并保留了四个典型的AMS进行持续观测，预计将提供长期数据集。观测的气象变量包括风速和风向、气温、湿度、红外温度、气压、四分量辐射和降水。积雪和融雪过程在雅口雪超级站自动测量，观测的组成部分包括雪深、雪水当量（SWE，由GammaMONitor测量）、雪面反照率和风吹（飘雪）通量（由FlowCapt测量）。在每个AMS内，土壤温度和湿度在六个层次上进行测量，而蒸散发（ET）则在三个AMS上通过涡度协方差（EC）进行观测，这些AMS位于永久冻土、季节性冻土和过渡区，以观察冻融（FT）过程。在子流域尺度上，建立了一个包含40个节点的无线传感器网络（WSN），以捕捉土壤温度和湿度的季节变化。在A’rou冻土超级站，土壤温度和湿度剖面在18个层次上进行密集测量，深度达到3.2米（采用嵌套模式，表层有更多层次），以获取冻融循环（FTC）下的土壤水热特征。此外，还测量了表层土壤的热导率和水力导率，以观察动态水热过程。",
        "雪深是通过SR50A（美国Campbell）测量的，该设备通过发出超声波脉冲并监听从目标反射回来的回声来确定传感器与目标之间的距离。雪水当量（SWE）是通过GMON（CS725 GammaMONitor，美国Campbell）在2014年1月1日至2017年12月31日期间以6小时的时间分辨率进行测量的。FlowCapt（瑞士IAV）用于测量在3个高度（0-1米、1-2米和2-3米）每10分钟的吹雪颗粒数量。"
      ],
      "datasetCn": [
        "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合、分布式和多尺度的观测网络研究中国黑河流域上游的流域科学和功能。通过连接一组自动气象站（AMS）的观测网络，监测到了无间隙的气象和水文数据。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。还获得了高分辨率的土壤物理数据集，以捕捉冻融过程，这些数据来自冻土观测超级站。更新的数据集已向具有多学科背景（如冰冻圈科学、水文学和气象学）的科学家发布，预计将作为一个测试平台，为更广泛的社区提供准确的强迫数据，并验证和评估遥感产品和水文模型。",
        "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施及近年来收集的完整数据集。该观测网络由七个标准水文气象站、一个雪超级站和一个冻土超级站组成，作为一个综合研究平台，旨在提供HRB上游水文气象过程的显著数据集（如水文气象、雪和冻土），预计将支持阿尔卑斯地区水文模型的开发和模拟，以及遥感观测。",
        "来自Yakou雪超级站的综合雪数据集自2013年夏季以来已更新。观察到的雪变量包括雪深、雪水当量（SWE）和吹雪（飘雪）。2014年1月1日至2017年12月31日的数据在图4中进行了总结，并附有降水、蒸散发、土壤温度和湿度的额外图表。数据集的可用时间为2012年12月5日至2017年12月31日，间歇性丢失主要是由于高海拔地区的电力损失和传感器故障。",
        "在本文中，展示了一套来自于黑河上游集成的、分布式的多尺度水文气象-雪-冻土观测网络的阿尔卑斯水文数据集。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the observation network include techniques to capture freeze-thaw processes in alpine regions?",
        "QuestionCn": "观测网络是否包括捕捉高山地区冻融过程的技术？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the data collection for hydrological processes in alpine regions more affected by technological barriers or climate conditions?",
        "QuestionCn": "在高山地区，水文过程的数据收集是受到技术障碍的影响更多，还是气候条件的影响更多？",
        "AnswerEn": "technological barriers",
        "AnswerCn": "技术障碍",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Are snow cover observations typically integrated with remote sensing data, ground-based measurements, or both?",
        "QuestionCn": "雪盖观测通常是与遥感数据、地面测量数据结合在一起的吗？",
        "AnswerEn": "both",
        "AnswerCn": "两者",
        "Level": "C2(Understanding)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the main challenges in collecting hydrometeorological data in alpine regions?",
        "QuestionCn": "在高山地区收集水文气象数据的主要挑战是什么？",
        "AnswerEn": "Cold and harsh climate",
        "AnswerCn": "寒冷和严酷的气候",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Where are snow cover properties collected to capture snow accumulation and ablation processes?",
        "QuestionCn": "雪盖特性被收集在哪里，以捕捉雪的积累和融化过程？",
        "AnswerEn": "snow observation superstation",
        "AnswerCn": "降雪观测超级站",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What datasets are essential for understanding and modeling hydrological processes in alpine regions?",
        "QuestionCn": "理解和建模高山地区水文过程的关键数据集有哪些？",
        "AnswerEn": "Integrated, distributed, and multiscale observation datasets",
        "AnswerCn": "集成、分布和多尺度观测数据集",
        "Level": "C2(Understanding)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to capture snow accumulation and ablation processes in alpine regions?",
        "QuestionCn": "您能否提供一个用于捕捉高山地区雪积累和融化过程的数据收集方法的例子？",
        "AnswerEn": "In the field of alpine hydrology, snow cover properties are collected from a snow observation superstation using state-of-the-art techniques and instruments. This setup includes automatic measurements of snow depth, snow water equivalent (SWE), and blowing (drifting) snow flux, utilizing tools such as the GammaMONitor for SWE and FlowCapt for blowing snow.",
        "AnswerCn": "在高山水文学领域，雪观测超级站使用先进的技术和仪器收集雪盖特性。这一设置包括对雪深、雪水当量（SWE）和吹雪（漂雪）通量的自动测量，利用GammaMONitor进行SWE测量和FlowCapt进行吹雪测量。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced in collecting hydrometeorological data in alpine regions, and how is it addressed?",
        "QuestionCn": "在高山地区收集水文气象数据面临的一个挑战是什么，以及如何解决这个问题？",
        "AnswerEn": "A challenge in collecting hydrometeorological data in alpine regions is the harsh climate and complex topography, which can result in incomplete data collection. This issue is addressed by deploying an integrated observation network consisting of automatic meteorological stations and superstations for snow and frozen ground, ensuring comprehensive and distributed data collection despite the environmental difficulties.",
        "AnswerCn": "在高山地区收集水文气象数据的一个挑战是恶劣的气候和复杂的地形，这可能导致数据收集不完整。为了解决这个问题，部署了一个综合观测网络，包括自动气象站和用于雪和冻土的超级站，以确保尽管环境困难，仍能进行全面和分布式的数据收集。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you provide an example of how datasets from alpine regions can be used to improve hydrological models?",
        "QuestionCn": "您能否提供一个例子，说明来自阿尔卑斯地区的数据集如何用于改善水文模型？",
        "AnswerEn": "Datasets from alpine regions, such as long-term hydrometeorological, snow cover, and frozen ground data, are used to provide accurate forcing data for hydrological models. These datasets allow for the validation of remote sensing products and the evaluation of distributed models, thereby enhancing the predictive understanding of alpine hydrological processes and ecosystem functions.",
        "AnswerCn": "来自阿尔卑斯地区的数据集，如长期水文气象、雪盖和冻土数据，用于为水文模型提供准确的强迫数据。这些数据集允许验证遥感产品和评估分布式模型，从而增强对阿尔卑斯水文过程和生态系统功能的预测理解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the methods used for processing and ensuring the quality of hydrometeorological and flux data in alpine regions?",
        "QuestionCn": "在高山地区处理和确保水文气象及通量数据质量的方法有哪些？",
        "AnswerEn": "outlier removal, delay time correction, coordinate rotation, frequency response correction, density correction, quality assessment based on atmospheric stability and turbulence similarity characteristics, screening for instrument errors, precipitation effects, weak turbulence conditions",
        "AnswerCn": "异常值去除、延迟时间校正、坐标旋转、频率响应校正、密度校正、基于大气稳定性和湍流相似性特征的质量评估、仪器错误筛查、降水影响、弱湍流条件。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What characteristics define the integrated observation networks used for alpine hydrology research?",
        "QuestionCn": "用于高山水文学研究的综合观测网络的特点是什么？",
        "AnswerEn": "automatic meteorological stations, snow and frozen ground superstations, wireless sensor networks, distributed and multiscale data, meteorological variables, snow cover properties, soil physics datasets",
        "AnswerCn": "自动气象站、积雪和冻土超级站、无线传感器网络、分布式和多尺度数据、气象变量、积雪覆盖特性、土壤物理数据集",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the sampling frequency of the eddy covariance system used in the hydrometeorological observation network?",
        "QuestionCn": "用于水文气象观测网络的涡度协方差系统的采样频率是多少？",
        "AnswerEn": "10 Hz",
        "AnswerCn": "10 赫兹",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many automatic meteorological stations are included in the distributed observation network in the upper reaches of the Heihe River Basin?",
        "QuestionCn": "在黑河上游的分布式观测网络中包含多少个自动气象站？",
        "AnswerEn": "7",
        "AnswerCn": "7",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the temporal resolution of snow water equivalent measurements in the snow observation network?",
        "QuestionCn": "雪观测网络中雪水当量测量的时间分辨率是多少？",
        "AnswerEn": "6 hours",
        "AnswerCn": "6小时",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for snow cover properties in the alpine hydrology observation network compare to those used for evapotranspiration measurements in a heterogeneous landscape?",
        "QuestionCn": "阿尔卑斯水文观测网络中雪盖特性的数据显示收集方法与异质景观中蒸散发测量所使用的方法相比如何？",
        "AnswerEn": "The data collection for snow cover properties involves using state-of-the-art techniques and instruments, such as ultrasonic sensors for snow depth and GammaMONitor for snow water equivalent, providing high-resolution data to capture snow accumulation and ablation. In contrast, evapotranspiration measurements in a heterogeneous landscape are conducted using an eddy covariance system, which measures turbulent fluxes of heat and water vapor at a specific height, providing insights into surface energy exchanges. Both approaches aim to provide detailed datasets but focus on different environmental parameters and utilize different technologies to capture these dynamics.",
        "AnswerCn": "雪盖属性的数据收集涉及使用先进的技术和仪器，例如超声波传感器用于测量雪深，GammaMONitor用于测量雪水当量，提供高分辨率数据以捕捉雪的积累和消融。相比之下，在异质景观中，蒸散发的测量是通过涡度协方差系统进行的，该系统在特定高度测量热量和水蒸气的湍流通量，提供对表面能量交换的洞察。这两种方法旨在提供详细的数据集，但关注不同的环境参数，并利用不同的技术来捕捉这些动态。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "In what ways do thermal infrared cameras enhance the separation of soil and canopy temperatures, and how does this improve the Two-Source Energy Balance (TSEB) model's performance in estimating evapotranspiration?",
        "QuestionCn": "热红外相机如何增强土壤和冠层温度的分离，以及这如何改善双源能量平衡（TSEB）模型在估算蒸散量方面的性能？",
        "AnswerEn": "Thermal infrared cameras enable precise measurement of soil and canopy component temperatures by capturing thermal radiation images, which can then be classified into soil and canopy pixels. This separation is crucial for the TSEB model, which relies on accurate component temperatures to estimate soil and canopy sensible and latent heat fluxes. By improving the inputs to the TSEB model, thermal infrared cameras enhance its ability to accurately partition evapotranspiration into evaporation and transpiration, particularly in heterogeneous landscapes or advection-irrigated agricultural areas.",
        "AnswerCn": "热红外相机通过捕捉热辐射图像，能够精确测量土壤和冠层组件的温度，这些图像可以被分类为土壤像素和冠层像素。这种分离对于TSEB模型至关重要，因为该模型依赖于准确的组件温度来估算土壤和冠层的显热和潜热通量。通过改善TSEB模型的输入，热红外相机增强了其在异质景观或灌溉农业区域中准确划分蒸散发为蒸发和蒸腾的能力。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for next-generation observational and modeling approaches in alpine hydrology research?",
        "QuestionCn": "导致对下一代观测和建模方法在高山水文学研究中需求的原因是什么？",
        "AnswerEn": "The need for next-generation observational and modeling approaches in alpine hydrology research arises from the challenges posed by climate change, human activities, and other perturbations that disturb hydrological processes and eco-functions. These factors, combined with the scarcity of observation data due to difficulties of access and technological barriers, necessitate advanced methods to improve the predictive understanding of such processes in the alpine region.",
        "AnswerCn": "在高山水文学研究中，迫切需要下一代观测和建模方法，这是由于气候变化、人类活动以及其他扰动对水文过程和生态功能造成的挑战。这些因素，加上由于获取困难和技术障碍导致的观测数据稀缺，要求采用先进的方法来提高对高山地区这些过程的预测理解。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there difficulty in obtaining accurate component temperatures for the TSEB model application in arid regions?",
        "QuestionCn": "在干旱地区应用TSEB模型时，获取准确的组件温度存在困难的原因是什么？",
        "AnswerEn": "Obtaining accurate component temperatures for the TSEB model application in arid regions is difficult due to errors in derived component temperatures primarily caused by image classification errors. These errors vary with vegetation abundance and are exacerbated by the uncertainty of the EC system, image pixel classification mistakes, and the strong advective environment which affects the accurate determination of surface soil and vegetation component temperatures.",
        "AnswerCn": "在干旱地区应用TSEB模型时，获取准确的组件温度是困难的，因为派生组件温度的错误主要是由于图像分类错误。这些错误随着植被丰度的变化而变化，并且由于EC系统的不确定性、图像像素分类错误以及强烈的平流环境，这些错误会加剧，从而影响地表土壤和植被组件温度的准确确定。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to the scarcity of observation data in alpine regions, impacting hydrological modeling efforts?",
        "QuestionCn": "在高山地区，观察数据的稀缺性对水文模型的影响因素有哪些？",
        "AnswerEn": "The scarcity of observation data in alpine regions is primarily due to the cold and harsh climate, high altitude, and complex topography, which inhibit complete and consistent data collection. These conditions hinder the development and implementation of remote sensing technologies and alpine hydrological models, complicating efforts to develop accurate models and obtain high-quality data for parameterization.",
        "AnswerCn": "阿尔卑斯地区观测数据的稀缺主要是由于寒冷和恶劣的气候、高海拔以及复杂的地形，这些因素阻碍了全面和一致的数据收集。这些条件妨碍了遥感技术和阿尔卑斯水文模型的发展和实施， complicating efforts to develop accurate models and obtain high-quality data for parameterization.",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using an integrated, distributed, and multiscale observation dataset in alpine hydrology research?",
        "QuestionCn": "在阿尔卑斯水文学研究中使用集成的、分布式的和多尺度的观测数据集的潜在后果是什么？",
        "AnswerEn": "Using an integrated, distributed, and multiscale observation dataset in alpine hydrology research can lead to improved predictive understanding of alpine hydrological processes and ecosystem functions. It can provide accurate forcing data for hydrological modeling, validate remote sensing data, and facilitate the evaluation of distributed models. This approach can also help address scientific questions related to the impacts of climate change and human activities on fundamental processes.",
        "AnswerCn": "在高山水文学研究中，使用集成的、分布式的和多尺度的观测数据集可以提高对高山水文过程和生态系统功能的预测理解。它可以为水文建模提供准确的强迫数据，验证遥感数据，并促进对分布式模型的评估。这种方法还可以帮助解决与气候变化和人类活动对基本过程影响相关的科学问题。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How might the application of eddy covariance systems affect the accuracy of evapotranspiration measurements in heterogeneous landscapes?",
        "QuestionCn": "涡度协方差系统的应用如何影响异质景观中蒸散发测量的准确性？",
        "AnswerEn": "Applying eddy covariance systems in heterogeneous landscapes can improve the accuracy of evapotranspiration measurements by providing reliable estimates of latent heat fluxes, even under strongly advective conditions. However, challenges such as incomplete energy balance closure and uncertainties in surface-air temperature differences may still affect accuracy. A robust calculation of soil and vegetation component temperatures is crucial for accurate separation of evapotranspiration into evaporation and transpiration components.",
        "AnswerCn": "在异质景观中应用涡度协方差系统可以提高蒸散发测量的准确性，通过提供可靠的潜热通量估计，即使在强烈的平流条件下也是如此。然而，能量平衡闭合不完全和地表-空气温度差异的不确定性等挑战仍可能影响准确性。准确计算土壤和植被组分的温度对于将蒸散发准确分离为蒸发和蒸腾组分至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the implications of the scarcity of observation data in alpine regions for the development of hydrological models and remote sensing technologies?",
        "QuestionCn": "阿尔卑斯地区观测数据的稀缺对水文模型和遥感技术的发展有什么影响？",
        "AnswerEn": "The scarcity of observation data in alpine regions poses significant challenges for the development of hydrological models and remote sensing technologies. It inhibits complete and consistent data collection, which is crucial for accurately parameterizing models and validating remote sensing products. This scarcity has driven the development of next-generation ecosystem observation networks and experiments. By addressing the data gaps, these networks can enhance the predictive capabilities of hydrological models and improve the accuracy of remote sensing observations.",
        "AnswerCn": "阿尔卑斯地区观测数据的稀缺对水文模型和遥感技术的发展构成了重大挑战。这限制了完整和一致的数据收集，而这些数据对于准确参数化模型和验证遥感产品至关重要。这种稀缺性推动了下一代生态系统观测网络和实验的发展。通过填补数据空白，这些网络可以增强水文模型的预测能力，提高遥感观测的准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to establish a multiscale observation network for collecting hydrometeorological data in alpine regions?",
        "QuestionCn": "在高山地区建立多尺度观测网络以收集水文气象数据的重要性是什么？",
        "AnswerEn": "The goal of establishing a multiscale observation network in alpine regions is to provide accurate forcing data for hydrological modeling, validate remote sensing data, and improve the predictive understanding of alpine hydrological processes and ecosystem functions. Such networks address the scarcity of observation data due to harsh climates and complex terrains, thereby promoting research on how perturbations from climate change and human activities alter fundamental hydrological processes.",
        "AnswerCn": "在高山地区建立多尺度观测网络的目标是提供准确的强迫数据用于水文建模，验证遥感数据，并提高对高山水文过程和生态系统功能的预测理解。这些网络解决了由于恶劣气候和复杂地形导致的观测数据稀缺问题，从而促进了对气候变化和人类活动扰动如何改变基本水文过程的研究。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Why is there a need to integrate thermal infrared imagery with ground-based measurements for estimating surface fluxes in agricultural areas?",
        "QuestionCn": "为什么需要将热红外影像与地面测量相结合，以估算农业地区的表面通量？",
        "AnswerEn": "Integrating thermal infrared imagery with ground-based measurements is crucial for accurately estimating surface fluxes in agricultural areas, especially under strongly advective conditions. This integration allows for robust calculation of soil and vegetation component temperatures, which are essential for reliable estimates of latent and sensible heat fluxes. It addresses the challenges of uncertainty in surface-air temperature differences that can impact the accuracy of surface flux estimations.",
        "AnswerCn": "将热红外影像与地面测量数据相结合，对于在强烈的平流条件下准确估计农业地区的表面通量至关重要。这种整合可以有效计算土壤和植被的温度，这对于可靠估计潜热和显热通量是必不可少的。它解决了表面与空气温度差异的不确定性问题，这可能会影响表面通量估计的准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in setting up an integrated alpine hydrology observation network, and how does this network facilitate data collection for snow cover and frozen ground analysis?",
        "QuestionCn": "建立一个综合的阿尔卑斯水文观测网络涉及哪些程序，以及该网络如何促进雪盖和冻土分析的数据收集？",
        "AnswerEn": "Setting up an integrated alpine hydrology observation network involves establishing automatic meteorological stations and superstations equipped with advanced instruments to monitor meteorological variables, snow cover, and frozen ground properties. This network facilitates data collection by providing spatially distributed observations of meteorological forces, snow depth, snow water equivalent, and soil moisture and temperature. Data from these networks are used to validate hydrological models and remote sensing products, and to capture snow accumulation and ablation processes.",
        "AnswerCn": "建立一个综合的阿尔卑斯水文观测网络涉及建立自动气象站和配备先进仪器的超级站，以监测气象变量、雪盖和冻土特性。该网络通过提供空间分布的气象力量、雪深、雪水当量以及土壤湿度和温度的观测，促进数据收集。这些网络的数据用于验证水文模型和遥感产品，并捕捉雪的积累和融化过程。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the collection of detailed hydrometeorological data in challenging alpine environments?",
        "QuestionCn": "哪些技术进步使得在挑战性的高山环境中收集详细的水文气象数据成为可能？",
        "AnswerEn": "The development of automatic meteorological stations (AMSs) and advanced instruments like the GammaMONitor for snow water equivalent and the FlowCapt for measuring blowing snow grains have facilitated detailed data collection in challenging alpine environments. These technologies allow for continuous monitoring of hydrometeorological variables, snow accumulation, and freeze-thaw processes.",
        "AnswerCn": "自动气象站（AMSs）和先进仪器如用于测量雪水当量的GammaMONitor以及用于测量吹雪颗粒的FlowCapt的开发，促进了在挑战性高山环境中详细数据收集。这些技术允许对水文气象变量、雪积累和冻融过程进行持续监测。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How do integrated observation networks enable more comprehensive data collection for alpine hydrology research?",
        "QuestionCn": "综合观测网络如何促进高山水文学研究的更全面数据收集？",
        "AnswerEn": "Integrated observation networks, consisting of meteorological stations and specialized superstations for snow and frozen ground, enable comprehensive data collection by capturing spatially distributed meteorological variables and detailed snow and soil data. These networks provide gap-free data crucial for validating hydrological models and remote sensing products.",
        "AnswerCn": "综合观测网络，由气象站和专门的雪和冻土超级站组成，通过捕捉空间分布的气象变量以及详细的雪和土壤数据，实现全面的数据收集。这些网络提供无缝的数据，对于验证水文模型和遥感产品至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges must be overcome to enable effective data collection in high-altitude, complex terrain regions?",
        "QuestionCn": "在高海拔、复杂地形区域有效数据收集必须克服哪些挑战？",
        "AnswerEn": "Challenges include harsh climate conditions, technological barriers, and accessibility issues, which can hinder data collection. Overcoming these requires robust observational infrastructure, such as superstations and distributed networks, and advanced sensors designed to withstand extreme conditions and provide reliable data.",
        "AnswerCn": "挑战包括恶劣的气候条件、技术障碍和可及性问题，这些都可能阻碍数据收集。克服这些挑战需要强大的观测基础设施，如超级站和分布式网络，以及能够承受极端条件并提供可靠数据的先进传感器。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be a need for integrated and multiscale observation networks in alpine regions for hydrometeorological data collection?",
        "QuestionCn": "为什么在高山地区需要集成和多尺度的观测网络来收集水文气象数据？",
        "AnswerEn": "The alpine region is crucial for riverine and watershed ecosystems, providing freshwater and habitats for biodiversity. However, the scarcity of observation data, due to access difficulties and technological barriers, has hindered research. An integrated and multiscale observation network is expected to provide accurate data for hydrological modeling, validate remote sensing data, and improve the understanding of alpine hydrological processes and ecosystem functions.",
        "AnswerCn": "阿尔卑斯地区对河流和流域生态系统至关重要，提供淡水和生物多样性的栖息地。然而，由于获取数据的困难和技术障碍，观察数据的稀缺阻碍了研究。一个综合的多尺度观察网络有望提供准确的水文建模数据，验证遥感数据，并改善对阿尔卑斯水文过程和生态系统功能的理解。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges could arise in collecting consistent datasets in alpine environments, and how might these affect the development of hydrological models?",
        "QuestionCn": "在高山环境中收集一致的数据集可能会出现哪些挑战，这些挑战又可能如何影响水文模型的发展？",
        "AnswerEn": "Challenges in alpine environments include the cold climate, high altitude, and complex topography, which can inhibit consistent data collection. These challenges can hinder the development of remote sensing technologies and alpine hydrological models due to the lack of high-quality data necessary for accurate parameterization and model validation.",
        "AnswerCn": "阿尔卑斯环境中的挑战包括寒冷的气候、高海拔和复杂的地形，这些因素可能会妨碍数据的持续收集。这些挑战可能会阻碍遥感技术和阿尔卑斯水文模型的发展，因为缺乏高质量的数据，无法进行准确的参数化和模型验证。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it important to have datasets that include specific observations of snow cover and frozen ground in hydrological research?",
        "QuestionCn": "在水文研究中，包含特定雪盖和冻土观测的数据集为何重要？",
        "AnswerEn": "In alpine hydrology, snow cover and frozen ground are critical factors influencing hydrological processes. The maximum snow water equivalent determines snowmelt storage, while freeze-thaw cycles affect water infiltration and runoff. Datasets that include these specific observations are essential for understanding the dynamic processes in alpine regions and for developing accurate hydrological models.",
        "AnswerCn": "在高山水文学中，雪盖和冻土是影响水文过程的关键因素。最大雪水当量决定了融雪储存，而冻融循环则影响水的渗透和径流。包含这些特定观测数据集对于理解高山地区的动态过程以及开发准确的水文模型至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using eddy covariance (EC) systems in measuring different flux components in complex terrains like alpine regions?",
        "QuestionCn": "如何评估在复杂地形如高山地区使用涡动协方差（EC）系统测量不同通量组分的有效性？",
        "AnswerEn": "The effectiveness of using eddy covariance (EC) systems in measuring flux components, such as sensible and latent heat fluxes, in complex terrains like alpine regions is challenging due to factors like incomplete energy balance closure. The uncertainties in EC measurements, especially under strongly advective conditions, can be significant. However, EC systems are still valuable tools for validating models like the TSEB model, providing a basis for evaluating and improving flux estimates when combined with other observational data or models.",
        "AnswerCn": "在复杂地形如高山地区，使用涡动协方差（EC）系统测量通量成分（如显热和潜热通量）的有效性面临挑战，原因包括能量平衡闭合不完全。在强烈的平流条件下，EC测量的不确定性可能相当显著。然而，EC系统仍然是验证模型（如TSEB模型）的有价值工具，为评估和改进通量估计提供了基础，尤其是当与其他观测数据或模型结合使用时。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, what are the main challenges in collecting comprehensive hydrometeorological data in alpine regions, and how can these challenges be mitigated?",
        "QuestionCn": "在收集阿尔卑斯地区全面的水文气象数据时，主要挑战是什么？如何可以缓解这些挑战？",
        "AnswerEn": "The main challenges in collecting comprehensive hydrometeorological data in alpine regions include harsh climate conditions, high altitudes, and complex topography, which make consistent data collection difficult. These challenges can be mitigated by establishing integrated, multiscale observation networks with automatic meteorological stations and superstations for snow and frozen ground observations. Such networks provide distributed datasets that help in validating remote sensing products and improving hydrological models.",
        "AnswerCn": "在高山地区收集全面的水文气象数据面临的主要挑战包括恶劣的气候条件、高海拔和复杂的地形，这使得持续的数据收集变得困难。这些挑战可以通过建立综合的多尺度观测网络来缓解，该网络配备自动气象站和用于雪和冻土观测的超级站。这些网络提供分布式数据集，有助于验证遥感产品并改善水文模型。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How might the incorporation of thermal infrared imaging enhance the accuracy of hydrological models in estimating evapotranspiration in heterogeneous landscapes?",
        "QuestionCn": "热红外成像的引入如何提高水文模型在异质景观中估算蒸散发的准确性？",
        "AnswerEn": "Incorporating thermal infrared imaging can enhance the accuracy of hydrological models in estimating evapotranspiration by providing detailed measurements of soil and canopy component temperatures. This approach helps to improve the separation of latent fluxes from soil and vegetation, thus contributing to more accurate estimates of evaporation and transpiration. The use of high-resolution thermal cameras allows for better validation of model outputs with ground measurements, particularly in areas with heterogeneous landscapes.",
        "AnswerCn": "结合热红外成像可以提高水文模型在估算蒸散发方面的准确性，因为它提供了土壤和冠层组件温度的详细测量。这种方法有助于更好地区分土壤和植被的潜热通量，从而有助于更准确地估算蒸发和蒸腾。使用高分辨率热像仪可以更好地验证模型输出与地面测量结果，特别是在异质景观区域。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how data collection methods can effectively address the scarcity of observation data in alpine regions due to harsh climates and complex terrains.",
        "QuestionCn": "我不明白数据收集方法如何有效解决由于恶劣气候和复杂地形导致的高山地区观察数据稀缺的问题。",
        "AnswerEn": "Gap-free meteorological and hydrological data are monitored from an observation network connecting automatic meteorological stations (AMSs). The network includes snow observation superstations and frozen ground observation superstations to capture snow and freeze-thaw processes, despite the challenges posed by the alpine environment.",
        "AnswerCn": "无间断的气象和水文数据通过连接自动气象站（AMSs）的观测网络进行监测。该网络包括雪观测超级站和冻土观测超级站，以捕捉雪和冻融过程，尽管高山环境带来了挑战。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about the techniques used to ensure the accuracy and reliability of data collected from eddy covariance systems in assessing evapotranspiration.",
        "QuestionCn": "我对用于确保从涡度协方差系统收集的数据在评估蒸散发方面的准确性和可靠性的技术感到不确定。",
        "AnswerEn": "The eddy covariance system, with a sampling frequency of 10 Hz, measures turbulent fluxes and is used to partition ET into E and T, using the Craig–Gordon model. Quality assurance is maintained by excluding data with high error rates or during instrument malfunction periods.",
        "AnswerCn": "涡度协方差系统以10 Hz的采样频率测量湍流通量，并使用Craig-Gordon模型将蒸散发（ET）分为蒸发（E）和蒸腾（T）。通过排除高误差率的数据或仪器故障期间的数据来维护质量保证。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of how datasets are structured to integrate observations of snow cover properties and frozen ground dynamics for alpine hydrological modeling.",
        "QuestionCn": "我无法理解如何构建数据集，以整合雪盖特性和冻土动态的观测数据，用于高山水文模型。",
        "AnswerEn": "Datasets consist of long-term hydrometeorological, snow cover, and frozen ground data collected from an integrated, distributed, and multiscale observation network. This network includes AMSs, snow superstations, and frozen ground superstations to provide comprehensive data necessary for hydrological modeling.",
        "AnswerCn": "数据集由来自一个集成的、分布式的、多尺度观测网络收集的长期水文气象、雪盖和冻土数据组成。该网络包括自动气象站、雪超级站和冻土超级站，以提供进行水文模型所需的全面数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please summarize the data collection methods used for hydrological and meteorological observations in alpine regions, highlighting any specific instrumentation or techniques employed.",
        "QuestionCn": "总结在高山地区进行水文和气象观测的数据收集方法，强调所使用的特定仪器或技术。",
        "AnswerEn": "In the alpine regions, data collection involves a comprehensive observation network including automatic meteorological stations (AMSs) and superstations for snow and frozen ground observations. The AMSs monitor meteorological variables like wind speed, air temperature, humidity, and precipitation. Snow cover properties are captured using ultrasonic sensors and GammaMONitors to measure snow depth and snow water equivalent. For capturing freeze-thaw processes, soil temperature and moisture are measured at multiple depths. Eddy covariance systems are used to observe evapotranspiration. Remote sensing products are validated using fine-resolution data from the superstations.",
        "AnswerCn": "在阿尔卑斯地区，数据收集涉及一个综合观测网络，包括自动气象站（AMS）和用于雪和冻土观测的超级站。AMS监测气象变量，如风速、空气温度、湿度和降水量。雪盖特性通过超声波传感器和伽马监测仪来测量雪深和雪水当量。为了捕捉冻融过程，土壤温度和湿度在多个深度进行测量。涡度协方差系统用于观察蒸散发。遥感产品通过超级站的高分辨率数据进行验证。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please identify and analyze the challenges encountered in collecting accurate hydrometeorological data in alpine regions, considering environmental and technical factors.",
        "QuestionCn": "请识别和分析在高山地区收集准确水文气象数据时遇到的挑战，考虑环境和技术因素。",
        "AnswerEn": "Challenges in collecting accurate hydrometeorological data in alpine regions include harsh climate conditions, high altitude, and complex topography, which affect data consistency and sensor performance. The scarcity of observation data due to access difficulties and technological barriers impairs model parameterization and remote sensing validation. Strong winds influence the accuracy of snow density measurements by causing snow redistribution. Additionally, technological limitations such as power loss and sensor malfunctions at high altitudes can lead to intermittent data loss.",
        "AnswerCn": "在高山地区收集准确的水文气象数据面临的挑战包括恶劣的气候条件、高海拔和复杂的地形，这些因素影响数据的一致性和传感器的性能。由于访问困难和技术障碍，观测数据的稀缺妨碍了模型参数化和遥感验证。强风影响雪密度测量的准确性，因为它会导致雪的重新分布。此外，高海拔地区的技术限制，如电力损失和传感器故障，可能导致间歇性的数据丢失。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore potential strategies for enhancing the quality and scope of datasets related to evapotranspiration and surface flux measurements in heterogeneous landscapes.",
        "QuestionCn": "请探讨增强与异质景观中蒸散发和表面通量测量相关的数据集质量和范围的潜在策略。",
        "AnswerEn": "Enhancing the quality and scope of datasets related to evapotranspiration and surface flux measurements in heterogeneous landscapes can involve utilizing high-resolution thermal cameras to accurately estimate soil and canopy component temperatures. Combining ground-based measurements with remote sensing data and stable isotope techniques can improve validation of evaporation and transpiration estimates. Implementing integrated observation networks that capture multiscale meteorological and hydrological data, alongside soil and canopy radiometric temperature measurements, can refine model accuracy and expand dataset applicability across diverse vegetation types and climates.",
        "AnswerCn": "提高与异质景观中蒸散发和表面通量测量相关的数据集的质量和范围，可以利用高分辨率热像仪准确估计土壤和树冠组分的温度。将地面测量与遥感数据和稳定同位素技术相结合，可以改善蒸发和蒸腾估算的验证。实施集成观测网络，捕捉多尺度气象和水文数据，以及土壤和树冠辐射温度测量，可以提高模型的准确性，并扩展数据集在不同植被类型和气候条件下的适用性。",
        "Level": "C6(Creating)"
      }
    ]
  }
}