{
  "id": "36924384-e707-4410-96b7-d95db1f42499",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Sporopollen analysis data set of typical laminar lakes in Qinghai Tibet Plateau (350-2006)",
      "titleCn": "青藏高原典型纹层湖泊孢粉分析数据集（350-2006）",
      "description": "This data set comes from papers: Cui, A.N., Lu, H.Y., Liu, x.q., Shen, C.M., Xu, D.K., Xu, b.q., Wu, n.q., 2021. Tibetan Plateau precision modulated by the periodically coupled western and Asian Mongolia. Geophysical research letters, 48, Based on the advantage of accurate dating of the annual laminar sediments of the lake Kusai in the northern Tibetan Plateau, the authors analyzed the changes of plant sporopollen species in the area around the lake Kusai in the past 1656 years (350-2006) with high resolution (~ 5-year resolution), Based on 735 representative soil sporopollen assemblages and meteorological interpolation data within 800 km of Lake Kusai and its surrounding areas, a high-precision sporopollen annual precipitation conversion function was established to quantitatively reconstruct the precipitation and annual mean temperature changes in the past 1656 years. This data set provides a reference for studying the past climate change law and predicting the future climate change trend of the Qinghai Tibet Plateau.",
      "descriptionCn": "本数据集来源于论文：Cui, A.N., Lu, H.Y., Liu, X.Q., Shen, C.M., Xu, D.K., Xu, B.Q., Wu, N.Q., 2021. Tibetan Plateau precipitation modulated by the periodically coupled westerlies and Asian monsoon. Geophysical Research Letters, 48, e2020GL091543. DOI: 10.1029/2020GL091543. 作者利用青藏高原北部库赛湖年纹层沉积具有准确定年的优势，高分辨率分析（~5年分辨率）、鉴定了过去1656年（公元350年到公元2006年止）以来库赛湖周边地区植物孢粉种类的变化，并基于库赛湖及其周边800 km范围内的735个现代表土孢粉组合及气象插值数据，建立了高精度的孢粉-年降水转换函数，定量重建了过去1656年降水和年均温变化。本数据集为研究青藏高原过去气候变化规律及预测未来气候变化趋势提供参考。",
      "instructions": "File naming: the data is named after the name of the paper and stored in. CSV file, which can be opened by Excel software.",
      "instructionsCn": "文件命名：数据以论文名称命名，以.csv文件存储，可用Excel软件打开。",
      "east": 94.0,
      "west": 92.0,
      "south": 35.0,
      "north": 36.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 20691.0,
      "cstr": null,
      "doi": "10.1029/2020GL091543",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "吕厚远",
        "nameEn": "LV Houyuan",
        "unitEn": "Institute of Geology and Geophysics, CAS",
        "unitCn": "中国科学院地质与地球物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Tibetan Plateau precipitation modulated by the periodically coupled westerlies and Asian monsoon",
        "referenceCn": null,
        "referenceEn": "Cui, A., Lu, H., Liu, X., Shen, C., Xu, D., Xu, B., & Wu, N. (2021). Tibetan plateau precipitation modulated by the periodically coupled westerlies and Asian monsoon. Geophysical Research Letters, 48, e2020GL091543. https://doi.org/10.1029/2020GL091543"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "古气候重建",
        "nameEn": "Paleoclimate Reconstruction"
      },
      {
        "nameCn": "花粉",
        "nameEn": "Pollen"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原北部",
        "keywordEn": "Northern Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "350-2006",
        "keywordEn": "350-2006",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
        "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "As the “Asian Water Tower”, the Tibetan Plateau (TP) plays a crucial role in regulating the hydro-climatology of several prominent Asian rivers, which sustain more than one-fifth of the world’s population in the neighboring countries. In recent decades, the expansion of lake areas as well as the rise of lake levels resulting from increased precipitation and melting of glaciers have been observed in the TP interior. The increased precipitation could substantially improve the ecological environment via increases in vegetation coverage and ecosystem productivity; however, it may also increase the risk of flood disasters threatening the Qinghai-Tibet Railway. Observational data indicate that the water vapor in the TP interior is mainly transported by the mid-latitude Westerlies and the South Asian summer monsoon (SASM). Although the available long-term precipitation records derived from tree-rings can extend as far as 3,500 years into the past, they are from the low-elevation marginal regions of the TP, where the water vapor is supplied by the East Asian summer monsoon (EASM) or the SASM. Precipitation records spanning the past few centuries based on the accumulation rate of ice cores are also available from the high mountains in the TP, but the precipitation processes are quite different from those in the interior of the TP, although the water vapor in both cases is transported by the Westerlies and the Asian summer monsoon. Therefore, long-term precipitation records from the TP interior are important for revealing precipitation cycles on the decadal-centennial scale and their driving mechanisms. Given the wide distribution of lakes in the TP, lacustrine sediments are more suitable than the more geographically limited tree-ring and ice core records for reconstructing past variations in the hydroclimatic conditions of the TP interior. Many studies have used biotic and abiotic indicators from lake sediments as quantitative climatic proxies. Among them, fossil pollen records from lakes have been widely used to reconstruct the paleoclimate of the TP interior."
      ],
      "research objective": [
        "Here we present a 1,656-years (5-years-resolution) mean annual precipitation record reconstructed by fossil pollen assemblages from the annually laminated sediments of a lake in the TP interior. The relationships between these dominant multidecadal-centennial precipitation cycles and large-scale atmospheric circulation patterns can be used to interpret precipitation variability within the TP over the last 1,656 years. In addition, the results provide a context for interpreting recently increased precipitation across the TP, suggesting the possible persistence of high precipitation in the future."
      ],
      "challenges": [],
      "methods": [
        "In September 2006, a 364-cm-long sediment core (KSS-V) was raised from the southeastern part of Kusai Lake in a water depth of 14.5 m. The sediment core was cut into blocks for lamination counting. With the assistance of an optical microscope, we counted the lamination at least three times to determine an age model, which has a ∼1% error based on replicate counts. Additionally, we measured the 210Pb, 137Cs activity of the upper 25 cm of the core and 11 AMS 14C ages to validate the robustness of the age model based on annual laminations. 364 samples with an average resolution of 5-years were used for pollen analysis. Lycopodium spores (27,560 grains/tablet) were used before acid-alkali treatment to calculate pollen concentrations. Sample residues were mounted in glycerin and analyzed using a Leica DM 750 microscope with the aid of the Pollen Flora of China. More than 400 terrestrial pollen grains were counted per sample. MAP and MAT were quantitatively reconstructed using C2 software. The modern pollen dataset was derived from previous work. An optimal transfer function was selected by minimizing the root mean-square-error of prediction (RMSEP) and maximizing the coefficient of determination (R2) between observed and predicted MAP values. In order to detect the dominant modes of the oscillations in the MAP, we first performed ensemble empirical mode decomposition (EEMD), a noise-assisted data analysis, on the reconstructed MAP. We then calculated the power spectrum of the detrended MAP using the Morlet wavelet to characterize its statistical significance. Finally, we estimated the MAP for the next 50 years using singular spectrum analysis (SSA), a widely used nonparametric spectral estimation method in nonlinear climatic time series analysis."
      ],
      "dataset": [
        "Here we present a 5-years-resolution quantitative mean annual precipitation (MAP) record of the past 1,656 years from the TP interior. The record is inferred based on pollen assemblages from the annually laminated sediments of Lake Kusai and was obtained using a weighted averaging partial least squares (WA-PLS) regression model."
      ],
      "findings": [
        "The record reveals three dominant cycles, with lengths of ∼200-, ∼88-, and ∼60-years, associated with changes in the Westerlies and the Asian monsoon. These precipitation cycles suggest that the current high precipitation in the TP interior results from the superposition of cyclic highs in precipitation, and this trend may continue for the next several decades. The MAP reconstruction revealed three significant cycles, with periodicities of ∼200-, ∼88-, and ∼60-years, which dominated hydroclimatic variations across the TP interior. The ∼200-years cycle is attributed to the Westerlies, whereas the multidecadal cycles (∼60-years and ∼88-years) are likely related to the Asian monsoon. The record demonstrates that precipitation variations over the TP interior were mainly controlled by the Westerlies, although the Asian monsoon made a substantial contribution in summer. The periodicities in MAP during the last 1,656 years not only support the recent humidification of the TP interior, but they also enable us to predict a possible wetting trend over next decades."
      ],
      "backgroundCn": [
        "作为“亚洲水塔”，青藏高原在调节多个重要亚洲河流的水文气候方面发挥着至关重要的作用，这些河流滋养着邻国超过五分之一的世界人口。近年来，青藏高原内部湖泊面积的扩大以及湖面水位的上升，主要是由于降水量增加和冰川融化的影响。增加的降水量可能通过提高植被覆盖率和生态系统生产力显著改善生态环境；然而，它也可能增加洪灾风险，威胁青藏铁路。观测数据显示，青藏高原内部的水汽主要由中纬度西风带和南亚夏季季风（SASM）输送。尽管来自树轮的长期降水记录可以追溯到3500年前，但这些记录来自青藏高原的低海拔边缘地区，那里水汽主要由东亚夏季季风（EASM）或南亚夏季季风（SASM）提供。基于冰芯的降水记录可以追溯到过去几个世纪，来自青藏高原的高山，但这些降水过程与青藏高原内部的降水过程有很大不同，尽管在这两种情况下，水汽都是由西风带和亚洲夏季季风输送的。因此，来自青藏高原内部的长期降水记录对于揭示十年到百年尺度的降水周期及其驱动机制至关重要。鉴于青藏高原湖泊的广泛分布，湖泊沉积物比地理上更有限的树轮和冰芯记录更适合重建青藏高原内部水文气候条件的过去变化。许多研究利用湖泊沉积物中的生物和非生物指标作为定量气候代理。其中，湖泊的化石花粉记录被广泛用于重建青藏高原内部的古气候。"
      ],
      "research objectiveCn": [
        "我们在这里呈现了一个由青藏高原内部湖泊的年层沉积物中的化石花粉组合重建的1,656年（5年分辨率）平均年降水量记录。这些主导的多年代际-世纪降水周期与大规模大气环流模式之间的关系可以用来解释过去1,656年青藏高原的降水变异。此外，结果为解释青藏高原最近增加的降水提供了背景，暗示未来可能会持续高降水量。"
      ],
      "challengesCn": [],
      "methodsCn": [
        "2006年9月，从库赛湖东南部14.5米水深处提取了一根364厘米长的沉积物柱（KSS-V）。沉积物柱被切割成块以进行层理计数。在光学显微镜的帮助下，我们至少进行了三次层理计数，以确定一个基于年层的年龄模型，该模型的误差约为1%，基于重复计数。此外，我们测量了沉积物柱上部25厘米的210Pb和137Cs活性，并进行了11个AMS 14C年龄测定，以验证基于年层的年龄模型的稳健性。共分析了364个样本，平均分辨率为5年，用于花粉分析。在酸碱处理前，使用27,560颗孢子/片的石松孢子计算花粉浓度。样本残留物用甘油装载，并使用Leica DM 750显微镜进行分析，参考《中国花粉植物志》。每个样本中计数了超过400个陆生花粉粒。使用C2软件定量重建了年降水量（MAP）和年平均气温（MAT）。现代花粉数据集来源于之前的研究。通过最小化预测的均方根误差（RMSEP）并最大化观察值与预测的MAP值之间的决定系数（R2），选择了最佳转移函数。为了检测MAP的主导振荡模式，我们首先对重建的MAP进行了集合经验模态分解（EEMD），这是一种噪声辅助的数据分析方法。然后，我们使用Morlet小波计算去趋势MAP的功率谱，以表征其统计显著性。最后，我们使用奇异谱分析（SSA），这是一种广泛应用于非线性气候时间序列分析的非参数谱估计方法，估计了未来50年的MAP。"
      ],
      "datasetCn": [
        "我们在此呈现了来自青藏 Plateau 内部的过去1,656年的5年分辨率定量年均降水量（MAP）记录。该记录是基于库赛湖年层沉积物中的花粉组合推断得出的，并使用加权平均偏最小二乘（WA-PLS）回归模型获得。"
      ],
      "findingsCn": [
        "记录显示出三个主要的周期，周期长度分别约为200年、88年和60年，这些周期与西风带和亚洲季风的变化相关。这些降水周期表明，当前青藏高原内部的高降水量是周期性降水高峰叠加的结果，这一趋势可能会持续数十年。年均降水量重建揭示了三个显著的周期，周期分别为约200年、88年和60年，这些周期主导了青藏高原内部的水文气候变化。约200年的周期归因于西风带，而多年代际周期（约60年和88年）可能与亚洲季风有关。记录表明，青藏高原内部的降水变化主要受西风带的控制，尽管亚洲季风在夏季也做出了重要贡献。过去1656年间年均降水量的周期性不仅支持了青藏高原内部最近的湿润化趋势，还使我们能够预测未来几十年可能出现的湿润趋势。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Can pollen analysis provide a reliable method for reconstructing past climate conditions in the Tibetan Plateau?",
        "QuestionCn": "花粉分析能否提供一种可靠的方法来重建青藏高原的过去气候条件？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Are quantitative reconstructions of mean annual precipitation (MAP) more accurately achieved using C2 software, a weighted averaging partial least squares (WA-PLS) regression model, or another method?",
        "QuestionCn": "定量重建年均降水量（MAP）是通过C2软件、加权平均偏最小二乘（WA-PLS）回归模型，还是其他方法更为准确？",
        "AnswerEn": "weighted averaging partial least squares (WA-PLS) regression model",
        "AnswerCn": "加权平均偏最小二乘（WA-PLS）回归模型",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the age model of sediment cores validated using lamination counting, 210Pb/137Cs activity measurement, AMS 14C dating, or a combination of these methods?",
        "QuestionCn": "沉积物岩心的年龄模型是否通过层理计数、210Pb/137Cs 活度测量、AMS 14C 测年或这些方法的组合进行验证？",
        "AnswerEn": "a combination of lamination counting, 210Pb/137Cs activity measurement, and AMS 14C dating",
        "AnswerCn": "层理计数、210Pb/137Cs 活度测量和 AMS 14C 测年相结合",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the main data collection methods used to reconstruct past precipitation records in the Tibetan Plateau?",
        "QuestionCn": "重建青藏高原过去降水记录的主要数据收集方法有哪些？",
        "AnswerEn": "Fossil pollen assemblages, sediment cores, lamination counting, 210Pb and 137Cs activity measurement, AMS 14C dating, pollen concentration calculation",
        "AnswerCn": "化石花粉组合、沉积物岩心、层理计数、210Pb和137Cs活度测量、AMS 14C测年、花粉浓度计算",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where were the sediment cores collected for analyzing precipitation cycles in the Tibetan Plateau?",
        "QuestionCn": "用于分析青藏高原降水循环的沉积物核心是在哪里收集的？",
        "AnswerEn": "southeastern part of Kusai Lake",
        "AnswerCn": "库赛湖东南部",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to derive long-term precipitation records in the Tibetan Plateau?",
        "QuestionCn": "您能否提供一个用于获取青藏高原长期降水记录的数据收集方法的例子？",
        "AnswerEn": "In September 2006, a sediment core was extracted from Kusai Lake in the Tibetan Plateau. The sediment core was analyzed for pollen assemblages using lamination counting and various radiometric dating techniques, including 210Pb and 137Cs activity measurements, as well as AMS 14C dating, to build a robust age model for reconstructing mean annual precipitation over 1,656 years.",
        "AnswerCn": "2006年9月，从青藏高原的库赛湖提取了一根沉积物柱。通过层理计数和多种放射性测年技术（包括210Pb和137Cs活度测量，以及AMS 14C测年）对沉积物柱进行了花粉组合分析，以建立一个可靠的年龄模型，从而重建过去1,656年的年均降水量。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of using a statistical model to reconstruct past climatic conditions from lake sediments?",
        "QuestionCn": "使用统计模型从湖泊沉积物重建过去气候条件的一个例子是什么？",
        "AnswerEn": "A weighted averaging partial least squares (WA-PLS) regression model was applied to the pollen assemblages from Kusai Lake's annually laminated sediments to quantitatively reconstruct a 5-year resolution mean annual precipitation record for the past 1,656 years in the Tibetan Plateau.",
        "AnswerCn": "在库赛湖的年层沉积物中应用了加权平均偏最小二乘（WA-PLS）回归模型，以定量重建过去1,656年藏族高原的5年分辨率年均降水量记录。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you give an example of how modern datasets are employed to validate historical climatic reconstructions in the Tibetan Plateau?",
        "QuestionCn": "你能举一个现代数据集如何用于验证青藏高原历史气候重建的例子吗？",
        "AnswerEn": "Modern pollen datasets derived from previous research were utilized to develop a transfer function by minimizing prediction errors and maximizing the correlation between observed and predicted mean annual precipitation values, which were then used to validate the historical climatic reconstructions from Kusai Lake sediments.",
        "AnswerCn": "现代花粉数据集来自于之前的研究，利用这些数据集开发了一个转移函数，通过最小化预测误差和最大化观察值与预测的年均降水量之间的相关性，随后用于验证来自库赛湖沉积物的历史气候重建。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the features of the pollen analysis technique used in data collection?",
        "QuestionCn": "花粉分析技术在数据收集中的特点有哪些？",
        "AnswerEn": "Lycopodium spores, pollen concentrations, sample residues mounted in glycerin, microscope analysis, more than 400 terrestrial pollen grains counted per sample, MAP and MAT quantitatively reconstructed using C2 software",
        "AnswerCn": "石松孢子、花粉浓度、样品残留物用甘油固定、显微镜分析，每个样品计数超过400个陆生花粉粒，使用C2软件定量重建MAP和MAT。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the significant attributes of the quantitative mean annual precipitation record derived from lacustrine sediments?",
        "QuestionCn": "从湖泊沉积物中得出的定量年均降水量记录的显著属性是什么？",
        "AnswerEn": "5-year resolution, 1,656-year period, inferred from pollen assemblages, WA-PLS regression model, dominant cycles linked to changes in atmospheric circulation patterns",
        "AnswerCn": "5年分辨率，1656年周期，从花粉组合推断，WA-PLS回归模型，主要周期与大气环流模式变化相关。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many pollen samples were analyzed to reconstruct the mean annual precipitation record?",
        "QuestionCn": "分析了多少个花粉样本以重建年均降水量记录？",
        "AnswerEn": "364 samples",
        "AnswerCn": "364个样本",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the error margin associated with the age model used in the sediment core analysis?",
        "QuestionCn": "与沉积物核心分析中使用的年龄模型相关的误差范围是多少？",
        "AnswerEn": "1%",
        "AnswerCn": "1%",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many dominant precipitation cycles were identified in the mean annual precipitation record from the Tibetan Plateau interior?",
        "QuestionCn": "在青藏 Plateau 内部的年均降水记录中识别出了多少个主导降水周期？",
        "AnswerEn": "200 years, 88 years, 60 years",
        "AnswerCn": "200年，88年，60年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is 'fossil pollen analysis' in the context of studying historical climate variations?",
        "QuestionCn": "在研究历史气候变化的背景下，什么是“化石花粉分析”？",
        "AnswerEn": "Fossil pollen analysis involves examining pollen grains preserved in sediments to infer past vegetation and climate conditions. In the context of studying historical climate variations, it uses pollen assemblages from lake sediments to reconstruct past climate parameters, such as mean annual precipitation, by evaluating changes in pollen types over time.",
        "AnswerCn": "化石花粉分析涉及检查保存在沉积物中的花粉颗粒，以推断过去的植被和气候条件。在研究历史气候变化的背景下，它利用湖泊沉积物中的花粉组合来重建过去的气候参数，例如通过评估花粉类型随时间的变化来推断年均降水量。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'ensemble empirical mode decomposition' mean in the analysis of climatic data?",
        "QuestionCn": "“集成经验模态分解”在气候数据分析中的意思是什么？",
        "AnswerEn": "Ensemble empirical mode decomposition (EEMD) is a data analysis method used to identify dominant modes of oscillations in time series data. It is a noise-assisted technique that helps decompose a signal into intrinsic mode functions, allowing researchers to analyze complex climatic data like reconstructed mean annual precipitation to identify significant cycles over time.",
        "AnswerCn": "集合经验模态分解（EEMD）是一种数据分析方法，用于识别时间序列数据中的主导振荡模式。它是一种辅助噪声的技术，帮助将信号分解为固有模态函数，使研究人员能够分析复杂的气候数据，如重建的年均降水量，以识别随时间变化的重要周期。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the method of using fossil pollen records from lake sediments compare with using tree-ring data in terms of reconstructing past climate variations in the Tibetan Plateau?",
        "QuestionCn": "使用湖泊沉积物中的化石花粉记录与使用树轮数据在重建青藏高原过去气候变化方面有什么比较？",
        "AnswerEn": "Fossil pollen records from lake sediments are more suitable for reconstructing past variations in the hydroclimatic conditions of the Tibetan Plateau interior due to the wide distribution of lakes and the ability to provide long-term precipitation records. In contrast, tree-ring data typically come from low-elevation marginal regions and are influenced by different water vapor sources, like the East Asian or South Asian summer monsoon.",
        "AnswerCn": "来自湖泊沉积物的化石花粉记录更适合重建青藏高原内部的水文气候条件变化，因为湖泊广泛分布，并且能够提供长期的降水记录。相比之下，树轮数据通常来自低海拔的边缘地区，并受到不同水汽来源的影响，如东亚或南亚夏季季风。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How does the use of annually laminated sediment cores for climate reconstruction compare to other methods like ice core analysis in terms of data resolution and applicability in the Tibetan Plateau?",
        "QuestionCn": " annually laminated sediment cores用于气候重建的方式与冰芯分析等其他方法相比，在数据分辨率和在青藏高原的适用性方面如何？",
        "AnswerEn": "Annually laminated sediment cores offer a high-resolution (~5 years) climate reconstruction suitable for the Tibetan Plateau interior, capturing detailed precipitation cycles. In contrast, ice core analysis provides precipitation records from high mountains with processes differing from the interior, often resulting in lower resolution data influenced by different climatic factors.",
        "AnswerCn": "年度层状沉积物核心提供了适合青藏高原内部的高分辨率（约5年）气候重建，捕捉了详细的降水周期。相比之下，冰芯分析提供了来自高山的降水记录，其过程与内部不同，通常导致受不同气候因素影响的较低分辨率数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the identification of dominant multidecadal-centennial precipitation cycles tell us about the interactions between atmospheric circulation patterns and climatic changes on the Tibetan Plateau?",
        "QuestionCn": "识别主导的多年代-世纪降水周期可以告诉我们关于大气环流模式与青藏高原气候变化之间相互作用的哪些信息？",
        "AnswerEn": "The identification of dominant multidecadal-centennial precipitation cycles reveals that the interactions between atmospheric circulation patterns, such as the Westerlies and the Asian monsoon, have significantly influenced precipitation variability on the Tibetan Plateau over the past 1,656 years. These cycles help to interpret past precipitation patterns and suggest that recent increases in precipitation may persist, indicating a possible wetting trend in the future.",
        "AnswerCn": "主导的多年代-百年降水周期的识别揭示了大气环流模式之间的相互作用，如西风带和亚洲季风，显著影响了过去1,656年青藏高原的降水变异性。这些周期有助于解释过去的降水模式，并暗示近期降水的增加可能会持续，表明未来可能出现湿润趋势。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the use of fossil pollen records from lake sediments contribute to the reconstruction of paleoclimate in the Tibetan Plateau compared to other methods like tree-rings or ice cores?",
        "QuestionCn": "化石花粉记录来自湖泊沉积物的使用如何与树木年轮或冰芯等其他方法相比，有助于重建青藏高原的古气候？",
        "AnswerEn": "Fossil pollen records from lake sediments provide a more geographically comprehensive dataset for reconstructing paleoclimate conditions in the Tibetan Plateau interior. Unlike tree-rings or ice cores, which are limited by geographical spread and different precipitation processes, lake sediment-derived pollen records offer a more detailed and widespread understanding of past hydroclimatic conditions, capturing the influence of both the Westerlies and the Asian monsoon.",
        "AnswerCn": "湖泊沉积物中的化石花粉记录为重建青藏高原内部的古气候条件提供了更具地理广泛性的数据库。与树轮或冰芯不同，后者受限于地理分布和不同的降水过程，湖泊沉积物衍生的花粉记录提供了对过去水文气候条件更详细和广泛的理解，捕捉了西风带和亚洲季风的影响。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What methodological steps are involved in transforming pollen assemblages from annually laminated lake sediments into a quantitative mean annual precipitation record, and what challenges might arise in this process?",
        "QuestionCn": "将每年层状湖泊沉积物中的花粉组合转化为定量的年均降水量记录涉及哪些方法步骤，以及在此过程中可能出现哪些挑战？",
        "AnswerEn": "Transforming pollen assemblages into a quantitative mean annual precipitation record involves collecting sediment cores, counting laminations to determine an age model, analyzing pollen concentrations using Lycopodium spores, and employing software like C2 for quantitative reconstruction of mean annual precipitation and temperature. Challenges in this process may include ensuring the accuracy of the age model, selecting an optimal transfer function, and dealing with uncertainties in the prediction of future precipitation trends using spectral estimation methods.",
        "AnswerCn": "将花粉组合转化为定量的年均降水量记录涉及收集沉积物核心、计数层理以确定年龄模型、使用石松孢子分析花粉浓度，以及使用C2等软件进行年均降水量和温度的定量重建。这个过程中的挑战可能包括确保年龄模型的准确性、选择最佳的传递函数，以及在使用谱估计方法预测未来降水趋势时处理不确定性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What underlying factors contribute to the selection of pollen assemblages as proxies for reconstructing past climate conditions in the Tibetan Plateau?",
        "QuestionCn": "哪些潜在因素促成了花粉组合被选为重建青藏高原过去气候条件的代理？",
        "AnswerEn": "The wide distribution of lakes in the Tibetan Plateau makes lacustrine sediments suitable for reconstructing past hydroclimatic conditions. Fossil pollen records from lakes have been widely used as they provide long-term precipitation records from the interior of the Tibetan Plateau, revealing precipitation cycles on decadal-centennial scales and their driving mechanisms.",
        "AnswerCn": "青藏高原湖泊的广泛分布使得湖相沉积物适合重建过去的水文气候条件。来自湖泊的化石花粉记录被广泛使用，因为它们提供了青藏高原内部长期降水记录，揭示了十年到百年尺度的降水循环及其驱动机制。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it important to use a multi-method approach, such as the combination of 210Pb, 137Cs activity, and AMS 14C ages, in validating age models for sediment cores?",
        "QuestionCn": "为什么使用多方法方法（例如结合210Pb、137Cs活性和AMS 14C年龄）在验证沉积物核心的年龄模型中是重要的？",
        "AnswerEn": "Using multiple validation methods, like 210Pb, 137Cs activity, and AMS 14C ages, ensures the robustness and accuracy of age models derived from annual laminations in sediment cores. This multi-method approach helps reduce errors and increases the reliability of the chronological framework needed for high-resolution analysis of past climate conditions.",
        "AnswerCn": "使用多种验证方法，如210Pb、137Cs活度和AMS 14C年龄，确保从沉积物核心的年层中推导出的年龄模型的稳健性和准确性。这种多方法的结合有助于减少错误，提高高分辨率分析过去气候条件所需的时间框架的可靠性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What causes the reliance on ensemble empirical mode decomposition and singular spectrum analysis in detecting and predicting precipitation cycles in the Tibetan Plateau?",
        "QuestionCn": "导致在青藏 Plateau 检测和预测降水周期时依赖于集合经验模态分解和奇异谱分析的原因是什么？",
        "AnswerEn": "Ensemble empirical mode decomposition (EEMD) and singular spectrum analysis (SSA) are relied upon for detecting and predicting precipitation cycles because they are effective noise-assisted data analysis and nonparametric spectral estimation methods, respectively. These techniques are used to identify dominant oscillation modes in mean annual precipitation records and to predict future trends in precipitation variability.",
        "AnswerCn": "集合经验模态分解（EEMD）和奇异谱分析（SSA）被用于检测和预测降水周期，因为它们分别是有效的噪声辅助数据分析和非参数谱估计方法。这些技术用于识别年均降水记录中的主导振荡模式，并预测降水变异性的未来趋势。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "If a high-resolution pollen analysis is conducted using annually laminated lake sediments, what are the potential consequences for reconstructing long-term precipitation records?",
        "QuestionCn": "如果使用每年层理的湖泊沉积物进行高分辨率花粉分析，那么在重建长期降水记录时可能会产生哪些潜在后果？",
        "AnswerEn": "Conducting a high-resolution pollen analysis using annually laminated lake sediments can lead to the development of precise long-term precipitation records, as it allows for the identification of multidecadal to centennial precipitation cycles and their driving mechanisms. This approach supports the understanding of past climate variability and aids in predicting future climatic trends.",
        "AnswerCn": "通过对每年层状湖泊沉积物进行高分辨率花粉分析，可以开发出精确的长期降水记录，因为它能够识别多年代到百年尺度的降水周期及其驱动机制。这种方法有助于理解过去的气候变异，并有助于预测未来的气候趋势。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the implications for climate reconstruction accuracy when using a weighted averaging partial least squares regression model on pollen data?",
        "QuestionCn": "使用加权平均偏最小二乘回归模型对花粉数据进行气候重建时，对气候重建准确性的影响是什么？",
        "AnswerEn": "Using a weighted averaging partial least squares regression model on pollen data can enhance the accuracy of climate reconstruction by providing a quantitative mean annual precipitation record. This method helps in minimizing prediction errors and improving the correlation between observed and predicted values, offering reliable insights into historical climate patterns.",
        "AnswerCn": "使用加权平均偏最小二乘回归模型对花粉数据进行分析，可以通过提供定量的年均降水量记录来提高气候重建的准确性。这种方法有助于最小化预测误差，并改善观察值与预测值之间的相关性，从而提供对历史气候模式的可靠洞察。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How might the integration of modern pollen datasets with fossil pollen records influence the understanding of precipitation variability over centuries?",
        "QuestionCn": "现代花粉数据集与化石花粉记录的整合将如何影响对几个世纪降水变异性的理解？",
        "AnswerEn": "The integration of modern pollen datasets with fossil pollen records can significantly enhance the understanding of precipitation variability over centuries by providing a robust framework for calibrating and validating past climatic conditions. This approach allows for the development of precise transfer functions, facilitating the reconstruction of historical precipitation trends and their relationship with large-scale atmospheric circulation patterns.",
        "AnswerCn": "现代花粉数据集与化石花粉记录的整合可以显著增强对数百年来降水变异性的理解，通过提供一个稳健的框架来校准和验证过去的气候条件。这种方法允许开发精确的传递函数，促进历史降水趋势的重建及其与大规模大气环流模式的关系。",
        "Level": "C6(Creating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the objective of reconstructing mean annual precipitation records using fossil pollen assemblages from lake sediments?",
        "QuestionCn": "重建湖泊沉积物中的化石花粉组合所反映的年均降水量记录的目标是什么？",
        "AnswerEn": "The objective is to present a 1,656-years mean annual precipitation record to understand the precipitation variability within the Tibetan Plateau over the last 1,656 years and provide a context for interpreting recently increased precipitation, which may suggest high precipitation persistence in the future.",
        "AnswerCn": "目标是呈现一个1,656年的年均降水量记录，以了解过去1,656年内青藏高原的降水变异性，并为解释最近增加的降水提供背景，这可能暗示未来降水的持续性较高。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to use a weighted averaging partial least squares regression model for estimating precipitation from pollen data?",
        "QuestionCn": "使用加权平均偏最小二乘回归模型从花粉数据估计降水量的重要性是什么？",
        "AnswerEn": "Using a weighted averaging partial least squares regression model is important to provide quantitative reconstructions of mean annual precipitation based on pollen assemblages, which helps in understanding the hydroclimatic variations and dominant precipitation cycles in the Tibetan Plateau interior.",
        "AnswerCn": "使用加权平均偏最小二乘回归模型对于基于花粉组合提供年均降水量的定量重建非常重要，这有助于理解青藏高原内部的水文气候变化和主导降水周期。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures were implemented to ensure the accuracy and reliability of the age model in the collected sediment core data from a lake in the Tibetan Plateau?",
        "QuestionCn": "为了确保从青藏高原湖泊收集的沉积物核心数据的年龄模型的准确性和可靠性，实施了哪些程序？",
        "AnswerEn": "The age model was determined by counting laminations at least three times using an optical microscope. To validate its robustness, the 210Pb and 137Cs activity of the upper 25 cm of the core and 11 AMS 14C ages were measured, resulting in a model with approximately 1% error based on replicate counts.",
        "AnswerCn": "年龄模型是通过使用光学显微镜对层理进行至少三次计数来确定的。为了验证其稳健性，测量了核心上部25厘米的210Pb和137Cs活性以及11个AMS 14C年龄，最终得出的模型基于重复计数，误差约为1%。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How were pollen concentrations calculated during the data collection process for reconstructing past climate conditions in the Tibetan Plateau?",
        "QuestionCn": "在重建青藏高原过去气候条件的数据收集过程中，花粉浓度是如何计算的？",
        "AnswerEn": "Pollen concentrations were calculated using Lycopodium spores (27,560 grains/tablet) added before acid-alkali treatment. The residue was mounted in glycerin and analyzed using a Leica DM 750 microscope, with more than 400 terrestrial pollen grains counted per sample.",
        "AnswerCn": "花粉浓度是通过在酸碱处理前添加石松孢子（每片27,560颗孢子）计算得出的。残留物用甘油封片，并使用徕卡DM 750显微镜进行分析，每个样本计数超过400颗陆生花粉粒。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What methodological steps were taken to reconstruct mean annual precipitation from pollen assemblages in lake sediments?",
        "QuestionCn": "为了从湖泊沉积物中的花粉组合重建年均降水量，采取了哪些方法步骤？",
        "AnswerEn": "Mean annual precipitation was quantitatively reconstructed using C2 software with a weighted averaging partial least squares (WA-PLS) regression model. The modern pollen dataset was derived from previous work, and an optimal transfer function was selected by minimizing the root mean-square-error of prediction (RMSEP) and maximizing the coefficient of determination (R2) between observed and predicted values.",
        "AnswerCn": "年均降水量通过C2软件使用加权平均偏最小二乘（WA-PLS）回归模型进行了定量重建。现代花粉数据集来源于之前的研究，并通过最小化预测均方根误差（RMSEP）和最大化观察值与预测值之间的决定系数（R2）选择了最佳传递函数。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection techniques enabled the reconstruction of historical precipitation patterns over the past 1,656 years in the Tibetan Plateau?",
        "QuestionCn": "哪些数据收集技术使得能够重建过去1,656年西藏高原的降水模式？",
        "AnswerEn": "The reconstruction of historical precipitation patterns was enabled by high-resolution analysis of pollen assemblages from annually laminated sediments of Lake Kusai. The age model was validated using optical microscopy for lamination counting, activities of 210Pb and 137Cs, and AMS 14C dating, while pollen analysis involved Lycopodium spores and microscope examinations.",
        "AnswerCn": "通过对库赛湖年层沉积物中花粉组合的高分辨率分析，重建了历史降水模式。年龄模型通过光学显微镜进行层理计数、210Pb和137Cs的活度以及AMS 14C测年进行了验证，而花粉分析则涉及了石松孢子和显微镜检查。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How do modern pollen datasets and transfer functions contribute to the accuracy of climate reconstructions in the Tibetan Plateau?",
        "QuestionCn": "现代花粉数据集和转换函数如何提高青藏高原气候重建的准确性？",
        "AnswerEn": "Modern pollen datasets and transfer functions enhance the accuracy of climate reconstructions by providing a basis for quantitative reconstruction of mean annual precipitation and mean annual temperature. An optimal transfer function is selected by minimizing the root mean-square-error of prediction and maximizing the coefficient of determination between observed and predicted values.",
        "AnswerCn": "现代花粉数据集和传递函数通过提供定量重建年均降水量和年均温度的基础，提高了气候重建的准确性。通过最小化预测的均方根误差和最大化观察值与预测值之间的决定系数，选择最佳传递函数。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What methods are used to identify dominant precipitation cycles and their causes in the Tibetan Plateau over historical periods?",
        "QuestionCn": "在历史时期，识别青藏 Plateau 上主导降水周期及其原因的方法有哪些？",
        "AnswerEn": "To identify dominant precipitation cycles, ensemble empirical mode decomposition (EEMD) is performed on reconstructed precipitation data, followed by calculating the power spectrum using the Morlet wavelet. Singular spectrum analysis (SSA) is also utilized for nonparametric spectral estimation of climatic time series, revealing cycles related to the Westerlies and Asian monsoon.",
        "AnswerCn": "为了识别主导降水周期，对重建的降水数据进行集合经验模态分解（EEMD），随后使用Morlet小波计算功率谱。同时，采用奇异谱分析（SSA）对气候时间序列进行非参数谱估计，揭示与西风带和亚洲季风相关的周期。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might a data collection method involving fossil pollen analyses not provide the expected high-resolution insights into past climate conditions on the Tibetan Plateau?",
        "QuestionCn": "为什么涉及化石花粉分析的数据收集方法可能无法提供对青藏高原过去气候条件的预期高分辨率洞察？",
        "AnswerEn": "The resolution and accuracy of fossil pollen analyses can be affected by various factors such as the preservation state of pollen grains, the representativeness of the sediment core, and potential errors in dating models. These factors can introduce uncertainties in reconstructing climate conditions, especially in areas like the Tibetan Plateau where climatic influences are complex and multi-faceted.",
        "AnswerCn": "化石花粉分析的分辨率和准确性可能受到多种因素的影响，例如花粉颗粒的保存状态、沉积核心的代表性以及年代模型中的潜在误差。这些因素可能在重建气候条件时引入不确定性，特别是在像青藏高原这样气候影响复杂多面的地区。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What might be the reasons for the unexpected variability in precipitation cycles observed in the Tibetan Plateau datasets?",
        "QuestionCn": "在青藏高原数据集中观察到降水周期的意外变异性可能的原因是什么？",
        "AnswerEn": "Unexpected variability in precipitation cycles could stem from the intricate interactions between large-scale atmospheric circulation patterns, such as the Westerlies and the Asian monsoon, and local geographic and topographic factors. Additionally, the resolution of the data and the methods used to infer these cycles, like pollen analysis and spectral estimation, might also influence the observed variability.",
        "AnswerCn": "降水周期的意外变异可能源于大规模大气环流模式（如西风带和亚洲季风）与地方地理和地形因素之间复杂的相互作用。此外，数据的分辨率和用于推断这些周期的方法（如花粉分析和谱估计）也可能影响观察到的变异性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using fossil pollen assemblages from lake sediments as a method for reconstructing long-term precipitation records?",
        "QuestionCn": "如何评估使用湖泊沉积物中的化石花粉组合作为重建长期降水记录的方法的有效性？",
        "AnswerEn": "The use of fossil pollen assemblages from lake sediments is considered effective for reconstructing long-term precipitation records as it provides a high-resolution (5-year interval) dataset that reflects hydroclimatic conditions over the past 1,656 years. This method enables the identification of precipitation cycles and their relationship with atmospheric circulation patterns, offering insights into past and future climate trends.",
        "AnswerCn": "使用湖泊沉积物中的化石花粉组合被认为是重建长期降水记录的有效方法，因为它提供了一个高分辨率（5年间隔）的数据集，反映了过去1,656年的水文气候条件。这种方法能够识别降水周期及其与大气环流模式的关系，为了解过去和未来的气候趋势提供了见解。",
        "Level": "C5(Evaluating)"
      }
    ]
  }
}