{
    "id": "3794b246-515a-4506-85a3-95d092c23f63",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "A decade datasets of the seasonal maximum freezing depth with 1 km from 1961 to 2020 in Northwest China, Tibet and surrounding area (1961-2020)",
            "titleCn": "中国西北、西藏和周边地区每十年1 km季节冻土最大冻结深度数据集（1961-2020）",
            "description": "The maximum freezing depth is an important index of the thermal state of seasonal frozen ground. Due to global warming, the maximum freezing depth of seasonal frozen ground continues to decline. The maximum freezing depth data set of five provinces in Northwest China, Tibet and surrounding areas from 1961 to 2020 was released, with a spatial resolution of 1 km. The data set is a support vector regression (SVR) model based on the measured data of maximum freezing depth from 2001 to 2010 and spatial environmental variables, which simulates the maximum freezing depth in Northwest China, Tibet and surrounding areas from 1961 to 2020. The validation results show that the SVR model has good spatial generalization ability, and there is a high consistency between the predicted value and the observed value of the maximum soil freezing depth. The determination coefficients of the simulation results in the four periods of 1980s, 1990s, 2000s and 2010s are 0.77, 0.83, 0.73 and 0.71 respectively. The percentile range of the prediction results shows that the simulation results have good stability. Based on this data set, it is found that the maximum soil freezing depth in Northwest China continues to decline, among which Qinghai has the fastest decline rate, with an average decline of 0.53 cm every decade. The data set provides data support for the study of seasonal frozen soil in Northwest China, High Mountain Asia and the Third Pole.",
            "descriptionCn": "最大冻结深度是季节冻土热状态的重要指标，由于全球变暖，季节冻土的最大冻结深度不断下降。发布了中国西北五省、西藏和周边地区1961-2020年每10年的最大冻结深度数据集，空间分辨率为1km。该数据集是采用2001-2010年的最大冻结深度实测数据和空间环境变量构建的支持向量机回归模型，模拟了1961-2020年中国西北、西藏和周边地区的最大冻结深度。验证结果表明：支持向量机回归模型具有良好的空间泛化能力，最大土壤冻结深度的预测值和实测值之间具有较高的一致性，1980s、1990s、2000s和2010s四个时期模拟结果的决定系数分别为0.77、0.83、0.73和0.71。预测结果的百分位区间表明，模拟结果具有良好的稳定性。基于该数据集，发现我国西北地区最大土壤冻结深度不断下降，其中，青海的下降速率最快，平均每十年下降0.53 cm。该数据集为中国西北、高山亚洲和第三极等地区季节冻土的研究提供数据支持。",
            "instructions": "The two sets of data are located in two different folders. \"NW_MSFD_1\" this data set masks glaciers, lakes and permafrost, and \"NW_MSFD_2\" sets the negative value to NoData and masks only permafrost. There are 6 files in each folder, which respectively represent the data of every decade from 1960s to 2010s, such as \"msfd1_1960s. TIF\", which represents the maximum soil freezing depth data in 1960s in dataset 1.",
            "instructionsCn": "两套数据位于两个不同的文件夹内。“NW_MSFD_1”该数据集对冰川、湖泊和多年冻土进行了掩膜处理，“NW_MSFD_2”该数据对负值设置为Nodata，仅对多年冻土进行了掩膜。每个文件夹内有6个文件，分别代表1960s-2010s每十年的数据，例如“MSFD1_1960s.tif”,代表数据集1中的1960s时期的最大土壤冻结深度数据。",
            "east": 112.0,
            "west": 62.0,
            "south": 20.0,
            "north": 51.0,
            "startTime": "1960-01-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 1016766610.0,
            "cstr": "18406.11.Geocry.tpdc.271774",
            "doi": "10.11888/Geocry.tpdc.271774",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王冰泉",
                "nameEn": "WANG Bingquan",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "冉有华",
                "nameEn": "RAN Youhua",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "中国西北、西藏和周边地区1961-2020每十年1km季节冻土最大冻结深度数据集",
                "titleEn": null,
                "referenceCn": "王冰泉, 冉有华. (2021). 中国西北、西藏和周边地区1961—2020 年每十年1 km季节冻土最大冻结深度数据集. 地球科学进展，36(11), 1137-1145. DOI：10.11867/j. issn. 1001-8166. 2021. 120.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Diversity of Remote Sensing-Based Variable Inputs Improves the Estimation of Seasonal Maximum Freezing Depth",
                "referenceCn": null,
                "referenceEn": "Wang, B.Q., & Ran, Y.H. (2021). Diversity of Remote Sensing-Based Variable Inputs Improves the Estimation of Seasonal Maximum Freezing Depth. Remote Sensing, 13(23), 4829. https://doi.org/10.3390/rs13234829"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            },
            {
                "nameCn": "季节冻土",
                "nameEn": "seasonally frozen ground"
            },
            {
                "nameCn": "活动层",
                "nameEn": "active layer"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "第三极",
                "keywordEn": "Third Pole"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            },
            {
                "keywordCn": "高山亚洲",
                "keywordEn": "High Mountain Asia"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1961-2020",
                "keywordEn": "1961-2020",
                "type": "temporal"
            },
            {
                "keywordCn": "长时间序列",
                "keywordEn": "long time series",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "青藏高原多年冻土退化对基础设施成本影响的统计预测研究",
                "titleEn": "National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific features and methodologies utilized in constructing a dataset representing seasonal permafrost maximum freezing depth in regions like Northwest China and Tibet over decades?",
                "QuestionCn": "在构建代表西北中国和西藏等地区数十年来季节性永冻土最大冻结深度的数据集时，采用了哪些具体特征和方法论？",
                "AnswerEn": "support vector machine regression model, maximum freezing depth measurements from 2001-2010, spatial environmental variables, simulates maximum freezing depths from 1961 to 2020, spatial resolution of 1 km, determination coefficients of 0.77, 0.83, 0.73, 0.71 for the 1980s, 1990s, 2000s, 2010s, declining trend in maximum soil freezing depth, fastest decline in Qinghai, reduction of 0.53 cm per decade",
                "AnswerCn": "支持向量机回归模型，最大冻结深度测量数据来自2001-2010年，空间环境变量，模拟1961年至2020年的最大冻结深度，空间分辨率为1公里，确定系数分别为0.77、0.83、0.73、0.71，分别对应1980年代、1990年代、2000年代、2010年代，最大土壤冻结深度呈下降趋势，青海下降最快，每十年减少0.53厘米。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the use of a support vector machine regression model for simulating maximum freezing depth in seasonal permafrost regions compare to other modeling techniques in terms of spatial generalization and prediction accuracy?",
                "QuestionCn": "支持向量机回归模型在模拟季节性永久冻土地区的最大冻土深度方面，与其他建模技术相比，在空间泛化和预测准确性方面表现如何？",
                "AnswerEn": "The use of a support vector machine regression model for simulating maximum freezing depth in seasonal permafrost regions is highlighted for its good spatial generalization ability and high consistency between predicted and measured values. It achieved determination coefficients of 0.77, 0.83, 0.73, and 0.71 for the 1980s, 1990s, 2000s, and 2010s, respectively, indicating reliable prediction accuracy. The model's performance is noted for its stability, as shown by the percentile interval of prediction results.",
                "AnswerCn": "支持向量机回归模型在模拟季节性永久冻土地区的最大冻深方面表现突出，具有良好的空间泛化能力和预测值与测量值之间的高一致性。该模型在1980年代、1990年代、2000年代和2010年代的决定系数分别为0.77、0.83、0.73和0.71，表明其预测准确性可靠。模型的性能稳定，预测结果的百分位区间显示了这一点。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can the changes in maximum freezing depth from 1961 to 2020 infer about the impacts of climate change on permafrost regions in Northwest China, Tibet, and surrounding areas?",
                "QuestionCn": "1961年至2020年间最大冻土深度的变化可以推断出气候变化对中国西北、青藏高原及周边地区的永冻土区域的影响。",
                "AnswerEn": "The changes in maximum freezing depth from 1961 to 2020 suggest that climate change, particularly global warming, has led to a continuous decrease in the maximum freezing depth of seasonal permafrost in Northwest China, Tibet, and surrounding areas. The dataset indicates that regions, such as Qinghai, are experiencing the fastest rate of decrease, averaging a decline of 0.53 cm per decade.",
                "AnswerCn": "1961年至2020年间，最大冻结深度的变化表明，气候变化，特别是全球变暖，导致中国西北地区、青藏高原及周边地区的季节性永久冻土最大冻结深度持续减少。数据集显示，青海等地区的减少速度最快，平均每十年下降0.53厘米。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the decreasing trend in maximum soil freezing depth observed in Northwest China and Tibet over the decades?",
                "QuestionCn": "导致中国西北地区和西藏多年观察到的最大土壤冻结深度下降趋势的因素有哪些？",
                "AnswerEn": "Due to global warming, the maximum soil freezing depth, an important indicator of the thermal state of seasonal frozen ground, has been decreasing. The dataset constructed using a support vector machine regression model simulates the maximum freezing depth from 1961 to 2020, showing a decline, especially in Qinghai, where the rate is the fastest, with an average decrease of 0.53 cm per decade.",
                "AnswerCn": "由于全球变暖，最大土壤冻结深度作为季节性冻土热状态的重要指标，正在减少。使用支持向量机回归模型构建的数据集模拟了1961年至2020年的最大冻结深度，显示出下降趋势，特别是在青海，下降速度最快，平均每十年减少0.53厘米。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on the accuracy of seasonal frozen soil depth predictions when utilizing a support vector machine regression model trained on maximum freezing depth data and spatial environmental variables?",
                "QuestionCn": "当利用支持向量机回归模型训练最大冻结深度数据和空间环境变量时，对季节性冻土深度预测准确性的潜在影响是什么？",
                "AnswerEn": "The use of a support vector machine regression model, trained on maximum freezing depth data and spatial environmental variables, has demonstrated high consistency between predicted and measured values of maximum soil freezing depth. The model shows good spatial generalization ability with determination coefficients of 0.77, 0.83, 0.73, and 0.71 for the 1980s, 1990s, 2000s, and 2010s, respectively. This indicates that such a model can accurately predict maximum soil freezing depths, providing reliable data for further research.",
                "AnswerCn": "使用支持向量机回归模型，基于最大冻土深度数据和空间环境变量进行训练，已显示出预测值与实际值之间的高度一致性。该模型在空间泛化能力方面表现良好，1980年代、1990年代、2000年代和2010年代的决定系数分别为0.77、0.83、0.73和0.71。这表明该模型能够准确预测最大冻土深度，为进一步研究提供可靠的数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to model the maximum freezing depth of seasonal permafrost in northwestern China, Tibet, and surrounding areas using a 1 km spatial resolution dataset?",
                "QuestionCn": "在中国西北部、西藏及周边地区，使用1公里空间分辨率的数据模型化季节性永久冻土的最大冻结深度是重要的，原因如下：",
                "AnswerEn": "The maximum freezing depth is a crucial indicator of the thermal state of seasonal permafrost, and it is continuously decreasing due to global warming. Modeling this depth using a 1 km spatial resolution dataset for the period 1961-2020 helps in understanding the impact of climate change on permafrost, providing valuable data to support research in northwestern China, mountainous Asia, and the Third Pole regions. The dataset allows for the analysis of spatial and temporal trends, offering insights into regional variations, such as the rapid decrease in Qinghai, where the freezing depth declines by an average of 0.53 cm per decade.",
                "AnswerCn": "最大冻结深度是季节性永冻土热状态的重要指标，由于全球变暖，这一深度持续下降。利用1961-2020年期间的1公里空间分辨率数据集对这一深度进行建模，有助于理解气候变化对永冻土的影响，为中国西北地区、山区亚洲和第三极地区的研究提供了宝贵的数据。该数据集允许对空间和时间趋势进行分析，提供区域变化的见解，例如青海地区冻结深度以每十年平均0.53厘米的速度迅速下降。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}