{
  "id": "37bb0731-48fe-429b-8f09-6cc8dbac1f03",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The resident site distribution data of the Heihe River Basin",
      "titleCn": "黑河流域居民点数据集",
      "description": "This data mainly includes the distribution of city, county, township and village level residential areas in the Heihe River Basin, and the data base year is 2009. The data is based on the existing data of residential areas in Heihe River Basin, the latest Google electronic map and the atlas of Gansu Province. There are two main attributes of the data, i.e. residential area classification and total name. The residential area classification is classified according to level 1 - City, level 2 - County, level 3 - Township and level 4 - village.",
      "descriptionCn": "本数据主要包括黑河流域内市、县、乡、村等级居民点分布，数据基准年为2009年。数据系根据已有的黑河流域居民点数据，最新的谷歌电子地图和甘肃省地图册更新得到。数据主要有两个属性即居民点分级和总名称，其中居民点分级按照1级-市，2级-县，3级-乡镇，4级-村进行分类。",
      "instructions": ". SHP format storage, can be read by ArcGIS",
      "instructionsCn": ".shp 格式存储, 可用Arcgis读取",
      "east": 104.2,
      "west": 96.1,
      "south": 37.7,
      "north": 43.3,
      "startTime": "2018-11-25 02:47:57",
      "endTime": "2018-11-25 02:47:57",
      "fileSize": 10415229.0,
      "cstr": null,
      "doi": "",
      "dataFormat": "shp",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "国家基础地理信息中心",
        "nameEn": "National Basic Geographic Information Center",
        "unitEn": "National Basic Geographic Information Center",
        "unitCn": "国家基础地理信息中心"
      }
    ],
    "literatureList": [
      {
        "titleCn": "数字黑河的思考与实践1：为流域科学服务的数字流域",
        "titleEn": null,
        "referenceCn": "李新, 程国栋, 吴立宗.  (2010). 数字黑河的思考与实践1：为流域科学服务的数字流域. 地球科学进展, 25(3): 297-305.",
        "referenceEn": null
      },
      {
        "titleCn": "数字黑河的思考与实践2：数据集成",
        "titleEn": null,
        "referenceCn": "李新, 吴立宗, 马明国, 盖迎春, 冉有华, 王亮绪, 南卓铜. 数字黑河的思考与实践2：数据集成. 地球科学进展, 2010, 25(3): 306-316.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Toward an improved data stewardship and service for environmental and ecological science data in West China",
        "referenceCn": null,
        "referenceEn": "Li, X., Nan, Z.T., Cheng, G.D., Ding, Y.J., Wu, L.Z., Wang, L.X., Wang, J., Ran, Y.H., Li, H.X., Pan, X.D., & Zhu, Z.M. (2011). Toward an improved data stewardship and service for environmental and ecological science data in west China. International Journal of Digital Earth, 4(4): 347-359. DOI: 10.1080/17538947.2011.558123."
      },
      {
        "titleCn": "基于遥感的黑河流域蒸散发研究",
        "titleEn": null,
        "referenceCn": "杨永民. 基于遥感的黑河流域蒸散发研究[D]. 兰州大学, 2010",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "其他",
        "nameEn": "Other"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2010",
        "keywordEn": "2010",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "面向黑河流域生态-水文过程集成研究的数据整理与服务",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data collection methods used for capturing the distribution of residential points in the Heihe River Basin?",
        "QuestionCn": "用于捕捉黑河流域住宅点分布的数据收集方法的特点是什么？",
        "AnswerEn": "updated with the latest Google electronic maps, maps from Gansu Province, hierarchical grading system, city, county, township, village",
        "AnswerCn": "更新了最新的谷歌电子地图，包括甘肃省的地图，分层分级系统，城市、县、乡镇、村庄。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many distinct levels of resident distribution classification are included in a dataset concerning the Heihe River Basin?",
        "QuestionCn": "有关黑河流域的数据集中包含多少个不同的居民分布分类级别？",
        "AnswerEn": "4",
        "AnswerCn": "4",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'resident point classification' in the context of geographical data collection?",
        "QuestionCn": "在地理数据收集的背景下，“居民点分类”是什么意思？",
        "AnswerEn": "In the context of geographical data collection, 'resident point classification' refers to the categorization of residential areas based on hierarchical administrative levels. Specifically, it involves classifying locations into different levels such as city (1st level), county (2nd level), township (3rd level), and village (4th level). This classification helps in organizing and analyzing data related to the distribution of population centers within a specific region, such as a river basin.",
        "AnswerCn": "在地理数据收集的背景下，“居民点分类”是指根据层级行政级别对住宅区进行分类。具体而言，它涉及将地点分类为不同的级别，如城市（第一级）、县（第二级）、乡镇（第三级）和村庄（第四级）。这种分类有助于组织和分析与特定区域（如流域）内人口中心分布相关的数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods for urban areas in the Heihe River Basin compare to those used for rural areas in terms of updating and accuracy?",
        "QuestionCn": "在黑河流域，城市地区的数据收集方法与农村地区的数据收集方法在更新和准确性方面有何比较？",
        "AnswerEn": "Data collection for the Heihe River Basin's urban and rural areas primarily involves updating existing datasets using sources like the latest Google electronic maps and regional atlases, such as the Gansu Province Atlas. Accuracy and updating frequency may vary, with urban areas possibly benefiting from more frequent map updates due to higher population density and infrastructure changes. Rural areas might rely more on broader-scale maps and may face challenges in achieving the same level of detail and accuracy.",
        "AnswerCn": "对黑河流域城乡地区的数据收集主要涉及使用最新的谷歌电子地图和区域地图集（如甘肃省地图集）来更新现有数据集。准确性和更新频率可能有所不同，城市地区由于人口密度和基础设施变化，可能会受益于更频繁的地图更新。而农村地区可能更多依赖于更大尺度的地图，可能面临实现相同细节和准确度的挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in updating and verifying the accuracy of a dataset that maps residential areas in the Heihe River Basin using sources like electronic maps and provincial atlases?",
        "QuestionCn": "哪些因素导致在使用电子地图和省级地图集等来源更新和验证黑河流域住宅区数据集的准确性时面临挑战？",
        "AnswerEn": "The challenges in updating and verifying the accuracy of a dataset mapping residential areas in the Heihe River Basin may include discrepancies between different mapping sources like electronic maps and provincial atlases, changes in residential areas over time that may not be reflected immediately in the maps, and the complexity of accurately classifying residential areas into hierarchical levels such as city, county, township, and village. Additionally, variations in data quality, resolution, and the timeliness of updates from different sources can further complicate the process.",
        "AnswerCn": "更新和验证黑河流域住宅区数据集准确性面临的挑战包括不同地图来源之间的差异，如电子地图和省级地图集，住宅区随时间变化而未能及时反映在地图上的问题，以及将住宅区准确分类为城市、县、乡镇和村庄等层级的复杂性。此外，不同来源的数据质量、分辨率和更新的及时性差异也会进一步 complicate 这一过程。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and data sources are involved in updating a dataset of residential point distributions in a river basin, using both existing data and new digital map technologies?",
        "QuestionCn": "更新河流流域中住宅点分布数据集的程序和数据源涉及哪些现有数据和新的数字地图技术？",
        "AnswerEn": "The procedures involve using existing data on residential points, updating this information with the latest Google electronic maps, and referencing regional map atlases such as those from Gansu Province. The dataset includes classifications of residential points by administrative level, such as city, county, township, and village.",
        "AnswerCn": "这些程序涉及使用现有的住宅点数据，利用最新的谷歌电子地图更新这些信息，并参考如甘肃省等地区的地图册。数据集包括按行政级别分类的住宅点，如市、县、乡和村。",
        "Level": "C3(Applying)"
      }
    ]
  }
}