{
  "id": "37c34046-3c2a-4737-b3c9-35af398da62a",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "A new gridded dataset of rainfall erosivity (1950-2020) in the Tibetan Plateau",
      "titleCn": "青藏高原降雨侵蚀力数据集（1950-2020）",
      "description": "Rainfall erosivity is one of the important basic data to quantify soil erosion in the Tibet Plateau. High precision rainfall erosivity data is the key to understand the current situation of soil and water loss in theTibet Plateau and formulate soil and water conservation measures. Meanwhile, it can provide a powerful reference for the prevention and control of geological disasters in the Tibet Plateau. Based on the 1-min dense precipitation observations and the grid precipitation product, a new annual rainfall erosivity dataset in Tibet Plateau from 1950 to 2020 is constructed through the steps of correction, reconstruction and validation. This dataset is the rainfall erosivity data set with the highest accuracy and the longest time series in the Tibet Plateau.",
      "descriptionCn": "降雨侵蚀力是量化青藏高原土壤侵蚀的重要基础数据之一。高精度的降雨侵蚀力数据是了解目前青藏高原水土流失现状，以及制定水土保持措施的关键，同时可以为青藏高原地质灾害防治提供有力参考。本研究基于青藏高原1-min稠密降水观测数据和高精度格点降水资料，经过订正、重构和检验等步骤，构建了一套新的青藏高原1950~2020年逐年降雨侵蚀力数据集。该数据集是目前青藏高原精度最高、时间序列最长的降雨侵蚀力数据集。",
      "instructions": "Naming method: store data in NC format.\n\nUsage: open or calculate the file with MATLAB, python, NCL and other software.",
      "instructionsCn": "命名方式：nc格式存储逐年数据;\n使用方法：Matlab，phython，NCL等软件打开或者计算。",
      "east": 105.0,
      "west": 73.0,
      "south": 32.0,
      "north": 40.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 8639496.0,
      "cstr": "18406.11.Terre.tpdc.271833",
      "doi": "10.11888/Terre.tpdc.271833",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "陈悦丽",
        "nameEn": "CHEN Yueli",
        "unitEn": "",
        "unitCn": "中国气象科学研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "New gridded dataset of rainfall erosivity (1950–2020) on the Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Chen, Y., Duan, X., Ding, M., Qi, W., Wei, T., Li, J., and Xie, Y. (2022). New gridded dataset of rainfall erosivity (1950–2020) on the Tibetan Plateau, Earth System Science Data, 14, 2681–2695, doi: 10.5194/essd-14-2681-2022."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "其他",
        "nameEn": "Other"
      },
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "水土保持",
        "nameEn": "Soil and water conservation"
      },
      {
        "nameCn": "水环境",
        "nameEn": "Water Environment"
      },
      {
        "nameCn": "观测降水",
        "nameEn": "Observed precipitation"
      },
      {
        "nameCn": "青藏高原",
        "nameEn": "Tibetan Plateau"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1950-2020",
        "keywordEn": "1950-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The risk of water erosion on the Tibetan Plateau (TP), a typical fragile ecological area, is increasing with climate change. Precipitation is the main driver of water erosion because it directly affects the detachment of soil particles, breakdown of aggregates, and transport of eroded particles via runoff (Wischmeier and Smith, 1965, 1978). The Tibetan Plateau (TP) referred to as the Third Pole is one of the highest plateaus worldwide and has an average altitude of more than 4000 m (Yao et al., 2012). Since the mid-1950s, the TP has experienced significant warming exceeding that of other regions in the same latitude zone (Liu and Chen, 2000). Owing to increasing snowmelt and more frequent heavy precipitation events, which may cause more severe soil erosion, knowledge of the rainfall erosivity on the TP is highly important for soil sustainability and thus water and food security. The accuracy of the rainfall erosivity estimation depends mainly on the spatiotemporal accuracy of the precipitation data, especially on the TP, where the seasonal and regional precipitation patterns exhibit significant variability owing to westerly winds, the Indian monsoon, and land-atmosphere interaction. Compared with in situ observations, gridded precipitation data (e.g., satellite-based, reanalysis and fused datasets) are not subjected to topographical limitations and could supply continuous precipitation data (Beck et al., 2017). Many efforts have been made to study the rainfall erosivity on the TP. Most studies employed empirical methods; however, our study has demonstrated that these empirical methods always resulted in obvious biases over the TP, when compared with the values based on the 1 min precipitation data by using the standard method."
      ],
      "research objective": [
        "Therefore, this study aims to reconstruct the historical annual rainfall erosivity with 0.25° spatial resolution in 1950–2020 over the TP, by employing the 0.25° hourly ERA5 precipitation data for 71 years to generate long-term background values and utilizing the 1 min precipitation observations at 1787 weather stations for 7 years to identify and correct the biases of the estimates."
      ],
      "challenges": [
        "Despite substantial progress, it is still notable that the relative error of the estimated rainfall erosivity increases rapidly with increasing time interval of the precipitation data. For example, the relative error based on hourly data was more than 80 %, compared with the results based on 1 min data. In addition, the accuracy of the rainfall erosivity map is greatly reduced by inadequate weather station coverage, especially in areas with complex climates and terrains. Therefore, the accuracy of rainfall erosivity estimation strongly depends on both the temporal and spatial resolution of the precipitation data. The accuracy of the estimated rainfall erosivity on the TP is largely reduced by the current empirical estimation models and the scarcity of historical weather stations."
      ],
      "methods": [
        "We firstly calculated the annual rainfall erosivity by using the standard method of rainfall erosivity based on the 1 min in situ precipitation observations and 0.25° hourly ERA5 precipitation data. Secondly, the performances of the ERA5 were systematically assessed in terms of the detection accuracy of the precipitation for erosive events and the estimation accuracy of ERA5-based annual rainfall erosivity. Finally, the historical annual rainfall erosivity data for the TP were produced after correcting the ERA5-based annual rainfall erosivity."
      ],
      "dataset": [
        "This study generates an annual gridded rainfall erosivity dataset on a 0.25° grid for the TP in 1950–2020. The 1 min precipitation observations at 1787 weather stations for 7 years and 0.25° hourly European Center for Medium-Range Weather Forecasts Reanalysis 5 (ERA5) precipitation data for 71 years are employed in this study."
      ],
      "findings": [
        "Our results indicate that the ERA5-based estimates have a marked tendency to underestimate annual rainfall erosivity when compared to the station-based estimates, because of the systematic biases of ERA5 precipitation data including the large underestimation of the maximum contiguous 30 min peak intensity and relatively slight overestimation of event erosive precipitation amounts. The multiplier factor map over the TP, which was generated by the inverse distance-weighted method based on the relative changes between the available station-based annual rainfall erosivity grid values and the corresponding ERA5-based values, was employed to correct the ERA5-based annual rainfall erosivity and then reconstruct the annual rainfall erosivity dataset. The multiyear average correction coefficient over the TP between the station-based annual rainfall erosivity values and the newly released data is 0.67. In addition, the probability density and various quantile values of the new data are generally consistent with the station-based values."
      ],
      "backgroundCn": [
        "随着气候变化，青藏高原（TP）作为一个典型的脆弱生态区，水土流失的风险正在增加。降水是水土流失的主要驱动因素，因为它直接影响土壤颗粒的脱离、土壤团聚体的破坏以及通过径流运输被侵蚀颗粒（Wischmeier和Smith，1965，1978）。青藏高原被称为“第三极”，是世界上最高的高原之一，平均海拔超过4000米（Yao et al., 2012）。自20世纪50年代中期以来，青藏高原的气温显著上升，超过了同纬度区域的其他地区（Liu和Chen，2000）。由于雪融水增加和更频繁的强降水事件，这可能导致更严重的土壤侵蚀，因此了解青藏高原的降雨侵蚀性对土壤可持续性以及水和粮食安全至关重要。降雨侵蚀性估算的准确性主要依赖于降水数据的时空准确性，尤其是在青藏高原，季节性和区域降水模式因西风、印度季风和陆气相互作用而表现出显著的变异性。与现场观测相比，网格化降水数据（如卫星数据、再分析数据和融合数据集）不受地形限制，可以提供连续的降水数据（Beck et al., 2017）。许多研究已致力于青藏高原的降雨侵蚀性研究。大多数研究采用了经验方法；然而，我们的研究表明，与基于1分钟降水数据的标准方法相比，这些经验方法在青藏高原上总是导致明显的偏差。"
      ],
      "research objectiveCn": [
        "因此，本研究旨在重建1950年至2020年间青藏高原的年降雨侵蚀性，空间分辨率为0.25°，通过利用71年的0.25°小时ERA5降水数据生成长期背景值，并利用1787个气象站7年的1分钟降水观测数据识别和修正估计的偏差。"
      ],
      "challengesCn": [
        "尽管取得了显著进展，但值得注意的是，估计降雨侵蚀性相对误差随着降水数据时间间隔的增加而迅速增加。例如，基于每小时数据的相对误差超过80%，而基于每分钟数据的结果则更为准确。此外，降雨侵蚀性地图的准确性因气象站覆盖不足而大大降低，尤其是在气候和地形复杂的地区。因此，降雨侵蚀性估计的准确性在很大程度上依赖于降水数据的时间和空间分辨率。在青藏高原上，当前的经验估计模型和历史气象站的稀缺性大大降低了降雨侵蚀性估计的准确性。"
      ],
      "methodsCn": [
        "我们首先使用基于1分钟现场降水观测和0.25°小时ERA5降水数据的标准降雨侵蚀性计算方法计算了年降雨侵蚀性。其次，系统评估了ERA5在侵蚀事件降水检测准确性和ERA5基础年降雨侵蚀性估算准确性方面的表现。最后，在修正ERA5基础年降雨侵蚀性后，生成了青藏高原的历史年降雨侵蚀性数据。"
      ],
      "datasetCn": [
        "本研究生成了一个1950年至2020年间的年格网降雨侵蚀性数据集，网格分辨率为0.25°。该研究利用了1787个气象站7年的1分钟降水观测数据和71年的0.25°小时欧洲中期天气预报中心再分析5（ERA5）降水数据。"
      ],
      "findingsCn": [
        "我们的结果表明，与基于站点的估计相比，基于ERA5的年降雨侵蚀性估计有明显的低估倾向，这主要是由于ERA5降水数据的系统性偏差，包括最大连续30分钟峰值强度的显著低估和事件侵蚀性降水量的相对轻微高估。基于可用站点年降雨侵蚀性网格值与相应ERA5值之间的相对变化，通过反距离加权法生成的乘数因子图被用来修正ERA5的年降雨侵蚀性，并重建年降雨侵蚀性数据集。西藏地区（TP）多年的平均修正系数为0.67。此外，新数据的概率密度和各种分位数值与基于站点的值基本一致。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the use of 0.25° hourly ERA5 precipitation data introduce biases that require correction when estimating rainfall erosivity on the Tibetan Plateau?",
        "QuestionCn": "使用0.25°每小时ERA5降水数据在估算青藏高原的降雨侵蚀性时是否会引入需要修正的偏差？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which approach is more effective in correcting biases in rainfall erosivity estimates on the Tibetan Plateau, empirical methods or inverse distance-weighted correction factors?",
        "QuestionCn": "在纠正青藏高原降雨侵蚀性估计中的偏差时，经验方法和反距离加权修正因子哪种方法更有效？",
        "AnswerEn": "Inverse distance-weighted correction factors",
        "AnswerCn": "反距离加权校正因子",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Does the accuracy of rainfall erosivity estimation on the Tibetan Plateau primarily depend on the spatial resolution, temporal resolution, or coverage of weather stations?",
        "QuestionCn": "青藏高原降雨侵蚀性估计的准确性主要依赖于空间分辨率、时间分辨率还是气象站的覆盖范围？",
        "AnswerEn": "temporal and spatial resolution, coverage of weather stations",
        "AnswerCn": "时间和空间分辨率，气象站的覆盖范围",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection methods are utilized to estimate rainfall erosivity on the Tibetan Plateau?",
        "QuestionCn": "在青藏高原上，用于估算降雨侵蚀性的数据收集方法有哪些？",
        "AnswerEn": "1 min in situ precipitation observations, 0.25° hourly ERA5 precipitation data",
        "AnswerCn": "1分钟原位降水观测，0.25°每小时ERA5降水数据",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the weather stations located that provide precipitation data for rainfall erosivity estimation on the Tibetan Plateau?",
        "QuestionCn": "提供降水侵蚀性估算的气象站位于青藏高原的哪里？",
        "AnswerEn": "1787 weather stations",
        "AnswerCn": "1787个气象站",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to generate long-term rainfall erosivity datasets over large geographical areas like the Tibetan Plateau?",
        "QuestionCn": "您能否提供一个用于生成像青藏高原这样的大面积地区长期降雨侵蚀性数据集的数据收集方法的例子？",
        "AnswerEn": "A data collection method involves using 1-minute precipitation observations from weather stations combined with 0.25° hourly precipitation data from the European Center for Medium-Range Weather Forecasts Reanalysis 5 (ERA5) to reconstruct long-term annual rainfall erosivity datasets.",
        "AnswerCn": "一种数据收集方法涉及使用气象站的1分钟降水观测数据与欧洲中期天气预报中心再分析5（ERA5）的0.25°每小时降水数据相结合，以重建长期的年降雨侵蚀性数据集。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge associated with estimating rainfall erosivity using precipitation data in complex climatic regions?",
        "QuestionCn": "在复杂气候区域中，使用降水数据估算降雨侵蚀性时面临的一个挑战是什么？",
        "AnswerEn": "One example of a challenge is the rapid increase in relative error of estimated rainfall erosivity with longer time intervals of precipitation data, and the reduced accuracy due to inadequate weather station coverage, particularly in areas with complex climates and terrains.",
        "AnswerCn": "一个挑战的例子是，随着降水数据时间间隔的延长，估计的降雨侵蚀性相对误差迅速增加，并且由于气象站覆盖不足，特别是在气候和地形复杂的地区，准确性降低。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you give an example of a dataset that incorporates both high temporal and spatial resolution data for analyzing rainfall erosivity over the Tibetan Plateau?",
        "QuestionCn": "您能否提供一个示例数据集，该数据集结合了高时间和空间分辨率的数据，以分析青藏高原的降雨侵蚀性？",
        "AnswerEn": "An example of such a dataset is an annual gridded rainfall erosivity dataset on a 0.25° grid for the Tibetan Plateau, which utilizes 1-minute precipitation observations from 1787 weather stations and 0.25° hourly ERA5 precipitation data spanning 71 years.",
        "AnswerCn": "这样的数据集的一个例子是针对青藏高原的年度网格化雨蚀性数据集，采用了来自1787个气象站的1分钟降水观测数据和跨越71年的0.25°小时ERA5降水数据，网格分辨率为0.25°。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data collection methods used for rainfall erosivity estimation on the Tibetan Plateau?",
        "QuestionCn": "用于青藏高原降雨侵蚀性估计的数据收集方法的特点是什么？",
        "AnswerEn": "1-minute in situ precipitation observations, 1787 weather stations, 7 years, 0.25° hourly ERA5 precipitation data, 71 years, high temporal and spatial resolution.",
        "AnswerCn": "1787个气象站的1分钟实地降水观测数据，7年；0.25°每小时ERA5降水数据，71年，高时间和空间分辨率。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the challenges faced in collecting precipitation data for the Tibetan Plateau, and how do they affect the accuracy of rainfall erosivity estimations?",
        "QuestionCn": "收集青藏高原降水数据面临的挑战有哪些，这些挑战如何影响降雨侵蚀性估算的准确性？",
        "AnswerEn": "rapid increase in relative error with longer time intervals, reduced accuracy of the erosivity map, inadequate weather station coverage, complex climate and terrain",
        "AnswerCn": "相对误差随时间间隔的增加而迅速增加，侵蚀性地图的准确性降低，气象站覆盖不足，气候和地形复杂。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the reconstructed annual rainfall erosivity dataset covering the Tibetan Plateau from 1950 to 2020?",
        "QuestionCn": "覆盖青藏高原的1950年至2020年重建年降雨侵蚀性数据集的空间分辨率是多少？",
        "AnswerEn": "0.25°",
        "AnswerCn": "0.25°",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many years of 1-minute precipitation observations from weather stations were used to identify and correct biases in the rainfall erosivity estimates?",
        "QuestionCn": "用于识别和修正降雨侵蚀性估计偏差的气象站1分钟降水观测数据有多少年的记录？",
        "AnswerEn": "7 years",
        "AnswerCn": "7年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'rainfall erosivity' mean in the context of the Tibetan Plateau and why is it important?",
        "QuestionCn": "在青藏高原的背景下，“降雨侵蚀性”是什么意思，为什么它很重要？",
        "AnswerEn": "Rainfall erosivity refers to the potential of rainfall to cause soil erosion, which is critical for understanding and managing soil sustainability on the Tibetan Plateau. It is important because it directly affects the detachment and transport of soil particles, and accurate estimation is crucial for assessing water and food security in this region.",
        "AnswerCn": "降雨侵蚀性是指降雨对土壤侵蚀的潜在影响，这对于理解和管理青藏高原的土壤可持续性至关重要。它的重要性在于直接影响土壤颗粒的脱落和运输，准确的估算对于评估该地区的水和粮食安全至关重要。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is meant by 'precipitation data correction' in the development of a rainfall erosivity dataset?",
        "QuestionCn": "在降雨侵蚀性数据集的开发中，“降水数据校正”是什么意思？",
        "AnswerEn": "Precipitation data correction involves adjusting the precipitation data to account for biases and errors, improving the accuracy of rainfall erosivity estimates. In the context of the Tibetan Plateau, this involves using high-resolution observations to correct reanalysis data like ERA5, which may underestimate rainfall erosivity due to systematic biases.",
        "AnswerCn": "降水数据修正涉及调整降水数据，以考虑偏差和错误，从而提高降雨侵蚀性估计的准确性。在青藏高原的背景下，这涉及使用高分辨率观测数据来修正再分析数据，如ERA5，因为这些数据可能由于系统性偏差而低估降雨侵蚀性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'inverse distance-weighted method' mean in the correction of rainfall erosivity estimates?",
        "QuestionCn": "'inverse distance-weighted method'在降雨侵蚀性估计的修正中是什么意思？",
        "AnswerEn": "The inverse distance-weighted method is a spatial interpolation technique used to correct rainfall erosivity estimates by assigning weights to data points based on their distance from a target location. This method helps to generate a more accurate rainfall erosivity dataset by correcting biases in reanalysis data using station-based observations on the Tibetan Plateau.",
        "AnswerCn": "逆距离加权法是一种空间插值技术，用于通过根据目标位置与数据点之间的距离分配权重来修正降雨侵蚀性估计。该方法通过使用基于站点的观测数据修正再分析数据中的偏差，从而帮助生成更准确的降雨侵蚀性数据集，特别是在青藏高原地区。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the differences in the challenges faced when estimating rainfall erosivity using empirical methods versus using gridded precipitation data on the Tibetan Plateau?",
        "QuestionCn": "在青藏高原上，使用经验方法与使用网格化降水数据估算降雨侵蚀性时面临的挑战有哪些不同？",
        "AnswerEn": "Empirical methods for estimating rainfall erosivity on the Tibetan Plateau often result in obvious biases, especially when compared to values based on 1 min precipitation data using the standard method. Gridded precipitation data, while not subjected to topographical limitations, face challenges such as inadequate weather station coverage and significant variability in seasonal and regional precipitation patterns due to complex climates and terrains.",
        "AnswerCn": "在青藏高原上，估算降雨侵蚀性的方法往往会出现明显的偏差，尤其是与基于1分钟降水数据的标准方法相比。虽然网格化降水数据没有受到地形限制，但仍面临着气象站覆盖不足以及由于复杂的气候和地形造成的季节性和区域降水模式显著变化等挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do the data collection methods for rainfall erosivity on the Tibetan Plateau need to be adjusted to improve accuracy compared to current approaches?",
        "QuestionCn": "在青藏高原上，降雨侵蚀性的数据收集方法需要在哪些方面进行调整，以提高准确性，相较于当前的方法？",
        "AnswerEn": "To improve accuracy, data collection methods for rainfall erosivity on the Tibetan Plateau need to address the rapid increase in relative error with longer time intervals in precipitation data. Improving the coverage of weather stations and enhancing the spatial and temporal resolution of precipitation data, as well as correcting biases in ERA5-based estimates using a multiplier factor map, are necessary adjustments.",
        "AnswerCn": "为了提高准确性，青藏 Plateau 上降雨侵蚀性的数据收集方法需要解决降水数据在较长时间间隔内相对误差迅速增加的问题。需要改善气象站的覆盖范围，增强降水数据的空间和时间分辨率，以及使用乘数因子图纠正基于 ERA5 的估计偏差，这些都是必要的调整。",
        "Level": "C6(Creating)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the integration of high temporal resolution data improve the accuracy of rainfall erosivity estimates on complex terrains like the Tibetan Plateau?",
        "QuestionCn": "高时间分辨率数据的整合如何提高对复杂地形（如青藏高原）上降雨侵蚀性估计的准确性？",
        "AnswerEn": "Incorporating high temporal resolution data, such as 1-minute precipitation observations, can significantly enhance the accuracy of rainfall erosivity estimates by reducing relative errors associated with longer time intervals of data, which are prone to biases due to temporal resolution limitations.",
        "AnswerCn": "引入高时间分辨率数据，例如1分钟降水观测，可以显著提高降雨侵蚀性估计的准确性，因为它减少了与较长时间间隔数据相关的相对误差，这些误差容易受到时间分辨率限制的偏差影响。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What approaches can be employed to correct biases in rainfall erosivity estimates derived from reanalysis data to align more closely with station-based observations?",
        "QuestionCn": "可以采用哪些方法来修正从再分析数据中得出的降雨侵蚀性估计的偏差，以使其更接近基于站点的观测值？",
        "AnswerEn": "Bias correction approaches can include generating multiplier factor maps using inverse distance-weighted methods to adjust reanalysis-based estimates, ensuring they reflect relative changes and align more closely with station-based observations, thus accounting for discrepancies in precipitation intensity and erosivity estimates.",
        "AnswerCn": "偏差修正方法可以包括使用反距离加权方法生成乘数因子地图，以调整基于再分析的估计，确保它们反映相对变化，并与基于站点的观测结果更紧密地对齐，从而考虑降水强度和侵蚀性估计中的差异。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes inaccuracies in estimating rainfall erosivity on the Tibetan Plateau using empirical methods?",
        "QuestionCn": "在青藏高原使用经验方法估算降雨侵蚀性时，造成不准确的原因是什么？",
        "AnswerEn": "The inaccuracies in estimating rainfall erosivity on the Tibetan Plateau using empirical methods are primarily due to the significant biases that emerge when comparing these methods with estimates based on high-resolution 1-minute precipitation data. These biases are exacerbated by the complex climatic and topographical conditions of the Tibetan Plateau.",
        "AnswerCn": "在青藏高原上使用经验方法估计降雨侵蚀性时，主要存在不准确性，这主要是由于在将这些方法与基于高分辨率1分钟降水数据的估计进行比较时出现的显著偏差。这些偏差在青藏高原复杂的气候和地形条件下更加严重。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is the spatial and temporal resolution of precipitation data crucial for accurately estimating rainfall erosivity on the Tibetan Plateau?",
        "QuestionCn": "为什么降水数据的空间和时间分辨率对于准确估算青藏高原的降雨侵蚀性至关重要？",
        "AnswerEn": "The spatial and temporal resolution of precipitation data is crucial for accurately estimating rainfall erosivity on the Tibetan Plateau because the region exhibits significant variability in seasonal and regional precipitation patterns due to factors like westerly winds, the Indian monsoon, and land-atmosphere interactions. High-resolution data help address these variations and reduce estimation errors.",
        "AnswerCn": "降水数据的空间和时间分辨率对于准确估计青藏高原的降雨侵蚀性至关重要，因为该地区由于西风、印度季风和陆气相互作用等因素，季节和区域降水模式存在显著变异。高分辨率数据有助于应对这些变化并减少估计误差。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to the challenges of using ERA5 precipitation data for rainfall erosivity estimation on the Tibetan Plateau?",
        "QuestionCn": "哪些因素导致在青藏高原上使用ERA5降水数据进行降雨侵蚀性估算的挑战？",
        "AnswerEn": "The challenges of using ERA5 precipitation data for rainfall erosivity estimation on the Tibetan Plateau stem from systematic biases in the ERA5 data, such as underestimation of maximum contiguous 30-minute peak intensity and slight overestimation of event erosive precipitation amounts. These biases lead to underestimation of annual rainfall erosivity when compared to station-based estimates.",
        "AnswerCn": "使用ERA5降水数据在青藏高原上估算降雨侵蚀性面临的挑战源于ERA5数据中的系统性偏差，例如对最大连续30分钟峰值强度的低估以及对事件侵蚀性降水量的轻微高估。这些偏差导致与基于站点的估算相比，年降雨侵蚀性被低估。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using hourly data instead of 1-minute data for estimating rainfall erosivity on the Tibetan Plateau?",
        "QuestionCn": "使用每小时数据而不是每分钟数据来估计青藏高原的降雨侵蚀性会有什么后果？",
        "AnswerEn": "Using hourly data instead of 1-minute data for estimating rainfall erosivity on the Tibetan Plateau results in a significant increase in relative error, with errors exceeding 80%, because the accuracy of rainfall erosivity estimation strongly depends on the temporal resolution of the precipitation data.",
        "AnswerCn": "使用每小时数据而不是1分钟数据来估算青藏高原的降雨侵蚀性会导致相对误差显著增加，误差超过80%，因为降雨侵蚀性估算的准确性强烈依赖于降水数据的时间分辨率。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What outcomes may arise from the scarcity of historical weather stations in regions with complex climates and terrains on the Tibetan Plateau?",
        "QuestionCn": "在具有复杂气候和地形的青藏高原地区，历史气象站稀缺可能会产生哪些结果？",
        "AnswerEn": "The scarcity of historical weather stations in regions with complex climates and terrains on the Tibetan Plateau can greatly reduce the accuracy of rainfall erosivity maps, as the estimation depends on both the temporal and spatial resolution of precipitation data, which is hindered by inadequate station coverage.",
        "AnswerCn": "在气候和地形复杂的地区，历史气象站的稀缺性会大大降低青藏高原降雨侵蚀性地图的准确性，因为估算依赖于降水数据的时间和空间分辨率，而这受到站点覆盖不足的影响。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What could be the impact of systematic biases in the ERA5 precipitation data on the estimation of annual rainfall erosivity?",
        "QuestionCn": "ERA5降水数据中的系统性偏差对年降雨侵蚀性估计的影响可能是什么？",
        "AnswerEn": "Systematic biases in the ERA5 precipitation data, including the underestimation of maximum contiguous 30-minute peak intensity and slight overestimation of event erosive precipitation amounts, tend to cause an underestimation of annual rainfall erosivity when compared to estimates based on station data.",
        "AnswerCn": "ERA5降水数据中的系统性偏差，包括对最大连续30分钟峰值强度的低估和对事件侵蚀性降水量的轻微高估，往往导致与基于站点数据的估计相比，年降雨侵蚀性被低估。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to employ both 1 min precipitation observations and 0.25° hourly reanalysis data for generating a rainfall erosivity dataset in this domain?",
        "QuestionCn": "为什么在这个领域生成降雨侵蚀性数据集时同时使用1分钟降水观测和0.25°每小时再分析数据很重要？",
        "AnswerEn": "It is important because combining high-resolution in situ observations with long-term reanalysis data helps correct biases and improve the temporal and spatial accuracy of rainfall erosivity estimates, essential for managing soil erosion in regions with complex climates like the Tibetan Plateau.",
        "AnswerCn": "这很重要，因为将高分辨率的现场观测与长期重分析数据相结合，有助于修正偏差，提高降雨侵蚀性估计的时间和空间准确性，这对于管理像青藏高原这样气候复杂的地区的土壤侵蚀至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are employed to correct biases in rainfall erosivity estimates using gridded precipitation datasets?",
        "QuestionCn": "用于纠正基于网格降水数据集的降雨侵蚀性估计偏差的程序有哪些？",
        "AnswerEn": "The procedures involve utilizing 1 min precipitation observations at weather stations to identify and correct the biases of the estimates. Specifically, a multiplier factor map over the Tibetan Plateau is generated using the inverse distance-weighted method based on the relative changes between station-based annual rainfall erosivity grid values and corresponding ERA5-based values.",
        "AnswerCn": "这些程序涉及利用气象站的1分钟降水观测数据来识别和修正估计值的偏差。具体而言，基于气象站年度降雨侵蚀力网格值与相应的ERA5值之间的相对变化，采用反距离加权法生成一个覆盖青藏高原的乘数因子图。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How is the accuracy of rainfall erosivity estimation enhanced given the scarcity of historical weather stations?",
        "QuestionCn": "如何在历史气象站稀缺的情况下提高降雨侵蚀性估计的准确性？",
        "AnswerEn": "The accuracy is enhanced by using high-resolution data such as 1 min in situ precipitation observations combined with 0.25° hourly ERA5 precipitation data. These datasets help in identifying and correcting estimation biases, thus compensating for the inadequate weather station coverage in regions with complex climates and terrains.",
        "AnswerCn": "通过使用高分辨率数据，如1分钟的现场降水观测数据与0.25°每小时的ERA5降水数据相结合，可以提高准确性。这些数据集有助于识别和纠正估计偏差，从而弥补在气候和地形复杂地区气象站覆盖不足的问题。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What methodological steps are taken to assess the detection accuracy of precipitation for erosive events in the context of rainfall erosivity studies?",
        "QuestionCn": "在降雨侵蚀性研究中，评估降水对侵蚀事件的检测准确性所采取的方法步骤包括哪些？",
        "AnswerEn": "The methodological steps include systematically assessing the performance of ERA5 data in terms of detecting precipitation for erosive events and estimating annual rainfall erosivity based on these detections. This involves comparing ERA5-based estimates with station-based estimates to identify systematic biases and applying corrections accordingly.",
        "AnswerCn": "方法步骤包括系统评估ERA5数据在检测侵蚀事件降水方面的表现，并基于这些检测估算年降雨侵蚀性。这涉及将基于ERA5的估算与基于站点的估算进行比较，以识别系统性偏差，并相应地应用修正。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection techniques enable the generation of a high-resolution rainfall erosivity dataset over a large and ecologically fragile area like the Tibetan Plateau?",
        "QuestionCn": "哪些数据收集技术能够在像青藏 Plateau 这样的大面积生态脆弱区域生成高分辨率的降雨侵蚀性数据集？",
        "AnswerEn": "The use of 1-minute in situ precipitation observations combined with 0.25° hourly ERA5 precipitation data allows for generating a high-resolution rainfall erosivity dataset. These techniques help overcome topographical limitations and provide continuous precipitation data, crucial for capturing the variability in the Tibetan Plateau's climate.",
        "AnswerCn": "使用1分钟的原位降水观测数据结合0.25°的每小时ERA5降水数据，可以生成高分辨率的降雨侵蚀性数据集。这些技术有助于克服地形限制，并提供连续的降水数据，对于捕捉青藏高原气候的变异性至关重要。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What challenges in data collection and estimation need to be addressed to enable more precise rainfall erosivity mapping in regions with complex climates and terrains like the Tibetan Plateau?",
        "QuestionCn": "在像青藏高原这样气候和地形复杂的地区，进行更精确的降雨侵蚀性映射需要解决哪些数据收集和估算方面的挑战？",
        "AnswerEn": "Challenges include the relative error increase with longer time intervals of precipitation data and inadequate weather station coverage. Addressing these requires improving both the temporal and spatial resolution of data, enhancing empirical estimation models, and increasing weather station density in complex terrains to ensure more precise mapping.",
        "AnswerCn": "挑战包括随着降水数据时间间隔的增加，相对误差的增加以及气象站覆盖不足。解决这些问题需要提高数据的时间和空间分辨率，增强经验估计模型，并在复杂地形中增加气象站的密度，以确保更精确的映射。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might a dataset underestimate annual rainfall erosivity compared to station-based estimates?",
        "QuestionCn": "为什么一个数据集可能低估年降雨侵蚀性，相比于基于站点的估计？",
        "AnswerEn": "ERA5-based estimates have a marked tendency to underestimate annual rainfall erosivity due to systematic biases of ERA5 precipitation data, such as the large underestimation of the maximum contiguous 30 min peak intensity and relatively slight overestimation of event erosive precipitation amounts.",
        "AnswerCn": "基于ERA5的估计在年降雨侵蚀性方面有明显的低估倾向，这主要是由于ERA5降水数据的系统性偏差，例如最大连续30分钟峰值强度的显著低估，以及事件侵蚀性降水量的相对轻微高估。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges might arise in using empirical estimation models for rainfall erosivity in areas with complex climates and terrains?",
        "QuestionCn": "在气候和地形复杂的地区使用经验估计模型来评估降雨侵蚀性可能会出现哪些挑战？",
        "AnswerEn": "The accuracy of rainfall erosivity estimation is strongly affected by the current empirical estimation models and the scarcity of historical weather stations. Inadequate weather station coverage, especially in areas with complex climates and terrains, greatly reduces the accuracy of the erosivity map.",
        "AnswerCn": "降雨侵蚀性估计的准确性受到当前经验估计模型和历史气象站稀缺的强烈影响。气象站覆盖不足，尤其是在气候和地形复杂的地区，极大地降低了侵蚀性地图的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why could the relative error of estimated rainfall erosivity increase with longer time intervals of precipitation data?",
        "QuestionCn": "估计降雨侵蚀性时，相对误差可能会随着降水数据时间间隔的延长而增加，原因是什么？",
        "AnswerEn": "The relative error of estimated rainfall erosivity increases rapidly with increasing time interval of the precipitation data because the accuracy of the rainfall erosivity estimation mainly depends on the temporal resolution of the precipitation data. For example, the relative error based on hourly data was more than 80% compared with the 1 min data results.",
        "AnswerCn": "降雨侵蚀性估计的相对误差随着降水数据时间间隔的增加而迅速增加，因为降雨侵蚀性估计的准确性主要依赖于降水数据的时间分辨率。例如，基于每小时数据的相对误差与1分钟数据结果相比超过了80%。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What are the perceived challenges in employing empirical methods for estimating rainfall erosivity on the Tibetan Plateau, and how can they be addressed?",
        "QuestionCn": "在青藏高原上，采用经验方法估算降雨侵蚀性所面临的挑战有哪些？如何解决这些挑战？",
        "AnswerEn": "The challenges include notable biases over the Tibetan Plateau when empirical methods are used, mainly due to the scarcity of historical weather stations and the complex climate and terrain. Addressing these challenges involves utilizing high-resolution data, correcting biases in gridded datasets with station observations, and possibly developing new models that better account for the unique climatic and geographical conditions of the region.",
        "AnswerCn": "这些挑战包括在使用经验方法时对青藏高原的显著偏差，主要是由于历史气象站的稀缺以及复杂的气候和地形。解决这些挑战涉及利用高分辨率数据，利用站点观测数据修正网格数据集中的偏差，并可能开发新的模型，更好地考虑该地区独特的气候和地理条件。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In what ways might the temporal and spatial resolution of precipitation data affect the reliability of rainfall erosivity maps?",
        "QuestionCn": "降水数据的时间分辨率和空间分辨率如何影响降雨侵蚀性地图的可靠性？",
        "AnswerEn": "The reliability of rainfall erosivity maps is greatly affected by the resolution of precipitation data because higher temporal and spatial resolution provide more detailed and accurate information about precipitation patterns, especially in regions with complex climates and terrains. Inadequate resolution can lead to significant errors in erosivity estimates, as seen with the higher relative errors associated with less frequent data collection intervals.",
        "AnswerCn": "降雨侵蚀性地图的可靠性受到降水数据分辨率的极大影响，因为更高的时间和空间分辨率提供了关于降水模式的更详细和准确的信息，特别是在气候和地形复杂的地区。不足的分辨率可能导致侵蚀性估计的显著误差，正如较少频率的数据收集间隔所带来的更高相对误差所示。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how rainfall erosivity data can be accurately collected and corrected on the Tibetan Plateau given the complex climate and terrain.",
        "QuestionCn": "我不明白如何在复杂的气候和地形条件下准确收集和修正青藏高原的降雨侵蚀性数据。",
        "AnswerEn": "The accuracy of rainfall erosivity data collection on the Tibetan Plateau is enhanced by using a combination of 1-minute in situ precipitation observations from 1787 weather stations and 0.25° hourly ERA5 precipitation data. The dataset is corrected using a multiplier factor map generated by the inverse distance-weighted method, which addresses systematic biases in ERA5 data.",
        "AnswerCn": "通过结合1787个气象站的1分钟现场降水观测数据和0.25°每小时ERA5降水数据，增强了对青藏高原降雨侵蚀性数据收集的准确性。该数据集使用逆距离加权法生成的乘数因子图进行校正，以解决ERA5数据中的系统性偏差。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure how the temporal resolution of precipitation data affects the accuracy of rainfall erosivity models.",
        "QuestionCn": "我不确定降水数据的时间分辨率如何影响降雨侵蚀性模型的准确性。",
        "AnswerEn": "The accuracy of rainfall erosivity models is highly dependent on the temporal resolution of precipitation data. The relative error of estimated rainfall erosivity increases with longer time intervals in the precipitation data. For instance, using hourly data can result in more than an 80% relative error compared to 1-minute data.",
        "AnswerCn": "降雨侵蚀性模型的准确性高度依赖于降水数据的时间分辨率。估计的降雨侵蚀性的相对误差随着降水数据时间间隔的增加而增加。例如，使用每小时数据相比于每分钟数据可能导致超过80%的相对误差。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I can't make sense of why historical weather station scarcity would impact the accuracy of rainfall erosivity estimation on the Tibetan Plateau.",
        "QuestionCn": "我无法理解历史气象站稀缺如何影响对青藏高原降雨侵蚀性估计的准确性。",
        "AnswerEn": "Scarcity of historical weather stations affects the accuracy of rainfall erosivity estimation because it limits the spatial resolution and coverage of precipitation data. The inadequate station coverage, especially in complex climates and terrains, reduces the reliability of empirical estimation models and the precision of the erosivity maps.",
        "AnswerCn": "历史气象站的稀缺性影响了降雨侵蚀性估算的准确性，因为它限制了降水数据的空间分辨率和覆盖范围。尤其是在复杂气候和地形中，站点覆盖不足降低了经验估算模型的可靠性和侵蚀性图的精确度。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore the main challenges in accurately estimating rainfall erosivity on the Tibetan Plateau and suggest potential improvements in data collection techniques.",
        "QuestionCn": "请探讨在准确估计青藏高原降雨侵蚀性方面的主要挑战，并建议数据收集技术的潜在改进。",
        "AnswerEn": "Challenges include the rapid increase in relative error with longer precipitation data intervals and reduced accuracy due to inadequate weather station coverage, especially in regions with complex climates and terrains. Improvements could involve enhancing the temporal and spatial resolution of precipitation data and expanding the network of weather stations to reduce reliance on empirical estimation models.",
        "AnswerCn": "挑战包括随着降水数据时间间隔的延长，相对误差的快速增加，以及由于气象站覆盖不足导致的准确性降低，尤其是在气候和地形复杂的地区。改进措施可以包括提高降水数据的时间和空间分辨率，以及扩大气象站网络，以减少对经验估计模型的依赖。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please examine how the integration of different data sources enhances the accuracy of rainfall erosivity datasets on the Tibetan Plateau.",
        "QuestionCn": "请检查不同数据源的整合如何提高青藏高原降雨侵蚀性数据集的准确性。",
        "AnswerEn": "Integration of 1 min precipitation observations from 1787 weather stations with hourly ERA5 data over 71 years enhances accuracy by allowing for the identification and correction of biases in the ERA5 estimates. This combined approach helps create a more reliable annual gridded rainfall erosivity dataset by leveraging detailed in situ observations alongside broader reanalysis data.",
        "AnswerCn": "将1787个气象站的1分钟降水观测数据与71年的每小时ERA5数据进行整合，通过识别和修正ERA5估计中的偏差，提高了准确性。这种结合的方法有助于创建一个更可靠的年度网格化降雨侵蚀性数据集，利用详细的现场观测数据与更广泛的再分析数据相结合。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}