{
    "id": "385db8f7-ff42-45d0-9a92-03d8710db34e",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Carbon flux post-processing ensemble products for the Three Pole permafrost region under different RCP scenarios from 2046-2065",
            "titleCn": "不同RCP情景下三极多年冻土区碳通量后处理集合产品（2046-2065）",
            "description": "The original data of carbon flux in the three pole permafrost region are generated by GCM model simulation, and the original data are from http://www.cryosphere.csdb.cn/portal/metadata/5abef388-3f3f-4802-b3de-f4d233cb333b 。 This data set contains the prediction of future scenarios under different representative concentration paths (RCPs) in the next 2046-2065 years, including rcp2.6 scenario, rcp4.5 scenario and rcp8.5 scenario. The original data include parameters representing carbon flux such as NPP and GPP in the permafrost region of the Qinghai Tibet Plateau. The data format is netcdf4 format, with a spatial resolution of 0.5 ° and a temporal resolution of years. Through data format conversion, spatial interpolation and other post-processing operations, the NPP and GPP data in permafrost region in netcdf4 format are generated. The spatial resolution is 0.1 °, the time resolution is years, the time range is 2046-2065, and the data unit is gc/m2yr.",
            "descriptionCn": "三极多年冻土区碳通量原始数据通过GCM模型模拟生成，原始数据来源于http://www.cryosphere.csdb.cn/portal/metadata/5abef388-3f3f-4802-b3de-f4d233cb333b。本数据集包含了未来2046-2065年间不同典型浓度路径（Representative Concentration Pathways，RCP）下的未来情景预估，包括RCP2.6情景、RCP4.5情景、RCP8.5情景。原始数据包括青藏高原多年冻土区NPP和GPP等表征碳通量的参数，数据格式为NetCDF4格式，数据空间分辨率为0.5°，时间分辨率为年。本研究工作通过对其进行数据格式转换、空间插值等后处理操作，生成了NetCDF4格式的多年冻土区NPP和GPP数据，其空间分辨率为0.1°，时间分辨率为年，时间范围为2046-2065年，数据单位为gc/m2yr。",
            "instructions": "1. Data format: NetCDF4\n2. Projection: WGS84\n3. Data size: 26.9mb\n4. Data variables: NPP, GPP\n5. Data unit: gc/m2yr",
            "instructionsCn": "1.数据格式：NetCDF4\n2.投影：WGS84\n3.数据大小：26.9MB\n4.数据变量：NPP，GPP\n5.数据单位：gc/m2yr",
            "east": 105.25,
            "west": 74.25,
            "south": 25.25,
            "north": 41.25,
            "startTime": "2046-01-01 00:00:00",
            "endTime": "2065-12-31 00:00:00",
            "fileSize": 1465889.0,
            "cstr": "18406.11.Cryos.tpdc.272717",
            "doi": "10.11888/Cryos.tpdc.272717",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "叶爱中",
                "nameEn": "YE Aizhong",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Responses of alpine grassland on Qinghai-Tibetan Plateau to climate warming and permafrost degradation: a modeling perspective",
                "referenceCn": null,
                "referenceEn": "Yi, S., Wang, X., Qin, Y., Xiang, B., & Ding, Y. (2014). Responses of alpine grassland on Qinghai-Tibetan Plateau to climate warming and permafrost degradation: a modeling perspective. Environmental Research Letters, 9, 074014, doi:10.1088/1748-9326/9/7/074014."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            },
            {
                "nameCn": "多年冻土",
                "nameEn": "Permafrost"
            },
            {
                "nameCn": "碳通量",
                "nameEn": "Carbon Flux"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2046-2065",
                "keywordEn": "2046-2065",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "地球大数据科学工程专项时空三极环境项目",
                "titleEn": "CASEarth:Big Earth Data for Three Poles"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of carbon flux datasets under different RCP scenarios in the permafrost regions of the Three Poles?",
                "QuestionCn": "在三极地区的永冻土区域，不同RCP情景下的碳通量数据集的特征是什么？",
                "AnswerEn": "future scenario predictions for 2046-2065, RCP2.6, RCP4.5, RCP8.5, NPP, GPP, GCM models, NetCDF4 format, spatial resolution of 0.5°, temporal resolution of one year, spatial resolution of 0.1°, annual temporal resolution, period from 2046 to 2065, data units in gc/m2yr",
                "AnswerCn": "未来情景预测：2046-2065年，RCP2.6、RCP4.5、RCP8.5，NPP，GPP，GCM模型，NetCDF4格式，空间分辨率为0.5°，时间分辨率为一年，空间分辨率为0.1°，年度时间分辨率，2046年至2065年期间，数据单位为gc/m2yr。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the carbon flux dataset under different RCP scenarios for the period 2046-2065?",
                "QuestionCn": "在2046-2065年期间，不同RCP情景下的碳通量数据集的空间分辨率是多少？",
                "AnswerEn": "0.1°",
                "AnswerCn": "0.1°",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'RCP scenarios' in the context of carbon flux predictions in permafrost regions?",
                "QuestionCn": "在永久冻土地区的碳通量预测中，“RCP情景”指的是“代表性浓度路径”情景。",
                "AnswerEn": "RCP scenarios, or Representative Concentration Pathways, refer to different greenhouse gas concentration trajectories used in climate modeling and research. In the context of carbon flux predictions in permafrost regions, these scenarios include RCP2.6, RCP4.5, and RCP8.5, which represent varying levels of greenhouse gas emissions and their potential impacts on future climate conditions. These scenarios are used to simulate and estimate future carbon fluxes in permafrost areas, such as NPP (Net Primary Productivity) and GPP (Gross Primary Productivity), over the period of 2046-2065.",
                "AnswerCn": "RCP情景，即代表性浓度路径，指的是用于气候建模和研究的不同温室气体浓度轨迹。在永久冻土地区的碳通量预测中，这些情景包括RCP2.6、RCP4.5和RCP8.5，代表不同水平的温室气体排放及其对未来气候条件的潜在影响。这些情景用于模拟和估计2046-2065年期间永久冻土地区的未来碳通量，如净初级生产力（NPP）和总初级生产力（GPP）。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What insights can be drawn from the spatial resolution changes in carbon flux data when comparing different RCP scenarios between 2046-2065?",
                "QuestionCn": "在比较2046-2065年不同RCP情景下的碳通量数据时，空间分辨率变化可以得出哪些见解？",
                "AnswerEn": "The data collection method involves the use of GCM model simulations to generate carbon flux parameters like NPP and GPP across different RCP scenarios. The original data, with a spatial resolution of 0.5°, is processed to a finer resolution of 0.1° through data format conversion and spatial interpolation. This change in spatial resolution can help researchers infer more detailed spatial patterns and variations in carbon flux across permafrost regions, potentially revealing localized impacts of climate change under different RCP scenarios.",
                "AnswerCn": "数据收集方法涉及使用GCM模型模拟生成不同RCP情景下的碳通量参数，如NPP和GPP。原始数据的空间分辨率为0.5°，通过数据格式转换和空间插值处理为更细的0.1°分辨率。这种空间分辨率的变化可以帮助研究人员推断出碳通量在永久冻土地区的更详细空间模式和变化，可能揭示不同RCP情景下气候变化的局部影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to simulate carbon flux scenarios under different Representative Concentration Pathways (RCPs) within permafrost regions from 2046 to 2065?",
                "QuestionCn": "在2046到2065年期间，在永冻土地区模拟不同代表性浓度路径（RCPs）下的碳通量情景是重要的，原因如下：",
                "AnswerEn": "Simulating carbon flux scenarios under different RCPs within permafrost regions from 2046 to 2065 is crucial for understanding the potential impacts of climate change on carbon dynamics. The objective is to assess how varying levels of greenhouse gas concentrations might influence carbon fluxes, such as Net Primary Productivity (NPP) and Gross Primary Productivity (GPP), in these sensitive ecosystems. This information can help in predicting future climate feedbacks and guide policy decisions related to climate mitigation and adaptation strategies.",
                "AnswerCn": "在永久冻土地区模拟不同RCP下的碳通量情景，从2046年到2065年，对于理解气候变化对碳动态的潜在影响至关重要。目标是评估不同温室气体浓度水平如何影响这些敏感生态系统中的碳通量，如净初级生产力（NPP）和总初级生产力（GPP）。这些信息有助于预测未来的气候反馈，并指导与气候减缓和适应策略相关的政策决策。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in converting and spatially interpolating raw carbon flux data from a GCM model to generate a high-resolution dataset for permafrost areas under different RCP scenarios?",
                "QuestionCn": "将原始碳通量数据从全球气候模型（GCM）转换并进行空间插值，以生成不同RCP情景下的高分辨率数据集的程序步骤包括：\n\n1. 数据收集：获取GCM模型输出的原始碳通量数据，确保数据涵盖所需的时间范围和RCP情景。\n\n2. 数据预处理：对原始数据进行清洗和格式化，处理缺失值和异常值，确保数据的质量和一致性。\n\n3. 空间参考系统转换：将GCM数据转换为适合的空间参考系统，以便与高分辨率地理信息数据进行对齐。\n\n4. 空间插值：使用适当的插值方法（如克里金插值、反距离加权等）对GCM数据进行空间插值，以生成高分辨率的碳通量数据集。\n\n5. 数据验证：通过与观测数据或其他高分辨率数据集进行比较，验证插值结果的准确性和可靠性。\n\n6. 数据整合：将不同RCP情景下的高分辨率碳通量数据整合到一个统一的数据集，便于后续分析和应用。\n\n7. 数据输出：将处理后的高分辨率数据集导出为适当的格式（如GeoTIFF、NetCDF等），以便于存储和共享。\n\n8. 文档记录：记录数据处理的每个步骤和方法，以便于将来的复现和审查。",
                "AnswerEn": "The procedural steps involve converting the original GCM model-simulated carbon flux data, which includes parameters such as NPP and GPP, from its original NetCDF4 format with a spatial resolution of 0.5° to a refined NetCDF4 format with a higher spatial resolution of 0.1°. This process includes data format conversion and spatial interpolation. The temporal resolution is kept annual, covering the years 2046-2065, to develop a dataset that reflects future scenarios under different RCPs, including RCP2.6, RCP4.5, and RCP8.5.",
                "AnswerCn": "程序步骤包括将原始GCM模型模拟的碳通量数据（包括NPP和GPP等参数）从其原始的NetCDF4格式（空间分辨率为0.5°）转换为更高空间分辨率的NetCDF4格式（0.1°）。此过程包括数据格式转换和空间插值。时间分辨率保持为年度，覆盖2046年至2065年，以开发反映不同RCP下未来情景的数据集，包括RCP2.6、RCP4.5和RCP8.5。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What advancements in GCM modeling techniques have enabled the simulation of carbon flux data under different RCP scenarios for permafrost regions?",
                "QuestionCn": "哪些GCM建模技术的进展使得能够在不同的RCP情景下模拟永冻土地区的碳通量数据？",
                "AnswerEn": "GCM models simulate carbon flux data using original data sources, which are then processed to project future scenarios for 2046-2065 under different RCPs, including RCP2.6, RCP4.5, and RCP8.5. These advancements involve data format conversion and spatial interpolation operations to enhance resolution and accuracy.",
                "AnswerCn": "GCM模型使用原始数据源模拟碳通量数据，然后处理这些数据以在不同的RCP下预测2046-2065年的未来情景，包括RCP2.6、RCP4.5和RCP8.5。这些进展涉及数据格式转换和空间插值操作，以提高分辨率和准确性。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}