{
    "id": "386311b9-d8a9-45a2-b47b-d27722d3159e",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Beiya deep prospecting target area",
            "titleCn": "北衙深部找矿靶区",
            "description": "Combining the revealed shallow geological and deep geophysical data in three-dimensional space for deep prediction can not only deepen the shallow understanding, but also reduce the problems caused by the multi solution of geophysics. It has become a new trend and important means of deep metallogenic prediction Taking the Wandongshan ore section of Beiya gold deposit as an example, the three-dimensional geological model of Wandongshan ore section is established in the three-dimensional modeling platform by collecting the data of drilling, exploration line section, geochemical exploration and geophysics; Based on the modeling results and integrating the surface, shallow and deep gravity data, the metallogenic geological conditions and deep metallogenic potential are studied and analyzed. Three metallogenic favorable elements of concealed fault, porphyry body and qingtianbao formation sandstone are selected, and the three-dimensional body model of metallogenic favorable area (sgrid) is established accordingly On this basis, the multi-source information synthesis method is adopted to collect the favorable metallogenic areas of three metallogenic control elements, and the deep target area within 1100 ~ 900 m above sea level in Wandongshan ore section is delineated, which provides a reference for the prediction of the deep target area of the surrounding same type of ore section",
            "descriptionCn": "在三维空间中综合已揭露浅部地质和深部地球物理资料进行深部预测，既能深化浅部认识，还能减少地球物理多解性带来的困扰，成为深部成矿预测的新趋势和重要手段. 以北衙金矿床万硐山矿段为例，通过收集钻孔、勘探线剖面、化探和地球物理等资料，在三维建模平台中建立了万硐山矿段三维地质模型；基于建模结果，综合地表、浅部和深部重力资料，对成矿地质条件和深部成矿潜力进行了研究和分析，筛选出隐伏断裂、斑岩体和青天堡组砂岩3 种成矿有利要素，对应建立了成矿有利区三维体模型（sgrid）. 在此基础上，采取多源信息综合方法，对3 种成矿控制要素的有利成矿区域取交集，圈定了万硐山矿段海拔1 100~900 m 内深部靶区，为周边同类型矿段深部靶区预测提供了参考.",
            "instructions": "Data is stored in PDF format",
            "instructionsCn": "数据以PDF格式存储",
            "east": 100.2,
            "west": 100.18,
            "south": 26.14,
            "north": 26.18,
            "startTime": "2018-07-01 00:00:00",
            "endTime": "2021-08-15 00:00:00",
            "fileSize": 2335935.0,
            "cstr": "18406.11.SolidEar.tpdc.272058",
            "doi": "10.11888/SolidEar.tpdc.272058",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "周放",
                "nameEn": "ZHOU Fang ",
                "unitEn": "Chengdu Center of China Geological Survey",
                "unitCn": "中国地质调查局成都地质调查中心"
            },
            {
                "nameCn": "王立强",
                "nameEn": "WANG Liqiang ",
                "unitEn": "Institute of Mineral Ｒesources，Chinese Academy of Geological Sciences",
                "unitCn": "中国地质科学院矿产资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "三维综合信息分析圈定北衙金矿床深部靶区",
                "titleEn": null,
                "referenceCn": "周放, 王保弟, 贺娟, 等. (2020). 三维综合信息分析圈定北衙金矿床深部靶区. 地球科学, 45(8), 3028-3039.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "三维建模",
                "nameEn": "3D modeling"
            },
            {
                "nameCn": "其他数据",
                "nameEn": "Others"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "成矿潜力",
                "nameEn": "Metallogenic potential"
            },
            {
                "nameCn": "深部靶区",
                "nameEn": "Deep target area"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "北衙",
                "keywordEn": "Beiya"
            },
            {
                "keywordCn": "西藏",
                "keywordEn": "Tibet"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "无",
                "keywordEn": "None",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "重点矿区成矿系统结构解剖及勘查技术集成示范",
                "titleEn": "National Key Research and Development Program of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "祁连山地区基于AVHRR亮温数据的月0.05°×0.05°地表温度数据（V1.0），基于MYD21A1温度数据的月/日0.01°×0.01°地表温度数据（V1.0）",
                "titleEn": "Land Surface Temperature (LST) Monthly/Day Dataset (V1.0) based on AVHRR brightness temperature (BT) (0.05°×0.05°) and MYD21A1 LST products (0.01°×0.01°) in Qilian Mountain Area"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the three-dimensional geological model used in mineral exploration for predicting deep mineralization potential?",
                "QuestionCn": "用于矿产勘探以预测深部矿化潜力的三维地质模型的特征有哪些？",
                "AnswerEn": "integrates exposed shallow geological data and deep geophysical data, collects drilling, exploration line profiles, geochemical exploration, geophysical data, researches and analyzes metallogenic geological conditions, identifies favorable mineralization factors such as concealed faults, porphyry bodies, sandstone formations, establishes a favorable metallogenic zone 3D model (sgrid)",
                "AnswerCn": "整合暴露的浅层地质数据和深层地球物理数据，收集钻探、勘探线剖面、地球化学勘探、地球物理数据，研究和分析成矿地质条件，识别隐伏断层、斑岩体、砂岩地层等有利成矿因素，建立有利成矿区三维模型（sgrid）。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many types of favorable mineralization elements were identified in the 3D geological model for a mining area?",
                "QuestionCn": "在该矿区的三维地质模型中识别出了多少种有利的矿化元素？",
                "AnswerEn": "3",
                "AnswerCn": "3",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the potential challenges in reducing geophysical ambiguity from integrating shallow geological and deep geophysical data in a three-dimensional model within the context of mineral exploration?",
                "QuestionCn": "在矿产勘探的背景下，从整合浅层地质和深层地球物理数据到三维模型中，可以推断出在减少地球物理模糊性方面可能面临的挑战。",
                "AnswerEn": "The integration of shallow geological and deep geophysical data into a three-dimensional model seeks to address the challenge of reducing geophysical ambiguity by providing a more comprehensive understanding of both surface and subsurface geological conditions. This approach allows for a deeper prediction capability, enhancing the understanding of the shallow areas while simultaneously addressing the multifaceted nature of geophysical data interpretation. By synthesizing various data sources, such as drilling, exploration profiles, geochemical surveys, and geophysical data, the method attempts to identify favorable mineralization factors like concealed faults, porphyry bodies, and specific sandstone formations, which are crucial for predicting and delineating deep mineralization targets.",
                "AnswerCn": "将浅层地质和深层地球物理数据整合到三维模型中，旨在通过提供对表面和地下地质条件的更全面理解来解决地球物理模糊性的问题。这种方法增强了预测能力，提升了对浅层区域的理解，同时解决了地球物理数据解释的多面性。通过综合各种数据源，如钻探、勘探剖面、地球化学调查和地球物理数据，该方法试图识别有利的矿化因素，如隐伏断层、斑岩体和特定的砂岩层，这些因素对于预测和划定深部矿化靶区至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the complexity of data collection methods for creating three-dimensional geological models in mineral exploration?",
                "QuestionCn": "在矿产勘探中，创建三维地质模型的数据收集方法复杂性的因素有哪些？",
                "AnswerEn": "The complexity arises from the need to integrate diverse data types such as drilling data, exploration line profiles, geochemical exploration, and geophysical information. This integration is essential to predict deep mineralization trends effectively and reduce the uncertainties caused by multiple geophysical interpretations.",
                "AnswerCn": "复杂性源于需要整合多种数据类型，如钻探数据、勘探线剖面、地球化学勘探和地球物理信息。这种整合对于有效预测深部矿化趋势至关重要，并且可以减少由多种地球物理解释引起的不确定性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to integrate shallow geological data with deep geophysical information in creating a comprehensive 3D model for mineral prediction in mining exploration?",
                "QuestionCn": "将浅层地质数据与深层地球物理信息整合在一起，对于创建矿产勘探的综合三维模型至关重要。",
                "AnswerEn": "Integrating shallow geological data with deep geophysical information in a 3D model allows for a deeper understanding of shallow areas while reducing the complications caused by multiple geophysical interpretations. This approach represents a new trend and important method for predicting deep mineralization, as it enables the identification of favorable mineralization conditions and potential areas, such as concealed faults, porphyry bodies, and specific sandstone formations.",
                "AnswerCn": "将浅层地质数据与深层地球物理信息整合到三维模型中，可以更深入地理解浅层区域，同时减少多重地球物理解释带来的复杂性。这种方法代表了一种新趋势和重要手段，用于预测深层矿化，因为它能够识别有利的矿化条件和潜在区域，例如隐伏断层、斑岩体和特定的砂岩层。",
                "Level": "C6(Creating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedures for integrating shallow geological data with deep geophysical data in three-dimensional space to enhance mining predictions?",
                "QuestionCn": "将浅层地质数据与深层地球物理数据在三维空间中整合的程序，以增强矿业预测。",
                "AnswerEn": "The procedures involve collecting drilling, exploration profile, geochemical, and geophysical data to establish a three-dimensional geological model on a 3D modeling platform. Based on the modeling results, a comprehensive analysis of surface, shallow, and deep gravity data is conducted to study and analyze the metallogenic geological conditions and deep metallogenic potential. This includes selecting favorable metallogenic elements such as concealed faults, porphyry bodies, and sandstone from the Qingtianbao Formation, followed by establishing a 3D body model of favorable metallogenic areas (sgrid). Finally, a multi-source information integration method is used to intersect the favorable metallogenic areas of the three metallogenic control elements, delineating deep target areas within certain elevation ranges, providing a reference for predicting deep targets in similar surrounding mining segments.",
                "AnswerCn": "该程序涉及收集钻探、勘探剖面、地球化学和地球物理数据，以在3D建模平台上建立三维地质模型。基于建模结果，对地表、浅层和深层重力数据进行综合分析，以研究和分析成矿地质条件和深部成矿潜力。这包括选择有利的成矿元素，如隐伏断层、斑岩体和来自青田堡组的砂岩，随后建立有利成矿区的三维体模型（sgrid）。最后，采用多源信息集成方法，交叉有利成矿区的三种成矿控制元素，划定特定海拔范围内的深部目标区，为预测类似周边矿区的深部目标提供参考。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What integrated approach enables the effective combination of geological and geophysical data to predict deep mineralization areas in three-dimensional space?",
                "QuestionCn": "什么综合方法能够有效结合地质和地球物理数据，以预测三维空间中的深部矿化区域？",
                "AnswerEn": "The integrated approach involves the collection and combination of drilling, exploration line profiles, geochemical exploration, and geophysical data to build a three-dimensional geological model. This model is used to study and analyze the geological conditions and deep mineralization potential by integrating surface, shallow, and deep gravity data, which helps to identify favorable factors such as hidden faults, porphyry bodies, and sandstones for mineralization and establish a three-dimensional model of favorable mineralization zones.",
                "AnswerCn": "综合方法涉及收集和结合钻探、勘探线剖面、地球化学勘探和地球物理数据，以构建三维地质模型。该模型用于研究和分析地质条件和深部矿化潜力，通过整合表面、浅层和深层重力数据，帮助识别有利因素，如隐伏断层、斜长岩体和砂岩矿化，并建立有利矿化区的三维模型。",
                "Level": "C6(Creating)"
            }
        ]
    }
}