{
  "id": "387eadf2-5433-44dd-8014-2eb5a86e5376",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "EPMA data of chlorite from Jingchong co Cu polymetallic deposit, Hunan Province",
      "titleCn": "湖南井冲钴铜多金属矿床绿泥石的EPMA数据",
      "description": "This data is EPMA data of chlorite from Jingchong co Cu polymetallic deposit in Hunan Province. The experimental method is EPMA. The test was completed in the Key Laboratory of nonferrous metal metallogenic prediction, Ministry of education, Central South University. The analytical instrument is Shimadzu epma-1720 electron probe equipped with four channel spectrometer and energy spectrometer. The experimental conditions are: accelerating voltage 20 kV, beam current 15 Na, beam spot diameter 1 μ m. ZAF correction method. The standard samples used for EPMA analysis of chlorite are apatite (P), rutile (TI), jadeite (al, Na), almandine (FE), rosapyroxene (MN), olivine (mg), diopside (CA, SI) and potash feldspar (k). This data can provide data support for future geochemical model analysis of Jingchong co Cu polymetallic deposit in Hunan Province.\nThe above data have been published in EI high-level journals, and the data are true and reliable. The data is stored in Excel.",
      "descriptionCn": "本数据为湖南井冲钴铜多金属矿床绿泥石的电子探针数据（EPMA）。实验方法是EPMA。测试在中南大学有色金属成矿预测教育部重点实验室完成, 分析仪器为装有四通道波谱仪和能谱仪的SHIMADZU EPMA-1720电子探针。实验条件为: 加速电压20 kV, 束流15 nA, 束斑直径1 μm, ZAF校正法。绿泥石电子探针分析所采用的标样为: 磷灰石(P)、金红石(Ti)、硬玉(Al、Na)、铁铝榴石(Fe)、蔷薇辉石(Mn)、橄榄石(Mg)、透辉石(Ca、Si)和钾长石(K)。此数据可为湖南井冲钴铜多金属矿床日后地球化学模型分析提供数据支持。\n以上数据已发表于EI高级别期刊，数据真实可靠。数据以Excel表格形式储存。",
      "instructions": "The EPMA data are stored in Excel format. \"Chl Ⅰ (zjc-6)\" in the excel header represents the chlorite generation and sample number respectively. The data point number format is \"q1-07\", where a-cc is the number and Q is the constant.",
      "instructionsCn": "电子探针数据以Excel表格格式储存。Excel表头中“ChlⅠ(ZJC-6)”分别表示绿泥石世代和样品编号，数据点编号格式“q1-07”，其中a-cc为编号，q为常量。",
      "east": 113.48,
      "west": 113.45,
      "south": 28.27,
      "north": 28.29,
      "startTime": null,
      "endTime": null,
      "fileSize": 35636.0,
      "cstr": null,
      "doi": "10.16539/j.ddgzyckx.2018.05.005",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王智琳",
        "nameEn": "WANG Zhilin",
        "unitEn": "Central South University",
        "unitCn": "中南大学"
      },
      {
        "nameCn": "刘萌",
        "nameEn": "LIU Meng",
        "unitEn": "Central South University",
        "unitCn": "中南大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "湖南井冲钴铜多金属矿床绿泥石、黄铁矿和黄铜矿的矿物学特征及其成矿指示意义",
        "titleEn": null,
        "referenceCn": "刘萌, 王智琳, 许德如, 伍杨, 董国军, 宁钧陶... & 崔宇. (2018). 湖南井冲钴铜多金属矿床绿泥石、黄铁矿和黄铜矿的矿物学特征及其成矿指示意义. 大地构造与成矿学(05), 862-879. doi:10.16539/j.ddgzyckx.2018.05.005.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "电子探针",
        "nameEn": "electron microprobe"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "湖南井冲",
        "keywordEn": "JIngchong, Hunan"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "早白垩世",
        "keywordEn": "Early Cretaceous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to obtain EPMA data for chlorite minerals in a polymetallic deposit?",
        "QuestionCn": "您能否提供一个用于获取多金属矿床中绿泥石矿物EPMA数据的数据收集方法的示例？",
        "AnswerEn": "An example of a data collection method used to obtain EPMA data for chlorite minerals in a polymetallic deposit involves using an SHIMADZU EPMA-1720 electron probe micro-analyzer equipped with a four-channel spectrometer and an energy spectrometer. The experiment is conducted under conditions of 20 kV accelerating voltage, 15 nA beam current, and a 1 μm beam diameter, employing the ZAF correction method for accuracy. Standard samples like apatite (P), rutile (Ti), jadeite (Al, Na), almandine (Fe), rhodonite (Mn), olivine (Mg), diopside (Ca, Si), and orthoclase (K) are used for calibration.",
        "AnswerCn": "用于获取多金属矿床中绿泥石矿物EPMA数据的数据收集方法的一个例子涉及使用SHIMADZU EPMA-1720电子探针显微分析仪，该仪器配备有四通道光谱仪和能量光谱仪。实验在20 kV加速电压、15 nA束流和1 μm束直径的条件下进行，采用ZAF校正方法以确保准确性。标准样品包括磷灰石（P）、钛矿（Ti）、透辉石（Al，Na）、石榴石（Fe）、菱锰矿（Mn）、橄榄石（Mg）、透辉石（Ca，Si）和正长石（K），用于校准。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and conditions of the EPMA data collection method used for analyzing chlorite in polymetallic deposits?",
        "QuestionCn": "EPMA数据收集方法用于分析多金属矿床中的绿泥石的具体特征和条件是什么？",
        "AnswerEn": "SHIMADZU EPMA-1720, four-channel spectrometer, energy dispersive spectrometer, accelerating voltage of 20 kV, beam current of 15 nA, beam diameter of 1 μm, ZAF correction method, standard samples: apatite (P), rutile (Ti), jadeite (Al, Na), almandine (Fe), rhodonite (Mn), olivine (Mg), diopside (Ca, Si), orthoclase (K)",
        "AnswerCn": "SHIMADZU EPMA-1720，四通道光谱仪，能量色散光谱仪，加速电压为20 kV，束流为15 nA，束斑直径为1 μm，ZAF校正方法，标准样品：磷灰石（P），金红石（Ti），硬玉（Al, Na），铁铝榴石（Fe），蔷薇辉石（Mn），橄榄石（Mg），透辉石（Ca, Si），正长石（K）",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the beam current used in the EPMA data collection method for analyzing chlorite in the cobalt-copper polymetallic deposit?",
        "QuestionCn": "在分析钴铜多金属矿床中的氯石的EPMA数据采集方法中使用的束流是多少？",
        "AnswerEn": "15 nA",
        "AnswerCn": "15 纳安",
        "Level": "C1(Remembering)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting EPMA data for chlorite in the context of polymetallic deposits in Hunan, and how does it contribute to the development of geochemical models?",
        "QuestionCn": "收集Hunan多金属矿床中绿泥石的EPMA数据的主要目标是什么，以及它如何有助于地球化学模型的发展？",
        "AnswerEn": "The primary objective of collecting EPMA data for chlorite in the context of polymetallic deposits in Hunan is to provide reliable and precise geochemical information that can support the development of geochemical models for the Jin Chong cobalt-copper polymetallic deposit. This data aids in understanding the mineralogical composition and geochemical characteristics of the deposit, which is crucial for predicting mineralization processes and enhancing mineral exploration strategies.",
        "AnswerCn": "收集湖南多金属矿床中绿泥石的EPMA数据的主要目的是提供可靠和精确的地球化学信息，以支持金冲钴铜多金属矿床的地球化学模型开发。这些数据有助于理解矿床的矿物组成和地球化学特征，这对于预测矿化过程和增强矿产勘探策略至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What experimental conditions and technological setups enable the accurate collection of EPMA data on chlorite in multi-metallic ore deposits?",
        "QuestionCn": "哪些实验条件和技术设置能够准确收集多金属矿床中绿泥石的EPMA数据？",
        "AnswerEn": "The accurate collection of EPMA data on chlorite in multi-metallic ore deposits is enabled by using a SHIMADZU EPMA-1720 electron probe microanalyzer equipped with a four-channel spectrometer and energy spectrometer. The experimental conditions include an accelerating voltage of 20 kV, beam current of 15 nA, and a beam spot diameter of 1 μm, along with the ZAF correction method. Standard samples like apatite (P), rutile (Ti), jadeite (Al, Na), almandine (Fe), rhodonite (Mn), olivine (Mg), diopside (Ca, Si), and orthoclase (K) are used for calibration.",
        "AnswerCn": "在多金属矿床中，使用配备四通道光谱仪和能量光谱仪的SHIMADZU EPMA-1720电子探针显微分析仪，可以准确收集氯石的EPMA数据。实验条件包括加速电压20 kV，束流15 nA，束斑直径1 μm，以及ZAF校正方法。用于校准的标准样品包括磷灰石（P）、钛矿（Ti）、透辉石（Al，Na）、石榴石（Fe）、菱锰矿（Mn）、橄榄石（Mg）、透闪石（Ca，Si）和正长石（K）。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}