{
  "id": "3897882a-1604-4f8e-a4bc-aeda739fe8b6",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "1:100000 vegetation map of Heihe River Basin(2015) (version 3.0)",
      "titleCn": "黑河流域1∶10万植被图（2015）（3.0版）",
      "description": "1:100000 vegetation map of Heihe River Basin, the regional scope is subject to the Heihe river boundary of Huangwei Committee, the area is about 14.29 × 104km2, the data format is GIS vector format, this version is version 3.0. The data is mainly based on ground observation data, integrated with all kinds of remote sensing data, 1:1 million vegetation map, climate, terrain, landform, soil data mapping, and compiled by cross validation. The classification standard, legend unit and system of vegetation map of the people's Republic of China (1:1000000), 2007 are adopted, including vegetation type group, vegetation type, formation and sub formation. The new version mainly unifies the codes of the new formation (74 codes in total, distinguishing the formation and the sub formation). 9 vegetation type groups, 22 vegetation types and 74 formations (sub formations) in version 2.0 were changed into 9 vegetation type groups, 22 vegetation types and 67 formations (7 sub formations).\nThe data includes versions 2.0 and 3.0",
      "descriptionCn": "1:10万黑河流域植被图，区域范围以黄委会黑河边界为准，面积约为14.29×104km2，数据格式为GIS矢量格式，本版本为3.0版。该数据以地面观察数据为主、综合各类遥感数据、1：100万植被图、气候、地形、地貌、土壤数据制图，并进行交叉验证编制而成。采用《中华人民共和国植被图 (1:1,000,000), 2007》的分类标准、图例单位和系统，包括植被型组、植被型、群系、亚群系四个单位。新版主要是对新群系代码进行了统一（共74个代码，区分群系和亚群系）。将2.0版本的9个植被型组，22个植被型，74个群系（亚群系）改为9个植被型组，22个植被型，67个群系（7个亚群系）。\n数据包含2.0版本和3.0版本。",
      "instructions": "Data format is GIS vector format，Can be opened with ArcGIS software",
      "instructionsCn": "数据格式为GIS矢量格式，可以用arcgis软件打开",
      "east": 101.98,
      "west": 97.12,
      "south": 37.72,
      "north": 42.69,
      "startTime": "2015-01-12 19:52:00",
      "endTime": "2016-01-11 19:52:00",
      "fileSize": 88377885.0,
      "cstr": "18406.11.Ecolo.tpdc.270869",
      "doi": "10.11888/Ecolo.tpdc.270869",
      "dataFormat": "shapefile",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "郑元润",
        "nameEn": "ZHENG Yuanrun",
        "unitEn": "Institute of Botany, Chinese Academy of Sciences",
        "unitCn": "中国科学院植物研究所"
      },
      {
        "nameCn": "周继华",
        "nameEn": "ZHOU Jihua",
        "unitEn": "Institute of Botany, Chinese Academy of Sciences",
        "unitCn": "中国科学院植物研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "张晓龙，周继华，蔡文涛，高楠楠，郑元润。基于3S技术的黑河流域 １∶100000植被制图。西北师范大学学报（自然科学版），2018（2）：95-101",
        "titleEn": null,
        "referenceCn": "张晓龙，周继华，蔡文涛，高楠楠，郑元润。基于3S技术的黑河流域 １∶100000植被制图。西北师范大学学报（自然科学版），2018（2）：95-101",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "分布",
        "nameEn": "Distribution"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2015",
        "keywordEn": "2015",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "What is the area covered by the vegetation map dataset for the Heihe River Basin, as specified in square kilometers?",
        "QuestionCn": "黑河流域植被地图数据集覆盖的面积是多少平方公里？",
        "AnswerEn": "14.29 × 10^4 square kilometers",
        "AnswerCn": "14.29 × 10^4 平方公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'cross-verification' in the context of vegetation mapping data collection techniques?",
        "QuestionCn": "在植被制图数据收集技术的背景下，“交叉验证”是什么意思？",
        "AnswerEn": "Cross-verification in the context of vegetation mapping data collection techniques refers to the process of using multiple sources of data, such as ground observations, remote sensing data, and existing maps, to validate and refine the accuracy of a vegetation map. This approach helps ensure that the map is reliable and reflects true geographic and ecological characteristics by comparing and corroborating data from different methodologies.",
        "AnswerCn": "在植被制图数据收集技术的背景下，交叉验证是指使用多种数据来源，如地面观察、遥感数据和现有地图，来验证和完善植被地图的准确性。这种方法通过比较和证实来自不同方法的数据，帮助确保地图的可靠性，并反映真实的地理和生态特征。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods integrating ground observation data with remote sensing data in the 1:10万植被图 dataset compare to traditional ground-based data collection techniques in terms of accuracy and comprehensiveness?",
        "QuestionCn": "在1:10万植被图数据集中，整合地面观测数据与遥感数据的方法在准确性和全面性方面与传统的地面数据收集技术相比如何？",
        "AnswerEn": "The data collection methods for the 黑河流域1∶10万植被图 integrate ground observation data with various remote sensing data, 1:1,000,000 vegetation maps, climate, terrain, geomorphology, and soil data. This approach is likely more comprehensive compared to traditional ground-based data collection techniques, which may rely solely on field surveys, as it allows for cross-validation and integration of multiple data sources. This integration can enhance the accuracy and completeness of the vegetation mapping by providing a multi-dimensional view that accounts for both spatial and temporal variations in the vegetation cover.",
        "AnswerCn": "黑河流域1∶10万植被图的数据收集方法整合了地面观测数据与各种遥感数据、1:1,000,000植被图、气候、地形、地貌和土壤数据。这种方法相比于传统的基于地面的数据收集技术（通常仅依赖于实地调查）更为全面，因为它允许多个数据源的交叉验证和整合。这种整合可以通过提供一个多维视角，考虑植被覆盖的空间和时间变化，从而提高植被制图的准确性和完整性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the integration of ground observation data with various remote sensing data and existing vegetation maps in the creation of a vegetation map for the Heihe River Basin?",
        "QuestionCn": "哪些因素有助于将地面观测数据与各种遥感数据和现有植被图结合起来，以创建黑河流域的植被图？",
        "AnswerEn": "The integration involves using ground observation data as the primary source, supplemented by various remote sensing data, a 1:1,000,000 vegetation map, climate, topography, geomorphology, and soil data. This approach is employed to ensure accuracy and cross-verify the compiled data, adhering to established classification standards.",
        "AnswerCn": "该集成方法主要使用地面观测数据，并辅以各种遥感数据、1:1,000,000的植被图、气候、地形、地貌和土壤数据。此方法旨在确保准确性并交叉验证编制的数据，遵循既定的分类标准。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on vegetation mapping accuracy when integrating ground observation data with various remote sensing data sources in a dataset?",
        "QuestionCn": "将地面观测数据与各种遥感数据源集成到一个数据集中时，对植被制图准确性的潜在影响是什么？",
        "AnswerEn": "Integrating ground observation data with various remote sensing data sources in a dataset can enhance the accuracy of vegetation mapping by providing comprehensive spatial and temporal coverage. It allows for cross-verification, which can lead to more precise classification and uniformity in vegetation codes, thus improving overall data reliability.",
        "AnswerCn": "将地面观测数据与各种遥感数据源整合到一个数据集中，可以通过提供全面的空间和时间覆盖来提高植被制图的准确性。这允许进行交叉验证，从而导致更精确的分类和植被编码的一致性，从而提高整体数据的可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it essential to integrate ground observations, remote sensing data, and various environmental datasets to develop a comprehensive vegetation map at a scale of 1:100,000 for the Heihe River Basin?",
        "QuestionCn": "为什么将地面观测、遥感数据和各种环境数据集整合起来，以1:100,000的比例尺绘制黑河流域的综合植被图是至关重要的？",
        "AnswerEn": "The integration of ground observations, remote sensing data, and various environmental datasets is crucial to creating a comprehensive vegetation map at a scale of 1:100,000 for the Heihe River Basin because it ensures accuracy and reliability. It allows for cross-verification and enhances the understanding of the region's vegetation dynamics by incorporating diverse data sources such as climate, terrain, and soil information. This approach helps to address the complexity of the region's ecosystem and provides a more detailed and accurate representation of vegetation types, which is essential for effective environmental management and planning.",
        "AnswerCn": "在黑河流域以1:100,000的比例绘制综合植被图时，整合地面观测、遥感数据和各种环境数据集至关重要，因为这确保了准确性和可靠性。通过结合气候、地形和土壤信息等多种数据源，这种方法可以进行交叉验证，并增强对该地区植被动态的理解。这种方法有助于应对该地区生态系统的复杂性，并提供更详细和准确的植被类型表示，这对于有效的环境管理和规划至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the specific steps and methodologies involved in integrating ground observation data with various remote sensing datasets to create a comprehensive vegetation map in the Heihe River Basin at a scale of 1:100,000?",
        "QuestionCn": "在1:100,000的比例尺下，将地面观测数据与各种遥感数据集整合，以创建黑河流域的综合植被图所涉及的具体步骤和方法是什么？",
        "AnswerEn": "To create a comprehensive vegetation map in the Heihe River Basin at a scale of 1:100,000, the process involves integrating ground observation data with various remote sensing datasets, including 1:1,000,000 vegetation maps, climate data, topography, geomorphology, and soil data. This integration process includes cross-validation to ensure the accuracy and consistency of the map. The classification follows the standards set by 'The Vegetation Map of the People's Republic of China (1:1,000,000), 2007', which includes categorizing into vegetation type groups, vegetation types, formations, and sub-formations. The updated version also standardizes and unifies the codes for formations and sub-formations, adjusting from 74 codes to a refined set of 67 formations and 7 sub-formations.",
        "AnswerCn": "在黑河流域以1:100,000的比例尺创建全面的植被图，过程涉及将地面观测数据与各种遥感数据集整合，包括1:1,000,000的植被图、气候数据、地形、地貌和土壤数据。该整合过程包括交叉验证，以确保地图的准确性和一致性。分类遵循《中华人民共和国植被图（1:1,000,000），2007》的标准，包括将植被分为植被类型组、植被类型、群落和亚群落。更新版本还对群落和亚群落的编码进行了标准化和统一，从74个编码调整为精简后的67个群落和7个亚群落。",
        "Level": "C6(Creating)"
      }
    ]
  }
}