{
  "id": "38bcad27-062b-4b5d-a431-85566bcb37f7",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Landsat soil adjusted vegetation index (SAVI) products over the Tibetan Plateau (2022)",
      "titleCn": "青藏高原Landsat系列卫星遥感土壤调节植被指数（SAVI）产品（2022）",
      "description": "The dataset is the soil adjusted vegetation index (SAVI) products of 2022 over the Tibetan Plateau。The dataset is produced based on Landsat surface reflectance dataset. It is calculated by the SAVI equation which is added soil adjusted parameters S based on NDVI equation.The depended surface reflectance dataset has taken bidirectional reflectance distribution, the SAVI dataset not only eliminates atmospheric effects, but also reduces the differences caused by variations of solar elevation angle,so the SAVI dataset has better radiative consistency. And the corresponding production of quality identification documents (QA) is also generated to identify the cloud, ice and snow. SAVI is stable in the sparse vegetation area, but is not sensitive in the dense vegetation area .",
      "descriptionCn": "\t1）数据内容：本数据集包含2022年青藏高原地区Landsat长时序SAVI。2）数据来源及加工方法：主要是在青藏高原Landsat系列卫星地表反射率数据集的基础上，通过SAVI的计算公式进行生产的，即在NDVI计算公式的基础上引入了土壤调节因子S进行计算的；所依赖的地表反射率数据集考虑了地表的二向反射特征，因此该SAVI数据集不仅消除了大气的影响，也减小了不同太阳高度角引起的反射率差异，具有更好的一致性。3）数据质量描述：为了标识云、冰雪，并相应生产了质量标识文件（QA）。4) 数据应用成果及前景：该指数在植被稀疏区域较为稳定，而在植被覆盖茂盛区域不敏感。",
      "instructions": "1)File name rules: the SAVI result of each image is stored in a folder including the SAVI band, QA bands, metadata, and browser; the named rule of a folder is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-SAVI\", for example, L8-OLI-131-036-20220326-LSR-BRDF-SAVI;the SAVI is stored as GeoTIFF format and its named rule is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-SAVI.TIF\", for example, \"L8-OLI-131-036-20220326-LSR-BRDF-SAVI.TIF\". 2)How to use the dataset: the surface reflectance results can be opened by ArcGIS, Envi, QGIS and so on, the surface reflectance results are multiplied 10000 to become16 bit integer from the original floating-point type in the range of 0 ~ 1 , so it needs to be multiplied 0.0001 when used, and the background filling value is -9999, and the \"LZW\" lossless compression is carried out.",
      "instructionsCn": "文件命名：SAVI是以景为单位存放文件夹，由SAVI波段、质量文件（Quality Assessment, QA）、元数据、缩略图组成，文件夹的命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-SAVI，如L8-OLI-131-036-20220326-LSR-BRDF-SAVI；其中SAVI产品是以GeoTIFF格式存储的，命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-SAVI.TIF，如L8-OLI-131-036-20220326-LSR-BRDF-SAVI.TIF。数据使用方法：SAVI结果可使用Arcgis、ENVI、QGIS等软件打开，为了降低存储空间，SAVI结果由原本的0~1范围内的浮点型均乘以10000变成16位整型，所以使用时需要将结果乘以0.0001，背景填充值为-9999，并进行了“LZW”的无损压缩。",
      "east": 106.7,
      "west": 73.4,
      "south": 24.6,
      "north": 40.4,
      "startTime": null,
      "endTime": null,
      "fileSize": 342297223058.0,
      "cstr": "18406.11.Terre.tpdc.301112",
      "doi": "10.11888/Terre.tpdc.301112",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "彭燕",
        "nameEn": "PENG Yan",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A soil- adjusted vegetation index (SAVI) . Remote Sensing of Environment",
        "referenceCn": null,
        "referenceEn": "HUETE, A.R. (1988). A soil- adjusted vegetation index (SAVI). Remote Sensing of Environment, 25, 295-309."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤调节植被指数",
        "nameEn": "SAVI"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2022",
        "keywordEn": "2022",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What is the role of the soil adjustment factor in calculating the Soil Adjusted Vegetation Index (SAVI)?",
        "QuestionCn": "土壤调整因子在计算土壤调整植被指数（SAVI）中的作用是什么？",
        "AnswerEn": "soil brightness",
        "AnswerCn": "土壤亮度",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics and processing methods of the soil-adjusted vegetation index (SAVI) derived from Landsat satellite data in the Qinghai-Tibet Plateau?",
        "QuestionCn": "青藏高原上从Landsat卫星数据中衍生的土壤调整植被指数（SAVI）的具体特征和处理方法是什么？",
        "AnswerEn": "soil adjustment factor, reduces atmospheric effects, minimizes reflectance differences, improved consistency, stable in sparsely vegetated areas",
        "AnswerCn": "土壤调整因子，减少大气影响，最小化反射差异，提高一致性，在植被稀少地区稳定。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many quality assurance indicators are used to identify cloud, ice, and snow in a dataset focusing on soil-adjusted vegetation indices on the Tibetan Plateau?",
        "QuestionCn": "在一个关注青藏高原土壤调整植被指数的数据集中，用于识别云、冰和雪的质量保证指标有多少个？",
        "AnswerEn": "The original answer does not provide a specific numerical value for the number of quality assurance indicators used. Therefore, there is no quantifiable information to extract or refine.",
        "AnswerCn": "原始答案没有提供用于质量保证指标的具体数值。因此，没有可提取或细化的量化信息。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the data quality and consistency of a Landsat-based SAVI dataset compare to datasets derived from other remote sensing platforms when accounting for atmospheric effects and solar angle variations?",
        "QuestionCn": "Landsat基础的SAVI数据集在考虑大气效应和太阳角度变化时，与其他遥感平台衍生的数据集的数据质量和一致性如何比较？",
        "AnswerEn": "The Landsat-based SAVI dataset uses a calculation method that includes a soil adjustment factor and considers the bidirectional reflectance characteristics of the surface, which helps to eliminate atmospheric influences and reduce reflectance differences due to varying solar angles, resulting in a dataset with better consistency.",
        "AnswerCn": "基于Landsat的SAVI数据集使用了一种计算方法，该方法包括土壤调整因子，并考虑了表面的双向反射特性，这有助于消除大气影响并减少由于太阳角度变化导致的反射差异，从而生成具有更好一致性的数据集。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for incorporating soil adjustment factors in the calculation of vegetation indices in satellite remote sensing of the Tibetan Plateau?",
        "QuestionCn": "在对青藏高原进行卫星遥感时，计算植被指数时需要纳入土壤调整因子的原因是什么？",
        "AnswerEn": "The need for incorporating soil adjustment factors arises because traditional vegetation indices like NDVI can be influenced by soil brightness, which affects the accuracy of vegetation assessments. In regions with sparse vegetation or varying soil reflectance, such as the Tibetan Plateau, the inclusion of a soil adjustment factor in the calculation of the Soil-Adjusted Vegetation Index (SAVI) helps mitigate these influences, resulting in more consistent and reliable data.",
        "AnswerCn": "引入土壤调整因子的必要性源于传统植被指数如NDVI可能受到土壤亮度的影响，这会影响植被评估的准确性。在植被稀疏或土壤反射率变化的地区，如青藏高原，在土壤调整植被指数（SAVI）的计算中加入土壤调整因子有助于减轻这些影响，从而获得更一致和可靠的数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of developing a dataset based on the SAVI index for the Qinghai-Tibet Plateau using Landsat satellite imagery?",
        "QuestionCn": "基于Landsat卫星影像开发一个基于SAVI指数的青藏高原数据集的主要目标是什么？",
        "AnswerEn": "The primary goal is to create a dataset that leverages the Soil Adjusted Vegetation Index (SAVI) to provide a consistent and reliable measure of vegetation cover in the Qinghai-Tibet Plateau region. This is achieved by incorporating a soil adjustment factor into the calculation, which reduces atmospheric effects and differences in reflectance due to varying solar angles, offering a more stable index in sparsely vegetated areas while being less sensitive in areas with dense vegetation cover.",
        "AnswerCn": "主要目标是创建一个利用土壤调整植被指数（SAVI）来提供青藏高原地区植被覆盖一致可靠测量的数据集。通过在计算中加入土壤调整因子，减少大气影响和由于太阳角度变化引起的反射差异，从而在植被稀疏的区域提供更稳定的指数，同时在植被密集的区域敏感性较低。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}