{
    "id": "38d741e0-ec7c-4aa5-8d10-d732a01b8063",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Glacier coverage data on the Tibetan Plateau in 2013 (TPG2013, Version1.0)",
            "titleCn": "青藏高原2013年冰川数据-TPG2013（V1.0）",
            "description": "The Tibetan Plateau Glacier Data –TPG2013 is a glacial coverage data on the Tibetan Plateau around 2013. 128 Landsat 8 Operational Land Imager (OLI) images were selected with 30-m spatial resolution, for comparability with previous and current glacier inventories. Besides, about 20 images acquired in 2014 were used to complete the full coverage of the TP. The most frequent year in this period was defined as the reference year for the mosaic image: i.e. 2013. Glacier outlines were digitized on-screen manually from the 2013 image mosaic, relying on false-colour image composites (RGB by bands 654), which allowed us to distinguish ice/snow from cloud. Debris-free ice was distinguished from the debris and debris-covered ice by its higher reflectance. Debris-covered ice was not delineated in this data. [To minimize the effects of snow or cloud cover on glacierized areas, high-resolution (30 m spatial resolution and 4-day repetition cycle) images were also used for reference in glacier delineation from the Chinese satellites HJ-1A and HJ-1B, which were launched on Sep.6th 2008. Both carried as payload two 4-band CCD cameras with swath width 700 km (360 km per camera). All HJ-1A/1B data in 2012, 2013 and 2014 (65 scenes, Fig.S1, Table S1) were from China Centre for Resources Satellite Data and Application (CRESDA; http://www.cresda.com/n16/n92006/n92066/n98627/index.html). Each scene was orthorectified with respect to the 30m-resolution digital elevation model (DEM) of the Shuttle Radar Topography Mission (SRTM) and Landsat images.] The delineated glacier outlines were compared with band-ratio (e.g. TM3/TM5) results, and validated by overlapping them onto Google Earth imagery, SRTM DEM, topographic maps and corresponding satellite images. Topographic maps from the 1970s and all available satellite images (including Google EarthTM imagery and HJ-1A/1B satellite data) were used as base reference data. For areas with mountain shadows and snow cover, they were verified by different methods using data from different seasons. For glaciers in deep shadow, Google EarthTM imagery from different dates was used as the reference for manual delineation. Steep slopes or headwalls were also excluded in the TPG2013. Areas that appeared in any of these sources to have the characteristics of exposed ground/basement/bed rock were manually delineated as non-glacier, and were also cross-checked with CGI-1 and CGI-2. Steep hanging glaciers were included in TPG2013 if they were identifiable on images in all three epochs (i.e. TPG1976, TPG2001, and TPG2013). The accuracy of manual digitization was controlled within one half-pixel. All glacier areas were calculated on the WGS84 spheroid in an Albers equal-area map projection centred at (95°E, 30°N) with standard parallels at 15°N and 65°N. Our results showed that the relative deviation of manual interpretation was less than 3.9%.",
            "descriptionCn": "本数据集是2013年青藏高原冰川数据，使用了148景Landsat8 OLI卫星多光谱遥感数据，结合65景HJ1A/1B遥感数据，时间主要从2012年至2014年，86%来源于2013年,78%Landsat8 OLI数据成像于冬季，而HJ1A/1B数据100%成像于冬季。冰川数据是青藏高原净冰川覆盖范围，不包括表碛物覆盖部分。数据格式是TIFF，可以为青藏高原冰川变化、冰川水文研究提供基础数据支持。\n数据内容：冰川编号FID_smglac，基于Albers等积圆锥投影计算的冰川面积area_km2，所在流域在我国冰川编目中冰川流域的二级编码code, 所在流域在我国冰川编目中冰川流域一级编码First_code,所在流域中文名称name，所在流域英文名称Ename,冰川斑块周长Peremeter(km)，斑块中心点X坐标（decimal degree）, 斑块中心点Y坐标（decimal degree）。\n数据的投影方式：Albers等积圆锥投影。\n格网单元：30m\n数据加工方法：基于148景Landsat8 OLI卫星多光谱遥感数据，校正、镶嵌为假彩色合成影像（RGB:654），采用人工目视解译方法，参考波段比值法结果，结合SRTM DEM V4.1数据与Google Earth和HJ1A/1B卫星同一年不同季节的影像，剔除了山体阴影、季节性积雪的影响，参考我国第一期和第二期冰川编目数据，剔除了非冰川区的陡崖、裸露基岩等，综合提取净冰川专题矢量数据，不包括冰川末端位置不清的表碛物覆盖区域，冰川边界数字化精度为半个像元（15m）。通过对比分析，可知基于多数据源、参考多方法结果、综合专家经验知识人-机互动方法提取获得的山地冰川数据更准确。具体数据提取方法详见参考文献：\nYe, Q., J.Zong,L.Tian et al. (2017). Glacier changes on the Tibetan Plateau derived from Landsat imagery: mid-1970s – 2000 – 2013. Journal of Glaciology,63(238), 273-87. DOI:10.1017/jog.2016.137\n原始遥感资料数据精度：30m。\n数据质量控制措施：冰川边界数字化精度控制在半个像元之内（15m）。\n加工后数据精度：TPG2013总体数据误差在3.9%。\n项目来源：中国科学院战略性先导科技专项（A类）（XDA19070302）， 第二次青藏高原综合科学考察研究资助（2019QZKK0202），中国科学院“十三五”信息化建设专项资助(XXH13505-06)，国家自然科学基金项目（41530748, 91747201），科技基础性工作专项项目(2013FY111400)。",
            "instructions": "The name of the data file is 2013TPG.\nThis data is in raster tiff format, witch can be opened in GIS software such as ArcMap.",
            "instructionsCn": "数据文件名称为2013TPG\n本数据为栅格tiff格式，可以在ArcMap等地理信息系统软件中使用。",
            "east": 105.0,
            "west": 72.0,
            "south": 26.0,
            "north": 40.0,
            "startTime": "2012-01-01 00:00:00",
            "endTime": "2014-12-30 00:00:00",
            "fileSize": 9107091890.0,
            "cstr": "18406.11.GlaciolGeocryol.tpe.0000015.file",
            "doi": "10.11888/GlaciolGeocryol.tpe.0000015.file",
            "dataFormat": "Shapefile",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "叶庆华",
                "nameEn": "YE Qinghua",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Glacier changes on the Tibetan Plateau derived from Landsat imagery: mid-1970s-2000-2013",
                "referenceCn": null,
                "referenceEn": "Ye, Q.H., Zong, J.B., Tian, L.D., Cogley, J.G., Song, C.Q., & Guo, W.Q. (2017). Glacier changes on the Tibetan Plateau derived from Landsat imagery: mid-1970s-2000-2013. Journal of Glaciology, 63(238), 273-287. doi:10.1017/jog.2016.137"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": "光学遥感",
                "nameEn": "Optical remote sensing"
            },
            {
                "nameCn": "冰川",
                "nameEn": "Glaciers"
            },
            {
                "nameCn": "冰川覆盖",
                "nameEn": "Glacier coverage"
            },
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2013",
                "keywordEn": "2013",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "地球大数据科学工程专项时空三极环境项目",
                "titleEn": "CASEarth:Big Earth Data for Three Poles"
            },
            {
                "titleCn": "湖泊演变及气候变化响应",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of glacier data derived from remote sensing on the Tibetan Plateau?",
                "QuestionCn": "来自遥感的青藏高原冰川数据的特征是什么？",
                "AnswerEn": "Landsat8 OLI, HJ1A/1B satellite, net glacier coverage, TIFF, glacier area, basin codes, names, perimeter, centroid coordinates, Albers equal-area conic, grid cell size of 30m, manual interpretation, band ratio method, expert knowledge, boundary digitization accuracy of 15m, overall error rate of 3.9%",
                "AnswerCn": "Landsat8 OLI，HJ1A/1B 卫星，净冰川覆盖，TIFF，冰川面积，流域代码，名称，周长，质心坐标，阿尔伯斯等积圆锥投影，网格单元大小为30米，人工解译，波段比值法，专家知识，边界数字化精度为15米，总体误差率为3.9%",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the satellite imagery used in a dataset about glaciers on the Tibetan Plateau between 2012 and 2014?",
                "QuestionCn": "关于2012年至2014年间青藏高原冰川的数据集中使用的卫星影像的空间分辨率是多少？",
                "AnswerEn": "30 meters",
                "AnswerCn": "30米",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the accuracy and methodological approach of extracting glacier boundaries using Landsat8 OLI data compare to the use of HJ1A/1B data in terms of addressing seasonal snow and mountain shadow effects?",
                "QuestionCn": "使用Landsat8 OLI数据提取冰川边界的准确性和方法论与使用HJ1A/1B数据相比，在处理季节性雪和山影效应方面如何？",
                "AnswerEn": "The extraction of glacier boundaries using Landsat8 OLI data is primarily based on a combination of corrected, mosaicked false-color composite images and SRTM DEM V4.1 data, considering seasonal variations and mountain shadow effects. This approach is complemented by HJ1A/1B data, which also provides winter imaging to enhance the accuracy and mitigate seasonal snow influences. The integration of multiple data sources and expert knowledge in a human-machine interactive method results in more accurate mountain glacier data, with a digitization precision of half a pixel (15m) and an overall data error of 3.9%.",
                "AnswerCn": "使用Landsat8 OLI数据提取冰川边界主要基于经过校正的、拼接的假彩色合成图像和SRTM DEM V4.1数据，考虑了季节变化和山影效应。这种方法还结合了HJ1A/1B数据，后者提供冬季影像，以提高准确性并减轻季节性雪的影响。多种数据源的整合和专家知识的结合采用人机互动的方法，最终实现了更准确的山地冰川数据，数字化精度为半个像素（15米），整体数据误差为3.9%。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes challenges in accurately delineating glacier boundaries in remote sensing data of the Tibetan Plateau?",
                "QuestionCn": "在青藏 Plateau 的遥感数据中，准确划定冰川边界的挑战原因是什么？",
                "AnswerEn": "Challenges in accurately delineating glacier boundaries in remote sensing data of the Tibetan Plateau arise due to factors such as mountain shadow, seasonal snow cover, and the presence of non-glacial areas like steep cliffs and exposed bedrock. To address these challenges, a combination of multisource data integration, band ratio methods, and expert knowledge are employed to refine boundary accuracy, aiming to control digitization precision within half a pixel (15m).",
                "AnswerCn": "在青藏高原的遥感数据中，准确划定冰川边界面临诸多挑战，例如山影、季节性雪盖以及陡峭悬崖和裸露基岩等非冰川区域的存在。为了解决这些挑战，采用了多源数据集成、波段比率方法和专家知识的结合，以提高边界的准确性，目标是将数字化精度控制在半个像素（15米）以内。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the accurate extraction of glacier boundaries in areas with seasonal snow cover and mountain shadows using remote sensing data?",
                "QuestionCn": "哪些方法能够利用遥感数据准确提取季节性雪盖和山影区域的冰川边界？",
                "AnswerEn": "The accurate extraction of glacier boundaries in areas with seasonal snow cover and mountain shadows is enabled by combining multiple data sources and techniques, such as using Landsat8 OLI satellite multispectral remote sensing data, artificial visual interpretation, band ratio methods, SRTM DEM V4.1 data, and imagery from Google Earth and HJ1A/1B satellites. This process involves correction, mosaicking into false color composite images, and the exclusion of non-glacier areas like steep cliffs and exposed bedrock. The integration of expert knowledge and human-machine interaction further enhances the accuracy of the extracted glacier data.",
                "AnswerCn": "在季节性雪盖和山影区域，准确提取冰川边界的过程通过结合多种数据源和技术得以实现，例如使用Landsat8 OLI卫星多光谱遥感数据、人工视觉解译、波段比率方法、SRTM DEM V4.1数据，以及来自Google Earth和HJ1A/1B卫星的影像。该过程包括校正、拼接成假彩色合成图像，并排除如陡峭悬崖和裸露基岩等非冰川区域。专家知识与人机互动的结合进一步提高了提取冰川数据的准确性。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}