{
  "id": "392068e2-b290-44cc-ae3b-19873ec0896e",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Dataset for estimating future boundaries of lakes on the Qinghai Tibet Plateau (2021-2100)",
      "titleCn": "青藏高原湖泊未来边界预估数据集（2021-2100）",
      "description": "The data includes the projected annual boundaries of the Tibetan Plateau endorheic lake (closed lake) from 2021 to 2100 under SSP1-2.6, SSP2-4.5, and SSP5-8.5 scenarios. The study comprehensively considered the key factors of the lake, including precipitation, glacier meltwater, land evapotranspiration, and lake surface evaporation, and projected the changes in the endorheic lake from 2021 to 2100 under SSPs scenario. The lake boundary is generated based on NASADEM (30 meter resolution) and then converted into a vector file. The data format is shpfile (shp). Given the current trend of continuous expansion of lakes on the Tibetan Plateau, projecting future changes in lakes on the Tibetan Plateau is of great significance for protecting infrastructure and ecological environment security. This data can be used to analyze the potential impact of lake expansion on the surrounding society and environment.",
      "descriptionCn": "数据包括SSP1-2.6、SSP2-4.5和SSP5-8.5情景下，预估的青藏高原内流湖（封闭湖）2021-2100年逐年边界。研究综合考虑了湖泊的关键影响要素，包括降水、冰川融水、陆地蒸散发和湖面蒸发，预估了SSP3种情景下内流湖2021-2100的变化。湖泊边界基于NASADEM（30米分辨率）生成，然后转为矢量。数据格式为shpfile（shp）。鉴于当前青藏高原湖泊持续扩张的态势，预估青藏高原湖泊未来变化对保护基础设施和生态环境安全有重要意义。该数据可用于分析湖泊扩张对周边社会和环境的潜在影响。",
      "instructions": "The data format is “shp” and can be opened in ArcGIS",
      "instructionsCn": "数据格式为shp，可用ArcGIS打开",
      "east": 110.0,
      "west": 75.0,
      "south": 22.0,
      "north": 42.0,
      "startTime": "2021-01-01 16:55:18",
      "endTime": "2100-12-31 16:55:18",
      "fileSize": 1506753789.0,
      "cstr": "18406.11.Terre.tpdc.301223",
      "doi": "10.11888/Terre.tpdc.301223",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "许凤林",
        "nameEn": "XU Fenglin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "张国庆",
        "nameEn": "ZHANG Guoqing",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Widespread societal and ecological impacts from projected Tibetan Plateau lake expansion",
        "referenceCn": null,
        "referenceEn": "Xu, F., Zhang, G., & Woolway, R.I., et al. (2024). Widespread societal and ecological impacts from projected Tibetan Plateau lake expansion. Nat. Geosci. https://doi.org/10.1038/s41561-024-01446-w"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "湖泊",
        "nameEn": "Lakes"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2021-2100",
        "keywordEn": "2021-2100",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Disjunctive": [
      {
        "QuestionEn": "Is the data collection for predicting future lake boundaries in the Tibetan Plateau primarily influenced by precipitation, glacier meltwater, land evapotranspiration, or lake surface evaporation?",
        "QuestionCn": "预测青藏高原未来湖泊边界的数据收集主要受降水、冰川融水、土地蒸散发或湖面蒸发的影响吗？",
        "AnswerEn": "precipitation",
        "AnswerCn": "降水",
        "Level": "C4(Analyzing)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What characteristics are considered when predicting the future boundaries of lakes in the Tibetan Plateau?",
        "QuestionCn": "在预测青藏高原湖泊未来边界时考虑哪些特征？",
        "AnswerEn": "precipitation, glacier meltwater, terrestrial evapotranspiration, lake surface evaporation",
        "AnswerCn": "降水、冰川融水、陆地蒸散、湖面蒸发",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many different SSP scenarios are considered for the prediction of lake boundaries on the Tibetan Plateau from 2021 to 2100?",
        "QuestionCn": "在2021年至2100年期间，考虑了多少种不同的SSP情景用于预测青藏高原的湖泊边界？",
        "AnswerEn": "3",
        "AnswerCn": "3",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'SSP1-2.6, SSP2-4.5, and SSP5-8.5 scenarios' mean in the context of predicting future lake boundaries on the Qinghai-Tibet Plateau?",
        "QuestionCn": "在预测青藏高原未来湖泊边界的背景下，SSP1-2.6、SSP2-4.5和SSP5-8.5情景是什么意思？",
        "AnswerEn": "SSP1-2.6, SSP2-4.5, and SSP5-8.5 scenarios refer to different Shared Socioeconomic Pathways used to project future changes in the Qinghai-Tibet Plateau's lake boundaries from 2021 to 2100. These scenarios consider various socio-economic factors that impact key elements affecting lake boundaries, such as precipitation, glacier meltwater, terrestrial evapotranspiration, and lake surface evaporation.",
        "AnswerCn": "SSP1-2.6、SSP2-4.5 和 SSP5-8.5 情景是用于预测2021年至2100年青藏高原湖泊边界变化的不同共享社会经济路径。这些情景考虑了影响湖泊边界的关键因素的各种社会经济因素，如降水、冰川融水、陆地蒸散发和湖面蒸发。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the need for predicting future lake boundaries on the Tibetan Plateau within various SSP scenarios?",
        "QuestionCn": "在不同的共享社会经济路径（SSP）情景下，预测青藏高原未来湖泊边界的需求受到哪些因素的影响？",
        "AnswerEn": "The prediction of future lake boundaries on the Tibetan Plateau is driven by key factors including precipitation, glacier meltwater, terrestrial evapotranspiration, and lake surface evaporation. These elements significantly influence the expansion of the lakes, necessitating predictions to assess potential impacts on surrounding infrastructure and ecological safety.",
        "AnswerCn": "对青藏高原未来湖泊边界的预测受到降水、冰川融水、陆地蒸散发和湖面蒸发等关键因素的驱动。这些因素显著影响湖泊的扩展，因此需要进行预测以评估对周围基础设施和生态安全的潜在影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on ecological safety and infrastructure protection if the predicted expansion of lakes in the Qinghai-Tibet Plateau occurs?",
        "QuestionCn": "如果青藏高原湖泊的扩张预测成真，对生态安全和基础设施保护可能产生哪些潜在影响？",
        "AnswerEn": "The predicted expansion of lakes in the Qinghai-Tibet Plateau, considering factors like precipitation, glacier meltwater, terrestrial evapotranspiration, and lake surface evaporation under different SSP scenarios, holds significant implications for protecting infrastructure and ecological safety. As lakes continue to expand, there could be challenges to existing infrastructure and potential ecological disruptions, necessitating adaptive strategies to mitigate risks.",
        "AnswerCn": "考虑到降水、冰川融水、陆地蒸散发和湖面蒸发等因素，在不同的SSP情景下，青藏高原湖泊扩展的预测具有重要意义，这关系到基础设施保护和生态安全。随着湖泊的持续扩展，现有基础设施可能面临挑战，生态系统也可能受到干扰，因此需要采取适应性策略来减轻风险。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it essential to predict the future boundaries of lakes on the Qinghai-Tibet Plateau under different SSP scenarios from 2021 to 2100?",
        "QuestionCn": "为什么在不同的SSP情景下预测2021年至2100年青藏高原湖泊的未来边界是至关重要的？",
        "AnswerEn": "Predicting the future boundaries of lakes on the Qinghai-Tibet Plateau is crucial due to the ongoing expansion of lakes, which has significant implications for the protection of infrastructure and ecological environment safety. Understanding these changes can help analyze the potential impacts of lake expansion on surrounding societies and environments.",
        "AnswerCn": "预测青藏高原湖泊未来的边界至关重要，因为湖泊的持续扩张对基础设施保护和生态环境安全具有重要影响。了解这些变化有助于分析湖泊扩张对周边社会和环境的潜在影响。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the key procedures involved in generating a dataset that predicts future lake boundaries on the Tibetan Plateau under various climate scenarios?",
        "QuestionCn": "生成预测不同气候情景下西藏高原未来湖泊边界的数据集所涉及的关键步骤有哪些？",
        "AnswerEn": "The procedures involve considering key factors affecting lakes, such as precipitation, glacier meltwater, terrestrial evapotranspiration, and lake surface evaporation. The lake boundaries are generated using NASADEM data with a 30-meter resolution, which is then converted into vector format (shpfile).",
        "AnswerCn": "这些程序涉及考虑影响湖泊的关键因素，如降水、冰川融水、陆地蒸散发和湖面蒸发。湖泊边界使用NASADEM数据生成，分辨率为30米，然后转换为矢量格式（shp文件）。",
        "Level": "C6(Creating)"
      }
    ]
  }
}