{
    "id": "3947a317-8fba-4281-8337-8b07949b426c",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Magnetic susceptibility anisotropy and 40Ar-39Ar age data set of the Dayunshan-Mufushan pluton in South China (150-95 MA)",
            "titleCn": "华南地区大云山—幕阜山岩体磁化率各项异性和矿物40Ar-39Ar的年龄数据集（150-95 Ma）",
            "description": "The data consist of two parts: AMS data of the Dayunshan-Mufushan pluton and 40Ar-39Ar ages of biotite, amphibole and Muscovite in the granitic mylonite and mica schist in the southern margin of the pluton. In the field, a portable gasoline drill was used to collect rock core columns, and then the samples were cut into standard columns with a diameter of 2.5 cm and a height of 2.2 cm indoor. The final test was completed in the paleomagnetism Laboratory of Institute of Geology and Geophysics, Chinese Academy of Sciences. The 40Ar-39Ar dating of minerals mainly includes the following steps. Firstly, the rock samples were cleaned and crushed, and then the biotite particles were selected by hand under the binocular microscope. Before preparing for dating, biotite was reexamined and fresh, transparent and inclusion free crystals were selected. The experiments were carried out in the Key Laboratory of Geology and Geophysics, Institute of Geology and Geophysics, Chinese Academy of Sciences, and in the 40Ar / 39Ar and U-Th / he laboratories. Mm5400 mass spectrometer was used to measure 40Ar / 39Ar with high resolution. Then, arcalc, a plug-in of Excel, is used to further process the original data. The data provide chronological support for the interpretation of emplacement process and dynamic mechanism of dayunshan Mufushan pluton.\nThe above data have been published in the Journal of geophysical research: solid earth, and the data are true and reliable",
            "descriptionCn": "数据包含两部分，分别为大云山—幕阜山岩体的磁化率各项异性（AMS）数据，及岩体南缘的花岗质糜棱岩和围岩云母片岩中的黑云母、角闪石和白云母的40Ar-39Ar的年龄。在野外使用便携式汽油钻机采集岩芯柱，然后在室内将样品切割成标准的直径2.5 cm，高2.2 cm的柱体。最终的测试在中国科学院地质与地球物理研究所的古地磁实验室完成。矿物的40Ar-39Ar的年龄的测试过程主要包含以下步骤。先对岩石样品进行清洗和粉碎，然后在双筒显微镜下手工挑选黑云母颗粒。在为定年做准备之前，重新检查了黑云母，选择了新鲜、透明、没有夹杂物的晶体。实验主要在中国科学院地质与地球物理研究所地质与地球物理重点实验室在40Ar/39Ar和U-Th/He实验室完成。使用MM5400质谱仪高分辨率进行40Ar/39Ar的测量。然后利用excel的软件的插件ArArCALC对测试的原始数据进行进一步的处理。该数据为大云山-幕阜山岩体侵位过程及动力学机制的解释提供年代学的支持。\n以上数据已发表在Journal of Geophysical Research: Solid Earth，数据真实可靠",
            "instructions": "File naming: chronological data is stored in Excel, and the file names are \"2018dm-40ar-39ar data. Xlsx\" and \"2018dm-ams data. Xlsx\", in which 2018 represents the data obtained in 2018 test, DM represents the sample collected in dayunshan Mufu mountain, 40Ar-39Ar data represents the file is 40Ar-39Ar data, and AMS data represents the anisotropy data of magnetic susceptibility of dayunshan Mufu mountain rock mass“ 2018dm-40ar-39ar data. Xlsx \"and\" 2018dm-ams data. Xlsx \"are 40Ar-39Ar data and AMSS data of dayunshan Mufu mountain respectively.\nUsage: the data is in xlsx file format and can be opened directly in Excel",
            "instructionsCn": "文件命名：年代学数据以Excel表格存储，文件的名称为“2018DM-40Ar-39Ar data.xlsx\"和\"2018DM-AMS data.xlsx\"，其中2018代表数据在2018测试获得,DM代表样品采集于大云山—幕阜山，40Ar-39Ar data代表文件为40Ar-39Ar数据，AMS data 代表大云山—幕阜山岩体的磁化率各项异性数据。“2018DM-40Ar-39Ar data.xlsx\"和\"2018DM-AMS data.xlsx\"这两个文件分别为大云山—幕阜山的40Ar-39Ar数据和AMSS数据。\n使用方法：该数据为xlsx文件格式，可以用Excel直接打开",
            "east": 114.5,
            "west": 113.0,
            "south": 28.5,
            "north": 29.5,
            "startTime": null,
            "endTime": null,
            "fileSize": 45077.0,
            "cstr": "18406.11.Geo.tpdc.271327",
            "doi": "10.11888/Geo.tpdc.271327",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "冀文斌",
                "nameEn": "JI Wenbin",
                "unitEn": "",
                "unitCn": "中国科学院地质与地球物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Multiple Emplacement and Exhumation History of the Late Mesozoic Dayunshan-Mufushan Batholith in Southeast China and Its Tectonic Significance: 1. Structural Analysis and Geochronological Constraints",
                "referenceCn": null,
                "referenceEn": "Ji, W. B., Faure, M., Lin, W., Chen, Y., Chu, Y., Xue, Z. H. (2018a). Multiple Emplacement and Exhumation History of the Late Mesozoic Dayunshan-Mufushan Batholith in Southeast China and Its Tectonic Significance: 1. Structural Analysis and Geochronological Constraints. Journal of Geophysical Research: Solid Earth, 123(1), 689-710."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "大地构造",
                "nameEn": "Tectonics"
            },
            {
                "nameCn": "板块构造",
                "nameEn": "plate tectonics"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "大云山—幕阜山穹隆",
                "keywordEn": "Dayunshan-Mufushan Massif"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "150 Ma-95 Ma",
                "keywordEn": "150 Ma-95 Ma",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the data collection methods used for determining the anisotropy of magnetic susceptibility and 40Ar-39Ar mineral ages in geological studies?",
                "QuestionCn": "用于确定地质研究中磁性各向异性和40Ar-39Ar矿物年龄的数据收集方法的特点是什么？",
                "AnswerEn": "portable gasoline drill, core columns, standard cylindrical samples, paleomagnetic laboratory, cleaned rock samples, crushed rock samples, handpicked minerals, binocular microscope, fresh crystals, transparent crystals, inclusion-free crystals, MM5400 mass spectrometer, high-resolution 40Ar/39Ar measurements, ArArCALC plugin in Excel",
                "AnswerCn": "便携式汽油钻机、岩芯柱、标准圆柱形样品、古地磁实验室、清洁的岩石样品、破碎的岩石样品、手选矿物、双目显微镜、新鲜晶体、透明晶体、无包裹体晶体、MM5400质谱仪、高分辨率40Ar/39Ar测量、Excel中的ArArCALC插件",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the anisotropy of magnetic susceptibility (AMS) and 40Ar-39Ar age data help in interpreting the emplacement processes and dynamic mechanisms of intrusive bodies in geological research?",
                "QuestionCn": "各向异性磁化率（AMS）和40Ar-39Ar年龄数据如何帮助解释地质研究中侵入体的成因过程和动态机制。",
                "AnswerEn": "The anisotropy of magnetic susceptibility (AMS) and 40Ar-39Ar age data provide insights into the orientation and deformation history of rock bodies, as well as the timing of geological events. By analyzing AMS, researchers can infer the flow patterns and stress fields that were present during the formation of the intrusive bodies. The 40Ar-39Ar dating of minerals like biotite, hornblende, and muscovite allows scientists to establish a chronological framework for these geological processes, helping to decipher the sequence of emplacement and subsequent alterations. This combination of data supports the interpretation of the intrusive body's emplacement dynamics and the regional tectonic history.",
                "AnswerCn": "磁性各向异性（AMS）和40Ar-39Ar年龄数据为岩体的取向和变形历史以及地质事件的时序提供了见解。通过分析AMS，研究人员可以推断出在侵入体形成过程中存在的流动模式和应力场。对生物云母、角闪石和白云母等矿物进行40Ar-39Ar定年，可以帮助科学家建立这些地质过程的时间框架，从而解读侵入体的成因顺序及其后续变化。这些数据的结合支持了对侵入体成因动态和区域构造历史的解释。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the reasons for selecting 40Ar-39Ar dating method for determining the age of minerals in geological studies?",
                "QuestionCn": "选择40Ar-39Ar测年法来确定地质研究中矿物年龄的原因有哪些？",
                "AnswerEn": "The 40Ar-39Ar dating method is chosen because it allows for precise age determinations of minerals such as biotite, hornblende, and muscovite, which are critical for understanding the emplacement process and dynamic mechanisms of rock bodies. This method provides reliable chronological support by utilizing high-resolution mass spectrometry to measure isotopic ratios, ensuring the accuracy of geological age interpretations.",
                "AnswerCn": "40Ar-39Ar 定年法被选择是因为它能够对生物云母、角闪石和白云母等矿物进行精确的年龄测定，这对于理解岩体的成因过程和动态机制至关重要。该方法通过利用高分辨率质谱仪测量同位素比率，提供可靠的时间支持，确保地质年龄解释的准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the likely outcomes on the accuracy and reliability of geological age determinations when using portable gasoline drilling machines for sample collection?",
                "QuestionCn": "使用便携式汽油钻机进行样本采集时，地质年龄测定的准确性和可靠性可能会受到哪些影响？",
                "AnswerEn": "Using portable gasoline drilling machines for sample collection allows researchers to obtain rock core samples in the field, which are then cut into standard-sized cylinders for further analysis. This method ensures that samples are collected intact and with minimal contamination, leading to more accurate and reliable geological age determinations when analyzed in the laboratory. It supports the interpretation of emplacement processes and dynamic mechanisms of rock bodies by providing precise chronological data.",
                "AnswerCn": "使用便携式汽油钻机进行样本采集，使研究人员能够在现场获取岩心样本，这些样本随后被切割成标准尺寸的圆柱体以便进一步分析。这种方法确保样本完整采集且污染最小，从而在实验室分析时提供更准确可靠的地质年龄测定。它通过提供精确的时间数据，支持对岩体成因过程和动态机制的解释。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the intention behind collecting anisotropy of magnetic susceptibility (AMS) data and 40Ar-39Ar mineral age data for geological bodies in the South China region?",
                "QuestionCn": "收集南中国地区地质体的各向异性磁化率（AMS）数据和40Ar-39Ar矿物年龄数据的意图是什么？",
                "AnswerEn": "The intention is to provide chronological support for interpreting the emplacement processes and dynamic mechanisms of the Dayunshan-Mufu Mountain intrusive bodies. The data collection methods, including field sampling with portable drills and laboratory testing using a MM5400 mass spectrometer, aim to ensure accurate and reliable age determination of minerals, which are crucial for understanding the geological history and dynamics of the region.",
                "AnswerCn": "目的是提供对大云山-幕阜山侵入体的成因过程和动态机制的时间顺序支持。数据收集方法包括使用便携式钻机进行现场取样和使用MM5400质谱仪进行实验室测试，旨在确保矿物年龄的准确可靠测定，这对于理解该地区的地质历史和动态至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What specific procedures are used to collect and process rock samples for determining the anisotropy of magnetic susceptibility (AMS) and performing 40Ar-39Ar dating in geological studies?",
                "QuestionCn": "在地质研究中，用于收集和处理岩石样品以确定磁性各向异性（AMS）和进行40Ar-39Ar定年的具体程序是什么？",
                "AnswerEn": "Rock samples are collected in the field using a portable gasoline drill to extract core columns. In the laboratory, the samples are cut into standard cylinders with a diameter of 2.5 cm and a height of 2.2 cm. For 40Ar-39Ar dating, rock samples are cleaned and crushed, and biotite grains are manually selected under a binocular microscope. Before dating, the biotite is re-examined to select fresh, transparent crystals without inclusions. The measurements are performed using a MM5400 mass spectrometer at the Key Laboratory of Geology and Geophysics, Chinese Academy of Sciences. The raw data from the tests are further processed using the ArArCALC plugin in Excel.",
                "AnswerCn": "岩石样品在野外使用便携式汽油钻机提取岩心柱进行采集。在实验室中，样品被切割成标准的圆柱体，直径为2.5厘米，高度为2.2厘米。为了进行40Ar-39Ar测年，岩石样品被清洗和粉碎，并在双目显微镜下手动选择黑云母颗粒。在测年之前，黑云母会被重新检查，以选择新鲜、透明且没有包裹体的晶体。测量工作在中国科学院地质与地球物理研究所的MM5400质谱仪上进行。测试的原始数据通过Excel中的ArArCALC插件进一步处理。",
                "Level": "C3(Applying)"
            }
        ]
    }
}