{
    "id": "39989f81-33bc-4cfc-9021-ce23be7eb511",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Glacier ablation data set of Hengduan Moutain (1982-1983)",
            "titleCn": "横断山冰川消融数据集（1982-1983）",
            "description": "The melting observation of Hengduan Moutain glacier is mainly carried out on Hailuogou Glacier on the east slope of Gongga and the large and small Gongba glacier on the west slope of Gongga. In addition, some ablation observations have been made on Baishui 1 glacier on the east slope of Yulong. According to the melting observation of the four glaciers in the above two mountains, there are some regional representativeness, which makes them reflect the basic situation of melting glaciers in Hengduan Mountain. This data set records the glacier ablation data of different time and different places: from June to August 1982, the Glacier No. 1 in Baishui on the east slope of Yulong mountain was observed at the altitude of 4200m, 4600m and 4800m. From August 27, 1982 to the end of August 1983, the annual measured data of different heights of Hailuogou Glacier tongue on the east slope of Gongga Mountain were collected. From July 12, 1982 to August 6, 1983, the observation data of Gongba glacier melting on the west slope of Gongga Mountain were recorded.",
            "descriptionCn": "横断山冰川的消融观测，主要在贡嘎山东坡海螺沟冰川和贡嘎山西坡大、小贡巴冰川上进行。另外，在玉龙山东坡白水1号冰川上也作了一些消融观测。从上述两条山脉四条冰川的消融观测来看，还是有一定的区域代表性，使它们反映出横断山冰川消融的基本情况。本数据集记录了不同时间不同地点观测点的冰川消融数据：1982 年6-8月，玉龙山东坡白水1号冰川海拔4200m、4 600m和4800m三个高度的冰面消融观测数据。1982 年8月27日至1983 年8月底，贡嘎山东坡海螺沟冰川舌部不同高度的全年实测数据。1982年7月12日至1983年8月6日,贡嘎山西坡贡巴冰川消融观测数。",
            "instructions": "The data are stored in the form of xlsx, which can be viewed and edited by Excel software in Microsoft office. Four workbooks are included, which are the melting status of Baishui No.1 glacier on the east slope of Yulong, the melting values of Hailuogou Glacier from 1982 to 1983, the melting values of Gongba glacier from 1982 to 1983, and the melting data of xiaogongba glacier from June 29 to August 21, 1982. The altitude, ablation depth and ablation rate of the four regions are described in detail in the table.",
            "instructionsCn": "数据以表格xlsx格式存储，可用Microsoft Office中的Excel软件进行查看和编辑，包含了四张工作簿，依次是玉龙山东坡白水1号冰川冰面消融状况、海螺沟冰川1982一1983年各测点消融值、贡巴冰川1982一1983年各观测点消融值和小贡巴冰川1982年6月29日至8月21日消融资料。表中详细介绍了四个地区的观测海拔、消融深度和消融速度。",
            "east": 103.0,
            "west": 97.0,
            "south": 22.0,
            "north": 32.08,
            "startTime": null,
            "endTime": null,
            "fileSize": 17663.0,
            "cstr": "18406.11.Glacio.tpdc.271218",
            "doi": "10.11888/Glacio.tpdc.271218",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李吉均",
                "nameEn": "LI Jijun",
                "unitEn": "",
                "unitCn": "兰州大学资源环境学院"
            }
        ],
        "literatureList": [
            {
                "titleCn": "横断山冰川",
                "titleEn": null,
                "referenceCn": "中国科学院青藏高原综合科学考察队. (1996). 横断山冰川[M]. 北京: 科学出版社",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            },
            {
                "nameCn": "冰面冻融",
                "nameEn": "Ice sheet freeze-thaw"
            },
            {
                "nameCn": "消融区",
                "nameEn": "Ablation zones"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "横断山",
                "keywordEn": "Hengduan Mountains"
            },
            {
                "keywordCn": "玉龙山",
                "keywordEn": "Yulong Mountain"
            },
            {
                "keywordCn": "贡嘎山",
                "keywordEn": "Gongga Mountain"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1982-1983",
                "keywordEn": "1982-1983",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "横断山区综合考察",
                "titleEn": "Comprehensive scientific investigation of Hengduan Mountains area"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the key methodologies used to collect glacial melt data across different altitudes and locations in the Hengduan Mountains?",
                "QuestionCn": "在横断山脉不同海拔和地点收集冰川融化数据的关键方法包括哪些？",
                "AnswerEn": "glacier melt observation, eastern slope of Gongga Mountain, Hailuogou Glacier, western slope, Gongba glaciers, Baishui No. 1 Glacier, eastern slope of Yulong Mountain, different altitudes, surface melt data, altitudes of 4200m, 4600m, 4800m, June to August 1982, year-round measured data, glacier tongue, August 27, 1982, end of August 1983",
                "AnswerCn": "冰川融化观测，贡嘎山东坡，海螺沟冰川，西坡，贡巴冰川，白水一号冰川，玉龙山东坡，不同海拔，表面融化数据，海拔4200米、4600米、4800米，1982年6月至8月，全年度测量数据，冰川舌，1982年8月27日，1983年8月底。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many discrete observation points were used to collect glacial ablation data on the east slope of Yulong Mountain at different altitudes during 1982?",
                "QuestionCn": "1982年在玉龙雪山东坡不同海拔上收集冰川消融数据时使用了多少个离散观测点？",
                "AnswerEn": "3",
                "AnswerCn": "3",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '冰川消融观测' mean in the context of glacial studies?",
                "QuestionCn": "'冰川消融观测'在冰川研究的背景下指的是对冰川融化过程的监测和研究。",
                "AnswerEn": "冰川消融观测 refers to the observation of glacier melt, which involves measuring the melting of glaciers at different altitudes and locations. It includes collecting data on the rates and extent of ice melt over specified periods, providing insights into the regional representation of glacier melting conditions.",
                "AnswerCn": "冰川消融观测是指对冰川融化的观察，涉及在不同海拔和地点测量冰川的融化情况。它包括收集在特定时间段内冰融化的速率和范围的数据，为冰川融化条件的区域表现提供了见解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the methods of data collection for glacial melting observations on the eastern slope of Mount Gongga compare with those on the western slope in terms of temporal coverage and altitude variation?",
                "QuestionCn": "东坡和西坡的贡嘎山冰川融化观测数据收集方法在时间覆盖和海拔变化方面有何比较？",
                "AnswerEn": "The data collection on the eastern slope of Mount Gongga at Hailuogou Glacier includes observations from August 27, 1982, to the end of August 1983, covering the glacier tongue at different altitudes throughout the year. On the western slope at the Gongga Glaciers, the observations span from July 12, 1982, to August 6, 1983, focusing on melting data. The eastern slope data provides a full year of continuous data, while the specific time frames for the western slope are less detailed.",
                "AnswerCn": "在贡嘎山东坡的海螺沟冰川上，数据收集包括从1982年8月27日到1983年8月底的观察，涵盖了冰川舌在不同海拔高度的全年数据。西坡的贡嘎冰川观察则从1982年7月12日到1983年8月6日，重点关注融化数据。东坡数据提供了完整一年的连续数据，而西坡的具体时间框架则不够详细。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What underlying patterns in glacier melting can be inferred from observing multiple altitudes across different mountain ranges, and how might this inform our understanding of regional climatic influences?",
                "QuestionCn": "从观察不同山脉的多个海拔高度中，可以推断出冰川融化的潜在模式，这可能有助于我们理解区域气候影响。",
                "AnswerEn": "The data from the 横断山冰川消融 dataset, which includes glacier melting observations at different altitudes on the eastern slopes of Yulong Mountain, eastern slopes of Gongga Mountain, and the western slopes of Gongga Mountain, suggests patterns that may represent regional climatic influences. By analyzing melting data from altitudes of 4200m, 4600m, and 4800m on Yulong Mountain, and throughout the year at varying heights on Gongga Mountain, researchers can infer how altitude affects melting rates and the potential impact of regional climate variations across these ranges.",
                "AnswerCn": "横断山冰川消融数据集的数据显示，在玉龙山东坡、贡嘎山东坡和贡嘎山西坡的不同海拔高度上观察到的冰川融化情况，可能反映了区域气候的影响。通过分析玉龙山4200米、4600米和4800米海拔高度的融化数据，以及贡嘎山不同高度全年融化情况，研究人员可以推断海拔对融化速率的影响，以及区域气候变化对这些山脉的潜在影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the regional representativeness of a dataset focused on glacier ablation in areas like the Hengduan Mountains?",
                "QuestionCn": "影响以横断山脉地区为重点的冰川消融数据集区域代表性的因素有哪些？",
                "AnswerEn": "The regional representativeness of a dataset focused on glacier ablation in areas like the Hengduan Mountains is contributed by the inclusion of multiple observation sites across different glaciers, such as the Hailuogou Glacier on the eastern slope of Gongga Mountain, the Da and Xiao Gongba Glaciers on the western slope, and the Baishui No. 1 Glacier on the eastern slope of Yulong Mountain. These sites provide data from different altitudes and time periods, which helps in reflecting the general situation of glacier ablation in the region.",
                "AnswerCn": "一个关注冰川消融的区域数据集的代表性得益于在不同冰川上包含多个观测点，例如贡嘎山东坡的海螺沟冰川、西坡的大和小贡巴冰川，以及玉龙山东坡的白水一号冰川。这些观测点提供了来自不同海拔和时间段的数据，有助于反映该地区冰川消融的一般情况。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind collecting glacier ablation data from multiple elevations across different glaciers in the Hengduan Mountains?",
                "QuestionCn": "收集横断山脉不同冰川多个海拔高度的冰川消融数据的主要目标是什么？",
                "AnswerEn": "The primary objective of collecting glacier ablation data across different elevations in the Hengduan Mountains is to provide a regional representation of glacier melt, reflecting the basic conditions of glacier ablation in this area. The data collected from various locations and elevations, such as the Hailuogou Glacier on the eastern slope of Mount Gongga and the Baishui No. 1 Glacier on the eastern slope of Mount Yulong, aim to capture the variability and patterns of glacier melt over time and altitude, which are crucial for understanding regional climate impacts and glacier dynamics.",
                "AnswerCn": "在横断山脉不同海拔地区收集冰川消融数据的主要目的是提供冰川融化的区域代表性，反映该地区冰川消融的基本情况。从多个地点和海拔收集的数据，例如贡嘎山东坡的海螺沟冰川和玉龙山东坡的白水一号冰川，旨在捕捉冰川融化在时间和高度上的变异性和模式，这对于理解区域气候影响和冰川动态至关重要。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}