{
  "id": "3a2c81b6-1756-4fb1-9363-53677e07726a",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Prediction of Maize yield in Zhangye Basin in the Northern foot of Qilian Mountains (2001-2015)",
      "titleCn": "祁连山北麓黑河流域中游张掖盆地玉米产量预测数据（2001-2015）",
      "description": "The dataset of Maize yield in Zhangye Basin in the Northern foot of Qilian Mountains (2001-2015) is obtained by downscaling the actual maize yield data based on the simulation results of Hydrological-Ecological Integrated watershed Flow Model (HEIFLOW). HEIFLOW is a three-dimensional distributed eco-hydrological coupling model, integrating the Precipitation-Runoff Modeling System (PRMS) with the Modular Groundwater Flow Model (MODFLOW) and several ecological modules, which can completely describe the hydrological cycle and vegetation ecological process of the basin. For the modeling details of generating this data, please refer to Han et al. (2021), and for the technical details of HEIFLOW  model, please refer to Han et al. (2021), Tian et al. (2018), and sun et al. (2018)",
      "descriptionCn": "祁连山北麓黑河流域中游张掖盆地玉米产量预测数据（2001-2015）是基于生态水文耦合模型HEIFLOW模拟结果将张掖市的实际玉米产量数据降尺度得到的。HEIFLOW模型是一个三维分布式生态水文模拟，由一个地表水模型（PRMS）、一个地下水模型（MODFLOW）和几个生态模块组成，能较为完整的描述流域水循环和植被生态过程。生成此数据的建模细节请参考Han et al. (2021)，关于HEIFLOW模型的技术细节请参考Han et al. (2021)，Tian et al. (2018)和Sun et al. (2018).",
      "instructions": "VariableName_ Year-Month",
      "instructionsCn": "变量名称_年份-月份",
      "east": 100.88,
      "west": 99.02,
      "south": 38.7,
      "north": 39.9,
      "startTime": "2001-01-01 00:00:00",
      "endTime": "2015-12-31 00:00:00",
      "fileSize": 13344785.0,
      "cstr": "18406.11.Terre.tpdc.271962",
      "doi": "10.11888/Terre.tpdc.271962",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "郑一",
        "nameEn": "ZHENG Yi ",
        "unitEn": "Southern University of Science and Technology",
        "unitCn": "南方科技大学"
      },
      {
        "nameCn": "韩峰",
        "nameEn": "HAN Feng ",
        "unitEn": "Southern University of Science and Technology",
        "unitCn": "南方科技大学"
      },
      {
        "nameCn": "田勇",
        "nameEn": "TIAN Yong ",
        "unitEn": "Southern University of Science and Technology",
        "unitCn": "南方科技大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Accounting for field-scale heterogeneity in the ecohydrological modeling of large arid river basins: Strategies and relevance",
        "referenceCn": null,
        "referenceEn": "Han, F., Zheng, Y., & Tian, Y., et al. (2021). Accounting for field-scale heterogeneity in the ecohydrological modeling of large arid river basins: Strategies and relevance. Journal of Hydrology, 595, 126045."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "农田",
        "nameEn": "Farmland"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2001-2015",
        "keywordEn": "2001-2015",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "How many years of corn yield data are covered in a dataset based on the HEIFLOW model simulations?",
        "QuestionCn": "基于HEIFLOW模型模拟的数据集中涵盖了多少年的玉米产量数据？",
        "AnswerEn": "15 years",
        "AnswerCn": "15年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the HEIFLOW model in the context of corn yield prediction?",
        "QuestionCn": "HEIFLOW模型在玉米产量预测的背景下是什么？",
        "AnswerEn": "The HEIFLOW model is a three-dimensional distributed eco-hydrological simulation that consists of a surface water model (PRMS), a groundwater model (MODFLOW), and several ecological modules, designed to comprehensively describe watershed hydrological cycles and vegetation ecological processes.",
        "AnswerCn": "HEIFLOW模型是一个三维分布式生态水文模拟系统，包含一个地表水模型（PRMS）、一个地下水模型（MODFLOW）以及多个生态模块，旨在全面描述流域水文循环和植被生态过程。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for simulating corn yield using the HEIFLOW model compare to other ecological hydrological modeling approaches in terms of complexity and accuracy?",
        "QuestionCn": "HEIFLOW模型用于模拟玉米产量的数据收集方法与其他生态水文建模方法在复杂性和准确性方面有何比较？",
        "AnswerEn": "The data collection method for simulating corn yield using the HEIFLOW model involves a three-dimensional distributed ecological hydrological simulation, which includes a surface water model (PRMS), a groundwater model (MODFLOW), and several ecological modules. This approach allows for a comprehensive description of watershed water cycles and vegetation ecological processes. Compared to other ecological hydrological models, this method might offer more detailed insights due to its coupling of surface and groundwater interactions and its focus on ecological processes. The complexity of integrating multiple models could potentially lead to higher accuracy in yield predictions, although it may also present challenges in terms of computational demand and data requirements.",
        "AnswerCn": "使用HEIFLOW模型模拟玉米产量的数据收集方法涉及三维分布式生态水文模拟，包括一个地表水模型（PRMS）、一个地下水模型（MODFLOW）和多个生态模块。这种方法能够全面描述流域水循环和植被生态过程。与其他生态水文模型相比，这种方法可能提供更详细的见解，因为它耦合了地表水和地下水的相互作用，并专注于生态过程。整合多个模型的复杂性可能会导致产量预测的更高准确性，尽管这也可能在计算需求和数据要求方面带来挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the complexity of predicting corn yield in the Zhangye basin using an eco-hydrological coupling model like HEIFLOW?",
        "QuestionCn": "在张掖盆地使用生态水文耦合模型HEIFLOW预测玉米产量的复杂性因素有哪些？",
        "AnswerEn": "The complexity arises from integrating multiple components, such as the surface water model (PRMS), groundwater model (MODFLOW), and ecological modules, to comprehensively describe the basin's water cycle and vegetation ecological processes. Challenges may include accurately scaling down actual corn yield data and simulating interactions between ecological and hydrological processes.",
        "AnswerCn": "复杂性来自于整合多个组件，例如地表水模型（PRMS）、地下水模型（MODFLOW）和生态模块，以全面描述流域的水循环和植被生态过程。挑战可能包括准确缩小实际玉米产量数据的规模以及模拟生态与水文过程之间的相互作用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on the accuracy of corn yield predictions when using an ecological hydrological coupling model like HEIFLOW, which integrates both surface and groundwater models along with ecological modules?",
        "QuestionCn": "使用像HEIFLOW这样的生态水文耦合模型，该模型整合了地表水和地下水模型以及生态模块，可能对玉米产量预测的准确性产生哪些潜在影响？",
        "AnswerEn": "Using an ecological hydrological coupling model like HEIFLOW can potentially enhance the accuracy of corn yield predictions by providing a comprehensive simulation of watershed water cycles and vegetation ecological processes. This integration allows for a nuanced understanding of both surface and subsurface water dynamics and their interaction with ecological factors, potentially leading to more precise downscaling of actual corn yield data in regions like the Zhangye Basin.",
        "AnswerCn": "使用生态水文耦合模型如HEIFLOW可以通过提供对流域水循环和植被生态过程的综合模拟，潜在地提高玉米产量预测的准确性。这种整合使我们能够更深入地理解地表和地下水动态及其与生态因素的相互作用，从而可能导致在像张掖盆地这样的地区对实际玉米产量数据的更精确下调。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and modeling techniques are used to downscale actual corn yield data in the Zhangye Basin using an ecohydrological model?",
        "QuestionCn": "在张掖盆地使用生态水文模型对实际玉米产量数据进行下尺度处理时，采用了哪些程序和建模技术？",
        "AnswerEn": "The data collection method involves using the HEIFLOW model, which is a three-dimensional distributed ecohydrological simulation. This model integrates a surface water model (PRMS), a groundwater model (MODFLOW), and several ecological modules to effectively describe the watershed water cycle and vegetation ecological processes. The actual corn yield data for the Zhangye Basin is downscaled based on the simulation results of the HEIFLOW model. For detailed modeling techniques, one can refer to Han et al. (2021), Tian et al. (2018), and Sun et al. (2018).",
        "AnswerCn": "数据收集方法涉及使用HEIFLOW模型，该模型是一个三维分布式生态水文模拟。该模型整合了一个地表水模型（PRMS）、一个地下水模型（MODFLOW）以及多个生态模块，以有效描述流域水循环和植被生态过程。张掖盆地的实际玉米产量数据是基于HEIFLOW模型的模拟结果进行下行尺度处理的。有关详细的建模技术，可以参考Han等人（2021）、Tian等人（2018）和Sun等人（2018）。",
        "Level": "C3(Applying)"
      }
    ]
  }
}