{
  "id": "3a696f9b-eb1c-44ff-be94-5c4a1bb9f415",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The ribosome electron microscopy data source of kidney and testis in mice",
      "titleCn": "小鼠肾脏和睾丸来源的核糖体电镜数据",
      "description": "Ribosome is highly complex translation machine, has been shown to have heterogeneity in the regulation of protein synthesis 1, 2.Male germ cell development involves in the process of spermatogenesis complicated translation 3 adjustment.However, it is not clear whether sperm formation in the process of translation by specific ribosomes.Here, we report a with specialized newborn polypeptide exits the ribosome RibosomeST, it has to do with male germ cell specific protein RPL39L (core ribosomal protein (RibosomeCore) RPL39 collateral homologue) together.Mice RibosomeST loss leads to the formation of a sperm defect, lead to significantly reduce fertility.We on ribosomes from kidney and testis in mice of single particle electron microscope structure of frozen comparison shows that, compared with RibosomeCore RibosomeST with different size and charge state of ribosomal peptide exit tunnel.RibosomeST mainly through translation adjustment is very important to spermatogenesis of male reproductive cells specific subset of protein folding.In addition, we found the special function cannot be RibosomeCore RibosomeST instead.All in all, of the sperm specific ribosome appraisal should be able to expand our enormously to the function of ribosomes and mammals on protein expression patterns of tissue specificity of understanding.Preparation of kidney and testis ribosomes for frozen electron microscopy (sem) analysis, and data collection.Strictly control over the quality of collected data from, drift caused by the use of MOTIONCORR2 correction beam, and use CTFFIND4 estimate micrograph of the contrast transfer function parameters.Use Relion3.0 automatically pick up the particles.",
      "descriptionCn": "核糖体是高度复杂的翻译机器，已被证明在蛋白质合成的调节中具有异质性 1, 2。 雄性生殖细胞发育涉及精子形成过程中复杂的翻译调节3。 然而，尚不清楚精子形成过程中的翻译是否由特定的核糖体进行。 在这里，我们报告了一种具有专门新生多肽出口通道的核糖体 RibosomeST，它与雄性生殖细胞特异性蛋白 RPL39L（核心核糖体 (RibosomeCore) 蛋白 RPL39 的旁系同源物）组装在一起。 小鼠中 RibosomeST 的缺失导致精子形成缺陷，导致生育能力显着降低。 我们对来自小鼠肾脏和睾丸的核糖体的单粒子冷冻电子显微镜结构的比较表明，与 RibosomeCore 相比，RibosomeST 具有不同大小和电荷状态的核糖体多肽出口隧道。 RibosomeST 主要通过共翻译调节对精子形成至关重要的雄性生殖细胞特异性蛋白质子集的折叠。 此外，我们发现 RibosomeST 的特殊功能无法被 RibosomeCore 替代。 总之，对这种精子特异性核糖体的鉴定应该会极大地扩展我们对核糖体功能和哺乳动物蛋白质表达模式的组织特异性调节的理解。制备肾，睾丸核糖体用于冷冻电镜分析，并进行数据采集。 对采集所得数据质量进行严格把关，使用MOTIONCORR2 校正光束引起的漂移，并使用CTFFIND4 估计显微照片的对比度传递函数参数。使用Relion3.0自动拾取粒子。",
      "instructions": "Cryo_EM_data\nCryoEM_data_of_mouse_kidney_ribosome  \nCryEM_data_kidney_ribosome_atomic_coordinates   3.4M\nCryEM_data_kidney_ribosome_electron_density_map    235M\nCryEM_data_kidney_ribosome_single_grain_ photo_20190726   146.8G\nreadme_CryoEM_data_of_mouse_kidney_ribosome\nCryoEM_data_of_mouse_testis_ribosome\nCryEM_data_testis_ribosome_atomic_coordinates  3.4M\nCryEM_data_testis_ribosome_electron_density_map 44.8M\nCryEM_data_testis_ribosome_single_grain_ photo_20190705   78.3G\nCryEM_data_testis_ribosome_single_grain_ photo_20190716   84.5G\nreadme",
      "instructionsCn": "Cryo_EM_data\nCryoEM_data_of_mouse_kidney_ribosome  \nCryEM_data_kidney_ribosome_atomic_coordinates   3.4M\nCryEM_data_kidney_ribosome_electron_density_map    235M\nCryEM_data_kidney_ribosome_single_grain_ photo_20190726   146.8G\nreadme_CryoEM_data_of_mouse_kidney_ribosome\nCryoEM_data_of_mouse_testis_ribosome\nCryEM_data_testis_ribosome_atomic_coordinates  3.4M\nCryEM_data_testis_ribosome_electron_density_map 44.8M\nCryEM_data_testis_ribosome_single_grain_ photo_20190705   78.3G\nCryEM_data_testis_ribosome_single_grain_ photo_20190716   84.5G\nreadme",
      "east": 0.0,
      "west": 0.0,
      "south": 0.0,
      "north": 0.0,
      "startTime": "2018-01-01 17:53:27",
      "endTime": "2020-12-01 17:53:27",
      "fileSize": 317298463536.0,
      "cstr": "18406.11.HumanNat.tpdc.300247",
      "doi": "10.11888/HumanNat.tpdc.300247",
      "dataFormat": null,
      "license": "4"
    },
    "authorList": [
      {
        "nameCn": "秦燕",
        "nameEn": "QIN Yan",
        "unitEn": "",
        "unitCn": "中国科学院生物物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A male germ-cell-specific ribosome controls male fertility",
        "referenceCn": null,
        "referenceEn": "Tu, H., Cheng, Y., Guo, Y., Cao, X., Zhu, Y., Jiang, T., Guo, X., Qin, Y., & Sha, J. (2022). A male germ-cell-specific ribosome controls male fertility. Nature, 612, 725-731. 10.1038/s41586-022-05508-0."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "微生物资源",
        "nameEn": "Microbial resources"
      },
      {
        "nameCn": "生物资源",
        "nameEn": "Biological Resources"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "无",
        "keywordEn": "None"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "无",
        "keywordEn": "None",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "非编码RNA及其新型修饰在翻译水平精密调控干细胞多能性的研究",
        "titleEn": "Non-coding RNAs and their novel modifications precisely regulate stem cell pluripotency at the translational level"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used for capturing ribosomal structures from mouse kidneys and testes using cryo-electron microscopy?",
        "QuestionCn": "用于通过冷冻电子显微镜捕获小鼠肾脏和睾丸的核糖体结构的数据收集方法的特点是什么？",
        "AnswerEn": "MOTIONCORR2 for correcting beam-induced drift, CTFFIND4 for estimating contrast transfer function parameters, Relion3.0 for automatic particle picking",
        "AnswerCn": "MOTIONCORR2用于校正束引起的漂移，CTFFIND4用于估计对比度传递函数参数，Relion3.0用于自动颗粒挑选。",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'single-particle cryo-electron microscopy structure' mean in the context of ribosomal data collection?",
        "QuestionCn": "在核糖体数据收集中，“单颗粒冷冻电子显微镜结构”是什么意思？",
        "AnswerEn": "Single-particle cryo-electron microscopy structure refers to a technique used to obtain high-resolution structures of ribosomes by capturing electron microscope images of individual particles, such as ribosomes, in a near-native state. This approach involves preparing ribosomes from sources such as mouse kidneys and testicles, and using computational methods like MOTIONCORR2 to correct for beam-induced drift and CTFFIND4 to estimate contrast transfer function parameters, followed by automatic particle picking with software like Relion3.0.",
        "AnswerCn": "单颗粒冷冻电子显微镜结构是指一种用于获取高分辨率核糖体结构的技术，通过捕捉单个颗粒（如核糖体）在接近天然状态下的电子显微镜图像。这种方法涉及从小鼠肾脏和睾丸等来源制备核糖体，并使用诸如MOTIONCORR2等计算方法来校正束流引起的漂移，以及使用CTFFIND4来估计对比传递函数参数，随后使用像Relion3.0这样的软件进行自动颗粒挑选。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the data collection method used for acquiring ribosome structures from mouse kidney and testis compare to other techniques in terms of accuracy and detail, specifically regarding the use of single-particle cryo-electron microscopy and the associated software tools like MOTIONCORR2 and CTFFIND4?",
        "QuestionCn": "用于从小鼠肾脏和睾丸获取核糖体结构的数据收集方法与其他技术在准确性和细节方面如何比较，特别是关于使用单颗粒冷冻电子显微镜和相关软件工具如MOTIONCORR2和CTFFIND4？",
        "AnswerEn": "The data collection method involves preparing ribosomes from mouse kidney and testis for cryo-electron microscopy analysis, ensuring high data quality through beam-induced drift correction using MOTIONCORR2 and contrast transfer function parameter estimation with CTFFIND4. This approach allows for detailed structural comparisons between different ribosome types, such as RibosomeST and RibosomeCore, highlighting differences in polypeptide exit tunnel size and charge state.",
        "AnswerCn": "数据收集方法涉及从小鼠肾脏和睾丸中制备核糖体，以进行冷冻电子显微镜分析，通过使用MOTIONCORR2进行束诱导漂移校正和使用CTFFIND4进行对比传递函数参数估计，确保高数据质量。这种方法允许对不同类型的核糖体（如RibosomeST和RibosomeCore）进行详细的结构比较，突出显示多肽出口通道的大小和电荷状态的差异。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the comparison of single-particle cryo-electron microscopy structures of ribosomes from mouse kidney and testis reveal about the regulation of protein synthesis in different tissues?",
        "QuestionCn": "单颗粒冷冻电子显微镜结构对比小鼠肾脏和睾丸的核糖体可以揭示不同组织中蛋白质合成调控的哪些信息？",
        "AnswerEn": "The comparison can reveal that ribosomes have structural variations, such as different sizes and charge states of the ribosomal polypeptide exit tunnel, which may lead to tissue-specific regulation of protein synthesis. This suggests that specialized ribosomes like RibosomeST, which have a unique polypeptide exit channel and are associated with male germ cell-specific proteins, play a critical role in the co-translational folding of proteins essential for spermatogenesis. This highlights the potential for ribosome heterogeneity to contribute to the tissue-specific regulation of protein expression patterns in mammals.",
        "AnswerCn": "比较可以揭示出核糖体具有结构上的差异，例如核糖体多肽出口通道的不同大小和电荷状态，这可能导致蛋白质合成的组织特异性调控。这表明，像RibosomeST这样的专门核糖体，具有独特的多肽出口通道，并与雄性生殖细胞特异性蛋白相关，在精子发生所需蛋白质的共翻译折叠中发挥着关键作用。这突显了核糖体异质性在哺乳动物组织特异性蛋白表达模式调控中的潜在贡献。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes challenges in collecting high-quality ribosomal electron microscopy data from mouse kidney and testis?",
        "QuestionCn": "在收集小鼠肾脏和睾丸的高质量核糖体电子显微镜数据时，可能会面临哪些挑战？",
        "AnswerEn": "Challenges in collecting high-quality ribosomal electron microscopy data from mouse kidney and testis can arise from the need for stringent quality control of the data gathered, which involves correcting drift caused by the beam using tools like MOTIONCORR2 and estimating contrast transfer function parameters with CTFFIND4. Additionally, the specificity of the ribosomal structures, such as RibosomeST with its unique polypeptide exit channel, requires precise separation and analysis to differentiate it from RibosomeCore, which can complicate data collection and interpretation.",
        "AnswerCn": "在收集小鼠肾脏和睾丸的高质量核糖体电子显微镜数据时，可能会面临一些挑战，这些挑战源于对收集数据的严格质量控制需求，包括使用MOTIONCORR2等工具纠正由束流引起的漂移，以及使用CTFFIND4估计对比传递函数参数。此外，核糖体结构的特异性，例如具有独特多肽出口通道的RibosomeST，需要精确分离和分析，以区分RibosomeCore，这可能会使数据收集和解释变得复杂。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on data accuracy and reliability when using techniques like MOTIONCORR2 and CTFFIND4 for correcting drift and estimating contrast transfer function parameters in the collection of ribosomal cryo-electron microscopy data from mouse kidney and testis?",
        "QuestionCn": "在使用MOTIONCORR2和CTFFIND4等技术来校正漂移和估计对比传递函数参数时，可能对小鼠肾脏和睾丸的核糖体冷冻电子显微镜数据的准确性和可靠性产生的潜在后果是什么？",
        "AnswerEn": "The use of techniques like MOTIONCORR2 and CTFFIND4 in ribosomal cryo-electron microscopy data collection could lead to improved data accuracy and reliability by correcting for beam-induced drift and accurately estimating contrast transfer function parameters. This can enhance the resolution and quality of the structural data, facilitating a more precise comparison of ribosome structures from different tissues, such as the mouse kidney and testis. Consequently, it may lead to more accurate identification and characterization of specialized ribosomal structures, like RibosomeST, and their roles in processes like spermatogenesis.",
        "AnswerCn": "在核糖体冷冻电子显微镜数据采集中，使用像MOTIONCORR2和CTFFIND4这样的技术可以通过校正束流引起的漂移和准确估计对比传递函数参数，从而提高数据的准确性和可靠性。这可以增强结构数据的分辨率和质量，促进对来自不同组织（如小鼠肾脏和睾丸）核糖体结构的更精确比较。因此，这可能导致对特殊核糖体结构（如RibosomeST）的更准确识别和表征，以及它们在如精子发生等过程中的作用。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the instrumental steps and procedures involved in preparing ribosomes from mouse kidneys and testicles for cryo-electron microscopy analysis, and how is data quality ensured during collection?",
        "QuestionCn": "准备小鼠肾脏和睾丸的核糖体以进行冷冻电子显微镜分析的步骤和程序包括哪些仪器步骤，以及在数据收集过程中如何确保数据质量？",
        "AnswerEn": "The preparation of ribosomes from mouse kidneys and testicles for cryo-electron microscopy involves several key steps. First, the ribosomes are isolated and prepared for analysis. During data collection, the quality is rigorously controlled using software like MOTIONCORR2 to correct for beam-induced drift and CTFFIND4 to estimate the contrast transfer function parameters of micrographs. Relion3.0 is then used to automatically pick particles for further analysis.",
        "AnswerCn": "从小鼠肾脏和睾丸中制备核糖体以进行冷冻电子显微镜分析涉及几个关键步骤。首先，核糖体被分离并准备进行分析。在数据收集过程中，使用像MOTIONCORR2这样的软件严格控制质量，以纠正束流引起的漂移，并使用CTFFIND4估计微图像的对比度传递函数参数。然后使用Relion3.0自动挑选颗粒以进行进一步分析。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}