{
    "id": "3a6c9ad7-a18c-4abd-a303-78b0261218ad",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Chronological and palynological data sets of Lacustrine Core in Luanhaizi Lake (0-859 cm)",
            "titleCn": "乱海子湖泊的年代和孢粉数据集（0-859 cm）",
            "description": "The present data are chronological and palynological data from the Luanhaizi Lake core in the Menyuan Basin, northeastern Tibetan Plateau. We used the AMS14C method to test nine dated samples from the LHZ18 core. Bulk samples were collected from plant remains and organic-rich horizons from the core LHZ18 for accelerator mass spectrometry (AMS)14C dating. Samples were measured at Beta Labs in the USA and Lanzhou University.Pollen analysis was completed at the Key Laboratory of Western China’s Environment Systems,Ministry of Education, Lanzhou University, with 140 stratigraphic pollen samples and 10 topsoil pollen samples. Spore pollen identification statistics were carried out under a light microscope.The pollen results mainly include the number of grains of trees, shrubs, herbs and aquatic plants.",
            "descriptionCn": "本数据为青藏高原东北部门源盆地乱海子湖泊岩芯的年代和孢粉数据。课题组采用AMS14C方法对LHZ18岩芯9个年代样品进行测试，测年材料为植物残体和富含有机质的全岩样品，AMS14C定年样品在美国Beta实验室和兰州大学完成测试。孢粉分析在兰州大学西部环境教育部重点实验室完成，孢粉鉴定统计在光学生物显微镜下进行，地层孢粉样品共计140个，表土孢粉样品10个。孢粉结果主要包含乔木、灌木、草本和水生植物等科属的粒数。",
            "instructions": "Chronological and palynological data set of Lacustrine Core in Luanhaizi Lake are stored in csv format in files named \"Chronological data of Lacustrine Core in Luanhaizi Lake\",\" Palynological data set of Lacustrine Core in Luanhaizi Lake\" and “Topsoil pollen data set of Northeastern Tibetan Plateau”. The data tables can be viewed and edited using Excel software in Microsoft Office.",
            "instructionsCn": "乱海子湖泊岩芯的年代数据和孢粉数据以csv格式存储，文件的名称为“Chronological data of Lacustrine Core in Luanhaizi Lake”，“Palynological data set of Lacustrine Core in Luanhaizi Lake”和““Topsoil pollen data set of Northeastern Tibetan Plateau””。 该数据表可以用Microsoft Office中的Excel软件进行查看和编辑。",
            "east": 101.344786,
            "west": 101.344786,
            "south": 37.596594,
            "north": 37.596594,
            "startTime": null,
            "endTime": null,
            "fileSize": 14952.0,
            "cstr": "18406.11.Paleoenv.tpdc.271888",
            "doi": "10.11888/Paleoenv.tpdc.271888",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "黄小忠",
                "nameEn": "HUANG Xiaozhong",
                "unitEn": "Lanzhou University",
                "unitCn": "兰州大学"
            },
            {
                "nameCn": "张军",
                "nameEn": "ZHANG Jun",
                "unitEn": "Lanzhou University",
                "unitCn": "兰州大学"
            },
            {
                "nameCn": "王涛",
                "nameEn": "WANG Tao",
                "unitEn": "",
                "unitCn": "兰州大学资源环境学院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Vegetation cover dynamics on the northeastern Qinghai-Tibet Plateau since late Marine Isotope Stage 3",
                "referenceCn": null,
                "referenceEn": "Wang, T., Huang, X., Zhang, J., Luo, D., Zheng, M., Xiang, L., Sun, M., Ren, X., Sun, Y., Zhang, S., 2023. Vegetation cover dynamics on the northeastern Qinghai-Tibet Plateau since late Marine Isotope Stage 3, Quaternary Science Reviews, 318, 108292. https://doi.org/10.1016/j.quascirev.2023.108292."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "古气候重建",
                "nameEn": "Paleoclimate Reconstruction"
            },
            {
                "nameCn": "孢粉",
                "nameEn": "Pollen"
            },
            {
                "nameCn": "湖相沉积",
                "nameEn": "Lacustrine Sediments"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "末次冰期",
                "keywordEn": "Last glacial period",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "三极冰芯数据集（1968-2015）",
                "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
            },
            {
                "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
                "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to determine the chronological framework of lake sediment cores in high-altitude regions?",
                "QuestionCn": "您能否提供一个用于确定高海拔地区湖泊沉积物核心时间框架的数据收集方法的例子？",
                "AnswerEn": "One example of a data collection method used to determine the chronological framework of lake sediment cores in high-altitude regions is AMS14C dating. This method was applied to 9 age samples from the LHZ18 core in the Luanghai Lake Basin, using plant remains and organic-rich whole rock samples. The AMS14C dating was conducted at the Beta Laboratory in the United States and Lanzhou University.",
                "AnswerCn": "确定高海拔地区湖泊沉积物核心的时间框架的一种数据收集方法是AMS14C测年。该方法应用于来自Luanghai湖盆的LHZ18核心的9个年龄样本，使用植物残留物和富含有机物的整体岩石样本。AMS14C测年在美国的Beta实验室和兰州大学进行。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the features of data collection methods used for lake sediment core analysis in high-altitude regions?",
                "QuestionCn": "高海拔地区湖泊沉积物核心分析中使用的数据收集方法的特点有哪些？",
                "AnswerEn": "AMS14C dating, plant remains, whole-rock samples rich in organic matter, light biological microscopy, 140 stratigraphic pollen samples, 10 surface pollen samples",
                "AnswerCn": "AMS14C测年，植物遗骸，富含有机质的全岩样品，光学生物显微镜，140个地层花粉样品，10个表面花粉样品",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many samples were tested using the AMS14C method?",
                "QuestionCn": "使用AMS14C方法测试了多少个样本？",
                "AnswerEn": "9",
                "AnswerCn": "9",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is AMS14C and how is it used in dating sediment samples in paleoclimatology research?",
                "QuestionCn": "AMS14C是加速器质谱法碳-14测定的简称，它是一种用于测定样品中碳-14同位素含量的技术。在古气候学研究中，AMS14C被广泛用于对沉积物样品进行定年，以确定其形成的时间。这种方法能够提供高精度的年代信息，帮助研究人员理解古代气候变化和环境演变的过程。",
                "AnswerEn": "AMS14C, or Accelerator Mass Spectrometry radiocarbon dating, is a technique used to determine the age of carbon-containing materials by measuring the amount of carbon-14 isotopes present. In paleoclimatology research, it is used to date sediment samples, such as those from lake cores, by analyzing plant remains and organic-rich bulk samples. This method provides precise dating for understanding the chronological framework of sediment deposition.",
                "AnswerCn": "AMS14C，或加速器质谱法放射性碳定年，是一种通过测量存在的碳-14同位素数量来确定含碳材料年龄的技术。在古气候学研究中，它用于通过分析植物残留物和富含有机物的整体样本来对湖泊核心的沉积样本进行定年。这种方法为理解沉积物沉积的时间框架提供了精确的定年。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the historical vegetation and climate changes in the northeastern part of the Qinghai-Tibet Plateau by analyzing the spatiotemporal patterns in pollens from lake core samples?",
                "QuestionCn": "通过分析湖泊核心样本中的花粉时空模式，可以推断出青藏高原东北部历史植被和气候变化的情况。",
                "AnswerEn": "By analyzing the spatiotemporal patterns in pollen data, researchers can infer changes in vegetation types such as trees, shrubs, herbs, and aquatic plants over time. This information can provide insights into historical climate conditions, as different plant species thrive under specific climatic conditions. The use of AMS14C dating allows for precise chronological placement of these changes, helping to understand how vegetation dynamics have responded to past climate variations.",
                "AnswerCn": "通过分析花粉数据的时空模式，研究人员可以推断出树木、灌木、草本植物和水生植物等植被类型随时间的变化。这些信息可以提供对历史气候条件的洞察，因为不同的植物种类在特定的气候条件下生长良好。使用AMS14C测年法可以精确地对这些变化进行时间上的定位，帮助理解植被动态如何响应过去的气候变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to use AMS14C dating methods for developing a dataset of lake sediment cores in the northeastern part of the Tibetan Plateau?",
                "QuestionCn": "为什么在青藏高原东北部开发湖泊沉积物核心数据集时使用AMS14C测年方法很重要？",
                "AnswerEn": "AMS14C dating methods are used to establish accurate timelines for lake sediment cores. This is crucial in the northeastern part of the Tibetan Plateau to understand historical environmental changes and ecological dynamics over time. The dating method allows researchers to correlate pollen data with specific time periods, enabling a detailed reconstruction of past climates and ecosystems.",
                "AnswerCn": "AMS14C测年方法用于建立湖泊沉积物核心的准确时间线。这在青藏高原东北部对于理解历史环境变化和生态动态至关重要。该测年方法使研究人员能够将花粉数据与特定时间段进行关联，从而详细重建过去的气候和生态系统。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedures and techniques used for collecting and testing dating samples in lake sediment cores, specifically utilizing AMS14C methods?",
                "QuestionCn": "在湖泊沉积物核心中收集和测试约会样本的程序和技术，特别是利用AMS14C方法。",
                "AnswerEn": "The procedures involve testing 9 dating samples from lake sediment cores using AMS14C methods. The samples include plant remains and organic-rich whole rock samples. These AMS14C dating samples are tested at labs such as the Beta Laboratory in the USA and Lanzhou University.",
                "AnswerCn": "这些程序涉及使用AMS14C方法对来自湖泊沉积物核心的9个约会样本进行测试。样本包括植物残留物和富含有机物的整体岩石样本。这些AMS14C约会样本在美国的Beta实验室和兰州大学等实验室进行测试。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}