{
  "id": "3a855cfe-d0f1-4b31-ae2f-dd571f2de1d5",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Late Cretaceous to Early Cenozoic detrital zircon data in eastern Tibet",
      "titleCn": "青藏高原东缘晚白垩-早新生代碎屑锆石数据（10000万年来）",
      "description": "The data are the detrital zircon ages of the late Cretaceous early Cenozoic strata in Sichuan Basin, Xichang Basin, Huili basin and Chuxiong Basin on the eastern margin of the Qinghai Tibet Plateau; All detrital zircon samples collected in this study are sandstone. The crushing and zircon selection of samples were completed in Langfang Chengxin Geological Service Co., Ltd; Zircon U-Pb dating was done at the State Key Laboratory of Earthquake Dynamics, Institute of Geology, China Earthquake Administration using laser ablation inductively coupled plasma mass spectrometry (LA-ICP-MS). At least 200 zircon grains were randomly selected to adhere to double-sided adhesive, and were poured into the laser sample target with epoxy resin. All samples were ablated by using a laser beam with a diameter of 28μm, a frequency of 10 Hz and laser energy density of 4.0J/cm 2 .",
      "descriptionCn": "该数据为青藏高原东缘四川盆地、西昌盆地、会理盆地、楚雄盆地晚白垩世-早新生代地层的碎屑锆石年龄；本次研究采集的所有碎屑锆石样品均为砂岩，样品的粉碎及锆石挑选工作在廊坊市诚信地质服务有限公司完成；锆石U-Pb定年是在中国地震局地质研究所地震动力学国家重点实验室使用激光烧蚀电感耦合等离子体质谱（LA-ICP-MS）进行的，随机选择至少200个锆石颗粒粘附在双面粘合剂上，并用环氧树脂将其注入激光样品靶中。测试中使用的激光束斑直径为28μm，频率为10HZ，激光能量密度为4.0 J/cm2。",
      "instructions": "Late Cretaceous early Cenozoic detrital zircon data on the eastern margin of the Qinghai Xizang Plateau;\nOpen with Excel software and Isoplot",
      "instructionsCn": "青藏高原东缘晚白垩-早新生代碎屑锆石数据；\n用excel或Isoplot软件打开使用",
      "east": 103.65,
      "west": 101.68,
      "south": 25.9,
      "north": 30.92,
      "startTime": null,
      "endTime": null,
      "fileSize": 350068.0,
      "cstr": "18406.11.SolidEar.tpdc.272219",
      "doi": "10.11888/SolidEar.tpdc.272219",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张会平",
        "nameEn": "ZHANG Huiping",
        "unitEn": "Institute of Geology, China Earthquake Administration",
        "unitCn": "中国地震局地质研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Existence of a continental-scale river system in eastern Tibet during the late Cretaceous–early Palaeogene.",
        "referenceCn": null,
        "referenceEn": "Zhao, X., Zhang, H., & Hetzel, R. et al.  (2021). Existence of a continental-scale river system in eastern Tibet during the late Cretaceous–early Palaeogene.  Nature communications, 12, 7231.doi.org/10.1038/s41467-021-27587-9"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地层",
        "nameEn": "Formation"
      },
      {
        "nameCn": "干流和支流",
        "nameEn": "main channel and tributary"
      },
      {
        "nameCn": "沉积记录",
        "nameEn": "Sedimentary Record"
      },
      {
        "nameCn": "流域水系",
        "nameEn": "Drainage Basin and River System"
      },
      {
        "nameCn": "陆相沉积物记录",
        "nameEn": "Terrestrial sediment records"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "早古近纪",
        "keywordEn": "early Palaeogene",
        "type": "temporal"
      },
      {
        "keywordCn": "晚白垩世",
        "keywordEn": "Late Cretaceous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used for determining the age of detrital zircon in sedimentary rock formations from the late Cretaceous to early Cenozoic period in the eastern margin of the Tibetan Plateau?",
        "QuestionCn": "您能否提供一个用于确定东藏边缘晚白垩世至早新生代沉积岩层中碎屑锆石年龄的数据收集方法的例子？",
        "AnswerEn": "A data collection method involves collecting all detrital zircon samples from sandstone formations and using laser ablation inductively coupled plasma mass spectrometry (LA-ICP-MS) for U-Pb dating. This process includes randomly selecting at least 200 zircon grains, adhering them to double-sided tape, embedding them in epoxy resin, and utilizing a laser with a spot diameter of 28μm, frequency of 10HZ, and laser energy density of 4.0 J/cm².",
        "AnswerCn": "一种数据收集方法涉及从砂岩地层中收集所有碎屑锆石样品，并使用激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）进行铀-铅定年。该过程包括随机选择至少200个锆石颗粒，将其粘附在双面胶带上，嵌入环氧树脂中，并利用直径为28μm、频率为10HZ、激光能量密度为4.0 J/cm²的激光进行处理。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of the zircon U-Pb dating process when using LA-ICP-MS in detrital zircon analysis?",
        "QuestionCn": "在使用LA-ICP-MS进行碎屑锆石分析时，锆石U-Pb定年过程有哪些具体特征？",
        "AnswerEn": "28μm laser beam spot diameter, 10HZ frequency, 4.0 J/cm² laser energy density",
        "AnswerCn": "28μm 激光光斑直径，10HZ 频率，4.0 J/cm² 激光能量密度",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is 'LA-ICP-MS' in the context of zircon U-Pb dating and data collection?",
        "QuestionCn": "在锆石铀铅定年和数据收集中，'LA-ICP-MS'是什么？",
        "AnswerEn": "LA-ICP-MS stands for Laser Ablation Inductively Coupled Plasma Mass Spectrometry. It is a technique used for zircon U-Pb dating in data collection, where a laser is used to ablate material from the sample, ionize it, and then measure the isotopic composition using mass spectrometry to determine the age of zircon samples.",
        "AnswerCn": "LA-ICP-MS代表激光剥蚀电感耦合等离子体质谱法。这是一种用于锆石U-Pb定年的数据收集技术，其中使用激光从样品中剥蚀材料，离子化它，然后通过质谱测量同位素组成，以确定锆石样品的年龄。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying reasons for selecting sandstones as the primary source for collecting detrital zircon samples in sedimentary layers from the Late Cretaceous to Early Cenozoic in the eastern margin of the Tibetan Plateau?",
        "QuestionCn": "选择砂岩作为收集来自东藏高原晚白垩世到早新生代沉积层的碎屑锆石样本的主要来源的潜在原因是什么？",
        "AnswerEn": "The choice of sandstones as the primary source for collecting detrital zircon samples is likely due to their prevalent occurrence in the sedimentary layers of interest in the Sichuan, Xichang, Huili, and Chuxiong basins during the Late Cretaceous to Early Cenozoic. Sandstones are ideal for zircon extraction because they contain abundant zircon grains, which can be accurately dated using U-Pb dating methods. This provides valuable chronological information about the sedimentary processes and geological history of the region over the last 100 million years.",
        "AnswerCn": "选择砂岩作为收集碎屑锆石样本的主要来源，可能是因为它们在四川、西昌、会理和楚雄盆地的沉积层中普遍存在，尤其是在晚白垩世到早新生代期间。砂岩是提取锆石的理想选择，因为它们含有丰富的锆石颗粒，这些颗粒可以通过U-Pb定年方法进行准确测定。这为了解该地区在过去1亿年中的沉积过程和地质历史提供了宝贵的时间信息。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to conduct U-Pb dating on detrital zircon samples from the Late Cretaceous to Early Cenozoic strata in the eastern margin of the Tibetan Plateau?",
        "QuestionCn": "在青藏高原东缘的晚白垩世至早新生代地层中，对碎屑锆石样品进行U-Pb定年是重要的原因是什么？",
        "AnswerEn": "Conducting U-Pb dating on detrital zircon samples from the Late Cretaceous to Early Cenozoic strata in the eastern margin of the Tibetan Plateau is important for understanding the geological history and evolution of the region. This data provides insights into the tectonic activities and sedimentary processes over the past 100 million years, helping researchers to reconstruct paleogeographic environments and understand the provenance of sediments. The methodology involves collecting sandstones, crushing samples, and selecting zircons, which are then dated using laser ablation inductively coupled plasma mass spectrometry (LA-ICP-MS), allowing for precise age determination critical for these geological studies.",
        "AnswerCn": "对来自青藏 Plateau 东缘的晚白垩世至早新生代地层的碎屑锆石样品进行U-Pb定年，对于理解该地区的地质历史和演化至关重要。这些数据提供了对过去1亿年间构造活动和沉积过程的洞察，帮助研究人员重建古地理环境并理解沉积物的来源。该方法包括收集砂岩、破碎样品和选择锆石，然后使用激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）进行定年，从而实现对这些地质研究至关重要的精确年龄测定。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the instrumental and procedural steps involved in the collection and analysis of detrital zircon age data from the Late Cretaceous to Early Cenozoic strata in the eastern margin of the Tibetan Plateau?",
        "QuestionCn": "在西藏高原东缘从晚白垩世到早新生代地层中收集和分析碎屑锆石年龄数据所涉及的仪器和程序步骤是什么？",
        "AnswerEn": "The collection and analysis of detrital zircon age data involve several key steps. Initially, all detrital zircon samples are collected from sandstone in regions such as the Sichuan Basin, Xichang Basin, Huili Basin, and Chuxiong Basin. The sample crushing and zircon selection processes are conducted by a geological service company. For age determination, U-Pb dating is performed using Laser Ablation Inductively Coupled Plasma Mass Spectrometry (LA-ICP-MS) at a national key laboratory. During the analysis, at least 200 zircon grains are randomly selected and mounted on double-sided adhesive tape, which are then embedded in an epoxy resin to form a laser sample target. The laser used in testing has a beam spot diameter of 28 μm, a frequency of 10 Hz, and an energy density of 4.0 J/cm2.",
        "AnswerCn": "碎屑锆石年龄数据的收集和分析涉及几个关键步骤。最初，所有碎屑锆石样品均从四川盆地、西昌盆地、会理盆地和楚雄盆地的砂岩中收集。样品的破碎和锆石选择过程由一家地质服务公司进行。为了确定年龄，采用激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）进行U-Pb定年，分析在一个国家重点实验室进行。在分析过程中，随机选择至少200颗锆石晶体，并将其粘贴在双面胶带上，然后嵌入环氧树脂中形成激光样品靶。测试中使用的激光具有28微米的光斑直径、10赫兹的频率和4.0 J/cm²的能量密度。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the precise dating of detrital zircon samples over the past 100 million years in geological studies?",
        "QuestionCn": "在地质研究中，哪些技术进步使得对过去1亿年沉积锆石样本的精确测定成为可能？",
        "AnswerEn": "The use of laser ablation inductively coupled plasma mass spectrometry (LA-ICP-MS) has enabled the precise dating of detrital zircon samples. This technique involves randomly selecting at least 200 zircon grains, adhering them to double-sided tape, and embedding them in epoxy resin for laser targeting. A laser beam with a diameter of 28μm, frequency of 10HZ, and energy density of 4.0 J/cm2 is used for this process.",
        "AnswerCn": "激光烧蚀电感耦合等离子体质谱（LA-ICP-MS）的使用使得碎屑锆石样品的精确定年成为可能。该技术涉及随机选择至少200颗锆石颗粒，将它们粘附在双面胶带上，并嵌入环氧树脂中以便激光定位。该过程使用直径为28μm、频率为10HZ、能量密度为4.0 J/cm2的激光束。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}