{
  "id": "3b0f55ce-f69f-4e5b-a470-1aae1be5d72f",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The Active layer moisture monitoring dataset of Tibet Plateau Beibeihe meteorological station (2017-2018)",
      "titleCn": "青藏高原北麓河气象站活动层地温监测数据集（2017-2018）",
      "description": "The active layer is one of the main characteristics of permafrost. It melts in warm season and freezes in cold season, showing seasonal changes. The change of ground temperature of active layer will directly affect the change of temperature of permafrost, thus affecting the stability of permafrost.The monitoring station of this data set is located at 92 °E, 35 ° N, with an elevation of 4,600 M. The monitoring site is flat, the vegetation type is alpine meadow, and the monitoring instrument is DT500 series data acquisition instrument. The monitoring of ground temperature is carried out at 5 depths below the surface, 10 cm, 20 cm, 40 cm, 80 cm and 160cm respectively. The time interval of this data set is 1 day, which is the average value of data once every 30 minutes.Data are stable and continuous during the period.Scientific subjects such as thermal change process and change mechanism of active layer are carried out by combining data of soil heat flux and soil moisture.",
      "descriptionCn": "活动层是多年冻土的主要特征之一，暖季融化，冷季冻结，呈季节性变化，其中活动层地温变化剧烈程度将直接影响冻土温度的变化，从而影响冻土稳定性。该数据集的监测站点位于92°E，35°N，海拔4600米，监测场地地势平坦，植被类型为高寒草甸，监测仪器为DT500系列数据采集仪，分别在地表以下10cm、20cm、40cm、80cm、160cm的5个深度上进行地温监测，该数据集的时间间隔为1天，是通过30分钟一次的数据的平均值，监测期间数据稳定、连续。通过结合土壤热通量和土壤水分等资料开展活动层的热变化过程以及变化机理等科学课题",
      "instructions": "The Active layer moisture Monitoring DataSet of  Qinghai-Tibet Plateau Beibeihe Meteorological Station 2017.1-2018.10\n can be opened and analysed in Microsoft EXCEL software.",
      "instructionsCn": "青藏高原北麓河气象站2017.1-2018.10活动层水分监测数据集\n可以采用EXCEL打开查看和分析.",
      "east": 92.0,
      "west": 92.0,
      "south": 35.0,
      "north": 35.0,
      "startTime": "2017-01-07 08:00:00",
      "endTime": "2018-11-06 08:00:00",
      "fileSize": 61045.0,
      "cstr": "18406.11.Geocry.tpdc.270459",
      "doi": "10.11888/Geocry.tpdc.270459",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "陈继",
        "nameEn": "CHEN Ji",
        "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
        "unitCn": "中国科学院西北生态环境资源研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Discussion on applying an analytical method to optimize the  anti-freeze design parameters for underground water  pipelines in seasonally frozen areas",
        "referenceCn": null,
        "referenceEn": "Chen, J., Zhao, J.Y., Li, K., &Sheng, Y. (2016). Discussion on applying an analytical method to optimize the anti-freeze design parameters for underground water pipelines in seasonally frozen areas. Sciences in Cold and Arid Regions, 8(6), 467–476."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      },
      {
        "nameCn": "活动层",
        "nameEn": "Active layer"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2017-2018",
        "keywordEn": "2017-2018",
        "type": "temporal"
      },
      {
        "keywordCn": "逐日",
        "keywordEn": "daily",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and characteristics monitored in an active layer ground temperature dataset in permafrost regions?",
        "QuestionCn": "在永久冻土地区的活动层地温数据集中监测的具体特征和特性是什么？",
        "AnswerEn": "temperature measurements at multiple soil depths, 10cm, 20cm, 40cm, 80cm, 160cm below the surface, data collected at 30-minute intervals, daily values, soil heat flux, soil moisture",
        "AnswerCn": "在多个土壤深度（表面以下10厘米、20厘米、40厘米、80厘米、160厘米）进行温度测量，数据以30分钟为间隔收集，日值，土壤热通量，土壤湿度。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many different soil depths are monitored for ground temperature in a dataset related to the active layer of permafrost?",
        "QuestionCn": "在与永久冻土的活层相关的数据集中，监测了多少种不同的土壤深度的地温？",
        "AnswerEn": "5",
        "AnswerCn": "5",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of monitoring ground temperature at multiple depths for understanding permafrost activity layers?",
        "QuestionCn": "监测不同深度的地温对于理解永冻土活动层的意义是什么？",
        "AnswerEn": "Monitoring ground temperature at multiple depths is crucial for understanding permafrost activity layers because it reveals the degree of temperature variability and seasonal changes within the active layer, which is the upper layer of soil subject to annual freeze-thaw cycles. This data is essential for assessing the impact on permafrost temperature and stability, as dramatic temperature changes in the active layer can directly affect the underlying permafrost's condition.",
        "AnswerCn": "监测多个深度的地温对于理解永冻土活动层至关重要，因为它揭示了活跃层内温度变化和季节性变化的程度。活跃层是每年经历冻结-融化循环的土壤上层。这些数据对于评估对永冻土温度和稳定性的影响至关重要，因为活跃层的剧烈温度变化会直接影响到下方永冻土的状况。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes variations in ground temperature measurements at different depths in permafrost regions like the Tibetan Plateau?",
        "QuestionCn": "在像青藏高原这样的永冻土地区，不同深度的地温测量变化的原因是什么？",
        "AnswerEn": "Ground temperature variations in permafrost regions such as the Tibetan Plateau are influenced by factors including seasonal changes in the active layer, the surface vegetation type like alpine meadows, and the specific depth of measurement, which ranges from 10 cm to 160 cm below the surface. These variations directly impact permafrost stability.",
        "AnswerCn": "永久冻土地区（如青藏高原）的地面温度变化受多种因素的影响，包括活层的季节性变化、表面植被类型（如高山草甸）以及测量的具体深度（从地表下10厘米到160厘米不等）。这些变化直接影响永久冻土的稳定性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of utilizing daily averaged data from multiple depths for understanding the thermal dynamics of the active layer in permafrost regions?",
        "QuestionCn": "利用多个深度的日均数据来理解永久冻土地区活层的热动态可能带来的潜在后果是什么？",
        "AnswerEn": "Utilizing daily averaged data from multiple depths helps in understanding the thermal dynamics of the active layer by providing insights into the seasonal freeze-thaw cycles and their intensity. This data collection method can reveal variations in ground temperature, which directly affects permafrost stability. By analyzing data from different depths, researchers can better comprehend the heat transfer processes and identify changes in soil thermal conductivity and moisture content, which are crucial for modeling permafrost response to climate change.",
        "AnswerCn": "利用多个深度的日均数据有助于理解活层的热动态，通过提供对季节性冻融循环及其强度的洞察。这种数据收集方法可以揭示地温的变化，这直接影响到永久冻土的稳定性。通过分析不同深度的数据，研究人员可以更好地理解热传递过程，并识别土壤热导率和水分含量的变化，这对于模拟永久冻土对气候变化的响应至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind monitoring ground temperatures at various depths in permafrost regions using a dataset with daily intervals?",
        "QuestionCn": "在永久冻土地区以日间隔监测不同深度的地面温度的主要目标是什么？",
        "AnswerEn": "The primary objective is to understand the seasonal variations in the active layer, which is a key characteristic of permafrost. By monitoring ground temperatures at various depths, researchers aim to assess how these variations influence permafrost temperature changes and, consequently, permafrost stability. This understanding can aid in studying the thermal dynamics of the active layer and its impact on permafrost.",
        "AnswerCn": "主要目标是了解活层的季节性变化，这是永久冻土的一个关键特征。通过监测不同深度的地面温度，研究人员旨在评估这些变化如何影响永久冻土温度的变化，从而影响永久冻土的稳定性。这一理解可以帮助研究活层的热动态及其对永久冻土的影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in collecting and processing ground temperature data at various soil depths in cold climate regions?",
        "QuestionCn": "在寒冷气候地区收集和处理不同土壤深度的地温数据涉及哪些程序步骤？",
        "AnswerEn": "The data collection involves monitoring ground temperature at depths of 10cm, 20cm, 40cm, 80cm, and 160cm using DT500 series data loggers. The temperatures are recorded every 30 minutes, and the daily average is used to maintain data stability and continuity. This process is conducted at a site with flat terrain and high-altitude meadow vegetation, located at 92°E, 35°N, at an altitude of 4600 meters.",
        "AnswerCn": "数据收集涉及使用DT500系列数据记录仪监测10厘米、20厘米、40厘米、80厘米和160厘米深度的地面温度。温度每30分钟记录一次，并使用每日平均值来保持数据的稳定性和连续性。该过程在一个地势平坦、高海拔草甸植被的地点进行，位于东经92°，北纬35°，海拔4600米。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements or conditions facilitate the accurate monitoring of ground temperature at varying soil depths in permafrost regions?",
        "QuestionCn": "哪些技术进步或条件促进了在永冻土地区对不同土壤深度的地温进行准确监测？",
        "AnswerEn": "The use of DT500 series data acquisition instruments facilitates accurate monitoring of ground temperature at varying soil depths, such as 10cm, 20cm, 40cm, 80cm, and 160cm, enabling detailed analysis of permafrost temperature changes.",
        "AnswerCn": "DT500系列数据采集仪器的使用可以准确监测不同土壤深度（如10厘米、20厘米、40厘米、80厘米和160厘米）的地温，从而实现对永久冻土温度变化的详细分析。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}