{
    "id": "3ba144a8-23c8-4b3a-93e3-d335c0b75bbc",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)",
            "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
            "description": "This data set is the land use data of the key areas of Qilian mountain in 2018, spatial resolution 2m. This data set is based on the data of climate, altitude, topography, and land cover type of the Qilian mountain. Through the high-resolution remote sensing images to interprets the surface cover types. For the land types that cannot be reflected by the images, collect relevant data in the field, check and correct the land use types. At the same time, the maps and attribute information are uniformly entered and edited to form land use data in the Qilian Mountain area in 2018.",
            "descriptionCn": "本数据集为2018年祁连山重点区域土地覆盖/利用数据，空间分辨率2m。本数据集以祁连山地区的气候、海拔、地形地貌、地表覆盖类型等资料为基础，通过高分辨率遥感影像，对地表覆被类型进行解译判读。对影像无法反映的地类，实地核实地类，采集相关数据，核对并修正土地利用类型。同时进一步核对2018年祁连山重点区域土地覆盖/利用类型及植被覆盖情况等属性信息，统一进行图斑及其属性的录入和编辑，形成2018年祁连山地区土地覆盖/利用数据，实现祁连山地区生态治理的现势性和时效性。",
            "instructions": "Region+Year+data name.tif",
            "instructionsCn": "区域简写+年份+数据名称.tif",
            "east": 102.0,
            "west": 94.0,
            "south": 36.0,
            "north": 39.0,
            "startTime": "2018-01-08 08:00:00",
            "endTime": "2019-01-07 19:59:59",
            "fileSize": 10338731041.0,
            "cstr": "18406.11.Geogra.tpdc.270154",
            "doi": "10.11888/Geogra.tpdc.270154",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "祁元",
                "nameEn": "QI Yuan",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "张金龙",
                "nameEn": "ZHANG Jinlong",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "颜长珍",
                "nameEn": "YAN Changzhen",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "段翰晨",
                "nameEn": "DUAN Hanchen",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "贾永娟",
                "nameEn": "JIA Yongjuan",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": "基于航空高光谱影像的额济纳绿洲土地覆被提取",
                "titleEn": null,
                "referenceCn": "苏阳, 祁元, 王建华, 等. (2018). 基于航空高光谱影像的额济纳绿洲土地覆被提取[J]. 遥感技术与应用, 33(2), 202-211.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用/覆盖",
                "nameEn": "Land Use/Land Cover"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "银河系",
                "nameEn": "Galactic System"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "祁连山",
                "keywordEn": "Qilian Mountain"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018",
                "keywordEn": "2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the data collection method involve verifying land cover types through field surveys to complement the interpretation of high-resolution remote sensing images?",
                "QuestionCn": "数据收集方法是否涉及通过实地调查验证土地覆盖类型，以补充对高分辨率遥感图像的解读？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of land cover/use data collected in key areas of Qilian Mountain in 2018?",
                "QuestionCn": "2018年在祁连山关键区域收集的土地覆盖/使用数据的特征是什么？",
                "AnswerEn": "2 meters spatial resolution, based on climate, altitude, geomorphology, surface cover types, high-resolution remote sensing images, field verification, verification of vegetation cover, uniform input and editing of map patches and attributes.",
                "AnswerCn": "2米空间分辨率，基于气候、海拔、地貌、地表覆盖类型、高分辨率遥感影像、实地验证、植被覆盖验证、地图斑块和属性的统一输入和编辑。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the high-resolution remote sensing images used for land cover/use data collection in the Qilian Mountain area?",
                "QuestionCn": "在祁连山地区用于土地覆盖/利用数据收集的高分辨率遥感影像的空间分辨率是多少？",
                "AnswerEn": "2 meters",
                "AnswerCn": "2米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'land cover/use data' mean in the context of high-resolution remote sensing and environmental management?",
                "QuestionCn": "在高分辨率遥感和环境管理的背景下，“土地覆盖/使用数据”指的是关于地表覆盖类型和人类活动对土地的利用情况的信息。",
                "AnswerEn": "Land cover/use data refers to information about the physical material at the surface of the earth, such as vegetation, urban infrastructure, water, and other land types. In the context of high-resolution remote sensing and environmental management, it involves using high-resolution imagery to interpret and identify different types of land cover and land use based on various factors like climate, elevation, and terrain. This process may include field verification to validate land types that the imagery cannot capture, ensuring the accuracy and updating of the land use classification to support ecological management efforts.",
                "AnswerCn": "土地覆盖/使用数据是指关于地球表面物理材料的信息，如植被、城市基础设施、水体和其他土地类型。在高分辨率遥感和环境管理的背景下，它涉及使用高分辨率影像来解释和识别不同类型的土地覆盖和土地使用，基于气候、海拔和地形等各种因素。这个过程可能包括实地验证，以确认影像无法捕捉的土地类型，确保土地使用分类的准确性和更新，以支持生态管理工作。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges of accurately interpreting land cover types using high-resolution remote sensing imagery in key regions of Qilian Mountain in 2018?",
                "QuestionCn": "在2018年，准确解读祁连山关键区域的高分辨率遥感影像中的土地覆盖类型面临的挑战因素有哪些？",
                "AnswerEn": "The challenges of accurately interpreting land cover types using high-resolution remote sensing imagery in key regions of Qilian Mountain arise from the need to consider various factors such as climate, elevation, terrain, and surface cover types. Additionally, certain land classes that are not easily reflected in imagery require on-site verification and data collection to ensure accurate classification and correction of land use types.",
                "AnswerCn": "在祁连山关键区域，准确解读高分辨率遥感影像中的土地覆盖类型面临诸多挑战，这需要考虑气候、海拔、地形和地表覆盖类型等多种因素。此外，某些在影像中不易反映的土地类别需要现场验证和数据收集，以确保土地利用类型的准确分类和修正。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using high-resolution remote sensing images in interpreting land cover types on the accuracy of ecological management strategies in the Qilian Mountain region?",
                "QuestionCn": "使用高分辨率遥感影像解读土地覆盖类型对祁连山地区生态管理策略准确性的影响有哪些后果？",
                "AnswerEn": "Using high-resolution remote sensing images allows for precise interpretation of land cover types, which improves the accuracy of ecological management strategies. This method provides detailed information about the surface cover types, enabling more accurate verification and correction of land use types. Consequently, it enhances the current and timely effectiveness of ecological governance in the Qilian Mountain region.",
                "AnswerCn": "使用高分辨率遥感影像可以精确解读土地覆盖类型，从而提高生态管理策略的准确性。这种方法提供了关于地表覆盖类型的详细信息，使得土地利用类型的验证和修正更加准确。因此，它增强了祁连山地区生态治理的时效性和有效性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of using high-resolution remote sensing imagery for interpreting and verifying land cover types in specific regions?",
                "QuestionCn": "使用高分辨率遥感影像来解释和验证特定区域的土地覆盖类型的主要目标是什么？",
                "AnswerEn": "The primary goal is to accurately interpret and verify land cover types in specific regions by using high-resolution remote sensing imagery, which allows for detailed examination of climate, elevation, terrain features, and surface cover types. This process includes field verification for classes not reflected in the imagery, ensuring up-to-date and accurate land use types, and ultimately supporting effective ecological management in the region.",
                "AnswerCn": "主要目标是通过使用高分辨率遥感影像准确解读和验证特定区域的土地覆盖类型，这使得能够详细检查气候、海拔、地形特征和地表覆盖类型。该过程包括对影像中未反映的类别进行实地验证，以确保土地利用类型的最新和准确，最终支持该地区有效的生态管理。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the steps involved in using high-resolution remote sensing imagery to interpret and classify land cover types in a specific region?",
                "QuestionCn": "使用高分辨率遥感影像解释和分类特定区域的土地覆盖类型的步骤包括：\n\n1. 数据收集：获取高分辨率遥感影像，可能来自卫星、无人机或航空摄影。\n2. 数据预处理：对影像进行几何校正、辐射校正和大气校正，以确保数据的准确性。\n3. 图像增强：应用图像增强技术，提高影像的可视性和特征提取能力。\n4. 特征提取：识别和提取与不同土地覆盖类型相关的特征，如颜色、纹理和形状。\n5. 分类方法选择：选择合适的分类方法，如监督分类、非监督分类或深度学习方法。\n6. 训练样本收集：收集代表不同土地覆盖类型的训练样本，以便进行分类。\n7. 分类实施：使用选定的分类方法对影像进行分类，生成土地覆盖类型图。\n8. 分类后处理：对分类结果进行平滑和修正，以提高分类精度。\n9. 精度评估：通过与地面实地调查数据或其他参考数据进行比较，评估分类结果的精度。\n10. 结果分析与应用：分析分类结果，并将其应用于土地管理、环境监测或城市规划等领域。",
                "AnswerEn": "The process involves using high-resolution remote sensing imagery to interpret and classify land cover types based on various factors such as climate, altitude, terrain, and surface cover types of a region. This is followed by field verification for land types not evident in the imagery. Related data collection is conducted to verify and correct land use types, and further checks are done on land cover, utilization types, and vegetation coverage attributes to ensure accuracy and timeliness in regional ecological management.",
                "AnswerCn": "该过程涉及使用高分辨率遥感影像，根据气候、海拔、地形和区域表面覆盖类型等各种因素对土地覆盖类型进行解读和分类。随后，对影像中不明显的土地类型进行实地验证。相关数据收集工作也会进行，以验证和修正土地利用类型，并进一步检查土地覆盖、利用类型和植被覆盖属性，以确保区域生态管理的准确性和及时性。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}