{
  "id": "3c4feb37-7f5b-4aa6-b906-3b23dd4c520e",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "SMC dataset: Soil Moisture in China dataset (2002-2018)",
      "titleCn": "中国土壤水分数据集（2002-2018）",
      "description": "The SMC dataset contains land soil moisture data for Chinese land spanning from 2002 to 2018, the unit is m3/m3, in monthly temporal and 0.05° spatial resolution. More specifically, it is produced by from three passive microwave remote sensing products: the Japan Aerospace Exploration Agency (JAXA)’s Microwave Scanning Radiometer - Earth Observing System (AMSR-E) and the Advanced Microwave Scanning Radiometer 2 (AMSR2) Level 3 soil moisture data, and SMOS product that was developed by the Institut National de la Recherche Agronomique) (INRA) and Centre d’Etudes Spatiales de la BIOsphère (CESBIO) soil moisture data. To overcome the deficiencies of passive microwave soil moisture products with low resolution, we construct a spatially weighted decomposition (SWD) using TVDI that calculated by Moderate Resolution Imaging Spectroradiometer (MODIS) data, including the land surface temperature (LST) MYD11C3 data and the normalized difference vegetation index (NDVI) MYD13C2 data. Overall, the downscaled soil moisture (SM) products were consistent with the in-situ measurements (R>0.78) and exhibited a low root mean square error (ubRMSE < 0.05 m3/m3), which indicates good accuracy throughout the time series. The dataset can be widely used to significantly improve hydrologic and drought monitoring and can serve as an important input for ecological and other geophysical models.",
      "descriptionCn": "数据集包含2002年至2018年中国陆地土壤水分数据，单位为m³/m³，时间分辨率为月，空间分辨率为0.05°。它由3个被动微波遥感产品制成：日本宇宙航空研究开发机构（JAXA）的 AMSR-E 的 Level 3 土壤水分数据和 AMSR2 的 Level 3 土壤水分数据，以及由法国农业科学研究院（INRA）和法国空间生物圈研究中心（CESBIO）研发的 SMOS 产品的土壤水分数据。为了应对被动微波土壤水分产品空间分辨率低的不足，研究人员基于温度植被干旱指数（TVDI）建立了空间权重分解（SWD）模型，其中，TVDI由中分辨率成像光谱仪（MODIS）的地表温度（LST）MYD11C3数据和归一化植被指数（NDVI）MYD13C2数据计算而来。整体而言，降尺度的土壤水分产品与实地测量结果一致（R >0.78），且均方根误差较低（ubRMSE < 0.05 m³/m³），这表明数据在整个时间序列中具有良好的准确性。数据集可以广泛应用于水文及干旱监测，并且可以作为生态和其他地球物理模型的重要输入参数。",
      "instructions": "There are three versions of data, and the data naming rule in version 3.0 is SM_ YYYY_ MM.tif, where SM represents soil moisture, YYYY represents year and MM represents month.\nData files can be opened and viewed by ArcGIS software.",
      "instructionsCn": "目前数据有三个版本，3.0版本中数据命名规则为SM_YYYY_MM.tif，其中SM代表土壤湿度，YYYY代表年，MM代表月。\n数据文件可以使用ArcGIS等软件打开查看。",
      "east": 135.15,
      "west": 73.45,
      "south": 18.1,
      "north": 53.55,
      "startTime": "2002-07-01 00:00:00",
      "endTime": "2018-12-31 11:59:59",
      "fileSize": 892332428.0,
      "cstr": null,
      "doi": "10.5281/zenodo.4738556",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "毛克彪",
        "nameEn": "MAO Kebiao",
        "unitEn": "",
        "unitCn": "中国农业科学院农业资源与农业区划研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A fine-resolution soil moisture dataset for China in 2002–2018",
        "referenceCn": null,
        "referenceEn": "Meng, X., Mao, K., Meng, F., Shi, J., Zeng, J., Shen, X., Cui, Y., Jiang, L., & Guo, Z. (2021). A fine-resolution soil moisture dataset for China in 2002–2018. Earth System Science Data, 13(7), 3239–3261. https://doi.org/10.5194/essd-13-3239-2021"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "日地空间物理与天文",
        "nameEn": "Solar-Terrestrial Physics and Astronomy"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤水分",
        "nameEn": "Soil moisture"
      },
      {
        "nameCn": "银河系",
        "nameEn": "Galactic System"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2002-2018",
        "keywordEn": "2002-2018",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of soil moisture datasets derived from passive microwave remote sensing in China between 2002 and 2018?",
        "QuestionCn": "2002年至2018年间，中国被动微波遥感衍生的土壤湿度数据集的特征是什么？",
        "AnswerEn": "soil moisture data, 2002 to 2018, cubic meters per cubic meter, monthly temporal resolution, spatial resolution of 0.05°, AMSR-E, AMSR2, SMOS, downscaled using spatial weight decomposition model, Temperature Vegetation Dryness Index, MODIS Land Surface Temperature, Normalized Difference Vegetation Index, good consistency with field measurements (R > 0.78), low unbiased root mean square error (ubRMSE < 0.05 m³/m³), high accuracy",
        "AnswerCn": "土壤湿度数据，2002年至2018年，单位为立方米每立方米，月时间分辨率，空间分辨率为0.05°，使用AMSR-E、AMSR2、SMOS，通过空间权重分解模型下采样，温度植被干旱指数，MODIS地表温度，归一化植被指数，与实地测量结果具有良好的一致性（R > 0.78），无偏均方根误差低（ubRMSE < 0.05 m³/m³），精度高。",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the spatial weight decomposition (SWD) model in the context of soil moisture data collection?",
        "QuestionCn": "空间权重分解（SWD）模型在土壤湿度数据收集中的背景是什么？",
        "AnswerEn": "The spatial weight decomposition (SWD) model is a technique developed to address the low spatial resolution of passive microwave soil moisture products. It is based on the Temperature Vegetation Drought Index (TVDI), which is calculated using MODIS Land Surface Temperature (LST) MYD11C3 data and Normalized Difference Vegetation Index (NDVI) MYD13C2 data. This model helps in improving the spatial resolution of soil moisture data, making it more consistent with field measurements.",
        "AnswerCn": "空间权重分解（SWD）模型是一种旨在解决被动微波土壤湿度产品低空间分辨率的技术。该模型基于温度植被干旱指数（TVDI），该指数是使用MODIS陆面温度（LST）MYD11C3数据和归一化差异植被指数（NDVI）MYD13C2数据计算得出的。该模型有助于提高土壤湿度数据的空间分辨率，使其与实地测量结果更加一致。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the spatial resolution and accuracy of soil moisture data derived from AMSR-E and AMSR2 compare to those derived using the SMOS product?",
        "QuestionCn": "AMSR-E和AMSR2衍生的土壤湿度数据的空间分辨率和准确性与使用SMOS产品衍生的数据相比如何？",
        "AnswerEn": "The soil moisture data derived from AMSR-E and AMSR2 have a lower spatial resolution compared to the SMOS product. However, the use of a spatial weight decomposition (SWD) model based on the Temperature Vegetation Drought Index (TVDI) improves the spatial resolution of these passive microwave soil moisture products. Overall, the downscaled soil moisture products, regardless of the original source, demonstrate good accuracy, with a high correlation with in-situ measurements (R > 0.78) and low unbiased root mean square error (ubRMSE < 0.05 m³/m³).",
        "AnswerCn": "从AMSR-E和AMSR2衍生的土壤湿度数据的空间分辨率低于SMOS产品。然而，基于温度植被干旱指数（TVDI）的空间权重分解（SWD）模型的使用提高了这些被动微波土壤湿度产品的空间分辨率。总体而言，无论原始来源如何，降尺度的土壤湿度产品表现出良好的准确性，与现场测量的相关性高（R > 0.78），且无偏根均方误差（ubRMSE < 0.05 m³/m³）较低。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What insights can be drawn about the effectiveness of using spatial weight decomposition models based on temperature vegetation drought indices in improving the accuracy of soil moisture data?",
        "QuestionCn": "关于使用基于温度植被干旱指数的空间权重分解模型在提高土壤湿度数据准确性方面的有效性，可以得出哪些见解？",
        "AnswerEn": "The spatial weight decomposition model based on the temperature vegetation drought index (TVDI) effectively addresses the low spatial resolution of passive microwave soil moisture products. By utilizing TVDI, which is derived from MODIS land surface temperature and normalized difference vegetation index data, the downscaled soil moisture product shows a high correlation with field measurements (R >0.78) and low unbiased root mean square error (ubRMSE < 0.05 m³/m³), indicating good accuracy throughout the time series.",
        "AnswerCn": "基于温度植被干旱指数（TVDI）的空间权重分解模型有效解决了被动微波土壤湿度产品的低空间分辨率问题。通过利用TVDI，该指数是由MODIS地表温度和归一化差异植被指数数据衍生而来的，降尺度的土壤湿度产品与实地测量数据之间显示出较高的相关性（R >0.78）和较低的无偏根均方误差（ubRMSE < 0.05 m³/m³），表明在整个时间序列中具有良好的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the reasons for employing temperature vegetation drought index (TVDI) and spatial weight decomposition (SWD) model in soil moisture data downscaling?",
        "QuestionCn": "采用温度植被干旱指数（TVDI）和空间权重分解（SWD）模型进行土壤湿度数据下采样的原因是什么？",
        "AnswerEn": "The temperature vegetation drought index (TVDI) and spatial weight decomposition (SWD) model are used to address the low spatial resolution limitation of passive microwave soil moisture products. TVDI, which is calculated from MODIS land surface temperature (LST) and normalized difference vegetation index (NDVI) data, provides a way to enhance the spatial resolution of soil moisture data, ultimately leading to a downscaled product that shows a good agreement with in-situ measurements, demonstrated by a high correlation (R > 0.78) and low unbiased root mean square error (ubRMSE < 0.05 m³/m³).",
        "AnswerCn": "温度植被干旱指数（TVDI）和空间权重分解（SWD）模型用于解决被动微波土壤湿度产品的低空间分辨率限制。TVDI是通过MODIS地表温度（LST）和归一化差异植被指数（NDVI）数据计算得出的，提供了一种增强土壤湿度数据空间分辨率的方法，最终生成的下分辨率产品与现场测量结果良好一致，相关性高（R > 0.78），且无偏根均方误差（ubRMSE < 0.05 m³/m³）。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What is the impact on the accuracy and applicability of soil moisture measurements when combining multiple passive microwave remote sensing products with a spatial weighting decomposition model?",
        "QuestionCn": "将多个被动微波遥感产品与空间加权分解模型相结合，对土壤湿度测量的准确性和适用性有什么影响？",
        "AnswerEn": "Combining multiple passive microwave remote sensing products with a spatial weighting decomposition model, such as the one based on the Temperature Vegetation Dryness Index (TVDI), improves the accuracy of soil moisture measurements. The approach addresses the low spatial resolution of passive microwave soil moisture products by utilizing MODIS data for better spatial resolution. As a result, the downscaled soil moisture products show strong agreement with field measurements (R > 0.78) and maintain low root mean square errors (ubRMSE < 0.05 m³/m³), indicating good accuracy throughout the time series. This enhances the dataset's utility for applications in hydrology and drought monitoring, as well as its role as a critical input for ecological and geophysical models.",
        "AnswerCn": "结合多种被动微波遥感产品与基于温度植被干旱指数（TVDI）的空间加权分解模型，可以提高土壤湿度测量的准确性。这种方法通过利用MODIS数据来改善被动微波土壤湿度产品的低空间分辨率。因此，降尺度后的土壤湿度产品与实地测量结果表现出强烈的一致性（R > 0.78），并保持低的均方根误差（ubRMSE < 0.05 m³/m³），表明在整个时间序列中具有良好的准确性。这增强了该数据集在水文学和干旱监测中的应用价值，同时也为生态和地球物理模型提供了重要输入。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the purpose of combining multiple passive microwave remote sensing products to develop a soil moisture dataset for a specific region over a period of years?",
        "QuestionCn": "将多个被动微波遥感产品结合起来，以开发特定区域多年土壤湿度数据集的目的是什么？",
        "AnswerEn": "The goal of combining multiple passive microwave remote sensing products is to create a comprehensive soil moisture dataset that covers a specific region over an extended period, from 2002 to 2018. This approach leverages data from various sources, including Japan's JAXA AMSR-E and AMSR2 Level 3 soil moisture data, and France's SMOS soil moisture data, to address the low spatial resolution challenge inherent in passive microwave soil moisture products. By utilizing the temperature vegetation drought index (TVDI) and developing a spatial weight decomposition (SWD) model, researchers aim to enhance the spatial resolution of the soil moisture dataset. Ultimately, this approach seeks to ensure the dataset's accuracy and consistency with field measurements, evidenced by a high correlation (R > 0.78) and low unbiased root mean square error (ubRMSE < 0.05 m³/m³). The resulting dataset is vital for hydrological and drought monitoring and serves as an essential input parameter for ecological and other geophysical models.",
        "AnswerCn": "结合多个被动微波遥感产品的目标是创建一个覆盖特定区域、时间跨度从2002年到2018年的综合土壤湿度数据集。这种方法利用了来自日本JAXA的AMSR-E和AMSR2 Level 3土壤湿度数据，以及法国的SMOS土壤湿度数据，以解决被动微波土壤湿度产品固有的低空间分辨率挑战。通过利用温度植被干旱指数（TVDI）并开发空间权重分解（SWD）模型，研究人员旨在提高土壤湿度数据集的空间分辨率。最终，这种方法旨在确保数据集的准确性和与现场测量的一致性，表现为高相关性（R > 0.78）和低无偏根均方误差（ubRMSE < 0.05 m³/m³）。最终生成的数据集对水文和干旱监测至关重要，并作为生态和其他地球物理模型的重要输入参数。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}