{
    "id": "3cd0804c-8a0f-43bf-b71d-ba7f820d7505",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geochemical data of Neoarchean granite greenstone belt in Jiapigou, Northeast China",
            "titleCn": "中国东北部夹皮沟新太古代花岗岩-绿岩带地球化学数据",
            "description": "The data are the whole rock major and trace element data, zircon U-Pb dating data, zircon trace element and Hf isotope data of Jiapigou Neoarchean granite greenstone belt in Northeast China. The major element data of the whole rock were obtained by XRF analysis, the trace element data were obtained by ICP-MS analysis, and the zircon U-Pb dating and in-situ Lu Hf isotopic composition data were obtained by la-mc-icp-ms analysis. The above data have been published in high-level SCI journals, and the data are true and reliable. Based on the data obtained, it can be concluded that the fluid / melt formed by subduction metamorphic SCLM is an important source of Au enrichment in the early stage of Jiapigou deposit formation, and provides new evidence for gold transport and redistribution in Neoarchean greenstone belt through late hydrothermal flow.",
            "descriptionCn": "本数据为中国东北部夹皮沟新太古代花岗岩-绿岩带全岩主微量元素数据，锆石U-Pb定年数据，锆石微量元素及Hf同位素数据数据。全岩主量元素数据由XRF分析获得，微量元素数据由ICP-MS分析获得，锆石U-Pb定年及原位Lu-Hf同位素组成数据由LA-MC-ICP-MS分析获得。以上数据已发表于高级别SCI期刊，数据真实可靠。通过获得的数据，可以得到俯冲变质SCLM形成的流体/熔体是嘉皮沟矿床形成初期Au富集的重要来源，并为金在新太古代绿岩带内通过后期热液流动进行搬运和再分布提供了新的证据。",
            "instructions": "The geochemical data is stored in Excel format, and the sample name is \"YY DD\", where YY is the sampling place name and DD is the sample serial number",
            "instructionsCn": "地球化学数据以excel格式存储，样品名称为\"yy-dd\",其中yy为采样地名，dd为样品序号",
            "east": 127.37,
            "west": 127.36,
            "south": 42.91,
            "north": 42.92,
            "startTime": null,
            "endTime": null,
            "fileSize": 34446.0,
            "cstr": null,
            "doi": "10.1016/j.oregeorev.2016.09.037",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "杨晓勇",
                "nameEn": "YANG Xiaoyong",
                "unitEn": "",
                "unitCn": "中国科学技术大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Initial gold enrichment within a Neoarchean granite-greenstone belt: Evidence from ore-bearing and ore-barren samples in the Jiapigou deposits, NE China.",
                "referenceCn": null,
                "referenceEn": "Liu, L., Yang, X. Y., Santosh, M., Wang, G. J., & Aulbach, S. (2017). Initial gold enrichment within a Neoarchean granite-greenstone belt: Evidence from ore-bearing and ore-barren samples in the Jiapigou deposits, NE China. Ore Geology Reviews, 81, 211-229. doi:10.1016/j.oregeorev.2016.09.037"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "锆石",
                "nameEn": "zircon"
            },
            {
                "nameCn": "锆石U-Pb定年",
                "nameEn": "Ziron U-Pb dating"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "吉林省",
                "keywordEn": "Jinlin Province"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "古元古代",
                "keywordEn": "Paleoproterozoic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Definition": [
            {
                "QuestionEn": "What is the significance of XRF analysis in obtaining whole rock major element data in geological studies?",
                "QuestionCn": "XRF分析在地质研究中获取全岩主要元素数据的重要性是什么？",
                "AnswerEn": "XRF analysis is a technique used to determine the major element composition of whole rock samples. In geological studies, it provides crucial data that helps in understanding the chemical makeup of rocks, which is essential for interpreting geological processes and history.",
                "AnswerCn": "XRF分析是一种用于确定整块岩石样品主要元素成分的技术。在地质研究中，它提供了关键数据，有助于理解岩石的化学组成，这对于解释地质过程和历史至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What do the geochemical data patterns of major and trace elements suggest about the processes involved in the formation of Neoarchean granite-greenstone belts in Northeast China?",
                "QuestionCn": "主要和微量元素的地球化学数据模式对东北中国新太古代花岗岩-绿岩带形成过程中涉及的过程有什么启示？",
                "AnswerEn": "The geochemical data patterns of major and trace elements, obtained through XRF and ICP-MS analyses, suggest that the formation of Neoarchean granite-greenstone belts in Northeast China involved complex geological processes. In particular, the data supports the idea that fluids or melts derived from the subducted and metamorphosed SCLM were crucial in the early-stage enrichment of Au in the Jiapigou mineral deposit. Additionally, these patterns provide evidence for the transport and redistribution of gold through late-stage hydrothermal activity.",
                "AnswerCn": "通过XRF和ICP-MS分析获得的主要和微量元素的地球化学数据模式表明，东北中国的新太古代花岗岩-绿岩带的形成涉及复杂的地质过程。特别是，这些数据支持了这样一种观点：来自俯冲和变质的次级地幔（SCLM）的流体或熔体在早期阶段对Jiapigou矿床中金的富集至关重要。此外，这些模式提供了证据，表明金在晚期热液活动中被运输和再分配。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the need for using multiple analytical techniques such as XRF, ICP-MS, and LA-MC-ICP-MS in geochemical data collection of granite-greenstone belts in Northeast China?",
                "QuestionCn": "在中国东北地区的花岗岩-绿岩带的地球化学数据收集过程中，使用多种分析技术如XRF、ICP-MS和LA-MC-ICP-MS的需求是什么原因？",
                "AnswerEn": "The need for using multiple analytical techniques arises from the requirement to obtain comprehensive geochemical data. XRF is utilized for major element analysis, ICP-MS for trace element analysis, and LA-MC-ICP-MS for zircon U-Pb dating and in-situ Lu-Hf isotope composition. These methods together provide a complete picture of the elemental and isotopic composition, which is crucial for understanding the formation of SCLM-derived fluids/melts and their role in Au enrichment and redistribution in greenstone belts.",
                "AnswerCn": "使用多种分析技术的需求源于获取全面地球化学数据的要求。XRF用于主要元素分析，ICP-MS用于微量元素分析，LA-MC-ICP-MS用于锆石U-Pb定年和原位Lu-Hf同位素组成分析。这些方法共同提供了元素和同位素组成的完整图景，这对于理解SCLM衍生流体/熔体的形成及其在绿岩带中金的富集和再分配中的作用至关重要。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}