{
    "id": "3d6bd3b1-91aa-4282-bd10-4de70f4090c6",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Glacier velocity of the Central Karakoram (Version 1.0) (1999-2003)",
            "titleCn": "喀喇昆仑中部区域冰流场数据集（V1.0）（1999-2003）",
            "description": "Under the background of global warming, mountain glaciers worldwide are facing strong ablation and retreat, but from existing field observations, it is found that most of the glaciers in the Karakorum region remain stable or are advancing, which is called the ＂Karakorum anomaly＂. Glacier surface velocity is an important parameter for studying glacier dynamics and mass balance. Studying the temporal and spatial variation characteristics of glacier velocity in central Karakorum is significant for understanding the dynamic characteristics of the glacier in this region and its response to climate change.\nFour pairs of Landsat 7 ETM+ images acquired in 1999 to 2003 (images acquired on 1999.7.16, 2000.6.16, 2001.7.21, 2002.8.9, 2002.4.19, 2003.3.21) were selected; using the panchromatic band with a resolution of 15 m, each pair of images was accurately registered, and then cross-correlation calculations were then performed on each image pair after registration to obtain the surface velocity of the glacier in the central Karakorum region from 1999 to 2003. Due to the lack of velocity observation data in the study area, the accuracy of the ice flow results is estimated using the offset value of the stable region, and the surface velocity error of the glacier is approximately ±7 m/year.\nThe glacier velocity data dates are from 1999 to 2003, with a temporal resolution of one year. They cover the central Karakorum region, with a spatial resolution of 30 m. The data are stored as a GeoTIFF file every year. \nFor details regarding the data, please refer to the data description.",
            "descriptionCn": "在全球气候变暖背景下，世界范围内山地冰川消融强烈，以退缩为主，但现有野外观测发现，喀喇昆仑地区大部分冰川保持稳定或前进状态，为“喀喇昆仑异常”。冰川表面流速是研究冰川动力学和物质平衡的重要参数，研究喀喇昆仑中部区域冰川流速时空变化特征对于认识该区域冰川动力学特征及其对气候变化的响应具有重要的意义。\n选取1999-2003年获取的四对Landsat 7 ETM+影像（影像获取时间分别为：1999.7.16, 2000.6.16, 2001.7.21, 2002.8.9, 2002.4.19, 2003.3.21），采用全色波段，分辨率为15 m，对每对影像进行精确配准，然后对配准后的两景影像进行互相关计算，获取1999-2003年喀喇昆仑中部区域冰川表面流速。由于研究区域内缺乏流速实地观测数据，因此利用稳定区域的偏移量值评估冰流结果的精度，冰川表面流速误差约为±7 m/year。\n冰流场数据覆盖时间从1999年到2003年，时间分辨率为逐年，覆盖范围为喀喇昆仑中部区域，空间分辨率为30 m，每年的冰流场数据存放一个Geotiff文件。\n数据的详细情况见喀喇昆仑中部区域冰流场-数据说明。",
            "instructions": "",
            "instructionsCn": "",
            "east": 77.5,
            "west": 75.5,
            "south": 35.0,
            "north": 36.5,
            "startTime": "1999-01-08 16:00:00",
            "endTime": "2004-01-07 16:00:00",
            "fileSize": 437312388.0,
            "cstr": "18406.11.Glacio.tpdc.270059",
            "doi": "10.11888/Glacio.tpdc.270059",
            "dataFormat": "Geotiff",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "江利明",
                "nameEn": "JIANG Liming",
                "unitEn": "Institute of Geodesy and Geophysics, Chinese Academy of Sciences",
                "unitCn": "中国科学院测量与地球物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "基于alos palsar数据的山地冰川流速估算方法比较——以喀喇昆仑地区斯克洋坎力冰川为例",
                "titleEn": null,
                "referenceCn": "王思胜, 江利明, 孙永玲, 柳林, 孙亚飞, & 汪汉胜. (2016). 基于alos palsar数据的山地冰川流速估算方法比较——以喀喇昆仑地区斯克洋坎力冰川为例. 国土资源遥感, 28(2), 54-61.",
                "referenceEn": null
            },
            {
                "titleCn": "基于landsat-7 etm＋slc-off影像的山地冰川流速提取与评估——以karakoram锡亚琴冰川为例",
                "titleEn": null,
                "referenceCn": "孙永玲, 江利明, 柳林, 孙亚飞, & 汪汉胜. (2016). 基于landsat-7 etm＋slc-off影像的山地冰川流速提取与评估——以karakoram锡亚琴冰川为例. 冰川冻土(3), 596-603.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Spatial-Temporal Characteristics of Glacier Velocity in the Central Karakoram Revealed with 1999–2003 Landsat-7 ETM+ Pan Images",
                "referenceCn": null,
                "referenceEn": "Sun, Y.L., Jiang, L.M., Liu, L., Sun, Y.F., Wang, H.S. (2017). Spatial-Temporal Characteristics of Glacier Velocity in the Central Karakoram Revealed with 1999–2003 Landsat-7 ETM+ Pan Images. Remote Sensing, 9(10), 1064."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰川",
                "nameEn": "Glaciers"
            },
            {
                "nameCn": "冰川运动",
                "nameEn": "Glacier motion"
            },
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            },
            {
                "nameCn": "可见光遥感",
                "nameEn": "Visible remote sensing"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "喀喇昆仑中部区域",
                "keywordEn": "Central Karakoram"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1999-2003",
                "keywordEn": "1999-2003",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "近20年喀喇昆仑中部地区冰川变化特征的SAR/InSAR探测与研究",
                "titleEn": "National Science Fund for Distinguished Young Scholars of China"
            },
            {
                "titleCn": "地球大数据科学工程专项时空三极环境项目",
                "titleEn": "CASEarth:Big Earth Data for Three Poles"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The situation of stable and slightly advancing glaciers in the Karakoram is called the “Karakoram anomaly”. Glacier surface velocity is one of the key parameters of glacier dynamics and mass balance, however, the response of glacier motion to this regional anomaly is not fully understood. Field observations and geodetic measurements suggest that glaciers in the Karakoram Range are either stable or have been expanding since 1990 and present positive or less negative mass changes. As one of the most glaciated regions outside of the polar regions, the Central Karakoram has experienced a slight gain in glacier mass at the beginning of the 21st century. The snow and glacial melt in this region is an important source of water for the Indus River in Pakistan and the Yarkant River in China. Glacier dynamics in the Central Karakoram have a significant influence on the hydrological cycle, especially hydrological planning and water resource management. As one of the crucial factors in mass balance and glacier dynamics, the glacier surface velocity provides an indicator of glacier recession or advance/surge and has been used to interpret glacier dynamics. Therefore, the spatial-temporal characteristics of the glacier velocity in this region are essential to improve our understanding of glacier dynamics and the glacier responses to climate change and influences on regional water sources."
            ],
            "research objective": [
                "The main aim of this study is to characterize the spatial-temporal variability of glacier surface velocity over the Central Karakoram in the period from 1999–2003."
            ],
            "challenges": [
                "Consequently, the velocity variations between glaciers on the southern and northern slopes and their potential reasons are not yet fully understood and further studies are required."
            ],
            "methods": [
                "The inter-annual glacier velocity fields were retrieved using a cross-correlation-based algorithm applied to four Landsat-7 Enhanced Thematic Mapper Plus (ETM+) panchromatic image pairs."
            ],
            "dataset": [
                "Table 1 lists the Landsat-7 ETM+ images over the study area acquired between 1999 and 2003. The four pairs of panchromatic images used in this study were in the same path/row (148/35) to minimize geometric distortions."
            ],
            "findings": [
                "We find that most of the glaciers on the southern slope flowed faster than those on the northern slope, which might be attributed to the differences in glacier sizes. Furthermore, ice motion observations over four years reveal that most of the glaciers were quasi-stable or experienced small fluctuations of flow velocity during our study period. We identify a new surging event for the South Skamri Glacier in the study period by investigating the glacier frontal changes and the longer-term time series of surface velocities between 1996 and 2006. From the transverse velocity profiles of seven typical glaciers, we infer that basal sliding is the predominant motion mechanism of the middle and upper glaciers, whereas internal deformation dominates closest to the glacier terminus."
            ],
            "backgroundCn": [
                "喀喇昆仑山脉稳定且略有推进的冰川状况被称为“喀喇昆仑异常”。冰川表面速度是冰川动力学和质量平衡的关键参数之一，但冰川运动对这一地区异常的响应尚未完全理解。现场观察和测绘测量表明，自1990年以来，喀喇昆仑山脉的冰川要么保持稳定，要么有所扩展，呈现出正的或较少负的质量变化。作为极地以外最冰川化的地区之一，中央喀喇昆仑在21世纪初经历了冰川质量的轻微增加。该地区的雪和冰川融化是巴基斯坦的印度河和中国的雅尔坎特河的重要水源。中央喀喇昆仑的冰川动力学对水文循环产生了重要影响，尤其是在水文规划和水资源管理方面。作为质量平衡和冰川动力学的关键因素之一，冰川表面速度提供了冰川退缩或推进/突发的指示，并被用于解释冰川动力学。因此，了解该地区冰川速度的时空特征对于提高我们对冰川动力学及其对气候变化的响应以及对区域水源的影响的理解至关重要。"
            ],
            "research objectiveCn": [
                "本研究的主要目的是表征1999年至2003年期间中喀喇昆仑地区冰川表面速度的时空变异性。"
            ],
            "challengesCn": [
                "因此，南坡和北坡冰川之间的速度变化及其潜在原因尚未完全理解，仍需进一步研究。"
            ],
            "methodsCn": [
                "通过对四对Landsat-7增强型主题映射仪（ETM+）全色图像进行基于交叉相关的算法，提取了年际冰川速度场。"
            ],
            "datasetCn": [
                "表1列出了1999年至2003年间获取的研究区域的Landsat-7 ETM+影像。为了最小化几何失真，本研究使用的四对全色影像位于相同的路径/行（148/35）。"
            ],
            "findingsCn": [
                "我们发现，南坡的大多数冰川流动速度快于北坡的冰川，这可能与冰川的大小差异有关。此外，四年的冰运动观测显示，大多数冰川在我们的研究期间处于准稳定状态或经历了小幅度的流速波动。通过研究冰川前缘变化和1996年至2006年间的长期表面速度时间序列，我们识别出南斯卡姆里冰川在研究期间发生了一次新的涌动事件。从七个典型冰川的横向速度剖面中，我们推断出基底滑动是中部和上部冰川的主要运动机制，而在冰川末端附近，内部变形占主导地位。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is it possible to use a cross-correlation-based algorithm for retrieving glacier velocity fields in the Central Karakoram?",
                "QuestionCn": "是否可以使用基于互相关的算法来获取中央喀喇昆仑地区的冰川速度场？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Can the Landsat-7 ETM+ panchromatic images be effectively used to study the spatial-temporal variability of glacier surface velocity?",
                "QuestionCn": "Landsat-7 ETM+ 的全色影像能否有效用于研究冰川表面速度的时空变化？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are the glaciers on the southern slope of the Central Karakoram observed to flow faster than those on the northern slope?",
                "QuestionCn": "中央喀喇昆仑山南坡的冰川流动速度是否比北坡的冰川更快？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C4(Analyzing)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which algorithm is more suitable for retrieving glacier velocity fields in the Karakoram region, cross-correlation-based methods or machine learning techniques?",
                "QuestionCn": "在喀喇昆仑地区，哪种算法更适合用于提取冰川速度场，基于交叉相关的方法还是机器学习技术？",
                "AnswerEn": "cross-correlation-based methods",
                "AnswerCn": "基于互相关的方法",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What resolution is more appropriate for analyzing glacier dynamics in the Central Karakoram, 15 m or 30 m?",
                "QuestionCn": "在分析中央喀喇昆仑山的冰川动态时，15米的分辨率更合适还是30米的分辨率更合适？",
                "AnswerEn": "15 m",
                "AnswerCn": "15 米",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What method is preferable for evaluating the accuracy of glacier surface velocity data in regions lacking in-situ observations, using stable area displacement values or ground truth measurements?",
                "QuestionCn": "在缺乏现场观测的地区，评估冰川表面速度数据准确性的首选方法是使用稳定区域位移值还是地面真实测量值？",
                "AnswerEn": "stable area displacement values",
                "AnswerCn": "稳定区域位移值",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection method was used to determine glacier surface velocity in the Central Karakoram region?",
                "QuestionCn": "用于确定中央喀喇昆仑地区冰川表面速度的数据收集方法是什么？",
                "AnswerEn": "Cross-correlation-based algorithm",
                "AnswerCn": "基于互相关的算法",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the Landsat-7 ETM+ images used for glacier velocity analysis in the Central Karakoram acquired?",
                "QuestionCn": "用于中央喀喇昆仑冰川速度分析的Landsat-7 ETM+影像是在哪里获取的？",
                "AnswerEn": "148/35",
                "AnswerCn": "148/35",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "When was the glacier surface velocity data collected in the Central Karakoram region?",
                "QuestionCn": "中央喀喇昆仑地区的冰川表面速度数据是在何时收集的？",
                "AnswerEn": "1999 and 2003",
                "AnswerCn": "1999 和 2003",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of how inter-annual glacier velocity fields can be retrieved using satellite imagery in the Central Karakoram region?",
                "QuestionCn": "您能否提供一个例子，说明如何利用卫星影像在中喀喇昆仑地区获取年际冰川速度场？",
                "AnswerEn": "The inter-annual glacier velocity fields were retrieved using a cross-correlation-based algorithm applied to four Landsat-7 Enhanced Thematic Mapper Plus (ETM+) panchromatic image pairs acquired between 1999 and 2003.",
                "AnswerCn": "通过对1999年至2003年间获取的四对Landsat-7增强型主题映射仪(ETM+)全色影像进行基于交叉相关的算法处理，提取了年际冰川速度场。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when analyzing glacier surface velocities in regions like the Central Karakoram?",
                "QuestionCn": "在分析像中央喀喇昆仑地区的冰川表面速度时，面临的一个挑战是什么？",
                "AnswerEn": "One challenge is understanding the velocity variations between glaciers on the southern and northern slopes and determining their potential reasons, which are not yet fully understood and require further studies.",
                "AnswerCn": "一个挑战是理解南坡和北坡冰川之间的速度变化，并确定其潜在原因，这些原因尚未完全理解，需要进一步研究。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset that helps in understanding the spatial-temporal variability of glacier surface velocity in the Central Karakoram?",
                "QuestionCn": "您能否提供一个数据集的示例，以帮助理解中央喀喇昆仑地区冰川表面速度的时空变异性？",
                "AnswerEn": "A dataset consisting of Landsat-7 ETM+ panchromatic images acquired between 1999 and 2003 was used to study the spatial-temporal variability of glacier surface velocity in the Central Karakoram. These images were in the same path/row (148/35) to minimize geometric distortions.",
                "AnswerCn": "一个包含1999年至2003年间获取的Landsat-7 ETM+全色影像的数据集被用来研究中央喀喇昆仑地区冰川表面速度的时空变化。这些影像位于相同的路径/行（148/35），以最小化几何畸变。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the main features of glacier surface velocity datasets in the Central Karakoram region?",
                "QuestionCn": "中央喀喇昆仑地区冰川表面速度数据集的主要特征是什么？",
                "AnswerEn": "30 m spatial resolution, annual data from 1999 to 2003, Geotiff files, ±7 m/year error margin",
                "AnswerCn": "30米空间分辨率，1999年至2003年的年度数据，Geotiff文件，±7米/年的误差范围。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What data collection methods are used to assess glacier dynamics in regions with limited field observations?",
                "QuestionCn": "在观测有限的地区评估冰川动态使用了哪些数据收集方法？",
                "AnswerEn": "remote sensing techniques, cross-correlation-based algorithms, Landsat-7 ETM+ images, inter-annual glacier velocity fields",
                "AnswerCn": "遥感技术、基于互相关的算法、Landsat-7 ETM+影像、年际冰川速度场",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with understanding the spatial-temporal variability of glacier velocities in the Central Karakoram?",
                "QuestionCn": "理解中央喀喇昆仑地区冰川速度的时空变异性面临哪些挑战？",
                "AnswerEn": "limited understanding of velocity variations, differences between glaciers on southern and northern slopes, glacier size, underlying motion mechanisms like basal sliding or internal deformation",
                "AnswerCn": "对速度变化的有限理解，南坡和北坡冰川之间的差异，冰川大小，底部滑动或内部变形等潜在运动机制。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many image pairs from the Landsat 7 ETM+ were utilized to retrieve the glacier velocity fields for the Central Karakoram region between 1999 and 2003?",
                "QuestionCn": "在1999年至2003年期间，用于获取中喀喇昆仑地区冰川速度场的Landsat 7 ETM+影像对有多少对？",
                "AnswerEn": "4",
                "AnswerCn": "4",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'cross-correlation-based algorithm' mean in the context of glacier velocity field extraction?",
                "QuestionCn": "在冰川速度场提取的背景下，“基于交叉相关的算法”是什么意思。",
                "AnswerEn": "In the context of glacier velocity field extraction, a 'cross-correlation-based algorithm' refers to a computational method used to analyze pairs of satellite images to detect and measure the displacement of glacier surface features over time. By comparing the same geographic points on different images, taken at separate times, this algorithm calculates the movement of the glacier surface, providing data on the velocity and flow patterns of glaciers.",
                "AnswerCn": "在冰川速度场提取的背景下，“基于交叉相关的算法”指的是一种计算方法，用于分析成对的卫星图像，以检测和测量冰川表面特征随时间的位移。通过比较不同时间拍摄的相同地理点的图像，该算法计算冰川表面的运动，提供有关冰川速度和流动模式的数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does the term 'spatial-temporal variability' refer to when discussing glacier surface velocity?",
                "QuestionCn": "“空间-时间变异性”在讨论冰川表面速度时指的是冰川表面速度在不同空间位置和时间上的变化特征。",
                "AnswerEn": "The term 'spatial-temporal variability' refers to the changes and differences in glacier surface velocity both across different geographic locations and over time. It encompasses the variations in how fast or slow different parts of a glacier move in different areas and how these movements change from one year to another during the study period.",
                "AnswerCn": "“时空变异性”一词指的是冰川表面速度在不同地理位置和时间上的变化和差异。它涵盖了冰川不同部分在不同区域的移动速度快慢的变化，以及在研究期间这些运动如何在不同年份之间变化。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for glacier surface velocity in the Central Karakoram using Landsat-7 ETM+ images compare to other satellite-based methods in terms of spatial resolution and temporal coverage?",
                "QuestionCn": "中央喀喇昆仑地区使用Landsat-7 ETM+影像收集冰川表面速度的数据收集方法与其他卫星基础方法在空间分辨率和时间覆盖方面有何比较？",
                "AnswerEn": "The data collection method using Landsat-7 ETM+ images for glacier surface velocity in the Central Karakoram provides a spatial resolution of 30 m and annual temporal coverage from 1999 to 2003. This approach focuses on panchromatic image pairs and utilizes a cross-correlation-based algorithm for velocity retrieval, which may differ in spatial resolution and temporal coverage when compared to other satellite-based methods that might use different sensors or temporal acquisition strategies.",
                "AnswerCn": "使用Landsat-7 ETM+影像收集数据的方法用于中央喀喇昆仑地区的冰川表面速度，提供30米的空间分辨率和1999年至2003年的年度时间覆盖。该方法侧重于全色影像对，并利用基于交叉相关的算法进行速度提取，与其他可能使用不同传感器或时间获取策略的卫星基础方法相比，可能在空间分辨率和时间覆盖上有所不同。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How does the accuracy of glacier surface velocity estimation using cross-correlation-based algorithms on Landsat-7 ETM+ images compare to ground-based velocity measurements, particularly in regions lacking direct field observations?",
                "QuestionCn": "使用基于交叉相关算法的Landsat-7 ETM+影像估计冰川表面速度的准确性与地面速度测量相比如何，特别是在缺乏直接现场观测的地区？",
                "AnswerEn": "The accuracy of glacier surface velocity estimation using cross-correlation-based algorithms on Landsat-7 ETM+ images is assessed by evaluating the displacement values in stable regions due to the lack of field observations in the Central Karakoram. The estimated error margin is approximately ±7 m/year. In contrast, ground-based measurements could potentially offer more precise velocity data but are often limited by accessibility and coverage in such remote regions.",
                "AnswerCn": "通过评估稳定区域的位移值来评估基于交叉相关算法的Landsat-7 ETM+图像上冰川表面速度估计的准确性，由于在中喀喇昆仑地区缺乏实地观测，估计的误差范围约为±7米/年。相比之下，基于地面的测量可能提供更精确的速度数据，但在这些偏远地区往往受到可达性和覆盖范围的限制。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the glacier dynamics and possible factors influencing them from the spatial-temporal variability of glacier surface velocity in the Central Karakoram between 1999 and 2003?",
                "QuestionCn": "从1999年到2003年中央喀喇昆仑地区冰川表面速度的时空变化中，可以推断出冰川动态及可能影响它们的因素。",
                "AnswerEn": "The glacier dynamics in the Central Karakoram suggest that most glaciers were quasi-stable or experienced small fluctuations in flow velocity. The observed faster flow of glaciers on the southern slope compared to the northern slope might be influenced by differences in glacier sizes. Additionally, the inference that basal sliding is predominant in the middle and upper glaciers, while internal deformation dominates near the glacier terminus, highlights the importance of understanding motion mechanisms and their implications for glacier dynamics.",
                "AnswerCn": "中央喀喇昆仑地区的冰川动态表明，大多数冰川处于准稳定状态或经历了小幅度的流动速度波动。观察到南坡冰川的流动速度快于北坡，可能受到冰川大小差异的影响。此外，推断基底滑动在中部和上部冰川中占主导地位，而内部变形在冰川末端附近占主导地位，强调了理解运动机制及其对冰川动态影响的重要性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the underlying factors that contribute to the spatial-temporal variability of glacier surface velocity in the Central Karakoram region?",
                "QuestionCn": "导致中央喀喇昆仑地区冰川表面速度时空变异的潜在因素有哪些？",
                "AnswerEn": "The spatial-temporal variability of glacier surface velocity in the Central Karakoram is influenced by the differences in glacier sizes, which leads to faster flow on southern slopes compared to northern slopes. Additionally, the region's dynamics like basal sliding and internal deformation contribute to these variations.",
                "AnswerCn": "中央喀喇昆仑地区冰川表面速度的时空变异性受到冰川大小差异的影响，导致南坡的流动速度快于北坡。此外，该地区的动态，如基底滑动和内部变形，也对这些变化产生了影响。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might there be discrepancies in understanding the velocity variations between glaciers on different slopes in the Central Karakoram region?",
                "QuestionCn": "为什么在中央喀喇昆仑地区，不同坡度的冰川之间对速度变化的理解可能存在差异？",
                "AnswerEn": "Discrepancies arise because the velocity variations between glaciers on the southern and northern slopes are not fully understood, requiring further study. These differences could be due to varying glacier sizes and other regional dynamics that have not been comprehensively explored.",
                "AnswerCn": "由于南坡和北坡冰川之间的速度变化尚未完全理解，因此出现了差异，这需要进一步研究。这些差异可能是由于冰川大小不同以及其他尚未全面探讨的区域动态所致。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes the errors in glacier surface velocity measurements in the Central Karakoram region?",
                "QuestionCn": "导致中央喀喇昆仑地区冰川表面速度测量误差的原因是什么？",
                "AnswerEn": "Errors in glacier surface velocity measurements are estimated to be about ±7 m/year, primarily due to the lack of in-situ velocity data for validation and the reliance on stable area displacement values to assess the accuracy of the results.",
                "AnswerCn": "冰川表面速度测量的误差估计约为±7米/年，主要是由于缺乏现场速度数据进行验证，以及依赖稳定区域位移值来评估结果的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the possible effects of using Landsat-7 ETM+ panchromatic image pairs on the accuracy and reliability of glacier surface velocity measurements in the Central Karakoram?",
                "QuestionCn": "使用Landsat-7 ETM+全色影像对在中央喀喇昆仑地区进行冰川表面速度测量的准确性和可靠性的可能影响是什么？",
                "AnswerEn": "Using Landsat-7 ETM+ panchromatic image pairs allows for high-resolution measurements of glacier surface velocity, with the precision of velocity error estimated to be about ±7 m/year. The use of image pairs from the same path/row helps minimize geometric distortions, contributing to reliable measurements.",
                "AnswerCn": "使用Landsat-7 ETM+全色影像对可以高精度测量冰川表面速度，速度误差的精度估计约为±7米/年。使用来自同一路径/行的影像对有助于最小化几何畸变，从而提高测量的可靠性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the lack of in-situ velocity measurements impact the evaluation of glacier dynamics in the Central Karakoram?",
                "QuestionCn": "缺乏原位速度测量如何影响对中央喀喇昆仑冰川动态的评估？",
                "AnswerEn": "The absence of in-situ velocity measurements necessitates the use of stable region offsets to assess the accuracy of derived ice flow results. This approach helps in estimating the error margin of the glacier surface velocity, which is approximately ±7 m/year.",
                "AnswerCn": "由于缺乏原位速度测量，必须使用稳定区域偏移来评估推导的冰流结果的准确性。这种方法有助于估计冰川表面速度的误差范围，约为±7米/年。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the implications of spatial and temporal variability in glacier surface velocity for understanding glacier dynamics and responses to climate change in the Central Karakoram?",
                "QuestionCn": "冰川表面速度的空间和时间变异性对理解中央喀喇昆仑地区的冰川动力学和对气候变化的响应具有重要意义。",
                "AnswerEn": "The spatial and temporal variability in glacier surface velocity provides insights into glacier dynamics and their response to climate change, indicating that most glaciers were quasi-stable or showed minor flow velocity fluctuations. This dynamic behavior helps in interpreting glacier responses and influences on regional water sources.",
                "AnswerCn": "冰川表面速度的空间和时间变异性为冰川动力学及其对气候变化的响应提供了洞察，表明大多数冰川处于准稳定状态或仅显示出轻微的流动速度波动。这种动态行为有助于解释冰川的响应及其对区域水源的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to study the spatial-temporal variability of glacier surface velocity in the Central Karakoram region?",
                "QuestionCn": "研究中央喀喇昆仑地区冰川表面速度的时空变异性为何重要？",
                "AnswerEn": "The spatial-temporal characteristics of glacier velocity in the Central Karakoram region are essential to improve our understanding of glacier dynamics, the glacier responses to climate change, and influences on regional water sources.",
                "AnswerCn": "中喀喇昆仑地区冰川速度的时空特征对于提高我们对冰川动力学、冰川对气候变化的响应以及对区域水源的影响的理解至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is the purpose of using cross-correlation-based algorithms on Landsat-7 ETM+ images for retrieving glacier velocity fields?",
                "QuestionCn": "使用基于互相关算法的Landsat-7 ETM+图像来获取冰川速度场的目的是什么？",
                "AnswerEn": "The inter-annual glacier velocity fields were retrieved using a cross-correlation-based algorithm to characterize the spatial-temporal variability of glacier surface velocity over the Central Karakoram during the period from 1999–2003.",
                "AnswerCn": "通过基于交叉相关的算法提取了年际冰川速度场，以表征1999年至2003年期间中喀喇昆仑地区冰川表面速度的时空变化。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why explore the differences in velocity variations between glaciers on the southern and northern slopes of the Central Karakoram?",
                "QuestionCn": "为什么要探讨中央喀喇昆仑山南坡和北坡冰川速度变化的差异？",
                "AnswerEn": "Exploring the differences in velocity variations between glaciers on the southern and northern slopes is necessary because these variations are not yet fully understood, and further studies are required to comprehend their potential reasons.",
                "AnswerCn": "探索南坡和北坡冰川速度变化的差异是必要的，因为这些变化尚未完全理解，进一步的研究是必要的，以理解其潜在原因。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How can cross-correlation-based algorithms be effectively applied to satellite imagery for retrieving inter-annual glacier velocity fields in glaciated regions?",
                "QuestionCn": "如何有效地将基于互相关的算法应用于卫星影像，以获取冰川地区的年际冰川速度场？",
                "AnswerEn": "The inter-annual glacier velocity fields were retrieved using a cross-correlation-based algorithm applied to four Landsat-7 Enhanced Thematic Mapper Plus (ETM+) panchromatic image pairs.",
                "AnswerCn": "通过对四对Landsat-7增强型主题制图仪（ETM+）全色图像进行基于交叉相关的算法，提取了年际冰川速度场。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What procedures can be adopted to ensure the geometric accuracy of satellite imagery when measuring glacier surface velocities in mountainous regions?",
                "QuestionCn": "可以采取哪些程序来确保在山区测量冰川表面速度时卫星影像的几何精度？",
                "AnswerEn": "The four pairs of panchromatic images used in the study were in the same path/row (148/35) to minimize geometric distortions, ensuring accuracy in geometric alignment.",
                "AnswerCn": "本研究中使用的四对全色图像位于相同的路径/行（148/35），以最小化几何畸变，确保几何对齐的准确性。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can the precision of glacier surface velocity measurements be evaluated in regions lacking in-situ velocity data?",
                "QuestionCn": "如何在缺乏现场速度数据的地区评估冰川表面速度测量的精度？",
                "AnswerEn": "Due to the lack of in-situ velocity data, the precision of glacier surface velocity measurements was evaluated by assessing the offset values in stable regions, resulting in an estimated error of approximately ±7 m/year.",
                "AnswerCn": "由于缺乏原位速度数据，冰川表面速度测量的精度通过评估稳定区域的偏移值进行评估，结果估计误差约为±7米/年。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the accurate retrieval of glacier surface velocity data in mountainous regions like the Central Karakoram?",
                "QuestionCn": "哪些技术进步使得在像中央喀喇昆仑这样的山区准确获取冰川表面速度数据成为可能？",
                "AnswerEn": "The use of Landsat-7 Enhanced Thematic Mapper Plus (ETM+) panchromatic images and a cross-correlation-based algorithm has enabled the accurate retrieval of glacier surface velocity data in mountainous regions like the Central Karakoram.",
                "AnswerCn": "利用Landsat-7增强主题映射仪（ETM+）的全色影像和基于交叉相关的算法，能够在像中央喀喇昆仑这样的山区准确获取冰川表面速度数据。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Which conditions are necessary for accurately assessing glacier surface velocity in the absence of in-situ measurements?",
                "QuestionCn": "在没有现场测量的情况下，准确评估冰川表面速度所需的条件是什么？",
                "AnswerEn": "In the absence of in-situ measurements, accurate assessment of glacier surface velocity requires stable reference areas to evaluate the precision of image-derived displacement measurements, as well as high-resolution satellite imagery for precise image registration and analysis.",
                "AnswerCn": "在缺乏原位测量的情况下，准确评估冰川表面速度需要稳定的参考区域，以评估图像衍生位移测量的精度，以及高分辨率卫星影像以便进行精确的图像配准和分析。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the retrieval of glacier surface velocity data from satellite imagery not produce expected precision levels?",
                "QuestionCn": "从卫星图像中获取冰川表面速度数据可能无法达到预期的精度水平的原因是什么？",
                "AnswerEn": "The precision of glacier surface velocity data retrieved from satellite imagery may not meet expected levels due to the lack of in-situ observation data in the region to validate the satellite-derived measurements. The evaluation of results relies on stable region displacement values, which introduces an error margin of approximately ±7 m/year.",
                "AnswerCn": "从卫星影像获取的冰川表面速度数据的精度可能无法达到预期水平，因为该地区缺乏现场观测数据来验证卫星获取的测量结果。结果的评估依赖于稳定区域的位移值，这引入了大约±7米/年的误差范围。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the potential reasons for the unexpected stability or advancement of glaciers in the Central Karakoram when global trends indicate retreat?",
                "QuestionCn": "在全球趋势表明冰川退缩的情况下，中央喀喇昆仑地区冰川意外稳定或前进的潜在原因是什么？",
                "AnswerEn": "The unexpected stability or advancement of glaciers in the Central Karakoram, known as the 'Karakoram anomaly,' may be attributed to regional climate conditions and specific glacier dynamics that differ from global trends. These could include differences in glacier sizes, as observed between glaciers on the northern and southern slopes, and the predominance of basal sliding in certain sections of the glaciers.",
                "AnswerCn": "中央喀喇昆仑地区冰川的意外稳定或进展，被称为“喀喇昆仑异常”，可能归因于区域气候条件和特定的冰川动力学，这些与全球趋势不同。这可能包括冰川大小的差异，例如北坡和南坡冰川之间的差异，以及某些冰川部分以基底滑动为主的现象。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand why the glacier surface velocity is an important parameter in studying glacier dynamics and mass balance.",
                "QuestionCn": "我不明白冰川表面速度为什么在研究冰川动力学和质量平衡中是一个重要参数。",
                "AnswerEn": "Glacier surface velocity is a key parameter because it provides an indicator of glacier recession or advance/surge, which is crucial for interpreting glacier dynamics and assessing mass balance. Understanding these dynamics helps in analyzing how glaciers respond to climate change and their influence on regional water sources.",
                "AnswerCn": "冰川表面速度是一个关键参数，因为它提供了冰川后退、前进或突发的指示，这对于解释冰川动态和评估质量平衡至关重要。理解这些动态有助于分析冰川如何响应气候变化及其对区域水源的影响。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I am unsure about the challenges faced in understanding the velocity variations between glaciers on different slopes.",
                "QuestionCn": "我对理解不同坡度冰川之间速度变化所面临的挑战感到不确定。",
                "AnswerEn": "Challenges in understanding velocity variations arise because the factors influencing these variations, such as differences in glacier sizes or environmental conditions, are complex and not fully understood. Further studies are required to clarify the potential reasons behind these variations, particularly between glaciers on the southern and northern slopes.",
                "AnswerCn": "理解速度变化的挑战在于，影响这些变化的因素，如冰川大小或环境条件的差异，复杂且尚未完全理解。需要进一步研究以阐明这些变化背后的潜在原因，特别是在南坡和北坡冰川之间。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the effectiveness of using cross-correlation-based algorithms for retrieving glacier velocity fields in remote sensing data collection.",
                "QuestionCn": "请分析基于互相关算法在遥感数据收集中检索冰川速度场的有效性。",
                "AnswerEn": "The cross-correlation-based algorithm applied to Landsat-7 ETM+ panchromatic image pairs was effective in retrieving inter-annual glacier velocity fields over the Central Karakoram. This method facilitated the identification of glacier motion and surging events, such as the one observed for the South Skamri Glacier. It successfully captured the spatial-temporal variability of glacier surface velocity from 1999 to 2003.",
                "AnswerCn": "基于交叉相关的算法应用于Landsat-7 ETM+全色影像对，有效地获取了中喀喇昆仑地区的年际冰川速度场。该方法促进了冰川运动和涌动事件的识别，例如观察到的南斯卡姆里冰川的涌动。它成功捕捉了1999年至2003年间冰川表面速度的时空变化。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Please explore the challenges encountered in differentiating glacier velocity variations between different slopes and propose potential solutions.",
                "QuestionCn": "请探讨在不同坡度之间区分冰川速度变化时遇到的挑战，并提出潜在的解决方案。",
                "AnswerEn": "The challenge in understanding glacier velocity variations between southern and northern slopes arises from incomplete knowledge of potential reasons behind these variations. This study found that glaciers on the southern slope generally flowed faster, possibly due to size differences. Further research could involve more comprehensive field observations and modeling to better understand these variations and their causes.",
                "AnswerCn": "理解南坡和北坡冰川速度变化的挑战在于对这些变化潜在原因的知识不够全面。本研究发现，南坡的冰川通常流动得更快，这可能与冰川的大小差异有关。进一步的研究可以涉及更全面的实地观察和建模，以更好地理解这些变化及其原因。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please discuss the potential improvements or additions to remote sensing datasets for enhancing the accuracy of glacier dynamics studies in the Central Karakoram.",
                "QuestionCn": "请讨论改进或增加遥感数据集的潜在方法，以提高对中喀喇昆仑地区冰川动态研究的准确性。",
                "AnswerEn": "Enhancements could include incorporating higher resolution satellite imagery to improve spatial details and accuracy of velocity measurements. Additionally, integrating data from other remote sensing technologies, such as radar or LIDAR, could provide more comprehensive coverage and insights into glacier dynamics. Field-based validation data would also significantly contribute to refining remote sensing analysis.",
                "AnswerCn": "增强措施可以包括引入更高分辨率的卫星影像，以提高空间细节和速度测量的准确性。此外，整合来自其他遥感技术的数据，如雷达或激光雷达（LIDAR），可以提供更全面的覆盖和对冰川动态的洞察。基于实地的验证数据也将显著有助于完善遥感分析。",
                "Level": "C6(Creating)"
            }
        ]
    }
}