{
  "id": "3defea73-7e8a-465f-8665-c04c59836bf2",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of ground truth measurement synchronizing with the airborne imaging spectrometer (OMIS-II) mission in the Yingke oasis and Huazhaizi desert steppe foci experimental areas on Jun. 16, 2008",
      "titleCn": "黑河综合遥感联合试验：盈科绿洲与花寨子荒漠加密观测区机载成像光谱仪OMIS-II地面同步观测数据集（2008年6月16日）",
      "description": "The dataset of ground truth measurement synchronizing with the airborne imaging spectrometer (OMIS-II) mission was obtained in the Yingke oasis and Huazhaizi desert steppe foci experimental areas on Jun. 16, 2008. Observation items included:\n     (1) The radiative temperature by the handheld radiometer in Yingke oasis maize field (from BNU, the vertical canopy observation, the transect observation and the diagonal observation), Yingke oasis wheat field (only for the transect temperature), and Huazhaizi desert No. 2 plot (the NE-SW diagonal observation). Besides, the maize radiative temperature and the physical temperature were also measured both by the handheld radiometer and the probe thermometer in the maize plot of 30m near the resort. The data included raw data (in Word format), recorded data and the blackbody calibrated data (in Excel format).\n     (2) Atmospheric parameters in Huazhaizi desert No. 2 plot by CE318 (produced by CIMEL in France). The total optical depth, aerosol optical depth, Rayleigh scattering coefficient, column water vapor in 936 nm, particle size spectrum and phase function were then retrieved from these observations. The optical depth in 1020nm, 936nm, 870nm, 670nm and 440nm were all acquired by CE318. Those data include the raw data in k7 format and can be opened by ASTPWin. ReadMe.txt is attached for detail. Processed data (after retrieval of the raw data) in Excel format are on optical depth, rayleigh scattering, aerosol optical depth, the horizontal visibility, the near surface air temperature, the solar azimuth, zenith, solar distance correlation factors, and air column mass number. \n     (3) The radiative temperature of maize, wheat and the bare land in Yingke oasis maize field and Huazhaizi desert maize field by ThermaCAM SC2000 (1.2m above the ground, FOV = 24°×18°), The data included raw data (read by ThermaCAM Researcher 2001), recorded data and the blackbody calibrated data (archived in Excel format).\n     (4) The reflectance spectra by ASD through the vertical canopy observation and the transect observation in Yingke oasis maize field (350-2500nm , from BNU), and Huazhaizi desert maize field and Huazhaizi desert No. 1 plot (350-2500nm , from Cold and Arid Regions Environmental and Engineering Research Institute, CAS). The data included raw data (in .doc format), recorded data and the blackbody calibrated data (in Excel format).\n     (5) The radiative temperature by the automatic thermometer (FOV: 10°; emissivity: 1.0), observing straight downwards at intervals of 1s in Yingke oasis maize field (one from BNU and the other from Institute of Remote Sensing Applications), Huazhaizi desert maize field (only one from BNU for continuous radiative temperature of the maize canopy) and Huazhaizi desert No. 2 plot (two for reaumuria soongorica canopy and the bare land). Raw data, blackbody calibrated data and processed data were all archived in Excel format.\n     (6) Photosynthesis of maize and wheat of Yingke oasis maize field by LI6400, carried out according to WATER specifications. Raw data were archived in the user-defined format  (by notepat.exe) and processed data were in Excel format.\n     (7) Soil moisture in Yingke oasis maize field. The sample was fetched by the soil auger and weighed by the scales before and after drying. Data were archived in Excel format.\n     (8) FPAR (Fraction of Photosynthetically Active Radiation) of maize and wheat by SUNSACN and the digital camera in Yingke oasis maize field. FPAR= (canopyPAR－surface transmissionPAR－canopy reflection PAR+surface reflectionPAR) /canopy PAR; APAR=FPAR* canopy PAR. Data were archived in the table format of Word.\n     (9) Maize albedo by the shortwave radiometer in Yingke oasis maize field. R =10H (R for FOV radius; H for the probe height). Data were archived in Excel format.",
      "descriptionCn": "2008年6月16日在盈科绿洲与花寨子荒漠加密观测区进行了成像光谱仪OMIS-II飞行同步观测。地面数据包括ASD光谱数据、LAI、光合速率、FPAR、反照率、辐射温度、比辐射率、覆盖度和CE318太阳分光光度计大气参数数据。\n测量内容：         \n（1）手持式红外温度计测量的辐射温度数据。测量对象为盈科绿洲玉米地、盈科绿洲小麦地、花寨子荒漠玉米地以及花寨子荒漠样地2的温度数据。玉米地的测量仪器为北师大的手持式红外温度计，采样方式为冠层垂直观测、条带观测、对角线观测。小麦地使用寒旱所的一台手持式红外温度计测量小麦冠层及垄间裸土的条带温度。花寨子荒漠样地2采样方式为冠层东北-西南对角线观测。数据包括原始数据与记录数据、经过黑体定标后的温度数据。    本数据的原始数据为Word的doc格式。处理后数据以Excel格式保存。\n（2） CE318太阳分光光度计大气参数数据。为利用法国CIMEL公司生产的太阳分光光度计测量得到的大气参数。测量地点为花寨子荒漠样地2。 CE318太阳分光光度计通过直接太阳辐射测量数据，可以反演出非水汽通道的光学厚度、瑞利散射、气溶胶光学厚度，水汽通道936nm测量数据可以获得大气气柱的水汽含量，水平能见度也可从CE318数据导出。本次测量采用了北京师范大学的CE318，其可提供1020nm、936nm、870nm、670nm和440nm共5个波段的光学厚度，可以利用936nm测量数据反演大气柱水汽含量。    \n本数据包括原始数据和处理后的大气数据。原始数据以CE318特有文件格式*.k7存储，可用ASTPWin软件打开，并附带说明文件ReadMe.txt ；处理后文件包括利用原始数据反演获得光学厚度、瑞利散射、气溶胶光学厚度、水平能见度和近地表大气温度，以及参与计算的太阳方位角、天顶角、日地距离修正因子和大气柱质量数。    数据结果以Excel格式保存。    \n（3）热像仪ThermaCAM SC2000测量得到的辐射温度。测量对象为盈科绿洲玉米地和花寨子荒漠玉米地内的玉米、小麦和裸土的辐射温度。盈科绿洲玉米地测量仪器为中科院遥感所提供，花寨子荒漠玉米地测量仪器为北京师范大学提供。仪器获取视场角为24°×18°组分辐射温度数据，并同时拍摄同视场的光学照片。热像仪拍摄高度约为1.2m。    本数据包括原始数据与记录、仪器黑体定标数据。原始数据可利用配套处理软件ThermaCAM Researcher 2001，也可将数据在该软件中转换为其他格式，自行编程读取。仪器黑体定标数据以Excel格式存储。    \n（4）ASD光谱仪数据。利用ASD（Analytical Sepctral Devices）光谱仪测量盈科绿洲玉米地、花寨子荒漠玉米地、花寨子荒漠样地2的光谱数据。其中，盈科绿洲玉米地测量仪器为北京大学的光谱仪（350-2500nm），采样方式为冠层垂直观测和条带观测； 花寨子荒漠玉米地与花寨子荒漠样地2测量仪器为中科院遥感所提供的光谱仪（350-2500nm），采样方式为冠层垂直观测和条带观测，导出定标后原始数据，反射率需进一步计算。数据包括原始数据与记录数据、处理后的反射率数据。    \n本数据的原始数据为ASD标准格式，可利用其自带软件ViewSpec打开。处理后的反射率数据以Excel格式保存。   \n（5）固定自记点温计测量的辐射温度。测量对象为盈科绿洲玉米样地、花寨子荒漠玉米地、花寨子荒漠样地2。盈科绿洲玉米地有北师大和遥感所仪器各一台，花寨子荒漠玉米地样地有一台北师大仪器，连续测量了玉米冠层的辐射温度。花寨子荒漠样地2有2台仪器，测量对象为植被（红砂）冠层和荒漠裸土。仪器的视场角约为10°，垂直向下观测，采样间隔高于1s。架设高度见数据文档。仪器设定比辐射率为1.0。     \n本数据包括原始数据与经过黑体定标、比辐射率纠正后的处理数据。均以Excel格式保存。     \n（6）LI-6400光合仪数据，测量对象为盈科绿洲玉米地玉米和小麦的光合作用等。操作过程请参考联合试验操作规范。其数据包括原始数据和处理数据。 原始数据以仪器自定义格式保存，可用记事本等常用软件打开。处理数据以Excel保存。测量参数见数据文件。\n（7）土壤水分的数据，测量对象为盈科绿洲玉米地土壤水分数据。土壤水分测量利用土钻取土样，使用遥感所电子天平称重，在105摄氏度温度条件下烘干后，再用电子天平称重，由两次称重重量差得到土壤水分含量。    数据以Excel保存。    \n（8）本数据为光合有效辐射比率（FPAR：Fraction of Photosynthetically Active Radiation）数据，测量对象为盈科绿洲玉米地样地内的玉米与小麦。测量仪器为SUNSCAN冠层分析仪、数码相机。分上，下三段测量，并同时测量入射和反射PAR。      FPAR=（到达冠层PAR－地表透射PAR－冠层反射PAR+地表反射PAR）/到达冠层PAR          APAR=FPAR×到达冠层PAR。本数据以Word格式的表格保存。\n（9）本数据为反照率数据，测量对象为盈科绿洲玉米地内的行播玉米。测量仪器包含短波表的上表电压值，下表电压值，后经过表的敏感系数转换成反照率数据。下表视场半径R与探头高度H的关系为：R =10H。本数据以Excel存储。",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.46,
      "west": 100.289,
      "south": 38.734,
      "north": 38.88,
      "startTime": "2008-06-28 00:00:00",
      "endTime": "2008-06-28 00:00:00",
      "fileSize": 188596480.0,
      "cstr": "18406.11.water973.0127.db",
      "doi": "10.3972/water973.0127.db",
      "dataFormat": "",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "陈玲",
        "nameEn": "CHEN Ling",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "任华忠",
        "nameEn": "REN Huazhong",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "周红敏",
        "nameEn": "ZHOU Hongmin",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "曹永攀",
        "nameEn": "CAO Yongpan",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "舒乐乐",
        "nameEn": "SHU Lele",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "吴月茹",
        "nameEn": "WU Yueru",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "徐瑱",
        "nameEn": "XU Zhen",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": " 李丽",
        "nameEn": "LI Li",
        "unitEn": "State Key Laboratory of Remote Sensing Science, Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所遥感科学国家重点实验室"
      },
      {
        "nameCn": "刘思含",
        "nameEn": "LIU Sihan",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": " 夏传福",
        "nameEn": "XIA Chuanfu",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "辛晓洲",
        "nameEn": "XIN Xiaozhou",
        "unitEn": "Institute of Remote Sensing Application, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "周春艳",
        "nameEn": "ZHOU Chunyan",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "周梦维",
        "nameEn": "ZHOU Mengwei",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "范闻捷",
        "nameEn": "FAN Wenjie",
        "unitEn": "Peking University",
        "unitCn": "北京大学"
      },
      {
        "nameCn": " 陶欣",
        "nameEn": "TAO Xin",
        "unitEn": "",
        "unitCn": "北京大学"
      },
      {
        "nameCn": "冯磊",
        "nameEn": "FENG Lei",
        "unitEn": "",
        "unitCn": "香港中文大学"
      },
      {
        "nameCn": " 梁文广",
        "nameEn": "LIANG Wenguang",
        "unitEn": "",
        "unitCn": "中国科学院研究生院"
      },
      {
        "nameCn": " 余凡",
        "nameEn": "YU Fan",
        "unitEn": "",
        "unitCn": "中国科学院研究生院"
      },
      {
        "nameCn": "王大成",
        "nameEn": "WANG Dacheng",
        "unitEn": "",
        "unitCn": "国家农业信息化工程技术研究中心"
      },
      {
        "nameCn": "杨贵军",
        "nameEn": "YANG Guijun",
        "unitEn": "",
        "unitCn": "国家农业信息化工程技术研究中心"
      },
      {
        "nameCn": "李笑宇",
        "nameEn": "LI Xiaoyu",
        "unitEn": "",
        "unitCn": "华南农业大学"
      },
      {
        "nameCn": "刘良云",
        "nameEn": "Liu Liangyun",
        "unitEn": "",
        "unitCn": "中国科学院对地观测与数字地球科学中心"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "A Method for Retrieving Land Surface Reflectance Using MODIS Data",
        "referenceCn": null,
        "referenceEn": "Guang J, Xue Y, Yang L, Mei L, He X. (2013). A method for retrieving land surface reflectance using MODIS data. IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, 6(3), 1564-1570."
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": "植被FAPAR的遥感模型与反演研究",
        "titleEn": null,
        "referenceCn": "陶欣, 范闻捷, 王大成, 闫彬彦, 徐希孺. 植被FAPAR的遥感模型与反演研究. 地球科学进展, 2009, 24(7): 741-747.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": " 气溶胶光学深度/厚度",
        "nameEn": "Aerosol optical depth/Thickness"
      },
      {
        "nameCn": " 气溶胶后向散射",
        "nameEn": "Aerosol backscatter"
      },
      {
        "nameCn": "光合有效辐射",
        "nameEn": "Photosynthetically active radiation"
      },
      {
        "nameCn": "冠层光谱",
        "nameEn": "Canopy spectrum"
      },
      {
        "nameCn": "叶绿素",
        "nameEn": "Chlorophyll"
      },
      {
        "nameCn": "大气水汽",
        "nameEn": "Atmospheric Water Vapor"
      },
      {
        "nameCn": "太阳分光光度计",
        "nameEn": "Solar spectrophotometer"
      },
      {
        "nameCn": "成像光谱仪OMIS-II",
        "nameEn": "Image spectrometer OMIS-II"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "气溶胶",
        "nameEn": "Aerosol"
      },
      {
        "nameCn": "热像仪",
        "nameEn": "Thermal imager"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "盈科绿洲加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "花寨子荒漠加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-16",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the methods used to measure radiation temperature in agricultural and desert environments?",
        "QuestionCn": "在农业和沙漠环境中测量辐射温度的方法有哪些？",
        "AnswerEn": "handheld infrared thermometers, ThermaCAM SC2000 thermal imagers, fixed self-recording thermometers",
        "AnswerCn": "手持式红外测温仪，ThermaCAM SC2000 热像仪，固定自记录温度计",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many different measurement instruments were utilized in the data collection methods?",
        "QuestionCn": "在数据收集方法中使用了多少种不同的测量工具？",
        "AnswerEn": "9",
        "AnswerCn": "9",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for measuring radiative temperature using handheld infrared thermometers compare to those using fixed self-recording thermometers in terms of accuracy and coverage?",
        "QuestionCn": "使用手持红外温度计测量辐射温度的数据收集方法与使用固定自记录温度计的方法在准确性和覆盖范围方面有何比较？",
        "AnswerEn": "Handheld infrared thermometers provide measurements with flexibility in observation angles, like vertical canopy observation, strip observation, and diagonal observation, offering targeted measurements across different fields such as corn and wheat. Fixed self-recording thermometers, on the other hand, continuously measure radiative temperature from a fixed position with a narrow field of view, allowing for continuous data collection but with less flexibility in coverage. Both methods require calibration for accurate temperature readings.",
        "AnswerCn": "手持红外温度计提供灵活的观察角度，如垂直冠层观察、条带观察和对角观察，能够在玉米和小麦等不同领域进行有针对性的测量。另一方面，固定自记录温度计从固定位置持续测量辐射温度，具有狭窄的视野，允许连续数据收集，但在覆盖范围上灵活性较差。这两种方法都需要校准以确保温度读数的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the need for diverse data collection methods in airborne imaging spectrometer observations of oases and desert areas?",
        "QuestionCn": "在对绿洲和沙漠地区进行空气成像光谱仪观测时，导致需要多样化数据收集方法的因素有哪些？",
        "AnswerEn": "The need for diverse data collection methods in airborne imaging spectrometer observations arises from the different environmental conditions and observation targets such as cornfields, wheat fields, and desert plots. Factors include the variability in surface characteristics, such as canopy and bare soil, as well as atmospheric parameters that require different instruments like handheld infrared thermometers, CE318 solar spectrophotometers, and ASD spectrometers to capture a comprehensive dataset. Additionally, the necessity to calibrate and adjust for parameters like optical thickness, aerosol optical thickness, and reflectance further necessitates varied methods.",
        "AnswerCn": "在航空成像光谱仪观测中，采用多样化的数据收集方法是必要的，因为不同的环境条件和观测目标（如玉米田、小麦田和沙漠地块）会影响观测结果。影响因素包括地表特征的变化，如树冠和裸土，以及需要不同仪器（如手持红外温度计、CE318太阳光谱仪和ASD光谱仪）来捕捉全面数据集的大气参数。此外，校准和调整光学厚度、气溶胶光学厚度和反射率等参数的必要性进一步要求采用多种方法。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of collecting multispectral and thermal imaging data using airborne platforms for remote sensing in desert and oasis environments?",
        "QuestionCn": "在沙漠和绿洲环境中，使用空中平台收集多光谱和热成像数据的主要目标是什么？",
        "AnswerEn": "The primary objectives of collecting such data are to gather comprehensive environmental parameters including spectral data, radiation temperature, soil moisture, and atmospheric conditions. These datasets aim to provide insights into the interactions between vegetation and their surrounding environment, assess vegetation health, and monitor land surface processes. Additionally, they support the calibration and validation of remote sensing models and enhance the understanding of ecosystem dynamics in diverse environments like desert and oasis regions.",
        "AnswerCn": "收集这些数据的主要目标是获取全面的环境参数，包括光谱数据、辐射温度、土壤湿度和大气条件。这些数据集旨在提供植被与其周围环境之间相互作用的见解，评估植被健康状况，并监测地表过程。此外，它们还支持遥感模型的校准和验证，并增强对沙漠和绿洲等多样化环境中生态系统动态的理解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedures for calibrating and processing radiative temperature data collected using handheld infrared thermometers in agricultural and desert environments?",
        "QuestionCn": "在农业和沙漠环境中，使用手持红外温度计收集辐射温度数据的校准和处理程序是什么？",
        "AnswerEn": "The procedures involve collecting radiative temperature data using handheld infrared thermometers with various sampling methods such as canopy vertical observation, strip observation, and diagonal observation. The raw data undergo blackbody calibration to yield temperature data. The original data is stored in Word format, while processed data is saved in Excel format.",
        "AnswerCn": "这些程序涉及使用手持红外温度计通过不同的采样方法（如树冠垂直观察、条带观察和对角线观察）收集辐射温度数据。原始数据经过黑体校准以获得温度数据。原始数据以Word格式存储，而处理后的数据则以Excel格式保存。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements enable the accurate measurement of atmospheric parameters such as aerosol optical thickness and water vapor content in remote desert areas?",
        "QuestionCn": "哪些技术进步使得在偏远沙漠地区准确测量大气参数，如气溶胶光学厚度和水汽含量成为可能？",
        "AnswerEn": "The use of a CE318 sun photometer, produced by the French company CIMEL, enables the accurate measurement of atmospheric parameters such as aerosol optical thickness and water vapor content. This device can measure direct solar radiation and derive optical thicknesses using its multiple wavelength capabilities, specifically at 1020nm, 936nm, 870nm, 670nm, and 440nm. The data can be processed to retrieve aerosol optical thickness, Rayleigh scattering, and water vapor column content.",
        "AnswerCn": "使用由法国公司CIMEL生产的CE318太阳光度计，可以准确测量大气参数，如气溶胶光学厚度和水蒸气含量。该设备能够测量直接太阳辐射，并利用其多波长能力推导光学厚度，具体波长为1020nm、936nm、870nm、670nm和440nm。数据可以处理以获取气溶胶光学厚度、瑞利散射和水蒸气柱含量。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}