{
  "id": "3e925b0a-42e6-4191-ae7c-cf432308555b",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Jurassic granite data set of Sulu orogenic belt",
      "titleCn": "苏鲁造山带侏罗纪花岗岩数据集",
      "description": "The data include sampling information, age, elements, isotopes, hand specimen photos, micrographs, geochemical characteristics and diagenetic model maps of Jurassic granites in Sulu orogenic belt. X-ray fluorescence spectrometry (XRF) was used to determine the major elements with an accuracy of less than 2%, and inductively coupled plasma mass spectrometry (ICP-MS) was used to determine the trace elements with an accuracy of less than 5%. The zircon U-Pb isotopic age was determined by SIMS. The data have been published in Journal of petroleum, an international well-known petrological journal, which has important implications for the post collisional evolution of the Sulu orogenic belt.",
      "descriptionCn": "数据包含苏鲁造山带侏罗纪花岗岩采样信息、年龄、元素、同位素、手标本照片、显微照片、地球化学特征图、成岩模式图。主量元素采用X射线荧光光谱法（XRF）测试，精度在2%以内，微量元素采用电感耦合等离子体质谱（ICP-MS）测试，精度在5%以内，年龄为锆石U-Pb同位素年龄，使用二次离子探针法（SIMS）测试。数据已发表在国际知名岩石学杂志《Journal of Petrology》上，对苏鲁造山带的碰撞后演化具有重要的启示意义。",
      "instructions": "File naming: sampling information, age, element, isotope data and image annotation are stored in Excel file, and hand specimen photos, micrographs, geochemical characteristics map and diagenetic model map are all JPEG format image files.\nData reading mode: Excel file can be opened by Excel software in office software. JPEG format image file can be opened with the image software of windows",
      "instructionsCn": "文件命名：采样信息、年龄、元素、同位素数据以及图片注释以excel文件存储，手标本照片、显微照片、地球化学特征图、成岩模式图均为jpeg格式图片文件。\n数据读取方式：excel文件可以用office办公软件中的excel软件打开。jpeg格式图片文件可以用windows自带的图片软件打开",
      "east": 122.0,
      "west": 119.0,
      "south": 36.0,
      "north": 38.0,
      "startTime": "2014-05-31 00:00:00",
      "endTime": "2019-06-13 00:00:00",
      "fileSize": 223205082.0,
      "cstr": "18406.11.Geo.tpdc.271311",
      "doi": "10.11888/Geo.tpdc.271311",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "吴洪杰",
        "nameEn": "WU Hongjie",
        "unitEn": "",
        "unitCn": "中国地质大学（北京）"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Partial Melts of Intermediate–Felsic Sources in a Wedged Thickened Crust: Insights from Granites in the Sulu Orogen",
        "referenceCn": null,
        "referenceEn": "Wu, H., He, Y., Li, S., Zhu, C., & Hou, Z. (2020). Partial melts of intermediate–felsic sources in a wedged thickened crust: insights from granites in the sulu orogen. Journal of Petrology."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "元素地球化学",
        "nameEn": "Element geochemistry"
      },
      {
        "nameCn": "同位素Ma",
        "nameEn": "Isotope Ma"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "埃达克岩",
        "nameEn": "adakite"
      },
      {
        "nameCn": "定年",
        "nameEn": "dating"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "高硅花岗岩",
        "nameEn": "high silica granite"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "山东",
        "keywordEn": "Shandong"
      },
      {
        "keywordCn": "胶东",
        "keywordEn": "Jiaodong"
      },
      {
        "keywordCn": "苏鲁造山带",
        "keywordEn": "Sulu orogen"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "侏罗纪",
        "keywordEn": "Jurassic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used for analyzing the geochemical characteristics of Jurassic granites in an orogenic belt?",
        "QuestionCn": "您能否提供一种用于分析造山带侏罗纪花岗岩地球化学特征的数据收集方法的示例？",
        "AnswerEn": "A data collection method involves using X-ray fluorescence spectroscopy (XRF) to test major elements with precision within 2%, while trace elements are measured using inductively coupled plasma mass spectrometry (ICP-MS) with precision within 5%. Additionally, zircon U-Pb isotopic ages are determined using secondary ion mass spectrometry (SIMS) to provide age data.",
        "AnswerCn": "一种数据收集方法涉及使用X射线荧光光谱法（XRF）测试主要元素，精度在2%以内，而微量元素则使用电感耦合等离子体质谱法（ICP-MS）测量，精度在5%以内。此外，锆石U-Pb同位素年龄通过次级离子质谱法（SIMS）确定，以提供年龄数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics and methods involved in collecting and analyzing Jurassic granite samples from orogenic belts?",
        "QuestionCn": "从造山带收集和分析侏罗纪花岗岩样本涉及哪些具体特征和方法？",
        "AnswerEn": "sampling information, age, elements, isotopes, hand specimen photos, microscopic photos, geochemical characteristics, diagenetic model diagrams, major elements accuracy within 2%, trace elements accuracy within 5%, zircon U-Pb isotopic dating",
        "AnswerCn": "采样信息、年龄、元素、同位素、手标本照片、显微照片、地球化学特征、成岩模型图、主要元素精确度在2%以内、微量元素精确度在5%以内、锆石U-Pb同位素测年。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the precision level of major element measurements using X-ray fluorescence spectroscopy in a dataset related to Jurassic granites in the Sulu orogenic belt?",
        "QuestionCn": "在与苏禄造山带的侏罗纪花岗岩相关的数据集中，使用X射线荧光光谱法进行主要元素测量的精度水平是多少？",
        "AnswerEn": "2%",
        "AnswerCn": "2%",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of using X-ray fluorescence spectroscopy (XRF) and inductively coupled plasma mass spectrometry (ICP-MS) for element testing in geochemical datasets?",
        "QuestionCn": "使用X射线荧光光谱（XRF）和电感耦合等离子体质谱（ICP-MS）进行元素测试在地球化学数据集中的意义是什么？",
        "AnswerEn": "In geochemical datasets related to the 苏鲁造山带侏罗纪花岗岩, X-ray fluorescence spectroscopy (XRF) is used for major element testing with a precision of within 2%, while inductively coupled plasma mass spectrometry (ICP-MS) is employed for trace element testing with a precision of within 5%. These methods provide reliable and precise elemental composition data that are crucial for understanding the geochemical characteristics and post-collisional evolution of regions such as the 苏鲁造山带.",
        "AnswerCn": "在与苏鲁造山带侏罗纪花岗岩相关的地球化学数据集中，采用X射线荧光光谱法（XRF）进行主要元素测试，精度在2%以内，而感应耦合等离子体质谱法（ICP-MS）用于微量元素测试，精度在5%以内。这些方法提供了可靠且精确的元素组成数据，对于理解苏鲁造山带等地区的地球化学特征和后碰撞演化至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the geological processes in the Sulu Orogenic Belt by analyzing the age, elemental composition, and isotopic data in a dataset of Jurassic granites?",
        "QuestionCn": "通过分析侏罗纪花岗岩的数据集中的年龄、元素组成和同位素数据，可以推断出有关苏鲁造山带地质过程的哪些信息？",
        "AnswerEn": "The dataset includes precise elemental and isotopic data, such as zircon U-Pb isotopic ages and elemental compositions obtained via XRF and ICP-MS. This information can provide insights into the post-collisional evolution of the Sulu Orogenic Belt by revealing patterns in the geochemical characteristics and the timing of rock formation processes.",
        "AnswerCn": "该数据集包括精确的元素和同位素数据，如锆石U-Pb同位素年龄以及通过XRF和ICP-MS获得的元素组成。这些信息可以通过揭示地球化学特征和岩石形成过程的时间模式，为苏鲁造山带的后碰撞演化提供见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences on data precision and insight generation when using X-ray fluorescence spectroscopy (XRF) and inductively coupled plasma mass spectrometry (ICP-MS) for geochemical analysis in orogenic belt studies?",
        "QuestionCn": "在构造带研究中使用X射线荧光光谱法（XRF）和电感耦合等离子体质谱法（ICP-MS）进行地球化学分析时，对数据精度和洞察生成的影响是什么？",
        "AnswerEn": "Using X-ray fluorescence spectroscopy (XRF) for major element analysis and inductively coupled plasma mass spectrometry (ICP-MS) for trace elements in orogenic belt studies offers high precision, with XRF achieving precision within 2% and ICP-MS within 5%. This precision enhances the reliability of geochemical data, providing significant insights into the post-collisional evolution of the orogenic belt, as evidenced by the publication in the Journal of Petrology.",
        "AnswerCn": "使用X射线荧光光谱法（XRF）进行主要元素分析，以及使用电感耦合等离子体质谱法（ICP-MS）进行微量元素分析，在造山带研究中提供了高精度，XRF的精度达到2%以内，ICP-MS的精度达到5%以内。这种精度增强了地球化学数据的可靠性，为造山带的后碰撞演化提供了重要见解，正如《岩石学杂志》中的出版物所证实的那样。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to collect detailed geochemical characteristics and isotopic data for Jurassic granites in the Sulu orogenic belt?",
        "QuestionCn": "收集苏鲁造山带侏罗纪花岗岩的详细地球化学特征和同位素数据的重要性是什么？",
        "AnswerEn": "Collecting detailed geochemical characteristics and isotopic data for Jurassic granites in the Sulu orogenic belt is crucial because it provides significant insights into the post-collisional evolution of the orogenic belt. Such data, including zircon U-Pb isotopic ages and elemental compositions, help in understanding the processes and conditions that influenced granite formation during the Jurassic period. These insights are valuable for reconstructing the geological history and assessing the tectonic and magmatic activities in the region.",
        "AnswerCn": "收集苏鲁造山带侏罗纪花岗岩的详细地球化学特征和同位素数据至关重要，因为这为了解造山带的后碰撞演化提供了重要的见解。这些数据，包括锆石U-Pb同位素年龄和元素组成，有助于理解影响侏罗纪时期花岗岩形成的过程和条件。这些见解对于重建地质历史和评估该地区的构造与岩浆活动具有重要价值。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the instrumental and procedural steps involved in collecting and analyzing Jurassic granite samples from the Sulu Orogenic Belt to ensure accurate geochemical characterization?",
        "QuestionCn": "收集和分析来自苏禄造山带的侏罗纪花岗岩样品以确保准确的地球化学特征所涉及的工具和程序步骤是什么？",
        "AnswerEn": "The data collection involves sampling Jurassic granite in the Sulu Orogenic Belt, followed by testing major elements using X-ray fluorescence (XRF) with an accuracy within 2%. Trace elements are analyzed using inductively coupled plasma mass spectrometry (ICP-MS) with an accuracy within 5%. Additionally, zircon U-Pb isotopic ages are determined using secondary ion mass spectrometry (SIMS). The dataset includes sampling information, age, element and isotope data, hand specimen photos, micro-photos, geochemical characteristic diagrams, and diagenetic model diagrams.",
        "AnswerCn": "数据收集涉及对苏禄造山带的侏罗纪花岗岩进行取样，随后使用X射线荧光（XRF）测试主要元素，准确度在2%以内。微量元素则采用感应耦合等离子体质谱（ICP-MS）进行分析，准确度在5%以内。此外，锆石U-Pb同位素年龄通过次级离子质谱（SIMS）确定。数据集包括取样信息、年龄、元素和同位素数据、手样照片、微观照片、地球化学特征图和成岩模型图。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}