{
  "id": "3eae8db1-0e03-4320-ba0e-47cd1800b716",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Data set of soil physicochemical properties in river and lake source (2020)",
      "titleCn": "河湖源土壤理化性质数据集（2020）",
      "description": "Field surveys and soil sample collection were carried out in river and lake source of the Tibet Autonomous Region, and a total of 150 soil samples were collected, from August to September 2020. The data set includes serial number, plot number, latitude and longitude, altitude, soil moisture content, bulk density, organic matter, total nitrogen, total phosphorus, total potassium, pH and mechanical composition (sand, silt and clay content). The data format is an Excel table . The determination of various soil properties refers to the requirements of the \"Technical Specifications for Soil Environmental Quality Monitoring\" and is obtained through field sampling and indoor testing. Soil bulk density was measured in 5–10 cm and 15–20 cm soil layers, respectively. The mechanical composition is divided into sand (2–0.02 mm), silt (0.02–0.002 mm) and clay (< 0.002 mm) according to the International System of Classification. The soil is removed from impurities such as gravel and roots and crushed. The determination of soil organic matter, total nitrogen, total phosphorus and total potassium is a complete sample. The pH was determined by potentiometric method, and the water-soil ratio was 2.5:1. The collection of soil samples refers to the soil sample collection specifications, and the indoor analysis and testing refers to standard analysis methods. The data quality is controlled by measuring duplicate samples and standard samples. This data can provide data supporting for comprehensive assessment of the environmental effects of typical land use changes.",
      "descriptionCn": "于2020年8月~9月在西藏自治区的河湖源区开展规范的野外调查和土壤样品采集工作，采集土壤样品共150个。数据集包括序号、样地号、经纬度、海拔、土壤含水量、容重、有机质、全氮、全磷、全钾、pH和机械组成（砂粒、粉粒和粘粒含量），数据格式为Excel表。各项土壤性质的测定参考《土壤环境质量监测技术规范》的要求，通过野外采样和室内测试获得。土壤容重分别测量5–10 cm和15-20 cm土层。机械组成根据国际制分类标准，划分为砂粒（2–0.02 mm）、粉粒（0.02–0.002 mm）和粘粒（< 0.002 mm）。土壤去除石砾、根系等杂质并粉碎，土壤有机质、全氮、全磷、全钾的测定是全样。pH用电位法测定，水土比为2.5：1。土壤样品的采集参照土壤样品采集规范，室内分析测试参照标准的分析方法，通过测定重复样品和标准样品对数据质量进行控制。此数据可以为综合评估典型土地利用变化的环境效应提供数据支撑。",
      "instructions": "In excel format, can be opened and analysed in Microsoft EXCEL software.",
      "instructionsCn": "excel格式，可在微软EXCEL软件中打开和分析。",
      "east": 87.0,
      "west": 78.0,
      "south": 28.0,
      "north": 34.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 23887.0,
      "cstr": "18406.11.Terre.tpdc.271920",
      "doi": "10.11888/Terre.tpdc.271920",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "汪霞",
        "nameEn": "WANG Xia",
        "unitEn": "",
        "unitCn": "兰州大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Climate and geochemistry interactions at different altitudes influence soil organic carbon turnover times in alpine grasslands",
        "referenceCn": null,
        "referenceEn": "Zhao, Y.F., Wang, X., Jiang, S.L., Zhou, X.H., Liu, H.Y., Xiao, J.J., Hao, Z.G., & Wang, K.C. (2021). Climate and geochemistry interactions at different altitudes influence soil organic carbon turnover times in alpine grasslands. Agriculture, Ecosystems and Environment, 320, 107591."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤C、N、P、S、K",
        "nameEn": "Soil elements composition"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "河湖源",
        "keywordEn": "river and lake source"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2020年",
        "keywordEn": "2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the key characteristics and measurement techniques used to determine the physicochemical properties of soil in river and lake source areas?",
        "QuestionCn": "确定河流和湖泊源区土壤的物理化学特性所使用的关键特征和测量技术是什么？",
        "AnswerEn": "soil moisture content, bulk density, organic matter, total nitrogen, total phosphorus, total potassium, pH, mechanical composition (sand, silt, clay content)",
        "AnswerCn": "土壤含水量、容重、有机质、全氮、全磷、全钾、pH值、机械组成（砂、粉砂、粘土含量）",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the meaning of 'soil mechanical composition' in the context of soil property datasets?",
        "QuestionCn": "“土壤机械组成”在土壤属性数据集中的含义是什么？",
        "AnswerEn": "In the context of soil property datasets, 'soil mechanical composition' refers to the classification of soil particles based on size, which includes the content of sand, silt, and clay. The classification is done according to the international classification standard, where sand particles are between 2–0.02 mm, silt particles are between 0.02–0.002 mm, and clay particles are smaller than 0.002 mm.",
        "AnswerCn": "在土壤属性数据集的背景下，“土壤机械组成”指的是根据粒径对土壤颗粒进行分类，包括沙子、粉土和粘土的含量。根据国际分类标准，沙子颗粒的粒径在2–0.02毫米之间，粉土颗粒的粒径在0.02–0.002毫米之间，而粘土颗粒的粒径小于0.002毫米。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on data accuracy when using standardized soil sampling techniques and analysis methods in diverse geographical regions like the river and lake source areas in Tibet?",
        "QuestionCn": "在像西藏的河流和湖泊源头这样的多样地理区域使用标准化土壤采样技术和分析方法时，数据准确性可能面临的潜在后果是什么？",
        "AnswerEn": "Using standardized soil sampling techniques and analysis methods helps ensure data accuracy by providing consistency in data collection and analysis. In the context of diverse geographical regions such as the river and lake source areas in Tibet, these standards allow for comparability across different sampling sites. The use of standards like those in the 《土壤环境质量监测技术规范》 ensures that the measurements of soil properties such as organic matter, total nitrogen, total phosphorus, total potassium, and pH are reliable and can support assessments of environmental effects due to land use changes. However, challenges may arise due to regional variations in soil composition and environmental conditions, which might require additional calibration or adaptation of methods to maintain accuracy and relevance of the data.",
        "AnswerCn": "使用标准化的土壤采样技术和分析方法有助于确保数据的准确性，因为它们在数据收集和分析中提供了一致性。在像西藏的河流和湖泊源区这样多样化的地理区域中，这些标准允许不同采样点之间的数据可比性。使用《土壤环境质量监测技术规范》等标准，确保了土壤性质（如有机质、总氮、总磷、总钾和pH值）的测量是可靠的，并能支持对土地利用变化引起的环境影响的评估。然而，由于土壤成分和环境条件的区域差异，可能会出现挑战，这可能需要额外的校准或方法的调整，以保持数据的准确性和相关性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to collect data on soil physicochemical properties in the river and lake source areas of Tibet?",
        "QuestionCn": "在西藏河流和湖泊源头地区收集土壤物理化学性质数据的重要性是什么？",
        "AnswerEn": "Collecting data on soil physicochemical properties in the river and lake source areas of Tibet is important because it provides foundational data for comprehensively assessing the environmental effects of typical land use changes. This information can support understanding the interactions between soil properties and land use, aiding in environmental management and conservation efforts.",
        "AnswerCn": "在西藏河流和湖泊源头地区收集土壤物理化学性质的数据非常重要，因为它为全面评估典型土地利用变化的环境影响提供了基础数据。这些信息可以支持理解土壤性质与土地利用之间的相互作用，有助于环境管理和保护工作。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the specific steps followed to ensure accurate soil sample collection and analysis for evaluating physicochemical properties in river and lake source regions?",
        "QuestionCn": "确保准确的土壤样本采集和分析以评估河流和湖泊源区域的物理化学特性所遵循的具体步骤是什么？",
        "AnswerEn": "The soil sample collection and analysis involve conducting standardized field surveys and collecting soil samples, totaling 150, from river and lake source regions. Soil samples are collected following the Soil Sample Collection Standard. The analysis includes removing impurities like gravel and roots and crushing the samples. Soil properties such as bulk density, organic matter, total nitrogen, total phosphorus, total potassium, and pH are measured. Bulk density is measured at 5–10 cm and 15–20 cm soil layers. Mechanical composition is classified into sand, silt, and clay based on international classification standards. pH is determined using the potentiometric method with a water-soil ratio of 2.5:1. Quality control is ensured through the determination of replicate and standard samples, based on the Technical Specifications for Soil Environmental Quality Monitoring.",
        "AnswerCn": "土壤样本的采集和分析涉及进行标准化的现场调查，并从河流和湖泊源区域收集总计150个土壤样本。土壤样本的采集遵循土壤样本采集标准。分析包括去除杂质，如砾石和根系，并对样本进行粉碎。测量土壤性质，包括容重、有机质、总氮、总磷、总钾和pH值。容重在5-10厘米和15-20厘米的土层中测量。机械组成根据国际分类标准分为沙、粉土和粘土。pH值采用电位法测定，水土比为2.5:1。通过对重复样本和标准样本的测定来确保质量控制，依据土壤环境质量监测的技术规范。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies and tools enable accurate measurement of soil physical and chemical properties in high-altitude regions?",
        "QuestionCn": "哪些方法和工具能够在高海拔地区准确测量土壤的物理和化学性质？",
        "AnswerEn": "Accurate measurement of soil physical and chemical properties in high-altitude regions is enabled by conducting standardized field surveys and collecting soil samples following specific guidelines. The tools and methods include using GPS for location tracking, measuring soil bulk density at specified depths (5-10 cm and 15-20 cm), and determining mechanical composition based on international classification standards. Laboratory analyses are performed for organic matter, total nitrogen, phosphorus, and potassium content, and pH is measured using the potentiometric method with a water-soil ratio of 2.5:1. Data quality is controlled through the use of repeated and standard samples.",
        "AnswerCn": "在高海拔地区，准确测量土壤的物理和化学性质可以通过进行标准化的实地调查和按照特定指南收集土壤样本来实现。所使用的工具和方法包括使用GPS进行位置跟踪，在指定深度（5-10厘米和15-20厘米）测量土壤容重，以及根据国际分类标准确定机械组成。实验室分析包括有机质、总氮、磷和钾含量的测定，pH值采用电位法测量，水土比为2.5:1。通过使用重复和标准样本来控制数据质量。",
        "Level": "C3(Applying)"
      }
    ]
  }
}