{
  "id": "3ec2ff5c-38ff-4d59-a2d2-c27cf9b8c2c0",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Classification scheme of chrysoberyl deposit",
      "titleCn": "金绿宝石矿床的根据成因和产状分类方案",
      "description": "1) the review type the main purpose of the article is about the current known all chrysoberyl comprehensively summarized genetic types.In order to achieve this goal, the researchers from the main database platform of literature collected a large amount of data.The data contains the predecessors' research results on chrysoberyl and its genesis, therefore has the nature of a relatively reliable. 2) each conclusion is based on the predecessors' comprehensive analysis and summary of the literature content.This means that these conclusions are based on a large amount of research and the empirical data, thus increasing the reliability and accuracy.These conclusions generalizations can help for future researchers to better understand the concepts of chrysoberyl and its genesis, and for their further study provides important reference and basis.3 - (4) the value of the data type is mainly manifested in it as a review article on the basis of and support.They provides the reader with a comprehensive perspective, shows a chrysoberyl causes various types.For the research and exploration in the field of chrysoberyl is of great significance.At the same time, these data also provides a starting point for the subsequent research, inspired chrysoberyl causes on deeper research interest and motivation.To sum up, this review type by collecting and summarizing the global genetic data, chrysoberyl provides readers with a comprehensive and relatively reliable knowledge framework.Generalizations of these data provide the foundation for the subsequent research, and promote the further development in the field of chrysoberyl and explore.",
      "descriptionCn": "1）该综述型文章的主要目的是对现今已知的所有金绿宝石成因类型进行全面总结。为了达到这一目标，研究人员从各大数据库平台的文献中收集了大量的数据。这些数据包含了前人在金绿宝石及其矿床成因方面的研究成果，因此具有相对可靠的性质。2）每一条结论都是通过对前人的文献内容进行综合分析和总结而得出的。这意味着这些结论是基于大量研究和实证数据的，从而增加了其可信度和准确性。这些结论的归纳总结有助于为后续研究者更好地理解金绿宝石及其矿床成因的概念，并为他们进一步深入研究提供了重要的参考和基础。3-4）这些数据的价值主要体现在其作为综述型文章的依据和支撑。它们为读者提供了一个全面的视角，展示了金绿宝石成因的各种类型。这对于金绿宝石领域的研究和探索具有重要意义。同时，这些数据也为后续研究提供了一个起点，激发了对更深入研究金绿宝石成因的兴趣和动力。总而言之，这篇综述型文章通过收集和总结全球金绿宝石成因方面的数据，为读者提供了一个全面且相对可靠的知识框架。这些数据的归纳总结为后续的研究提供了基础，并促进了金绿宝石领域的进一步发展和探索。",
      "instructions": "Chrysoberyl causes data stored in XLSX format, use EXCEL to open;Its file name called \"ClassOfChb\", representing the chrysoberyl genetic classification.",
      "instructionsCn": "金绿宝石成因数据以xlsx格式储存，用EXCEL打开；其文件名称为“ClassOfChb”，代表着金绿宝石成因分类。",
      "east": 0.0,
      "west": 0.0,
      "south": 0.0,
      "north": 0.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 11424.0,
      "cstr": "18406.11.SolidEar.tpdc.300616",
      "doi": "10.11888/SolidEar.tpdc.300616",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "马垠策",
        "nameEn": "MA Yince",
        "unitEn": "",
        "unitCn": "中国科学院地质与地球物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Genesis of chrysoberyl in the pegmatites of Southern Kerala, India",
        "referenceCn": null,
        "referenceEn": "Soman, K., & Nair, N.G.K. (1985). Genesis of chrysoberyl in the pegmatites of Southern Kerala, India. Mineral Magazine, 49, 733-737."
      },
      {
        "titleCn": null,
        "titleEn": "Pegmatites",
        "referenceCn": null,
        "referenceEn": "Fersman, A.E. (1952). Pegmatites. Les Pegmatites Gra-Nitiques. University of Louven and Brussels, French translation from The Russian 1st Edition, 1-671."
      },
      {
        "titleCn": null,
        "titleEn": "Some new data for chrysoberyl from Marsikov, northern Moravia.",
        "referenceCn": null,
        "referenceEn": "Dostal, J. (1969). Some new data for chrysoberyl from Marsikov, northern Moravia. Acta Universitatis Caroline Geologica, 4, 261-270."
      },
      {
        "titleCn": null,
        "titleEn": "Mineralogy of beryllium in granitic pegmatites",
        "referenceCn": null,
        "referenceEn": "Černý, P. (2002). Mineralogy of beryllium in granitic pegmatites. Reviews in Mineralogy and Geochemistry, 50, 406-444."
      },
      {
        "titleCn": null,
        "titleEn": "Selected Works VI. Pegmatites.",
        "referenceCn": null,
        "referenceEn": "Fersman, A.E. (1960). Selected Works VI. Pegmatites. Moscow: Publishing house USSR Academy of Sciences, 747 (in Russian) ."
      },
      {
        "titleCn": null,
        "titleEn": "The formation of chrysoberyl in metamorphosed pegmatites.",
        "referenceCn": null,
        "referenceEn": "Franz, G., & Morteani, G. (1984). The formation of chrysoberyl in metamorphosed pegmatites. Journal of Petrology, 25, 27-52."
      },
      {
        "titleCn": null,
        "titleEn": "Las pegmatitas graníticas de Sierra Albarrana(Córdoba, España); mineralizaciónes de berilio",
        "referenceCn": null,
        "referenceEn": "González del Tanago, J. (1991). Las pegmatitas graníticas de Sierra Albarrana(Córdoba, España); mineralizaciónes de berilio. Boletín Geológico y Minero, 102, 578-603."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "矿物/水晶",
        "nameEn": "minerals/crystals"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "无",
        "keywordEn": "None"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "无",
        "keywordEn": "None",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that effectively compiles reliable information on the genesis of chrysoberyl deposits?",
        "QuestionCn": "您能否提供一个有效收集关于铬榴石矿床起源的可靠信息的数据收集方法的例子？",
        "AnswerEn": "One example of a data collection method is the comprehensive review of literature from major database platforms, which compiles extensive data regarding previous research findings on the genesis of chrysoberyl and its deposits. This method synthesizes and analyzes existing literature to derive conclusions based on empirical research, ensuring the reliability and accuracy of the information.",
        "AnswerCn": "一种数据收集方法是对主要数据库平台的文献进行全面审查，这汇集了关于铬榴石及其矿床形成的先前研究发现的广泛数据。该方法综合和分析现有文献，以根据实证研究得出结论，确保信息的可靠性和准确性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used to summarize the origins and classifications of chrysoberyl mineral deposits?",
        "QuestionCn": "用于总结铬铍矿床的起源和分类的数据收集方法的特点是什么？",
        "AnswerEn": "comprehensive analysis, synthesis of existing literature, substantial empirical data",
        "AnswerCn": "综合分析、现有文献的综合、实质性的实证数据",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'comprehensive summary of all known types of chrysoberyl genesis' in the context of data collection and research?",
        "QuestionCn": "在数据收集和研究的背景下，“全面总结所有已知类型的金绿宝石成因”是什么意思？",
        "AnswerEn": "A 'comprehensive summary of all known types of chrysoberyl genesis' refers to the systematic gathering and analysis of extensive data from various literature sources to provide a detailed and reliable overview of the different genesis types of chrysoberyl. This involves synthesizing findings from previous research to enhance understanding and serve as a solid foundation for future studies in the field.",
        "AnswerCn": "“已知的所有类型的铬铍石成因的综合总结”是指系统地收集和分析来自各种文献来源的大量数据，以提供关于铬铍石不同成因类型的详细和可靠的概述。这涉及到综合先前研究的发现，以增强对该领域的理解，并为未来的研究提供坚实的基础。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors influence the comprehensive summarization of causal types in chrysoberyl deposits, and how do these factors affect the reliability of the conclusions drawn from collected data?",
        "QuestionCn": "影响铬榴石矿床因果类型综合总结的因素有哪些，这些因素如何影响从收集的数据中得出的结论的可靠性？",
        "AnswerEn": "The comprehensive summarization of causal types in chrysoberyl deposits is influenced by the extensive collection of data from a variety of literature sources obtained from major database platforms. These factors contribute to the reliability and accuracy of the conclusions because they are based on a synthesis of numerous studies and empirical data, providing a robust foundation for understanding the genesis of chrysoberyl and its deposits.",
        "AnswerCn": "对铬铍矿沉积物因果类型的全面总结受到来自主要数据库平台的各种文献来源的广泛数据收集的影响。这些因素有助于结论的可靠性和准确性，因为它们基于众多研究和实证数据的综合，为理解铬铍矿及其沉积物的成因提供了坚实的基础。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind collecting and summarizing data on the genesis and occurrence of chrysoberyl deposits from various literature sources?",
        "QuestionCn": "收集和总结来自各种文献来源的 chrysoberyl 矿床的形成和发生数据的主要目的是为了什么？",
        "AnswerEn": "The primary objective is to provide a comprehensive summary of all known types of chrysoberyl genesis, derived from extensive literature review from major database platforms. This data collection aims to enhance understanding of chrysoberyl and its deposit formation, offering a reliable foundation for future research and exploration in the field.",
        "AnswerCn": "主要目标是提供关于所有已知的铬铍石成因的综合总结，这些信息来源于主要数据库平台的广泛文献回顾。该数据收集旨在增强对铬铍石及其矿床形成的理解，为未来在该领域的研究和探索提供可靠的基础。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What systematic procedures should be followed to collect and synthesize data on the genesis and occurrence of chrysoberyl deposits from various literature sources for a comprehensive review?",
        "QuestionCn": "应遵循哪些系统程序，以从各种文献来源收集和综合关于铬铍矿沉积的形成和发生的数据，以进行全面的综述？",
        "AnswerEn": "To collect and synthesize data on the genesis and occurrence of chrysoberyl deposits, researchers should systematically search and extract data from major database platforms, focusing on previous studies related to chrysoberyl and its mineral deposits. This involves a comprehensive analysis and summary of existing research results, ensuring the reliability of conclusions by integrating empirical data from multiple sources. The collected data serve as a foundation for providing an extensive perspective on various types of chrysoberyl genesis, aiding in understanding the concept and encouraging further research in this domain.",
        "AnswerCn": "为了收集和综合关于铬铍矿（chrysoberyl）矿床的起源和分布的数据，研究人员应系统地搜索和提取主要数据库平台上的数据，重点关注与铬铍矿及其矿床相关的先前研究。这涉及对现有研究结果的全面分析和总结，通过整合来自多个来源的实证数据来确保结论的可靠性。收集的数据为提供关于各种类型铬铍矿起源的广泛视角奠定基础，有助于理解这一概念并鼓励在该领域进一步研究。",
        "Level": "C6(Creating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What resources or conditions enable comprehensive data collection and integration for summarizing the various genesis types of chrysoberyl deposits?",
        "QuestionCn": "哪些资源或条件能够支持全面的数据收集和整合，以总结不同类型的铍铝石矿床的成因？",
        "AnswerEn": "The comprehensive data collection and integration are enabled by accessing and gathering information from major database platforms containing literature on the genesis of chrysoberyl deposits. This involves synthesizing previous research findings and empirical data, ensuring the conclusions are based on a wide range of studies, thereby increasing their reliability and accuracy. The data serves as a foundation for review articles, providing a comprehensive perspective on the types of chrysoberyl genesis, and stimulating further research in the field.",
        "AnswerCn": "全面的数据收集和整合是通过访问和收集主要数据库平台上的信息来实现的，这些平台包含关于铬铍矿床形成的文献。这涉及到对先前研究结果和实证数据的综合，确保结论基于广泛的研究，从而提高其可靠性和准确性。这些数据为综述文章提供了基础，提供了关于铬铍矿形成类型的全面视角，并刺激了该领域的进一步研究。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}