{
  "id": "3ecd6ef8-fb24-44f0-b9f1-c8839fe83760",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Global inventory of glacier-related slope failures and moraine dammed lake outburst floods (1901-2020)",
      "titleCn": "全球冰川灾害与冰碛湖溃决洪水清单（1901-2020）",
      "description": "Continued global warming and degradation of the cryosphere are raising concerns about adaptation to environmental instability in mountain areas. In recent decades, glacier-related slope failures, such as ice avalanches and rock avalanches on glaciers, have been frequently documented. In this study, we create a global inventory of glacier-related landslides to examine their distribution, trends, fractures, and relationship to climate change. During the period 1901-2019, 737 glacier-related landslides were recorded, including 156 ice avalanches, 89 ice-rock avalanches, 26 glacier slides, and 466 supraglacial rock avalanches. The Pacific Northwest had the most recorded cases (N = 440, 60%), with supraglacial rockfalls being the most dominant. In addition, the currently published list of glacial lake outburst floods of regional or global nature is integrated and refined, and moraine lake outburst flood events are separated separately. 380 moraine lake outburst flood events were counted between 1901 and 2020, making it the most complete list available on a global scale.",
      "descriptionCn": "持续的全球变暖和冰冻圈退化正在引起人们对适应山区环境不稳定的关注。近几十年来，与冰川有关的斜坡崩塌，如冰崩、冰川上的岩崩，已被频繁记录。在这项研究中，我们建立了一个与冰川有关的滑塌的全球清单，以研究它们的分布、趋势、断裂以及与气候变化的关系。在1901-2019年期间，共记录了737起与冰川相关的滑塌事件，包括156次冰崩，89次冰-岩崩，26次冰川滑塌，以及466次冰川上岩崩。西北太平洋地区有记录的案例最多（N=440，60%），其中以冰川上岩崩最为主要。此外，整合与完善了目前公布的地区或全球性质的冰湖溃决洪水清单，并单独分离出了冰碛湖溃决洪水事件。1901-2020年间共统计到380起冰碛湖溃决洪水事件，是目前最为完善的全球范围内的清单。",
      "instructions": "Each event includes information such as time, place, longitude and latitude, and references. It can be converted into more intuitive vector files by professional software such as ArcGIS.",
      "instructionsCn": "每起事件都包括发生时间、地点、经纬度、参考文献等信息。可通过ArcGIS等专业软件转换为更为直观的矢量文件。",
      "east": 170.0,
      "west": -170.0,
      "south": -80.0,
      "north": 80.0,
      "startTime": "1901-08-31 23:54:00",
      "endTime": "2020-10-01 11:59:59",
      "fileSize": 144008.0,
      "cstr": "18406.11.Cryos.tpdc.272812",
      "doi": "10.11888/Cryos.tpdc.272812",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张太刚",
        "nameEn": "ZHANG Taigang",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "王伟财",
        "nameEn": "WANG Weicai",
        "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Increasing frequency and destructiveness of glacier-related slope failures under global warming",
        "referenceCn": null,
        "referenceEn": "Zhang, T., Wang, W., Shen, Z., An, B. (2023). Increasing frequency and destructiveness of glacier-related slope failures under global warming. Science Bulletin. https://doi.org/10.1016/j.scib.2023.09.042"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川灾害",
        "nameEn": "glacier hazard"
      },
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      },
      {
        "nameCn": "冰湖",
        "nameEn": "glacial lake"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1901-2020",
        "keywordEn": "1901-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of glacier-related slope collapse events recorded globally from 1901 to 2019?",
        "QuestionCn": "1901年至2019年全球记录的与冰川相关的坡崩事件的特征是什么？",
        "AnswerEn": "737 events, 156 ice avalanches, 89 ice-rock avalanches, 26 glacier collapses, 466 rock avalanches on glaciers, highest number in Northwest Pacific region, primarily rock avalanches on glaciers",
        "AnswerCn": "737次事件，156次冰雪崩，89次冰岩崩，26次冰川崩塌，466次冰川上的岩崩，西北太平洋地区数量最多，主要是冰川上的岩崩。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many glacier-related landslide events were recorded globally between 1901 and 2019?",
        "QuestionCn": "在1901年至2019年期间，全球记录了多少起与冰川相关的滑坡事件？",
        "AnswerEn": "737",
        "AnswerCn": "737",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the distribution and trends of glacier-related landslides from 1901 to 2019 inform our understanding of the relationship between cryosphere degradation and climate change?",
        "QuestionCn": "1901年至2019年间冰川相关滑坡的分布和趋势如何帮助我们理解冰冻圈退化与气候变化之间的关系？",
        "AnswerEn": "The dataset records 737 glacier-related landslide events over this period, including different types such as ice avalanches and rockfalls on glaciers. The distribution shows a concentration of events in the Northwest Pacific region, indicating a possible link between regional cryosphere conditions and climate change impacts. The trends can reveal patterns of increased frequency or severity that may correlate with warming temperatures and cryosphere degradation.",
        "AnswerCn": "该数据集记录了737个与冰川相关的滑坡事件，包括冰崩和冰川上的落石等不同类型。分布显示事件在西北太平洋地区集中，表明区域冰冻圈条件与气候变化影响之间可能存在联系。这些趋势可以揭示频率或严重性增加的模式，可能与气温升高和冰冻圈退化相关。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes challenges in accurately recording and maintaining a comprehensive global inventory of glacier-related slope failures and moraine-dammed lake outburst floods?",
        "QuestionCn": "导致准确记录和维护全球冰川相关坡面失稳和冰川堰塞湖溃决的全面清单的挑战是什么？",
        "AnswerEn": "The challenges in accurately recording and maintaining a comprehensive global inventory of glacier-related slope failures and moraine-dammed lake outburst floods may arise from factors such as the remote and inaccessible nature of many glacier regions, the difficulty in monitoring and documenting events over an extended period (from 1901 to 2020), and the variability in data availability and quality across different regions. Furthermore, the ongoing global warming and cryosphere degradation complicate the tracking of these events, as they may increase the frequency and unpredictability of such occurrences.",
        "AnswerCn": "准确记录和维护全球冰川相关坡面失稳和冰川堰塞湖溃决洪水的全面清单面临诸多挑战，这些挑战源于许多冰川地区的偏远和难以到达的特性、在较长时间内（从1901年到2020年）监测和记录事件的困难，以及不同地区数据可用性和质量的差异。此外，持续的全球变暖和冰冻圈退化使得追踪这些事件变得更加复杂，因为它们可能增加此类事件的频率和不可预测性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on the accuracy and completeness of a dataset when integrating region-specific records of glacier-related collapse events with global lists of ice-dammed lake outburst floods?",
        "QuestionCn": "将区域特定的冰川相关崩塌事件记录与全球冰坝湖溃决洪水列表整合时，数据集的准确性和完整性可能会受到哪些潜在影响？",
        "AnswerEn": "Integrating region-specific records of glacier-related collapse events with global lists of ice-dammed lake outburst floods may enhance the accuracy and completeness by providing a more comprehensive understanding of the spatial distribution and frequency of such events. This integration could lead to a more detailed global inventory, capturing nuances and specific cases that might be overlooked in broader datasets. However, it may also introduce challenges in harmonizing data formats, definitions, and quality standards across different regions, potentially affecting the reliability of the dataset.",
        "AnswerCn": "将区域特定的冰川相关崩塌事件记录与全球冰坝湖溃决洪水清单相结合，可能会通过提供对这些事件的空间分布和频率的更全面理解，从而提高准确性和完整性。这种整合可能会导致更详细的全球清单，捕捉到在更广泛的数据集中可能被忽视的细微差别和具体案例。然而，这也可能在不同区域之间的数据格式、定义和质量标准的协调上引入挑战，可能影响数据集的可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to develop a dataset that catalogs glacier-related slope collapses and moraine-dammed lake outburst floods from 1901 to 2020?",
        "QuestionCn": "开发一个从1901年到2020年 cataloging 冰川相关的坡崩和冰碛坝湖溃决洪水的数据集是重要的原因是什么？",
        "AnswerEn": "The goal of developing such a dataset is to study the distribution, trends, and failure mechanisms of glacier-related slope collapses and their relationship with climate change. By establishing a comprehensive global inventory, researchers can better understand the patterns and impacts of these events, particularly in the context of ongoing global warming and cryosphere degradation. This knowledge is crucial for adapting to the instability of mountain environments and for improving the completeness of currently available regional or global inventories.",
        "AnswerCn": "开发这样一个数据集的目标是研究与冰川相关的坡面崩塌的分布、趋势和失效机制，以及它们与气候变化的关系。通过建立一个全面的全球清单，研究人员可以更好地理解这些事件的模式和影响，特别是在全球变暖和冰冻圈退化的背景下。这些知识对于适应山区环境的不稳定性以及改善目前可用的区域或全球清单的完整性至关重要。",
        "Level": "C5(Evaluating)"
      }
    ]
  }
}