{
    "id": "3f0246a3-a345-4f22-b20b-68341fe81258",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: The multi-scale observation experiment on evapotranspiration over heterogeneous land surfaces (MUSOEXE-12)-Dataset of flux observation matrix (NO.4 large aperture scintillometer) (2012)",
            "titleCn": "黑河生态水文遥感试验：非均匀下垫面地表蒸散发的多尺度观测试验-通量观测矩阵数据集（4号点大孔径闪烁仪）",
            "description": "This dataset contains the flux measurements from the large aperture scintillometer (LAS) at site No.4 in the flux observation matrix. There were two types of LASs at site No.4: German BLS450 and China zzlas. The observation periods were from 2 June to 22 September, 2012 and 11 June to 20 September, 2012, for the BLS450 and the zzlas, respectively. The north tower is placed with the receiver of BLS450 and the transmitter of zzlas, and the south tower is placed with the transmitter of BLS450 and the receiver of zzlas. The site (north: 100.379° E, 38.861° N; south: 100.369° E, 38.847° N) was located in the Yingke irrigation district, which is near Zhangye, Gansu Province. The elevation is 1552.75 m. The underlying surface between the two towers contains corn, greenhouse, and village.  The effective height of the LASs was 33.45 m; the path length was 1854 m. Data were sampled at 1 min intervals.\nRaw data acquired at 1 min intervals were processed and quality-controlled. The data were subsequently averaged over 30 min periods. The main quality control steps were as follows. (1) The data were rejected when Cn2 was beyond the saturated criterion (Cn2>1.01E-13). (2) Data were rejected when the demodulation signal was small (BLS450: Average X Intensity<1000, zzlas: Demod<-40 mv). (3) Data were rejected within 1 h of precipitation. (4) Data were rejected at night when weak turbulence occurred (u* was less than 0.1 m/s). The sensible heat flux was iteratively calculated by combining with meteorological data and based on Monin-Obukhov similarity theory.\nThere were several instructions for the released data. (1) The data were primarily obtained from BLS450 measurements. Missing data were denoted by -6999. (2) The dataset contained the following variables: data/time (yyyy-mm-dd hh:mm:ss), the structural parameter of the air refractive index (Cn2, m-2/3), and the sensible heat flux (H_LAS, W/m^2). (3) In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xlsx format. Moreover, suspicious data were marked in red.\nFor more information, please refer to Liu et al. (2016) (for multi-scale observation experiment or sites information), Xu et al. (2013) (for data processing) in the Citation section.",
            "descriptionCn": "该数据集包含了通量观测矩阵中4号点的大孔径闪烁仪观测数据。4号点有两台型号分别为LAS_AR和zzlas的大孔径闪烁仪，北端为LAS_AR的接收端和zzlas_4的发射端，南端为LAS_AR的发射端和zzlas_4的接收端，其观测时间分别为2012年6月2日至2012年9月22日和2012年6月11日至2012年9月20日。站点位于甘肃省张掖市大满灌区农田内，下垫面包含玉米地、大棚、村庄、林地、果园，主要是玉米地。4号塔北端的经纬度是100.3785E, 38.86074N，南端的经纬度是100.3685E, 38.84682N，海拔1552.75m。大孔径闪烁仪的有效高度22.45m，光径长度是1854m,采样频率为1min。\n大孔径闪烁仪发布的数据为经过处理与质量控制后的30min平均数据，其中感热通量主要是结合自动气象站数据，基于莫宁-奥布霍夫相似理论通过迭代计算得到，主要的质量控制步骤包括：（1）剔除Cn2达到饱和的数据；（2）剔除解调信号强度较弱的数据；（3）剔除降水时刻及其前后一小时的数据；（4）剔除稳定条件下的弱湍流的数据（u*小于0.1m/s）。\n关于发布数据的两点说明：（1）4号点LAS数据以LAS_AR为主，缺失时刻以-6999标记。（2）数据表头：Date/Time ：日期/时间（格式：yyyy-mm-dd hh:mm:ss），Cn2 ：空气折射指数结构参数（单位：m-2/3），H_LAS ：感热通量（单位：W/m2）。\n多尺度观测试验或站点信息请参考Liu et al. (2016)，观测数据处理请参考Xu et al.(2013)。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.3785,
            "west": 100.3785,
            "south": 38.86074,
            "north": 38.86074,
            "startTime": "2012-06-12 07:46:00",
            "endTime": "2012-10-02 07:46:00",
            "fileSize": 193945.0,
            "cstr": "18406.11.hiwater.105.2013.db",
            "doi": "10.3972/hiwater.105.2013.db",
            "dataFormat": "文本",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleCn": null,
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceCn": null,
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceCn": null,
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleCn": null,
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceCn": null,
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleCn": null,
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceCn": null,
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleCn": null,
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleCn": "张掖灌区玉米农田生态系统CO2通量的变化规律和环境响应",
                "titleEn": null,
                "referenceCn": "张蕾,孙睿,乔晨,刘绍民,徐自为,唐侥,郝虑远,张荣华. 张掖灌区玉米农田生态系统CO2通量的变化规律和环境响应. 生态学杂志,2014, 33(7), 1722-1728",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceCn": null,
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleCn": null,
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleCn": null,
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceCn": null,
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceCn": null,
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleCn": null,
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleCn": null,
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceCn": null,
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleCn": null,
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleCn": null,
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceCn": null,
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "热通量",
                "nameEn": "Heat flux"
            },
            {
                "nameCn": "辐射",
                "nameEn": "Radiation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "通量观测矩阵",
                "keywordEn": "flux observation matrix"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-02至2012-09-22",
                "keywordEn": "2012-06-02 to 2012-09-22",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-11至2012-09-20",
                "keywordEn": "2012-06-11 to 2012-09-20",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：水文气象要素与多尺度蒸散发观测",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ],
            "backgroundCn": [
                "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被混合物。因此，单源模型显然无法准确估算表面蒸散，因为其影响。",
                "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“树冠上方”和“土壤下方”两种情况。水蒸气和热量在树冠内部的参考高度相遇。此外，混合的水蒸气和热量只能通过树冠顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型较为复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
                "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射计视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了总通量或蒸散发（土壤加冠层），并与使用波 Bowen 比率–能量平衡系统、涡度协方差（EC）系统或大孔径闪烁仪的测量结果进行了比较。",
                "在强烈对流的灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，尤其是在能量平衡闭合不完全的情况下，EC通量测量的H和LE与可用能量Rn−G0之间存在差异。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这种温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文显示，与观测到的复合辐射温度相比，组分温度存在过高估计。这往往对TSEB模型的性能产生最关键的影响。此外，该区域的强对流环境也是另一个因素。"
            ],
            "research objectiveCn": [
                "在这封信中，地面测量的土壤和冠层组件温度被用来估算蒸散（E）、蒸发（T）和蒸散发（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量与观察到的E（E/ET%）和T（T/ET%）比率进行了更好的验证。",
                "这封信的目的是利用高分辨率热像仪观察到的土壤和冠层组件温度作为输入，通过一系列TSEB模型来估算蒸散发（E）、温度（T）和蒸散发总量（ET），并随后结合稳定氧和氢同位素技术以及涡度相关（EC）测量，更好地验证E、T和ET。"
            ],
            "challengesCn": [
                "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
                "导出组件温度的误差主要是由于图像分类错误引起的；这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还由于EC系统的不确定性，当灌溉农田的平均H较小时，这种不确定性为18%。由于图像像素分类错误，土壤像素被计算为植被像素，这导致在植被丰度发展的情况下对冠层温度的高估。另一方面，忽略大气向上辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
            ],
            "methodsCn": [
                "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括地面5米高度的气温、风速、湿度，12米高度使用四分量辐射计测量的四分量辐射，以及使用采样频率为10 Hz的涡度相关系统在4.5米高度测量的湍流通量。土壤热通量使用位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00到19:00之间收集为热图像。基于地面测量数据，应用Craig–Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
                "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的感热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）来计算。土壤和冠层的组件温度是通过热像仪获得的图像计算得出的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热图像中提取土壤和冠层的方向亮度温度。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。接着，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
            ],
            "datasetCn": [
                "实验区是一个人工绿洲，覆盖着玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于蒸散发的比率，这些研究是在多尺度蒸散发观测实验中进行的，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
            ],
            "findingsCn": [
                "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
                "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估计的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值一致。此外，TSEB模型对Rn、H和LE的估计也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
            ]
        },
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": [],
            "backgroundCn": [
                "在异质表面上生态水文过程的上升尺度是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的阻碍。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
            ],
            "research objectiveCn": [],
            "challengesCn": [
                "该领域的进展受到多尺度观测稀缺的阻碍。"
            ],
            "methodsCn": [
                "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个EC塔和四个双层自动气象站（AMS），这些景观包括沙质沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了LiDAR、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA。"
            ],
            "datasetCn": [
                "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is there a dataset that uses large aperture scintillometers to measure surface evapotranspiration in an agricultural setting?",
                "QuestionCn": "是否有使用大孔径闪烁仪在农业环境中测量表面蒸散发的数据集？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Are there challenges related to the availability of multiscale observations for upscaling eco-hydrological processes on heterogeneous surfaces?",
                "QuestionCn": "在异质表面上进行生态水文过程的上尺度化时，是否存在与多尺度观测可用性相关的挑战？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Are the primary data collection methods for evapotranspiration estimation in this domain based on ground-based measurements, remote sensing, or a combination of both?",
                "QuestionCn": "在这个领域，蒸散发估算的主要数据收集方法是基于地面测量、遥感，还是两者的结合？",
                "AnswerEn": "a combination of both",
                "AnswerCn": "结合两者。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Is the main challenge in estimating evapotranspiration over heterogeneous landscapes related to data availability, model complexity, or environmental variability?",
                "QuestionCn": "在估计异质景观中的蒸散发时，主要挑战是与数据可用性、模型复杂性还是环境变异性相关？",
                "AnswerEn": "data availability",
                "AnswerCn": "数据可用性",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the main challenges in collecting multiscale observations for eco-hydrological processes in heterogeneous surfaces?",
                "QuestionCn": "在异质表面收集生态水文过程的多尺度观测时，主要面临哪些挑战？",
                "AnswerEn": "poor availability of multiscale observations",
                "AnswerCn": "多尺度观测的可用性差。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Where are the instruments for obtaining multiscale and multidisciplinary data arranged in the HiWATER experiment?",
                "QuestionCn": "HiWATER实验中用于获取多尺度和多学科数据的仪器安排在哪里？",
                "AnswerEn": "hierarchically nested scales",
                "AnswerCn": "分层嵌套尺度",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What specific data collection methods were applied at the Daman superstation during the field observations?",
                "QuestionCn": "在现场观察期间，Daman超站应用了哪些具体的数据收集方法？",
                "AnswerEn": "measurements of meteorological parameters, turbulent fluxes, soil heat fluxes, thermal radiation",
                "AnswerCn": "气象参数测量、湍流通量、土壤热通量、热辐射",
                "Level": "C3(Applying)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a challenge encountered in collecting multiscale observation data for eco-hydrological processes?",
                "QuestionCn": "收集生态水文过程的多尺度观测数据时遇到的一个挑战是什么？",
                "AnswerEn": "A significant challenge in collecting multiscale observation data is the poor availability of such observations, which hinders progress in the field. HiWATER addresses this by utilizing instrumentation on hierarchically nested scales to obtain comprehensive data across different landscapes.",
                "AnswerCn": "收集多尺度观测数据的一大挑战是观测数据的可用性差，这阻碍了该领域的进展。HiWATER通过在分层嵌套的尺度上利用仪器，获取不同景观的综合数据，从而解决了这一问题。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collected using large aperture scintillometers for measuring sensible heat flux in heterogeneous landscapes?",
                "QuestionCn": "使用大孔径闪烁仪在异质景观中测量显热通量所收集的数据特征是什么？",
                "AnswerEn": "air refractive index structure parameter (Cn2), sensible heat flux (H_LAS), averaged over 30-minute intervals, quality control steps (removing saturated Cn2 data, weak demodulated signal data, data during precipitation, data under stable conditions with weak turbulence)",
                "AnswerCn": "空气折射率结构常数（Cn2）、感热通量（H_LAS），以30分钟为间隔进行平均，质量控制步骤（去除饱和的Cn2数据、弱解调信号数据、降水期间的数据、在稳定条件下弱湍流的数据）",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What specific features are measured using thermal infrared cameras in agricultural ecosystems for evapotranspiration studies?",
                "QuestionCn": "在农业生态系统的蒸散发研究中，热红外相机测量的具体特征包括：",
                "AnswerEn": "soil and canopy component temperatures",
                "AnswerCn": "土壤和冠层组成部分的温度",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the key elements of a multiscale observation dataset designed to study eco-hydrological processes in oasis-desert systems?",
                "QuestionCn": "用于研究绿洲-沙漠系统生态水文过程的多尺度观测数据集的关键要素是什么？",
                "AnswerEn": "flux observation matrices, eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensor networks for soil moisture and leaf area index, hyper-resolution airborne remote sensing, LiDAR, imaging spectrometers, multi-angle thermal imagers, L-band microwave radiometers, synchronical ground measurements of vegetation dynamics and photosynthesis processes",
                "AnswerCn": "通量观测矩阵、涡度相关塔、大孔径闪烁仪、自动气象站、用于土壤湿度和叶面积指数的生态水文传感器网络、高分辨率机载遥感、LiDAR、成像光谱仪、多角度热成像仪、L波段微波辐射计、植被动态和光合作用过程的同步地面测量。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many intensive observation periods (IOPs) were conducted during the HiWATER experiment in 2012?",
                "QuestionCn": "在2012年的HiWATER实验中进行了多少次强化观测期（IOPs）？",
                "AnswerEn": "The exact number is not specified.",
                "AnswerCn": "确切的数字未被指定。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the sampling frequency of the eddy covariance (EC) system used in the Daman superstation?",
                "QuestionCn": "Daman超级站使用的涡度协方差（EC）系统的采样频率是多少？",
                "AnswerEn": "10 Hz",
                "AnswerCn": "10 赫兹",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the length of the optical path used by the large aperture scintillometer in the flux observation matrix?",
                "QuestionCn": "在通量观测矩阵中，大孔径闪烁计使用的光学路径长度是多少？",
                "AnswerEn": "1854 meters",
                "AnswerCn": "1854米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is a large aperture scintillometer, and how is it used in data collection for surface flux measurements?",
                "QuestionCn": "大孔径闪烁计是一种用于测量地表通量的仪器。它通过测量大气中光的闪烁来评估地表的热量和水分通量。大孔径闪烁计通常由一个光源和一个接收器组成，光源发出的光束穿过大气层，接收器则捕捉到经过大气散射和闪烁的光信号。通过分析这些信号的变化，可以推断出地表的能量和物质交换情况。这种仪器在气象学、环境科学和农业研究中被广泛应用，以帮助研究人员了解地表与大气之间的相互作用。",
                "AnswerEn": "A large aperture scintillometer is a device used to measure surface fluxes, such as sensible heat flux, over heterogeneous landscapes. It operates by analyzing the fluctuations in the refractive index of air, which are related to temperature variations. In the context of the field, it is used to provide 30-minute averaged data on sensible heat flux, which is processed and quality controlled using specific criteria, such as removing data affected by saturation or weak signal strength.",
                "AnswerCn": "大型孔径闪烁仪是一种用于测量异质景观表面通量（如显热通量）的设备。它通过分析空气中折射率的波动来工作，这些波动与温度变化有关。在该领域，它用于提供30分钟平均的显热通量数据，这些数据经过特定标准的处理和质量控制，例如去除受饱和或信号强度较弱影响的数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is the significance of multi-scale observation experiments in the context of eco-hydrological research, and what challenges do they address?",
                "QuestionCn": "多尺度观测实验在生态水文研究中的重要性是什么，它们解决了哪些挑战？",
                "AnswerEn": "Multi-scale observation experiments are crucial in eco-hydrological research as they provide comprehensive data across different spatial and temporal scales, allowing for better understanding and modeling of complex processes like evapotranspiration and oasis-desert interactions. These experiments address challenges such as the limited availability of multiscale observations and the need to capture data across various landscapes, which is essential for scaling up eco-hydrological processes from the local to the regional level.",
                "AnswerCn": "多尺度观测实验在生态水文研究中至关重要，因为它们提供了跨不同空间和时间尺度的综合数据，从而更好地理解和建模复杂过程，如蒸散发和绿洲-沙漠相互作用。这些实验解决了多尺度观测有限和需要在各种景观中捕获数据的挑战，这对于将生态水文过程从地方尺度扩展到区域尺度至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the similarities and differences between the data processing and quality control steps for the large aperture scintillometer and the multi-scale observation approach in HiWATER?",
                "QuestionCn": "大型孔径闪烁仪和HiWATER中的多尺度观测方法在数据处理和质量控制步骤上的相似性和差异是什么？",
                "AnswerEn": "The data processing and quality control steps for both methods aim to ensure accurate and reliable flux measurements. For the large aperture scintillometer, key steps include removing saturated Cn2 data, weak signal data, and data during precipitation, as well as filtering out weak turbulence conditions. Similarly, the multi-scale observation approach in HiWATER involves rigorous quality control through sensor calibration, data processing, and dataset generation. Both approaches emphasize data quality, but HiWATER's multi-scale method integrates diverse datasets from various instruments, including airborne remote sensing, which adds complexity to data management and integration.",
                "AnswerCn": "数据处理和质量控制步骤旨在确保两种方法的通量测量准确可靠。对于大孔径闪烁仪，关键步骤包括去除饱和的Cn2数据、弱信号数据以及降水期间的数据，同时过滤掉弱湍流条件。同样，HiWATER中的多尺度观测方法通过传感器校准、数据处理和数据集生成进行严格的质量控制。这两种方法都强调数据质量，但HiWATER的多尺度方法整合了来自各种仪器的多样化数据集，包括航空遥感，这增加了数据管理和整合的复杂性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What data collection challenges are associated with estimating evapotranspiration in strongly advective irrigated agricultural areas, and how can they be addressed?",
                "QuestionCn": "在强烈对流的灌溉农业地区，估算蒸散发面临哪些数据收集挑战，以及如何应对这些挑战？",
                "AnswerEn": "Challenges in estimating evapotranspiration in strongly advective irrigated areas include the incomplete energy balance closure in eddy covariance flux measurements and errors in determining surface component temperatures. Addressing these challenges involves improving the accuracy of surface-air temperature difference measurements and refining the separation of soil and canopy temperatures using high-resolution thermal imagery. Ensuring accurate classification of soil and vegetation pixels and accounting for atmospheric radiation can also reduce uncertainties and enhance model performance.",
                "AnswerCn": "在强对流灌溉区估算蒸散发的挑战包括涡度协方差通量测量中能量平衡闭合的不完整性以及表面组分温度确定中的误差。解决这些挑战需要提高表面与空气温度差测量的准确性，并利用高分辨率热成像技术精细化土壤和冠层温度的分离。确保土壤和植被像素的准确分类，并考虑大气辐射也可以减少不确定性，增强模型性能。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes challenges in accurately estimating surface fluxes in strongly advective irrigated agricultural areas?",
                "QuestionCn": "在强对流灌溉农业地区，准确估计表面通量的挑战是什么？",
                "AnswerEn": "Accurately estimating surface fluxes in strongly advective irrigated agricultural areas is challenging due to the incomplete energy balance closure in eddy covariance flux measurements and the uncertainty in surface-air temperature difference, which is often influenced by errors in determining surface soil and vegetation component temperatures.",
                "AnswerCn": "在强对流的灌溉农业区域，准确估计表面通量是具有挑战性的，这主要是由于涡度协方差通量测量中的能量平衡闭合不完全，以及表面与空气温差的不确定性，这通常受到表面土壤和植被组分温度确定错误的影响。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is there limited effectiveness in current composite temperature separation approaches in arid regions for data collection?",
                "QuestionCn": "为什么在干旱地区的复合温度分离方法在数据收集方面效果有限？",
                "AnswerEn": "The limited effectiveness in current composite temperature separation approaches in arid regions is primarily due to image classification errors that vary with vegetation abundance, leading to overestimation of canopy temperature. Additionally, ignoring atmospheric upwelling radiation and transmittance contributes to uncertainties in the estimated temperatures, as well as the uncertainty in incoming short- and long-wave radiation transmittances through the canopy.",
                "AnswerCn": "当前复合温度分离方法在干旱地区的有效性有限，主要是由于图像分类错误，这些错误随着植被丰度的变化而变化，导致对冠层温度的高估。此外，忽视大气向上辐射和透射率也增加了温度估计的不确定性，以及通过冠层的入射短波和长波辐射透射率的不确定性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What might be the impact of incorporating multiscale observations in studying eco-hydrological processes on heterogeneous surfaces?",
                "QuestionCn": "将多尺度观测纳入对异质表面生态水文过程的研究可能会产生什么影响？",
                "AnswerEn": "Incorporating multiscale observations can address the challenge of studying eco-hydrological processes by providing comprehensive data across different scales and landscapes. This approach facilitates a better understanding of interactions such as oasis-desert dynamics and can lead to more accurate and detailed models of water and energy fluxes, enhancing the overall understanding of heterogeneous surfaces.",
                "AnswerCn": "结合多尺度观测可以解决研究生态水文过程的挑战，通过提供不同尺度和景观的综合数据。这种方法有助于更好地理解诸如绿洲-沙漠动态等相互作用，并可以导致更准确和详细的水和能量通量模型，从而增强对异质表面的整体理解。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How might the use of a large aperture scintillometer impact the quality and reliability of data on sensible heat fluxes over heterogeneous land surfaces?",
                "QuestionCn": "大型孔径闪烁仪的使用可能会如何影响对异质土地表面上显热通量数据的质量和可靠性？",
                "AnswerEn": "The use of a large aperture scintillometer provides high-quality data on sensible heat fluxes by offering spatially integrated measurements over larger areas as compared to point-based methods. This integration can lead to more reliable estimates of energy fluxes, accounting for variability across different land surfaces, which is crucial for accurately modeling and understanding hydrological and atmospheric processes over heterogeneous terrains.",
                "AnswerCn": "使用大孔径闪烁仪可以提供高质量的显热通量数据，因为它能够对比点测量方法提供更大区域的空间集成测量。这种集成可以导致对能量通量的更可靠估计，考虑到不同地表的变异性，这对于准确建模和理解异质地形上的水文和大气过程至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in the quality control and processing of data from large aperture scintillometers for estimating sensible heat flux in agricultural settings?",
                "QuestionCn": "在农业环境中，使用大孔径闪烁仪估算显热通量的数据质量控制和处理涉及哪些程序步骤？",
                "AnswerEn": "The procedural steps for quality control and processing of data from large aperture scintillometers include removing data where the structure parameter of the refractive index (Cn2) saturates, discarding data with weak demodulation signal strength, excluding data during precipitation and an hour before and after, and eliminating data under stable conditions with weak turbulence (u* less than 0.1 m/s). Sensible heat flux is calculated using automatic meteorological station data combined with Monin-Obukhov similarity theory through iterative computation.",
                "AnswerCn": "大孔径闪烁仪数据的质量控制和处理程序步骤包括：去除折射率结构参数（Cn2）饱和的数据，丢弃信号强度较弱的解调数据，排除降水期间及前后一个小时的数据，以及消除在稳定条件下（u* 小于 0.1 m/s）湍流较弱的数据。感热通量的计算使用自动气象站数据结合莫宁-奥布霍夫相似理论通过迭代计算进行。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How are the soil and canopy component temperatures derived and validated to ensure accurate estimation of evapotranspiration using the TSEB model?",
                "QuestionCn": "土壤和冠层组件温度是如何推导和验证的，以确保使用TSEB模型准确估算蒸散发？",
                "AnswerEn": "Soil and canopy component temperatures are derived using a thermal infrared camera to obtain thermal images, which are then classified into soil and canopy pixels using the maximum-likelihood method. The directional brightness temperatures are extracted from these images, converted to radiation temperatures, and validated against surface radiometric temperatures calculated using incoming long-wave radiation observed by a four-component radiometer.",
                "AnswerCn": "土壤和冠层组件温度是通过热红外相机获取热图像来推导的，然后使用最大似然法将其分类为土壤像素和冠层像素。从这些图像中提取方向亮度温度，转换为辐射温度，并与使用四分量辐射计观测的入射长波辐射计算的表面辐射温度进行验证。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological developments have enabled the accurate measurement of evapotranspiration and its components in heterogeneous agricultural landscapes?",
                "QuestionCn": "哪些技术发展使得在异质农业景观中能够准确测量蒸散发及其组成部分？",
                "AnswerEn": "The deployment of large aperture scintillometers and eddy covariance systems, alongside the use of high-resolution thermal infrared cameras for soil and canopy temperature measurements, enable the accurate estimation of evapotranspiration and its components. These technologies allow for detailed observations of surface energy balance and component temperatures, crucial for validating models like the TSEB model in agricultural landscapes.",
                "AnswerCn": "大孔径闪烁仪和涡动协方差系统的部署，以及高分辨率热红外相机用于土壤和冠层温度测量，使得蒸散发及其组成部分的准确估计成为可能。这些技术能够详细观察表面能量平衡和组成部分温度，对于验证农业景观中的模型，如TSEB模型，至关重要。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How do integrated remote sensing technologies facilitate the collection of multiscale eco-hydrological data in oasis-desert environments?",
                "QuestionCn": "集成遥感技术如何促进在绿洲-沙漠环境中多尺度生态水文数据的收集？",
                "AnswerEn": "Integrated remote sensing technologies such as LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers facilitate the collection of multiscale eco-hydrological data. These technologies provide comprehensive datasets that capture eco-hydrological processes across hierarchically nested scales in oasis-desert environments, enabling detailed analysis and understanding of these complex interactions.",
                "AnswerCn": "集成遥感技术，如激光雷达（LiDAR）、成像光谱仪、多角度热成像仪和L波段微波辐射计，促进了多尺度生态水文数据的收集。这些技术提供了全面的数据集，捕捉了绿洲-沙漠环境中生态水文过程的层次嵌套尺度，使得对这些复杂相互作用的详细分析和理解成为可能。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the key conditions that ensure the quality and accuracy of observational data in eco-hydrological research?",
                "QuestionCn": "确保生态水文研究中观测数据质量和准确性的关键条件有哪些？",
                "AnswerEn": "Ensuring the quality and accuracy of observational data in eco-hydrological research involves rigorous quality control measures including sensor calibration, careful data collection, processing, and dataset generation. These conditions are essential to maintain the integrity of data used in studies such as those conducted in the HiWATER project, which rely on precise measurements of environmental variables.",
                "AnswerCn": "确保生态水文研究中观测数据的质量和准确性需要严格的质量控制措施，包括传感器校准、仔细的数据收集、处理和数据集生成。这些条件对于维护在HiWATER项目等研究中使用的数据的完整性至关重要，这些研究依赖于对环境变量的精确测量。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why is it challenging to accurately estimate surface fluxes in strongly advective irrigated agricultural areas when using certain data collection methods?",
                "QuestionCn": "在强对流灌溉农业区域，使用某些数据收集方法准确估计表面通量是具有挑战性的。",
                "AnswerEn": "Accurately estimating surface fluxes in these areas is challenging due to the incomplete energy balance closure with respect to the available energy and the uncertainty in surface–air temperature difference. This uncertainty is often caused by errors in determining the surface soil and vegetation component temperatures from composite radiometric temperature, especially in regions with strong advection.",
                "AnswerCn": "在这些地区，准确估计表面通量是具有挑战性的，因为可用能量与能量平衡的闭合不完全，以及表面与空气温度差的不确定性。这种不确定性通常是由于在强平流区域从复合辐射温度中确定表层土壤和植被成分温度时出现的误差所导致的。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What expectations might researchers have when using high-resolution thermal cameras to estimate evapotranspiration (ET) in heterogeneous landscapes?",
                "QuestionCn": "研究人员在使用高分辨率热成像相机估算异质景观中的蒸散发（ET）时，可能会有哪些期望？",
                "AnswerEn": "Researchers might expect that using high-resolution thermal cameras can provide accurate soil and canopy component temperatures, leading to better estimates of evaporation (E), transpiration (T), and ET. This approach allows for the separation of latent fluxes of soil and vegetation components with reasonable accuracy, as validated against ground-based measurements.",
                "AnswerCn": "研究人员可能会预期，使用高分辨率热像仪可以提供准确的土壤和冠层组件温度，从而更好地估计蒸发（E）、蒸腾（T）和蒸散（ET）。这种方法允许以合理的准确性分离土壤和植被组件的潜热通量，并已通过地面测量进行了验证。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your opinion on the challenges faced in validating the Two-Source Energy Balance (TSEB) model using ground-based measurements in arid regions?",
                "QuestionCn": "我对在干旱地区使用地面测量验证双源能量平衡（TSEB）模型所面临的挑战的看法是什么？",
                "AnswerEn": "The validation of the TSEB model in arid regions using ground-based measurements faces significant challenges due to the difficulty in accurately separating soil and canopy component temperatures. Errors in image classification, pixel misidentification, and atmospheric interference contribute to uncertainties in temperature estimation, impacting the model's performance. Despite these challenges, the model has been shown to produce reliable estimates of evapotranspiration by utilizing high-resolution thermal camera observations and stable isotope techniques for validation.",
                "AnswerCn": "在干旱地区使用地面测量对TSEB模型进行验证面临重大挑战，因为准确分离土壤和冠层组件温度非常困难。图像分类中的错误、像素误识别和大气干扰导致温度估计的不确定性，从而影响模型的性能。尽管面临这些挑战，该模型通过利用高分辨率热像仪观测和稳定同位素技术进行验证，已被证明能够产生可靠的蒸散发估计。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are your thoughts on the availability and integration of multi-scale datasets in advancing the understanding of eco-hydrological processes in oasis-desert systems?",
                "QuestionCn": "我对多尺度数据集的可用性和整合在推进对绿洲-沙漠系统生态水文过程理解方面的作用有什么看法？",
                "AnswerEn": "The integration of multi-scale datasets is crucial for advancing the understanding of eco-hydrological processes in oasis-desert systems. The HiWATER project exemplifies this by providing a comprehensive dataset that includes flux observations, eco-hydrological sensor networks, and airborne remote sensing data. These multi-disciplinary and hierarchically nested data enable the investigation of complex interactions at different scales, although the availability and coordination of such datasets remain a challenge for broader applications.",
                "AnswerCn": "多尺度数据集的整合对于推进对绿洲-沙漠系统生态水文过程的理解至关重要。HiWATER项目就是一个例子，它提供了一个综合数据集，包括通量观测、生态水文传感器网络和航空遥感数据。这些多学科和分层嵌套的数据使得在不同尺度上研究复杂的相互作用成为可能，尽管这些数据集的可用性和协调性仍然是更广泛应用的挑战。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data collection methods can ensure accurate measurements of evapotranspiration in heterogeneous landscapes.",
                "QuestionCn": "我不明白数据收集方法如何能确保在异质景观中对蒸散发的准确测量。",
                "AnswerEn": "The data collection methods utilize advanced equipment such as large aperture scintillometers, eddy covariance systems, and automatic meteorological stations, as well as ground-based measurements and airborne remote sensing. These methods are designed to capture multi-scale processes and ensure data accuracy through techniques like quality control, calibration, and data processing, which are crucial for measuring evapotranspiration in heterogeneous landscapes.",
                "AnswerCn": "数据收集方法利用先进设备，如大孔径闪烁仪、涡度协方差系统和自动气象站，以及地面测量和空中遥感。这些方法旨在捕捉多尺度过程，并通过质量控制、校准和数据处理等技术确保数据的准确性，这对于在异质景观中测量蒸散发至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I’m unsure about the challenges faced in obtaining multiscale observations for eco-hydrological processes.",
                "QuestionCn": "我对获取生态水文过程的多尺度观测所面临的挑战感到不确定。",
                "AnswerEn": "The challenges in obtaining multiscale observations include the poor availability of such data and the complexity of collecting it over heterogeneous surfaces. The HiWATER experiment addresses these challenges by organizing instrumentation in hierarchically nested scales and conducting intensive observation periods to gather multiscale and multidisciplinary data.",
                "AnswerCn": "获取多尺度观测的挑战包括此类数据的可用性差以及在异质表面上收集数据的复杂性。HiWATER实验通过在层次嵌套的尺度上组织仪器，并进行密集观测期，以收集多尺度和多学科的数据，从而应对这些挑战。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please outline the data collection techniques utilized for measuring evapotranspiration and related parameters in agricultural settings, focusing on methods addressing heterogeneous surfaces.",
                "QuestionCn": "请概述在农业环境中用于测量蒸散发及相关参数的数据收集技术，重点关注针对异质表面的方法。",
                "AnswerEn": "Data collection techniques for measuring evapotranspiration in agricultural settings involve using systems such as the large aperture scintillometer and eddy covariance, which are part of a flux observation matrix. These techniques are complemented by ground-based measurements of meteorological parameters and thermal radiation using devices like a four-component radiometer and thermal infrared cameras. The methods are designed to handle heterogeneous surfaces by capturing variations in soil and vegetation component temperatures.",
                "AnswerCn": "在农业环境中，测量蒸散发的数据收集技术包括使用大孔径闪烁仪和涡度协方差等系统，这些系统是通量观测矩阵的一部分。这些技术通过使用四分量辐射计和热红外相机等设备，辅以地面气象参数和热辐射的测量，旨在处理异质表面，通过捕捉土壤和植被成分温度的变化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please explore the methodological approaches used to ensure data quality and control in eco-hydrological research, particularly in large-scale observational experiments.",
                "QuestionCn": "请探讨在生态水文学研究中，特别是在大规模观测实验中，确保数据质量和控制的方法论方法。",
                "AnswerEn": "Methodological approaches to ensure data quality and control in eco-hydrological research include sensor calibration, data collection, data processing, and careful generation of datasets. These steps are integral to large-scale experiments like HiWATER, which employ an extensive observation system, ensuring high-quality multiscale datasets. Quality control procedures encompass various instruments, including airborne remote sensing devices, to provide reliable observational data.",
                "AnswerCn": "确保生态水文研究中数据质量和控制的方法论包括传感器校准、数据收集、数据处理和仔细生成数据集。这些步骤对于像HiWATER这样的大规模实验至关重要，HiWATER采用了广泛的观测系统，确保高质量的多尺度数据集。质量控制程序涵盖了各种仪器，包括空中遥感设备，以提供可靠的观测数据。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}