{
    "id": "3f27681b-6889-48a0-bc15-28edeff1601c",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Atlas of historical dynamics and future changes for Tibetan amphipods In 2022",
            "titleCn": "青藏高原及其周边地区钩虾历史动态图和未来变化图集（2022）",
            "description": "Contents: 1) data: based on 3180 occurrences of freshwater amphipods from the Tibetan plateau and its surrounding areas, niche simulation studies were performed to explore the historical dynamics and future changes in suitable areas; 2) data sources and processing methods: based on field investigation and existing data of amphipods from the Qinghai-Tibet plateau, ecological niche modeling will be used to predict the suitable areas during the last glaciation (LGM), the Holocene (Mid - Holocene), present and future; 3) data quality description: sample collection and longitude and latitude, altitude information are checked to ensure the quality of data distribution, and analysis personnel are trained in laboratory;4) data application results and prospects: the results show that suitable area in LGM would be larger than that of warm period of the middle Miocene; and future climate changes may restrict the distribution of alpine-lake amphipods in the high altitude or high latitudes in the Qinghai-Tibet plateau.",
            "descriptionCn": "1）数据内容：基于青藏高原及其周边地区钩虾的3180个分布点数据，通过生态位模拟研究青藏高原及其周边地区钩虾适生分布区的历史动态和未来变化；2）数据来源及加工方法：基于野外考察和已有数据整理，获得青藏高原钩虾的分布点数据，通过生态位模拟方法，预测了青藏高原湖泊钩虾在末次冰期（LGM）、全新世（Mid-Holocene）、现在和未来的适生分布区；3）数据质量描述：样品的采集和经纬度、海拔信息经过核对，确保分布数据的质量，分析人员均经过实验室的严格培训；4）数据应用成果及前景：发现适生分布区在气候较冷的末次冰期比气候温暖时期的中新世中期大；未来气候变暖（2070年）可能导致其在青藏高原的分布区向高海拔高纬度扩张。",
            "instructions": "Atlas of historical dynamics and future changes for Tibetan amphipods In 2022",
            "instructionsCn": "2022年青藏高原及其周边地区钩虾历史动态图和未来变化图集（2022）",
            "east": 105.0,
            "west": 70.0,
            "south": 26.0,
            "north": 40.0,
            "startTime": "2018-03-01 09:24:30",
            "endTime": "2022-12-31 09:24:30",
            "fileSize": 86362.0,
            "cstr": "18406.11.HumanNat.tpdc.300504",
            "doi": "10.11888/HumanNat.tpdc.300504",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "侯仲娥",
                "nameEn": "HOU Zhonge",
                "unitEn": "",
                "unitCn": "中国科学院动物研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Past climate cooling promoted global dispersal of amphipods from Tian Shan montane lakes to circumboreal lakes",
                "referenceCn": null,
                "referenceEn": "Hou, Z., Jin, P., Liu, H., Qiao, H., Sket, B., Cannizzaro, A. G., Berg, D. J., *Li, S. (2022). Past climate cooling promoted global dispersal of amphipods from Tian Shan montane lakes to circumboreal lakes. Global Change Biology, 28(12), 3830–3845. https://doi.org/10.1111/gcb.16160"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "生物资源",
                "nameEn": "Biological Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "末次冰期",
                "keywordEn": "LGM",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What characteristics and methodologies are involved in collecting and verifying distribution point data for ecological niche modeling?",
                "QuestionCn": "收集和验证生态位模型分布点数据涉及的特征和方法包括：",
                "AnswerEn": "distribution point data, field surveys, existing data compilation, quality cross-verification, geographic coordinates, latitude, longitude, elevation information",
                "AnswerCn": "分发点数据、实地调查、现有数据汇编、质量交叉验证、地理坐标、纬度、经度、高程信息",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many distribution points were used to study the historical dynamics and future changes of Gammarus on the Tibetan Plateau and surrounding areas?",
                "QuestionCn": "用于研究青藏高原及周边地区Gammarus的历史动态和未来变化的分布点数量是多少？",
                "AnswerEn": "3180",
                "AnswerCn": "3180",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'ecological niche modeling' mean in the context of studying species distribution?",
                "QuestionCn": "“生态位模型”在研究物种分布的背景下指的是一种用于预测和分析特定物种在其生态环境中适宜生存的区域的方法。这种模型通常结合了物种的生物学特性和环境变量，以确定物种可能存在的区域。",
                "AnswerEn": "Ecological niche modeling refers to a research approach that involves using distribution point data of a species, such as amphipods in the Qinghai-Tibet Plateau and its surrounding areas, to study the historical dynamics and predict future changes in suitable habitats. This method often relies on field surveys and existing data compilation to predict species distribution during different climatic periods like the Last Glacial Maximum, the Mid-Holocene, the present, and future scenarios.",
                "AnswerCn": "生态位模型是指一种研究方法，涉及使用物种的分布点数据，例如青藏 Plateau及其周边地区的等足类动物，来研究历史动态并预测适宜栖息地的未来变化。这种方法通常依赖于实地调查和现有数据的汇编，以预测不同气候时期（如最后冰期、中全新世、现在和未来情景）下物种的分布。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection techniques for mapping historical and future distribution dynamics of amphipods in the Tibetan Plateau compare to traditional field survey methods in terms of accuracy and comprehensiveness?",
                "QuestionCn": "在西藏高原上，映射蚤类历史和未来分布动态的数据收集技术与传统实地调查方法在准确性和全面性方面有何比较？",
                "AnswerEn": "The data collection techniques for mapping historical and future distribution dynamics of amphipods in the Tibetan Plateau involve using ecological niche modeling based on 3180 distribution points obtained from field surveys and existing data. This approach allows for predictions of suitable habitat areas during different climatic periods. In comparison, traditional field survey methods might focus on current distribution without the predictive capability provided by ecological niche modeling, which can enhance accuracy and comprehensiveness by incorporating historical and future scenarios.",
                "AnswerCn": "在青藏 Plateau 上映射虾蛄的历史和未来分布动态的数据收集技术涉及使用生态位模型，基于3180个通过实地调查和现有数据获得的分布点。这种方法允许预测在不同气候时期适宜的栖息地区域。相比之下，传统的实地调查方法可能侧重于当前分布，而没有生态位模型所提供的预测能力，这可以通过结合历史和未来情景来提高准确性和全面性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the climatic and environmental factors influencing species distribution patterns from the historical and projected changes in a dataset of amphipods in the Qinghai-Tibet Plateau and surrounding areas?",
                "QuestionCn": "从青藏高原及周边地区的虾蛄历史和预测变化的数据集中，可以推断出影响物种分布模式的气候和环境因素。",
                "AnswerEn": "The dataset reveals that the distribution of amphipods was larger during colder climates like the Last Glacial Maximum compared to warmer periods such as the Mid-Holocene. This suggests that climatic conditions, such as temperature, play a significant role in determining suitable habitats. It also predicts that future climate warming might cause the distribution to shift towards higher altitudes and latitudes, indicating a sensitivity of species distribution to temperature changes.",
                "AnswerCn": "数据集显示，在寒冷气候（如最后冰期）期间，甲壳类动物的分布比温暖时期（如中全新世）更大。这表明气候条件，如温度，在决定适宜栖息地方面发挥了重要作用。它还预测未来气候变暖可能导致分布向更高的海拔和纬度移动，表明物种分布对温度变化的敏感性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the differences in the distribution of amphipods during different climatic periods on the Tibetan Plateau and surrounding areas?",
                "QuestionCn": "导致青藏高原及周边地区在不同气候时期底栖甲壳类动物分布差异的原因是什么？",
                "AnswerEn": "The differences in the distribution of amphipods are caused by climatic changes over time, as these changes affect the suitable habitats for amphipods. For instance, during the Last Glacial Maximum (LGM), the suitable distribution area was larger due to colder climates, whereas warmer periods like the Mid-Holocene resulted in smaller suitable areas. Future climate warming is predicted to cause a shift in distribution towards higher altitudes and latitudes by 2070.",
                "AnswerCn": "由于气候变化，浮游虾的分布差异是由时间的推移造成的，这些变化影响了浮游虾的适宜栖息地。例如，在最后冰期最大期（LGM）期间，由于气候较冷，适宜分布区域更大，而像中全新世这样的温暖时期则导致适宜区域变小。预计到2070年，未来的气候变暖将导致分布向更高的海拔和纬度移动。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in collecting and validating distribution point data for ecological niche modeling of Gammarus species in the Tibetan Plateau and surrounding areas?",
                "QuestionCn": "收集和验证青藏高原及周边地区Gammarus物种分布点数据的程序步骤包括以下几个方面：",
                "AnswerEn": "The procedural steps involve conducting field surveys and organizing existing data to gather distribution point data of Gammarus species. This data collection is followed by ecological niche modeling to predict suitable habitats during different time periods such as the Last Glacial Maximum (LGM), Mid-Holocene, present, and future. The quality of the data is ensured by verifying the samples along with their latitude, longitude, and altitude information. All analysts involved undergo rigorous laboratory training to maintain data accuracy.",
                "AnswerCn": "程序步骤包括进行实地调查和整理现有数据，以收集Gammarus物种的分布点数据。数据收集之后进行生态位模型构建，以预测在不同时间段（如最后冰期最大期（LGM）、中全新世、现在和未来）的适宜栖息地。通过验证样本及其经纬度和海拔信息来确保数据质量。所有参与分析的人员都经过严格的实验室培训，以保持数据的准确性。",
                "Level": "C3(Applying)"
            }
        ]
    }
}