{
  "id": "3f7b10f7-d640-40b5-ba36-06b0097de7b7",
  "relatedPaper": 3,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Dataset of hydrometeorological observation network (eddy covariance system of Huazhaizi desert Station, 2013)",
      "titleCn": "黑河生态水文遥感试验：水文气象观测网数据集（花寨子荒漠站涡动相关仪-2013）",
      "description": "This dataset contains the flux measurements from the Huazhaizi desert station eddy covariance system (EC) in the middle reaches of the Heihe hydrometeorological observation network from 24 September, 2012, to 31 December, 2013. The site (100.319° E, 38.765° N) was located in the desert steppe surface, near Zhangye city in Gansu Province. The elevation is 1731 m. The EC was installed at a height of 2.85 m, and the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (CSAT3&Li7500) was 0.15 m.\nThe raw data acquired at 10 Hz were processed using the Edire post-processing software (University of Edinburgh, http://www.geos.ed.ac.uk/abs/research/micromet/EdiRe/), including the spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. The observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC), as proposed by Foken and Wichura [1996]: class 1 (level 0: Δst<30 and ITC<30), class 2 (level 1: Δst<100 and ITC<100), and class 3 (level 2: Δst>100 and ITC>100), which represent high-, medium-, and low-quality data, respectively. In addition to the above processing steps, the half-hourly flux data were screened using a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data collected before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 3% of the 30 min raw record; and (4) data were rejected at night when the friction velocity (u*) was less than 0.1 m/s. There were 48 records per day, and the missing data were replaced with -6999. Suspicious data were marked in red. The 10 Hz data were missing during 8 December to 22 December, 2012, and data in this period were replaced with 30 min flux output by data logger. Due to the malfunction of data logger in July, the 10 Hz data were missing, and data during this period were replaced by the 30 min data logger output data.\nThe released data contained the following variables: data/time, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m^3), CO2 mass density (CO2, mg/m^3), friction velocity (ustar, m/s), stability (z/L), sensible heat flux (Hs, W/m^2), latent heat flux (LE, W/m^2), carbon dioxide flux (Fc, mg/ (m^2s), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xls format. \nFor more information, please refer to Li et al. (2013) (for hydrometeorological observation network or sites information), Liu et al. (2011) (for data processing) in the Citation section.",
      "descriptionCn": "该数据集包含了2012年9月24日至2013年12月31日的黑河水文气象观测网中游花寨子荒漠站的涡动相关仪观测数据。站点位于甘肃省张掖市，下垫面是荒漠。观测点的经纬度是100.31860E, 38.76519N，海拔1731.00m。涡动相关仪的架高2.85m，采样频率是10Hz，超声朝向是正北向，超声风速温度仪与CO2/H2O分析仪之间的距离是15cm。\n涡动相关仪的原始观测数据为10Hz，发布的数据是采用Edire软件处理的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对Edire软件输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据中每30min内缺失率大于3%的数据；（4）剔除夜间弱湍流的观测数据（u*小于0.1m/s）。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。因仪器漂移等原因引起的可疑数据用红色字体标识。其中2013年7月采集器出现问题，导致10Hz数据缺失，由采集器输出的30min通量数据替代。\n发布的观测数据包括：日期/时间Date/Time，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（℃），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），稳定度Z/L（无量纲），感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE，二氧化碳通量的质量标识QA_Fc。感热、潜热、二氧化碳通量的质量标识分为三级（质量标识0:（Δst <30, ITC<30）; 1: （Δst <100, ITC<100）; 其余为2）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。\n水文气象网或站点信息请参考Li et al. (2013)，观测数据处理请参考Liu et al.(2011)。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.3186,
      "west": 100.3186,
      "south": 38.76519,
      "north": 38.76519,
      "startTime": "2012-10-05 00:00:00",
      "endTime": "2014-01-11 00:00:00",
      "fileSize": 3270263.0,
      "cstr": "18406.11.hiwater.204.2014.db",
      "doi": "10.3972/hiwater.204.2014.db",
      "dataFormat": "文本",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "任志国",
        "nameEn": "REN Zhiguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "谭俊磊",
        "nameEn": "TAN Junlei",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
      },
      {
        "titleCn": null,
        "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
      },
      {
        "titleCn": null,
        "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
        "referenceCn": null,
        "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
      },
      {
        "titleCn": null,
        "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
      },
      {
        "titleCn": null,
        "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
        "referenceCn": null,
        "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
      },
      {
        "titleCn": null,
        "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
      },
      {
        "titleCn": null,
        "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
      },
      {
        "titleCn": null,
        "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
        "referenceCn": null,
        "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
      },
      {
        "titleCn": null,
        "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
        "referenceCn": null,
        "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
      },
      {
        "titleCn": null,
        "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
      },
      {
        "titleCn": null,
        "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
      },
      {
        "titleCn": null,
        "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
        "referenceCn": null,
        "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
        "referenceCn": null,
        "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
      },
      {
        "titleCn": null,
        "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
        "referenceCn": null,
        "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
        "referenceCn": null,
        "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
      },
      {
        "titleCn": null,
        "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
      },
      {
        "titleCn": null,
        "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
        "referenceCn": null,
        "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
      },
      {
        "titleCn": null,
        "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      },
      {
        "titleCn": null,
        "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
        "referenceCn": null,
        "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
      },
      {
        "titleCn": null,
        "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "二氧化碳通量",
        "nameEn": "Carbon dioxide flux"
      },
      {
        "nameCn": "感热通量",
        "nameEn": "Sensible heat flux"
      },
      {
        "nameCn": "潜热通量",
        "nameEn": "Latent heat flux"
      },
      {
        "nameCn": "辐射",
        "nameEn": "Radiation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "the artificial oasis experimental area in the middle reaches"
      },
      {
        "keywordCn": "花寨子荒漠站",
        "keywordEn": "huazhaizi desert steppe station"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012-09-24至2013-12-31",
        "keywordEn": "2012-09-24 to 2013-12-31",
        "type": "temporal"
      },
      {
        "keywordCn": "2013",
        "keywordEn": "2013",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：水文气象要素与多尺度蒸散发观测",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
        "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
        "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
        "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
      ],
      "research objective": [
        "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
        "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
      ],
      "challenges": [
        "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
        "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
      ],
      "methods": [
        "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
        "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
      ],
      "dataset": [
        "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
      ],
      "findings": [
        "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
        "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
      ],
      "backgroundCn": [
        "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散发（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散发估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被的混合物。因此，单源模型显然无法准确估算表面蒸散发，因为其影响。",
        "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“树冠上方”和“土壤下方”两种情况下。水蒸气和热量在树冠内部的参考高度相遇。此外，混合的水蒸气和热量只能通过树冠顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型较为复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
        "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射计视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了总通量或蒸散发（土壤加冠层）与使用波恩比-能量平衡系统、涡度协方差（EC）系统或大孔径闪烁仪的测量结果的比较。",
        "在强烈的平流灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，尤其是在能量平衡闭合不完整的情况下，EC通量测量的H和LE与可用能量Rn−G0之间的关系更加复杂。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这种温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文显示，与观测到的复合辐射温度相比，组分温度存在过高估计的情况。这往往对TSEB模型的性能产生最关键的影响。此外，该区域的强平流环境也是一个重要因素。"
      ],
      "research objectiveCn": [
        "在这封信中，地面测量的土壤和冠层成分温度被用来估算蒸散（E）、蒸发（T）和蒸散发（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，得到了E（E/ET%）和T（T/ET%）的观察比率。",
        "这封信的目的是利用通过高分辨率热像仪观察到的土壤和冠层组件温度作为输入，估算蒸散（E）、土壤温度（T）和蒸散总量（ET），并随后通过稳定氧和氢同位素技术与涡动相关（EC）测量的结合，更好地验证E、T和ET。"
      ],
      "challengesCn": [
        "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
        "导出组件温度的误差主要是由于图像分类错误引起的；这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还由于EC系统的不确定性，当灌溉农田的平均H较小时，这种不确定性为18%。由于图像像素分类错误，土壤像素被计算为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气上行辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的入射短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
      ],
      "methodsCn": [
        "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括地面5米处的气温、风速、湿度，12米高处使用四分量辐射计测量的四分量辐射，以及使用采样频率为10 Hz的涡度相关系统在4.5米高处测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00之间收集为热图像。基于地面测量数据，应用Craig-Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
        "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的显热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）计算得出。土壤和冠层的组件温度是使用热像仪获得的图像计算的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热图像中提取土壤和冠层的方向亮度温度。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。最后，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
      ],
      "datasetCn": [
        "实验区域是一个人工绿洲，种植有玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于蒸散发的比率。这是在多尺度蒸散发观测实验中进行的，该实验针对异质土地表面，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
      ],
      "findingsCn": [
        "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
        "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估计的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值非常一致。此外，TSEB模型对Rn、H和LE的估计也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
      ]
    },
    {
      "background": [
        "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
      ],
      "research objective": [],
      "challenges": [
        "Progress in this field is hindered by the poor availability of multiscale observations."
      ],
      "methods": [
        "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
      ],
      "dataset": [
        "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
      ],
      "findings": [],
      "backgroundCn": [
        "生态水文过程在异质表面上的上升尺度是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的阻碍。HiWATER实验旨在通过在层次嵌套的尺度上进行仪器布置，以获取多尺度和多学科的数据，从而解决这一挑战。"
      ],
      "research objectiveCn": [],
      "challengesCn": [
        "该领域的进展受到多尺度观测稀缺的阻碍。"
      ],
      "methodsCn": [
        "在HiWATER期间进行了几次密集观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个EC塔和四个两层自动气象站（AMS），这些景观包括沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了密集观测。共进行了12次空中遥感任务，使用了LiDAR、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA。"
      ],
      "datasetCn": [
        "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
      ],
      "findingsCn": []
    },
    {
      "background": [
        "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
      ],
      "research objective": [
        "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
      ],
      "challenges": [
        "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
      ],
      "methods": [
        "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
      ],
      "dataset": [
        "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
      ],
      "findings": [],
      "backgroundCn": [
        "干旱和半干旱地区大约占全球陆地表面积的30%（Dregne, 1991；Scanlon et al., 2006），在气候变化的影响下，干旱地区的扩展尤其发生在发展中国家（Huang et al., 2016）。绿洲是干旱和半干旱地区独特的生态景观，不仅是这些地区生态环境的核心，也是其经济发展的基础，尤其是在中国西部，该地区自古以来就是“丝绸之路”的重要组成部分。绿洲占干旱地区总面积的不到10%，却支持了中国这些地区90%以上的人口（Chu et al., 2005；Li et al., 2016；Zhou et al., 2022）。绿洲-沙漠系统在维持稳定的生态环境和农业生产力方面发挥着至关重要的作用（Zhang and Zhao, 2015）。大量研究基于实地和遥感观测（Taha et al., 1991；Potchter et al., 2008；Xue et al., 2019；Wang et al., 2019；Zhou et al., 2022）以及数值模拟（Chu et al., 2005；Meng et al., 2009；Georgescu et al., 2011；Liu et al., 2020）对绿洲-沙漠地区的能量、水汽和碳交换进行了广泛研究。此外，位于半干旱地区的绿洲-沙漠区域被先前的研究者发现是碳汇（Tagesson et al., 2016；Wang et al., 2019）；因此，它们可以显著影响干旱地区的碳平衡，并在全球碳循环中发挥越来越重要的作用。"
      ],
      "research objectiveCn": [
        "因此，维持绿洲与沙漠系统之间的平衡对于实现可持续绿洲发展的目标至关重要。了解绿洲-沙漠生态系统中能量、水汽和碳交换的基本特征，对于实现绿洲-沙漠地区的碳达峰和碳中和目标，以及支持绿洲的生态安全和可持续发展是非常重要的。对绿洲-沙漠地区能量、水汽和碳交换的定量理解对于认识绿洲-沙漠之间的相互作用至关重要，并且对保护绿洲的生态稳定性和社会经济发展具有重要意义；此外，长期观测是不可或缺的。"
      ],
      "challengesCn": [
        "内陆河流流域在干旱和半干旱地区面临生态环境退化的危机，如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及沙尘暴频繁发生，尤其是在丝绸之路沿线的许多内陆河流流域，如塔里木河流域（赵等，2013）、咸海流域（Stanev等，2004；Crétaux等，2009）和乌尔米湖流域（Stone，2015）。"
      ],
      "methodsCn": [
        "在本研究中，我们呈现了一套来自人工和自然绿洲–沙漠系统的观测数据集，包括2012年至2021年的长期能量、水蒸气、碳和甲烷通量，以及涉及水文气象、植被和土壤参数的辅助数据。半小时的湍流通量数据通过涡度协方差系统和闪烁仪获取。水文气象数据（包括辐射、土壤热通量和土壤温度剖面；空气温度和湿度的梯度、风速和风向的梯度；以及气压、降水和土壤湿度剖面）通过自动气象站以10分钟的平均周期观测，同时还记录了地下水位数据。此外，数据集中还补充了植被和土壤参数。数据处理和质量控制程序可以分为数据收集、数据处理和数据归档与共享。"
      ],
      "datasetCn": [
        "研究区域包括位于中国西部干旱地区的HRB中下游，水源来自上游典型的冰冻圈。自2012年以来，在这些地区建立了11个地表通量和气象站，包括2个超级站和9个普通站。本研究报告的绿洲-沙漠地区能量、水汽和碳交换观测数据集（包括能量、水汽和碳通量；水文气象数据；以及植被和土壤参数）可从国家西藏高原数据中心免费获取。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the data collection method for hydrometeorological observations in the oasis-desert system rely on hierarchically nested scales to capture multi-scale processes?",
        "QuestionCn": "在绿洲-沙漠系统中，水文气象观测的数据收集方法是否依赖于分层嵌套的尺度来捕捉多尺度过程？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Are multiscale observations identified as a challenge in the upscaling of eco-hydrological processes on heterogeneous surfaces?",
        "QuestionCn": "多尺度观测被认为是对异质表面生态水文过程上升尺度的挑战吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the main challenges encountered in data collection for eco-hydrological processes on heterogeneous surfaces?",
        "QuestionCn": "在异质表面上进行生态水文过程的数据收集时遇到的主要挑战是什么？",
        "AnswerEn": "multiscale observations",
        "AnswerCn": "多尺度观测",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Where are the observational data for energy, water vapor, and carbon exchange in oasis-desert areas collected?",
        "QuestionCn": "在绿洲-沙漠地区，能量、水蒸气和碳交换的观测数据在哪里收集？",
        "AnswerEn": "middle and lower reaches of the Heihe River Basin",
        "AnswerCn": "黑河流域中下游地区",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the typical methods used to ensure the quality of datasets in eco-hydrological research?",
        "QuestionCn": "在生态水文学研究中，确保数据集质量的典型方法有哪些？",
        "AnswerEn": "Sensor calibration, data collection, data processing, datasets generation",
        "AnswerCn": "传感器校准、数据收集、数据处理、数据集生成",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge in collecting multiscale hydrometeorological data in oasis-desert ecosystems?",
        "QuestionCn": "在绿洲-沙漠生态系统中收集多尺度水文气象数据的一个挑战是什么？",
        "AnswerEn": "A significant challenge is the poor availability of multiscale observations, which hinders the progress of upscaling eco-hydrological processes on heterogeneous surfaces. Instruments need to be arranged in hierarchically nested scales to capture these processes effectively.",
        "AnswerCn": "一个重大挑战是多尺度观测的可用性差，这阻碍了在异质表面上对生态水文过程进行上尺度处理的进展。仪器需要以层次嵌套的方式布置，以有效捕捉这些过程。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you give an example of a dataset that includes long-term energy, water vapor, and carbon flux observations in an oasis-desert system?",
        "QuestionCn": "您能否提供一个包含绿洲-沙漠系统中长期能量、水汽和碳通量观测的数据集的示例？",
        "AnswerEn": "A dataset comprising long-term observations of energy, water vapor, carbon, and methane fluxes, along with auxiliary data on hydrometeorology, vegetation, and soil parameters, has been collected from the middle and lower reaches of the Heihe River Basin. This dataset includes half-hourly turbulent flux data acquired by an eddy covariance system and scintillometer.",
        "AnswerCn": "一个包含长期观测的能量、水蒸气、碳和甲烷通量的数据集，以及关于水文气象、植被和土壤参数的辅助数据，已从黑河流域的中下游地区收集。该数据集包括通过涡度协方差系统和闪烁仪获取的半小时湍流通量数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the challenges associated with the collection of multiscale eco-hydrological data in arid and semi-arid regions?",
        "QuestionCn": "在干旱和半干旱地区，收集多尺度生态水文数据面临的挑战有哪些？",
        "AnswerEn": "limited availability of multiscale observations, heterogeneous nature of oasis-desert systems, need for instrumentation on hierarchically nested scales, degradation of ecological environments, desertification, dust storms",
        "AnswerCn": "多尺度观测的有限可用性，绿洲-沙漠系统的异质性，需要在分层嵌套尺度上进行仪器测量，生态环境的退化，荒漠化，沙尘暴。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What features are typically included in datasets measuring energy, water vapor, and carbon exchange in oasis-desert areas?",
        "QuestionCn": "在绿洲-沙漠地区测量能量、水汽和碳交换的数据集中通常包含哪些特征？",
        "AnswerEn": "half-hourly turbulent flux data, eddy covariance systems, hydrometeorological data, radiation, soil heat flux, soil temperature profiles, gradients of air temperature and humidity, wind speed and direction, vegetation parameters, soil parameters, long-term observations, data processing, quality control procedures",
        "AnswerCn": "半小时湍流通量数据，涡度相关系统，水文气象数据，辐射，土壤热通量，土壤温度剖面，空气温度和湿度梯度，风速和风向，植被参数，土壤参数，长期观测，数据处理，质量控制程序。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many meteorological parameters are continuously measured in the field observations related to the oasis-desert system?",
        "QuestionCn": "与绿洲-沙漠系统相关的现场观测中，持续测量的气象参数有多少个？",
        "AnswerEn": "5",
        "AnswerCn": "5",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the sampling frequency used for the eddy covariance system in the hydrometeorological observations?",
        "QuestionCn": "在水文气象观测中，涡度协方差系统使用的采样频率是多少？",
        "AnswerEn": "10 Hz",
        "AnswerCn": "10 赫兹",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many land surface flux and meteorological stations have been established in the middle and lower reaches of the HRB since 2012?",
        "QuestionCn": "自2012年以来，HRB中下游地区建立了多少个地表通量和气象站？",
        "AnswerEn": "11",
        "AnswerCn": "11",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does the term 'eddy covariance system' mean in the context of hydrometeorological data collection?",
        "QuestionCn": "在水文气象数据收集的背景下，“涡度协方差系统”是什么意思？",
        "AnswerEn": "An eddy covariance system in hydrometeorological data collection refers to a method used to measure and calculate turbulent fluxes of energy, water vapor, and carbon dioxide between the land surface and the atmosphere. It typically involves high-frequency measurements of wind speed, temperature, and gas concentrations to determine fluxes over a specific area.",
        "AnswerCn": "涡度协方差系统在水文气象数据收集中的应用是指一种用于测量和计算地表与大气之间能量、水蒸气和二氧化碳的湍流通量的方法。它通常涉及对风速、温度和气体浓度的高频测量，以确定特定区域的通量。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'quality control' involve in the context of generating multiscale datasets for eco-hydrological research?",
        "QuestionCn": "在生成用于生态水文研究的多尺度数据集的背景下，“质量控制”涉及什么？",
        "AnswerEn": "Quality control in generating multiscale datasets for eco-hydrological research involves a series of procedures to ensure data reliability and accuracy. This includes sensor calibration, data collection, processing, and dataset generation, ensuring that the observational data are accurate and consistent for research purposes.",
        "AnswerCn": "在生态水文研究中，生成多尺度数据集的质量控制涉及一系列程序，以确保数据的可靠性和准确性。这包括传感器校准、数据收集、处理和数据集生成，确保观测数据在研究目的上是准确和一致的。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the differences in challenges faced during data collection for eco-hydrological processes in the HiWATER experiment compared to general observations in arid and semiarid regions?",
        "QuestionCn": "HiWATER实验中生态水文过程的数据收集面临的挑战与干旱和半干旱地区的一般观察相比有哪些不同？",
        "AnswerEn": "The HiWATER experiment is challenged by the need for multi-scale observations to capture eco-hydrological processes on heterogeneous surfaces, which requires a hierarchically nested instrumentation approach. In contrast, general observations in arid and semiarid regions might face challenges such as the poor availability of multiscale observations and ecological degradation, like the drying up of rivers and lakes, which could limit long-term data collection and its applicability across scales.",
        "AnswerCn": "HiWATER实验面临多尺度观测的挑战，以捕捉异质表面的生态水文过程，这需要一种分层嵌套的仪器方法。相比之下，干旱和半干旱地区的一般观测可能面临多尺度观测的可用性差和生态退化等挑战，例如河流和湖泊的干涸，这可能限制长期数据收集及其跨尺度的适用性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What are the key challenges in ensuring the accuracy and reliability of data collected using eddy covariance systems in heterogeneous landscapes?",
        "QuestionCn": "在异质景观中，确保使用涡度协方差系统收集的数据的准确性和可靠性面临的关键挑战是什么？",
        "AnswerEn": "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance.",
        "AnswerCn": "导出组件温度的误差主要是由于图像分类错误引起的；这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还由于EC系统的不确定性增加，当灌溉农田的平均H较小时，这种不确定性为18%。由于图像像素分类错误，土壤像素被计为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How do multiscale observations contribute to understanding eco-hydrological processes in oasis-desert systems?",
        "QuestionCn": "多尺度观测如何有助于理解绿洲-沙漠系统中的生态水文过程？",
        "AnswerEn": "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. A sparse network was established to investigate the oasis-desert interaction, and intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer.",
        "AnswerCn": "在HiWATER期间进行了多个强烈观测期（IOPs）和连续的水文气象观测。针对绿洲-沙漠系统，仪器按照层次嵌套的尺度进行布置，以捕捉多尺度的生态水文过程。建立了稀疏网络以研究绿洲-沙漠相互作用，并在灌溉区规模上实施了密集观测。共进行了12次空中遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，覆盖了FEA区域。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does the integration of ground-based measurements and remote sensing techniques indicate about the potential for improved evapotranspiration estimates in arid regions?",
        "QuestionCn": "地面测量与遥感技术的整合表明，在干旱地区改进蒸散估算的潜力如何？",
        "AnswerEn": "The TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. The results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons.",
        "AnswerCn": "TSEB模型利用从高精度热红外相机获得的土壤和冠层组件的辐射温度，可以应用于强烈的平流灌溉农业区域。结果表明，土壤和植被组件的潜在蒸发通量成功地以合理的精度分离，经过地面测量的评估。估算的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值很好地一致。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "Why do multiscale observations remain a significant challenge in eco-hydrological research in oasis-desert systems?",
        "QuestionCn": "多尺度观测在绿洲-沙漠系统的生态水文研究中仍然是一个重大挑战，原因是什么？",
        "AnswerEn": "Multiscale observations remain a significant challenge in eco-hydrological research in oasis-desert systems due to the poor availability of such observations. This is compounded by the complexity of capturing multi-scale eco-hydrological processes, which require hierarchically nested instrumentation and data collection at various spatial and temporal scales.",
        "AnswerCn": "多尺度观测在绿洲-沙漠系统的生态水文研究中仍然是一个重大挑战，因为此类观测的可用性较差。这一问题因捕捉多尺度生态水文过程的复杂性而加剧，这需要在不同的空间和时间尺度上进行分层嵌套的仪器和数据收集。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What causes uncertainties in the estimation of soil and canopy component temperatures when using thermal infrared cameras in arid regions?",
        "QuestionCn": "在干旱地区使用热红外相机估计土壤和冠层组分温度时，导致不确定性的原因是什么？",
        "AnswerEn": "Uncertainties in the estimation of soil and canopy component temperatures using thermal infrared cameras in arid regions are primarily caused by image classification errors, which vary with vegetation abundance. Additional factors include errors due to soil pixels being misclassified as vegetation pixels, which leads to overestimation of canopy temperature, and the omission of atmospheric upwelling radiation and transmittance, which results in estimation inaccuracies.",
        "AnswerCn": "在干旱地区，使用热红外相机估算土壤和冠层组分温度的不确定性主要是由于图像分类错误，这些错误随着植被丰度的变化而变化。其他因素包括土壤像素被错误分类为植被像素，这导致冠层温度的高估，以及忽略大气向上辐射和透射率，这导致估算不准确。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "How might the deployment of a multiscale observation system impact the understanding of eco-hydrological processes in oasis-desert areas?",
        "QuestionCn": "多尺度观测系统的部署将如何影响对绿洲-沙漠地区生态水文过程的理解？",
        "AnswerEn": "Deploying a multiscale observation system can significantly improve the understanding of eco-hydrological processes by providing comprehensive data across different spatial and temporal scales. This can help capture interactions between oasis and desert ecosystems, aid in upscaling these processes, and contribute to addressing challenges related to the availability of multiscale observations.",
        "AnswerCn": "部署多尺度观测系统可以显著提高对生态水文过程的理解，通过在不同空间和时间尺度上提供全面的数据。这有助于捕捉绿洲与沙漠生态系统之间的相互作用，促进这些过程的上尺度化，并有助于解决与多尺度观测可用性相关的挑战。",
        "Level": "C6(Creating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind the collection of multiscale and multidisciplinary data in hydrological studies over heterogeneous land surfaces?",
        "QuestionCn": "在异质土地表面进行水文研究时，收集多尺度和多学科数据的主要目标是什么？",
        "AnswerEn": "The primary objectives behind the collection of multiscale and multidisciplinary data in hydrological studies over heterogeneous land surfaces include addressing the challenge of upscaling eco-hydrological processes and improving the availability of multiscale observations. Such data is crucial for understanding eco-hydrological interactions and ensuring the ecological stability and socio-economic development of oases, particularly in arid and semi-arid regions.",
        "AnswerCn": "在水文研究中，收集多尺度和多学科数据的主要目标包括应对生态水文过程的上尺度挑战和提高多尺度观测的可用性。这些数据对于理解生态水文相互作用以及确保绿洲的生态稳定性和社会经济发展至关重要，尤其是在干旱和半干旱地区。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to obtain long-term observations of energy, water vapor, and carbon exchange in oasis-desert ecosystems?",
        "QuestionCn": "为什么在绿洲-沙漠生态系统中获得能量、水汽和碳交换的长期观测很重要？",
        "AnswerEn": "Long-term observations of energy, water vapor, and carbon exchange in oasis-desert ecosystems are important to achieve sustainable oasis development, support ecological security, and protect the ecological stability in these regions. Understanding these exchanges is critical for achieving goals like carbon peaking and neutrality and managing the interactions between oasis and desert systems.",
        "AnswerCn": "对绿洲-沙漠生态系统中能量、水蒸气和碳交换的长期观察对于实现可持续的绿洲发展、支持生态安全和保护这些地区的生态稳定性至关重要。理解这些交换对于实现碳达峰和碳中和等目标以及管理绿洲与沙漠系统之间的相互作用至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is the significance of using eddy covariance systems and scintillometers in the collection of turbulent flux data in arid regions?",
        "QuestionCn": "在干旱地区使用涡度协方差系统和闪烁仪收集湍流通量数据的意义是什么？",
        "AnswerEn": "The use of eddy covariance systems and scintillometers is significant in the collection of turbulent flux data in arid regions because they provide accurate measurements of energy, water vapor, and carbon fluxes. This data is essential for capturing the dynamics of oasis-desert ecosystems and understanding the processes that affect the carbon balance and ecological interactions in these regions.",
        "AnswerCn": "涡度协方差系统和闪烁仪在干旱地区收集湍流通量数据方面具有重要意义，因为它们提供了能量、水蒸气和碳通量的准确测量。这些数据对于捕捉绿洲-沙漠生态系统的动态以及理解影响这些地区碳平衡和生态相互作用的过程至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How can eddy covariance systems be effectively utilized to ensure accurate measurements of energy, water vapor, and carbon fluxes in oasis-desert ecosystems?",
        "QuestionCn": "如何有效利用涡度相关系统确保准确测量绿洲-沙漠生态系统中的能量、水汽和碳通量？",
        "AnswerEn": "Eddy covariance systems can be effectively utilized by ensuring proper installation at suitable heights and locations to capture fluxes accurately. The data should be collected at high frequencies, such as 10 Hz, and processed with methods like coordinate rotation and frequency response corrections. Quality control measures, such as removing data affected by instrument errors or adverse weather conditions, are essential to ensure accuracy.",
        "AnswerCn": "涡度协方差系统可以通过确保在合适的高度和位置进行正确安装来有效捕捉通量。数据应以高频率（如10 Hz）收集，并采用坐标旋转和频率响应校正等方法进行处理。质量控制措施，如去除受仪器错误或恶劣天气条件影响的数据，对于确保准确性至关重要。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What are the key procedures for processing and validating the component temperatures using thermal infrared cameras for energy balance models in heterogeneous landscapes?",
        "QuestionCn": "使用热红外相机处理和验证异质景观中组件温度的关键程序是什么，以用于能量平衡模型？",
        "AnswerEn": "Key procedures include capturing thermal images at regular intervals and using image classification techniques, like the maximum-likelihood method, to differentiate between soil and canopy pixels. The component temperatures should be extracted from these images and converted to radiation temperatures using incoming long-wave radiation and emissivity data. These simulated temperatures must be validated against surface radiometric temperatures obtained from ground-based radiometers.",
        "AnswerCn": "关键程序包括定期捕捉热成像，并使用图像分类技术，如最大似然法，来区分土壤和树冠像素。应从这些图像中提取组件温度，并使用入射的长波辐射和发射率数据将其转换为辐射温度。这些模拟温度必须与从地面辐射计获得的表面辐射温度进行验证。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methods or instruments enable the accurate partitioning of evapotranspiration into evaporation and transpiration in heterogeneous landscapes?",
        "QuestionCn": "哪些方法或仪器能够在异质景观中准确地将蒸散发分为蒸发和蒸腾？",
        "AnswerEn": "Ground-measured soil and canopy component temperatures, along with the stable oxygen and hydrogen isotope technique and eddy covariance (EC) system measurements, enable accurate partitioning of evapotranspiration into evaporation and transpiration. The use of a high-resolution thermal camera to observe soil and canopy component temperatures is critical for this process.",
        "AnswerCn": "地面测量的土壤和冠层组分温度，以及稳定氧和氢同位素技术和涡度协方差（EC）系统测量，使得能够准确地将蒸散分为蒸发和蒸腾。使用高分辨率热像仪观察土壤和冠层组分温度对于这一过程至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the integration of multiple remote sensing technologies enable comprehensive data collection in oasis-desert systems?",
        "QuestionCn": "多种遥感技术的集成如何在绿洲-沙漠系统中实现全面的数据收集？",
        "AnswerEn": "The integration of multiple remote sensing technologies, such as LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer, enables comprehensive data collection in oasis-desert systems. These technologies capture multi-scale eco-hydrological processes, and their data is used alongside ground-based measurements to study vegetation dynamics and photosynthesis processes.",
        "AnswerCn": "多种遥感技术的集成，如激光雷达（LiDAR）、成像光谱仪、多角度热成像仪和L波段微波辐射计，使得在绿洲-沙漠系统中能够进行全面的数据收集。这些技术捕获多尺度的生态水文过程，其数据与地面测量数据结合，用于研究植被动态和光合作用过程。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions and technologies facilitate the long-term monitoring of energy, water vapor, and carbon exchange in oasis-desert ecosystems?",
        "QuestionCn": "哪些条件和技术促进了对绿洲-沙漠生态系统中能量、水蒸气和碳交换的长期监测？",
        "AnswerEn": "Long-term monitoring of energy, water vapor, and carbon exchange in oasis-desert ecosystems is facilitated by the use of eddy covariance systems, scintillometers, and automatic weather stations. These technologies allow for continuous collection of data on turbulent fluxes, hydrometeorological parameters, and vegetation and soil characteristics, providing a comprehensive dataset for understanding the interactions within these ecosystems.",
        "AnswerCn": "长期监测绿洲-沙漠生态系统中的能量、水汽和碳交换，得益于涡度协方差系统、闪烁仪和自动气象站的使用。这些技术能够持续收集关于湍流通量、气象水文参数以及植被和土壤特征的数据，提供了一个全面的数据集，以理解这些生态系统内的相互作用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the eddy covariance data collection method encounter challenges in achieving energy balance closure in advective environments?",
        "QuestionCn": "在平流环境中，涡动协方差数据收集方法在实现能量平衡闭合方面可能会遇到挑战的原因是什么？",
        "AnswerEn": "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is challenging because the EC flux measurements of sensible and latent heat often have incomplete energy balance closure with respect to the available energy. This is primarily due to uncertainties in surface-air temperature differences and errors in determining surface soil and vegetation component temperatures from composite radiometric temperature.",
        "AnswerCn": "在强烈对流的灌溉农业区域，准确估计表面通量是具有挑战性的，因为对流层（EC）对显热和潜热的通量测量通常与可用能量之间存在能量平衡闭合不完全的情况。这主要是由于表面与空气温度差异的不确定性以及从复合辐射温度中确定表面土壤和植被组分温度的误差所导致的。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the potential reasons for the high uncertainty in estimating heat fluxes using the two-source energy balance model in heterogeneous landscapes?",
        "QuestionCn": "在异质景观中使用双源能量平衡模型估计热通量时，高不确定性的潜在原因是什么？",
        "AnswerEn": "The high uncertainty in estimating heat fluxes using the TSEB model is mainly due to errors in image classification, which vary with vegetation abundance. This uncertainty is compounded by the challenges of accurately determining surface soil and vegetation component temperatures, as well as ignoring atmospheric upwelling radiation and transmittance. Additionally, the uncertainty of the EC system can contribute to errors, especially when estimating sensible heat flux in irrigated farmland.",
        "AnswerCn": "使用TSEB模型估计热通量的高不确定性主要是由于图像分类中的错误，这些错误随着植被丰度的变化而变化。这种不确定性因准确确定地表土壤和植被组分温度的挑战而加剧，同时忽略了大气向上辐射和透射率。此外，EC系统的不确定性也可能导致错误，特别是在估计灌溉农田的显热通量时。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there a need for a comprehensive dataset that covers multiple scales and disciplines to study eco-hydrological processes in oasis-desert systems?",
        "QuestionCn": "为什么需要一个涵盖多个尺度和学科的综合数据集来研究绿洲-沙漠系统中的生态水文过程？",
        "AnswerEn": "Upscaling eco-hydrological processes on a heterogeneous surface is challenging due to the poor availability of multiscale observations. Comprehensive datasets that capture multi-scale and multidisciplinary data are necessary to address this challenge and to understand the interactions and exchanges in oasis-desert systems. Such datasets are crucial for recognizing oasis-desert interactions and supporting ecological stability and socio-economic development.",
        "AnswerCn": "在异质表面上提升生态水文过程是一个挑战，因为多尺度观测的可用性较差。捕捉多尺度和多学科数据的综合数据集对于应对这一挑战、理解绿洲-沙漠系统中的相互作用和交换至关重要。这些数据集对于识别绿洲-沙漠相互作用、支持生态稳定和社会经济发展具有重要意义。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How do you evaluate the effectiveness of using eddy covariance systems and scintillometers for measuring turbulent fluxes in oasis-desert ecosystems?",
        "QuestionCn": "如何评估在绿洲-沙漠生态系统中使用涡度协方差系统和闪烁仪测量湍流通量的有效性？",
        "AnswerEn": "The use of eddy covariance systems and scintillometers is evaluated as effective for measuring turbulent fluxes in oasis-desert ecosystems due to their ability to provide half-hourly data on energy, water vapor, carbon, and methane fluxes. These instruments are crucial for understanding the interactions within oasis-desert systems and supporting ecological stability and development.",
        "AnswerCn": "涡度协方差系统和闪烁仪的使用被评估为在绿洲-沙漠生态系统中测量湍流通量的有效方法，因为它们能够提供关于能量、水蒸气、碳和甲烷通量的半小时数据。这些仪器对于理解绿洲-沙漠系统内的相互作用以及支持生态稳定性和发展至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is your opinion on the challenges of upscaling eco-hydrological processes in heterogeneous surfaces, and how might data collection methods be improved?",
        "QuestionCn": "我对在异质表面上提升生态水文过程的挑战的看法是什么，以及如何改进数据收集方法？",
        "AnswerEn": "Upscaling eco-hydrological processes on heterogeneous surfaces poses significant challenges due to the limited availability of multiscale observations. To improve data collection methods, a hierarchical instrumentation approach such as the one used in HiWATER, which incorporates multiscale and multidisciplinary data, could be beneficial. This approach captures a wide range of eco-hydrological processes and interactions, providing a more comprehensive dataset for analysis.",
        "AnswerCn": "在异质表面上提升生态水文过程的尺度面临重大挑战，因为多尺度观测的可用性有限。为了改善数据收集方法，采用类似于HiWATER的分层仪器方法可能会有所帮助，该方法结合了多尺度和多学科的数据。这种方法捕捉了广泛的生态水文过程和相互作用，为分析提供了更全面的数据集。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm unsure about how researchers deal with uncertainties in temperature measurements when estimating evapotranspiration using models.",
        "QuestionCn": "我不确定研究人员在使用模型估算蒸散发时如何处理温度测量中的不确定性。",
        "AnswerEn": "Researchers address uncertainties in temperature measurements by employing high-resolution thermal cameras to observe soil and canopy component temperatures. These observations help separate and accurately calculate soil and canopy temperatures, which are crucial for estimating evapotranspiration and its components using models like the two-source energy balance (TSEB) model.",
        "AnswerCn": "研究人员通过使用高分辨率热像仪观察土壤和树冠组件的温度来解决温度测量中的不确定性。这些观察有助于分离和准确计算土壤和树冠温度，这对于使用两源能量平衡（TSEB）模型估算蒸散发及其组成部分至关重要。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of the challenges faced in obtaining multiscale observations for understanding oasis-desert interactions.",
        "QuestionCn": "我无法理解在获取多尺度观测以理解绿洲-沙漠相互作用时面临的挑战。",
        "AnswerEn": "Challenges in obtaining multiscale observations arise from the poor availability of data across different scales. To overcome this, comprehensive experiments like HiWATER use instrumentation across hierarchically nested scales, including intensive observation periods and continuous measurements at various tower and station setups, to gather data on energy, water vapor, and carbon exchanges in oasis-desert systems.",
        "AnswerCn": "获取多尺度观测数据的挑战在于不同尺度数据的可用性较差。为了解决这个问题，像HiWATER这样的综合实验使用跨层次嵌套尺度的仪器，包括密集观测期和在各种塔和站点设置下的连续测量，以收集绿洲-沙漠系统中能量、水蒸气和碳交换的数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore the methodologies used in eddy covariance systems for measuring turbulent fluxes in arid and semi-arid regions, and how these methods address the challenges posed by heterogeneous surfaces.",
        "QuestionCn": "请探讨用于测量干旱和半干旱地区湍流通量的涡度协方差系统中的方法论，以及这些方法如何应对异质表面带来的挑战。",
        "AnswerEn": "The eddy covariance system measures turbulent fluxes by observing air temperature, wind speed, and humidity at specific heights above the ground with a high sampling frequency, often around 10 Hz. This method is complemented by additional sensors such as four-component radiometers and thermal infrared cameras to measure radiative components and surface temperatures. In arid and semi-arid regions with heterogeneous surfaces, the system may face challenges such as incomplete energy balance closure and uncertainty in component temperatures. These are addressed through a combination of direct measurements, corrections, and model integrations, such as the TSEB model, which partitions energy between soil and vegetation components for better accuracy.",
        "AnswerCn": "涡度协方差系统通过在特定高度上以高采样频率（通常约为10 Hz）观察空气温度、风速和湿度来测量湍流通量。该方法还配备了额外的传感器，如四分量辐射计和热红外相机，以测量辐射成分和表面温度。在具有异质表面的干旱和半干旱地区，该系统可能面临能量平衡闭合不完全和成分温度不确定等挑战。这些问题通过直接测量、修正和模型集成（如TSEB模型）来解决，该模型将能量在土壤和植被成分之间进行划分，以提高准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please discuss the potential challenges and solutions in collecting multi-scale eco-hydrological data in oasis-desert systems, focusing on instrumentation and observational approaches.",
        "QuestionCn": "讨论在绿洲-沙漠系统中收集多尺度生态水文数据的潜在挑战和解决方案，重点关注仪器和观测方法。",
        "AnswerEn": "Challenges in collecting multi-scale eco-hydrological data include capturing the interactions between oasis and desert systems across different spatial and temporal scales. Solutions involve the deployment of a hierarchically nested instrumentation network, including flux observation matrices, automatic meteorological stations, and remote sensing technologies such as LiDAR and thermal imagers. This setup allows for comprehensive data collection across different landscapes, capturing both large-scale patterns and fine-scale processes. Intensive observation periods and continuous monitoring are critical to address the variability and complexity of these systems.",
        "AnswerCn": "收集多尺度生态水文数据的挑战包括捕捉绿洲与沙漠系统在不同空间和时间尺度上的相互作用。解决方案涉及部署一个分层嵌套的仪器网络，包括通量观测矩阵、自动气象站以及遥感技术，如激光雷达和热成像仪。这种设置允许在不同景观中进行全面的数据收集，捕捉大规模模式和细微过程。密集的观测周期和持续监测对于应对这些系统的变异性和复杂性至关重要。",
        "Level": "C6(Creating)"
      }
    ]
  }
}