{
  "id": "3fc66dcd-5db9-4af4-bfc6-55671875a400",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Surface meteorological observation data product of TP (1979-2016)",
      "titleCn": "青藏高原地面气象观测数据产品（1979-2016）",
      "description": "1)Data content (including elements and meanings): surface meteorological observation data product of TP in 1979-2016\n2)Data source and processing method: In .tif format, can be opened and analysed in arcgis.\n3)Data quality description: daily resolution\n4)Data application results and prospects: Based on the long-term observation data of the 17 stations of HORN, establish a series of data series of meteorological, hydrological and ecological elements in the Pan-Earth region; Strengthen observation and sample and sample verification, and complete the inversion of meteorological elements, lake water quantity and water quality, aboveground vegetation biomass, glacier and frozen soil changes; based on Internet of Things technology, develop multi-station networked meteorological, hydrological, The ecological data management platform realizes real-time acquisition and remote control and sharing of networked data.",
      "descriptionCn": "1)数据内容（包含的要素及意义）:1979-2016青藏高原地面气象观测数据产品\n2)数据来源及加工方法:tif格式，可以采用arcgis打开查看和分析\n3)数据质量描述:日分辨率\n4)数据应用成果及前景:在高寒网各野外站和泛第三极地区境外台站的长期观测数据基础上，建立泛第三极地区气象、水文及生态要素系列数据集；通过重点区域的强化观测与样地和样点验证，完成气象要素、湖泊水量与水质、地上植被生物量、冰川冻土变化等数据产品的反演；基于物联网技术，研制建立多站联网的气象、水文、生态数据管理平台，实现联网数据实时获取与远程控制及共享。",
      "instructions": "In .tif format, can be opened and analysed in arcgis.",
      "instructionsCn": "tif格式，可以采用arcgis打开查看和分析.",
      "east": 103.0,
      "west": 75.0,
      "south": 27.0,
      "north": 43.0,
      "startTime": "1979-01-16 16:00:00",
      "endTime": "2017-01-15 16:00:00",
      "fileSize": 3127282802.0,
      "cstr": "18406.11.Meteoro.tpdc.270062",
      "doi": "10.11888/Meteoro.tpdc.270062",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "朱立平",
        "nameEn": "ZHU Liping",
        "unitEn": "Institute of Tibetan Plateau Research, CAS",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "彭萍",
        "nameEn": null,
        "unitEn": null,
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "基于野外站网络的青藏高原地表过程观测研究",
        "titleEn": null,
        "referenceCn": "彭萍, 朱立平, 2017. 基于野外站网络的青藏高原地表过程观测研究, 科技导报, 35(6): 97-102.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      },
      {
        "keywordCn": "高寒网",
        "keywordEn": "HORN"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1979-2016",
        "keywordEn": "1979-2016",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to create a meteorological observation dataset for the Tibetan Plateau from 1979 to 2016?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于创建1979年至2016年间的青藏高原气象观测数据集？",
        "AnswerEn": "A data collection method involves using long-term ground observation data from various field stations in and around the Third Pole region, which is processed into tif format for analysis using tools like ArcGIS.",
        "AnswerCn": "一种数据收集方法涉及使用来自第三极地区各个气象站的长期地面观测数据，这些数据被处理成tif格式，以便使用ArcGIS等工具进行分析。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the properties of the data used in ground meteorological observations on the Qinghai-Tibet Plateau from 1979 to 2016?",
        "QuestionCn": "1979年至2016年青藏高原地面气象观测数据的属性是什么？",
        "AnswerEn": "tif format, suitable for analysis and viewing with ArcGIS, daily resolution",
        "AnswerCn": "TIF格式，适用于ArcGIS分析和查看，日分辨率。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the temporal resolution of the ground meteorological observation data product for the Tibetan Plateau?",
        "QuestionCn": "青藏 Plateau 的地面气象观测数据产品的时间分辨率是多少？",
        "AnswerEn": "1 day",
        "AnswerCn": "1天",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '日分辨率' mean in the context of meteorological datasets?",
        "QuestionCn": "在气象数据集中，“日分辨率”是什么意思？",
        "AnswerEn": "'日分辨率' refers to the temporal resolution of the data, indicating that the data is collected and processed on a daily basis.",
        "AnswerCn": "'日分辨率'指的是数据的时间分辨率，表明数据是按日收集和处理的。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of using a multi-station networked meteorological, hydrological, and ecological data management platform for data collection and analysis in the region?",
        "QuestionCn": "使用多站点网络气象、水文和生态数据管理平台进行数据收集和分析的潜在结果是什么？",
        "AnswerEn": "Using a multi-station networked platform could lead to real-time data acquisition and remote control, enhancing the ability to share data and improve the accuracy of data products related to meteorological, hydrological, and ecological factors in the region. This can also facilitate comprehensive analysis and validation of key environmental changes, such as glacial permafrost variations and lake water quality, by integrating long-term observation data from various field stations.",
        "AnswerCn": "使用多站点网络平台可以实现实时数据采集和远程控制，增强共享数据的能力，提高与该地区气象、水文和生态因素相关的数据产品的准确性。这还可以通过整合来自各个野外站点的长期观测数据，促进对关键环境变化的综合分析和验证，例如冰川永冻土变化和湖水质量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in utilizing IoT technology to establish a multi-station meteorological, hydrological, and ecological data management platform in high-altitude regions, and how can this platform facilitate real-time data acquisition and remote control?",
        "QuestionCn": "在高海拔地区利用物联网技术建立多站气象、水文和生态数据管理平台涉及哪些程序步骤，该平台如何促进实时数据采集和远程控制？",
        "AnswerEn": "Based on the field information, the steps would involve leveraging long-term observational data from field stations in high-altitude and Pan-Third Pole regions. The process includes creating a series dataset of meteorological, hydrological, and ecological elements. This is followed by enhanced observation and validation using sample plots and points in key areas. The data platform would enable real-time data acquisition and remote control by integrating IoT technology, facilitating the sharing and management of data across multiple stations.",
        "AnswerCn": "根据现场信息，步骤将涉及利用高海拔和泛第三极地区的长期观测数据。该过程包括创建一系列气象、水文和生态元素的数据集。接下来，通过在关键区域使用样本地块和点进行增强观测和验证。数据平台将通过整合物联网技术，实现实时数据采集和远程控制，促进多个站点之间的数据共享和管理。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the development of platforms for real-time data acquisition and remote control of meteorological, hydrological, and ecological datasets in high-altitude regions?",
        "QuestionCn": "哪些技术进步使得在高海拔地区开发实时数据采集和遥控气象、水文和生态数据集的平台成为可能？",
        "AnswerEn": "The use of Internet of Things (IoT) technology has enabled the development of multi-station networked platforms for managing meteorological, hydrological, and ecological data. This allows for real-time data acquisition, remote control, and data sharing in high-altitude regions like the Pan-Third Pole area.",
        "AnswerCn": "物联网（IoT）技术的应用使得开发多站点网络平台成为可能，以管理气象、水文和生态数据。这使得在像泛第三极地区这样的高海拔区域实现实时数据采集、远程控制和数据共享。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}