{
  "id": "40f458e5-6473-4da4-87bc-c54484694acb",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Ground observation dataset of corn biomass, vegetation coverage, leaf area index and plant height at Daman station in the middle reaches of Heihe River (growth period in 2015)",
      "titleCn": "黑河中游大满站玉米生物量、植被覆盖度、叶面积指数及株高地面观测数据集（2015年生长期）",
      "description": "This dataset is a continuous ground observation data of vegetation coverage (%), biomass (g/plant), leaf area index (LAI) and plant height (cm) of seed corn during the growing period in 2015 at Daman Station ( 38.85551N,100.37223E)in the middle reaches of the Heihe River. Ground observation was carried out in three sample plots.  Biomass observation included fresh and dry aboveground biomass, fresh and dry underground biomass (fresh and dry root weight), vegetation coverage was observed by digital camera, leaf area index was observed by LAI 2200, and plant height was observed by tape measure. The observation period was from May 10 to September 21, 2015, in which LAI started from May 25. Observation parameters were observed every 5 days before July 31 and every 10 days thereafter, and a total of 21 observations (LAI was 18) were carried out during the whole growing period. The dataset can provide data basis for inversion and validation of surface vegetation parameters.",
      "descriptionCn": "本数据为黑河中游大满站（38.85551N，100.37223E）制种玉米2015年生长期的植被覆盖度（%）、生物量（克/株）、叶面积指数以及株高（厘米）的地面连续观测数据集。地面观测在3块样地开展：其中，生物量包括地上生物量鲜重和干重、地下生物量鲜重和干重（根的鲜重和干重）的观测，植被覆盖度采用数码相机拍照法进行观测，叶面积指数采用LAI 2200进行观测，株高采用卷尺进行观测。观测时间段为2015年5月10日-9月21日，其中LAI自5月25日开始，观测参数在7月31日以前每5天观测一次，7月31后每10天观测一次，整个生长期共开展了21次观测（LAI为18次）。该数据集可为地表植被参数反演和验证提供数据基础。",
      "instructions": "Observation data are stored in Excel form. The file name is yyyy.xlsm, where yyyy stands for year.",
      "instructionsCn": "观测数据以Excel表格形式存储。文件名称为yyyy.xlsm，其中yyyy代表年。",
      "east": 100.5,
      "west": 100.25,
      "south": 38.5,
      "north": 38.9,
      "startTime": "2015-05-10 00:00:00",
      "endTime": "2015-09-21 00:00:00",
      "fileSize": 33647.0,
      "cstr": "18406.11.Ecolo.tpdc.271802",
      "doi": "10.11888/Ecolo.tpdc.271802",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "耿丽英",
        "nameEn": "GENG Liying",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Corn Biomass Estimation by Integrating Remote Sensing and Long-Term Observation Data Based on Machine Learning Techniques",
        "referenceCn": null,
        "referenceEn": "Geng, L.Y., Che, T., Ma, M.G., Tan, J.L., & Wang, H.B. (2021). Corn Biomass Estimation by Integrating Remote Sensing and Long-Term Observation Data Based on Machine Learning Techniques. Remote Sensing, 13(12), 2352."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "叶面积指数",
        "nameEn": "Leaf area index"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "生物量",
        "nameEn": "Biomass"
      },
      {
        "nameCn": "覆盖度",
        "nameEn": "Fractional cover"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河中游",
        "keywordEn": "Middle Reaches of Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2015",
        "keywordEn": "2015",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "生态系统关键参量监测设备研制与生态物联网示范",
        "titleEn": "Innovative development of equipments and internet-of-things techniques for ecosystem monitoring and its demonstration"
      },
      {
        "titleCn": "基于多源数据的异质地表植被叶面积指数真实性检验研究",
        "titleEn": "Validation of leaf area index for heterogeneous land surface based on multi-source data"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of data collection methods used to measure vegetation cover and leaf area index in agricultural research?",
        "QuestionCn": "您能否提供用于测量农业研究中植被覆盖和叶面积指数的数据收集方法的示例？",
        "AnswerEn": "An example of data collection methods used to measure vegetation cover and leaf area index in agricultural research involves using a digital camera to photograph vegetation cover and employing an LAI 2200 device to measure the leaf area index. Measurements are conducted periodically throughout the growing season to capture changes over time.",
        "AnswerCn": "在农业研究中，用于测量植被覆盖和叶面积指数的数据收集方法的一个例子是使用数码相机拍摄植被覆盖，并使用LAI 2200设备测量叶面积指数。测量在生长季节的不同时间定期进行，以捕捉随时间变化的情况。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used to measure vegetation parameters in agricultural fields?",
        "QuestionCn": "用于测量农业田间植被参数的数据收集方法的特点是什么？",
        "AnswerEn": "digital photography for vegetation coverage, LAI 2200 for measuring leaf area index, tape measure for plant height, measurements of above-ground and below-ground biomass in terms of fresh and dry weight, observations over specified intervals during the growing season",
        "AnswerCn": "数字摄影用于植被覆盖，LAI 2200用于测量叶面积指数，卷尺用于测量植物高度，以鲜重和干重衡量地上和地下生物量，在生长季节的特定间隔进行观察。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many observations were conducted for leaf area index measurements during the 2015 growing season?",
        "QuestionCn": "在2015年生长季节期间进行了多少次叶面积指数测量观察？",
        "AnswerEn": "18",
        "AnswerCn": "18",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'vegetation coverage observation using digital camera method' in the context of data collection for agricultural studies?",
        "QuestionCn": "在农业研究的数据收集中，“使用数码相机法进行植被覆盖观测”是什么意思？",
        "AnswerEn": "The 'vegetation coverage observation using digital camera method' refers to a data collection technique where a digital camera is employed to capture images of a specific agricultural area. These images are then analyzed to determine the percentage of the ground covered by vegetation. This method provides a visual and quantitative means to assess vegetation coverage, which is crucial for understanding plant growth and ecosystem dynamics.",
        "AnswerCn": "“使用数码相机观察植被覆盖”是指一种数据收集技术，其中使用数码相机拍摄特定农业区域的图像。这些图像随后被分析以确定地面被植被覆盖的百分比。这种方法提供了一种视觉和定量的手段来评估植被覆盖，这对于理解植物生长和生态系统动态至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes on data accuracy and reliability when utilizing both digital camera photography and manual measurement techniques for collecting vegetation coverage and plant height data during a growing season?",
        "QuestionCn": "在生长季节使用数字相机摄影和手动测量技术收集植被覆盖和植物高度数据时，数据准确性和可靠性的潜在结果是什么？",
        "AnswerEn": "Using digital camera photography for vegetation coverage and manual measurement techniques such as a tape measure for plant height may lead to comprehensive and potentially more accurate data collection by combining visual and physical measurement methods. This dual approach could enhance the reliability of vegetation parameter assessments, allowing for cross-verification of data and potentially reducing errors associated with singular measurement techniques.",
        "AnswerCn": "使用数码相机摄影进行植被覆盖度测量，以及使用卷尺等手动测量技术进行植物高度测量，可能会通过结合视觉和物理测量方法来实现更全面和更准确的数据收集。这种双重方法可以增强植被参数评估的可靠性，允许数据的交叉验证，并可能减少与单一测量技术相关的错误。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the purpose of collecting data on vegetation coverage, biomass, leaf area index, and plant height during the growing season in agricultural research settings?",
        "QuestionCn": "在农业研究环境中，收集植被覆盖率、生物量、叶面积指数和植物高度在生长季节的数据的目的是什么？",
        "AnswerEn": "The purpose of collecting data on vegetation coverage, biomass, leaf area index, and plant height during the growing season is to provide a foundational dataset for surface vegetation parameter inversion and validation. This aims to enhance the understanding of crop growth dynamics and to assist in developing models that accurately reflect the biological and physical processes of crops, which is crucial for agricultural planning and management.",
        "AnswerCn": "收集生长季节的植被覆盖、植物生物量、叶面积指数和植物高度数据的目的是为表面植被参数反演和验证提供基础数据集。这旨在增强对作物生长动态的理解，并协助开发准确反映作物生物和物理过程的模型，这对农业规划和管理至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What specific methods and instruments are used to collect data on vegetation coverage, biomass, leaf area index, and plant height for corn during the growing season in a midstream area, and what are the procedural steps for each measurement?",
        "QuestionCn": "在生长季节的中游地区，使用哪些具体的方法和仪器来收集关于玉米植被覆盖率、生物量、叶面积指数和植物高度的数据，以及每种测量的程序步骤是什么？",
        "AnswerEn": "To collect data on vegetation coverage, a digital camera is used to take photographs. Biomass data collection involves measuring both fresh and dry weight for above-ground and underground biomass, including root weight, using standard weighing techniques. The leaf area index is measured using an LAI 2200 instrument, and plant height is measured with a tape measure. Observations are conducted over a defined period, with parameters measured every five days until July 31st, and every ten days thereafter, resulting in a total of 21 observation sessions for the growing season, with 18 sessions specifically for LAI measurements.",
        "AnswerCn": "为了收集植被覆盖数据，使用数码相机拍摄照片。生物量数据收集涉及测量地上和地下生物量的鲜重和干重，包括根重，采用标准称重技术。叶面积指数使用LAI 2200仪器测量，植物高度则使用卷尺测量。观察在一个定义的时间段内进行，参数每五天测量一次，直到7月31日，此后每十天测量一次，整个生长季节共进行21次观察，其中18次专门用于LAI测量。",
        "Level": "C3(Applying)"
      }
    ]
  }
}