{
    "id": "40f57c67-33a6-402d-bd37-6ede91919f23",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "PML-V2(China): evapotranspiration and gross primary production dataset(2000.02.26-2020.12.31)",
            "titleCn": "中国区域PML-V2陆地蒸散发与总初级生产力数据集（2000.02.26-2020.12.31）",
            "description": "PML-V2(China) terrestrial evapotranspiration and total primary productivity dataset, including five elements: gross primary product (GPP), vegetation transpiration (Ec), soil evaporation (Es), vaporization of intercepted rainfall (Ei) and water body, ice and snow evaporation (ET_water). The dataset has a spatial-temporal resolution of daily and 500-meter from Feb.26, 2000 to Dec.31, 2020.\n\nCompared with the global version, the simulation accuracy of the PML-V2(China) product has been greatly improved, which has the following improvements and innovations:\n\nI. Compared with the 8-day temporal resolution of the global version, the new product is daily; \nII. The observation data are from 26 eddy flux stations in China, which are with 9 underlying surface types including deserts with sparse vegetation, and used for the parameter calibration of the model (there are only eight stations located in China for calibrating the global PML-V2, covering only five vegetation types); \nIII. China meteorological forcing dataset for 2000-2018 and the global land surface data assimilation system GLDAS-2.1 meteorological dataset with bias correction for 2019-2020 are used to replace the original 0.25 ° GLDAS meteorological inputs;\nIV. The ERA5-Land as the input surface temperature instead of air temperature to calculate the outgoing longwave radiation; and\nV. Taking the MODIS leaf area index by the improved Whittaker filter as the model input, the new product provides new insights into monitoring crop water consumption and reveals the characteristics of the planting system.\n\nPlease note that the dataset does not include the South China Sea.",
            "descriptionCn": "中国区域PML-V2水碳耦合的陆地蒸散发与总初级生产力数据集，即PML-V2(China)，包括总初级生产力（gross primary product, GPP），植被蒸腾（vegetation transpiration, Ec），土壤蒸发（soil evaporation, Es），冠层截流蒸发（vaporization of intercepted rainfall, Ei）和水体、冰雪蒸发（ET_water），共5个要素。数据格式为TIFF，时空分辨率为1天、500米，时间跨度为2000.02.26-2020.12.31。\n\n与全球版本相比，PML-V2(China)产品在中国区域的模拟精度有很大的提升，且具有以下改进和创新：\ni. 相较于全球版本的八天分辨率，新产品的时间分辨率升至每日；\nii. 观测数据来自中国26个涡动通量站，其下垫面包括植被稀疏的荒漠在内的9种植被功能型，并用于模型的参数校准（用于率定全球版产品的中国站点仅有8个，只覆盖5种植被类型）；\niii. 2000-2018年使用0.1°的中国区域气象要素驱动数据，2019-2020年使用偏差校正的全球陆面数据同化系统GLDAS-2.1气象数据，这些气象输入数据用来替换原先0.25°的GLDAS输入；\niv. 使用ERA5陆地的地表温度取代空气温度作为输入，用于计算输出长波辐射；\nv. 将改进的Whittaker滤波的MODIS叶面积指数作为模型输入，新产品在监测作物耗水量和揭示种植制度特征方面提供了新的见解。\n\n注：本数据集不包含中国南海部分。",
            "instructions": "The data is stored in TIFF format with a file name of “yyyy-mm-dd.tif”. For example, “2000-02-26.tif” represents the value of each variable on February 26th, 2000. Every file has 5 bands corresponding to GPP, Ec, Es, Ei and ET_water, in g C m-2 d-1, mm d-1, mm d-1, mm d-1 and mm d-1, respectively. Note that the value of each variable = the value of each pixel * scale factor, where scale factor is 0.01.",
            "instructionsCn": "数据以TIFF格式存储，单个文件的名称为“yyyy-mm-dd.tif”，如2000-02-26.tif，其对应的是2000年2月26日的各要素值。每个文件包含5个波段，依次对应GPP, Ec, Es, Ei 和 ET_water。其单位分别为 g C m-2 d-1, mm d-1, mm d-1, mm d-1 and mm d-1。注意：要素真实值 = 像素值 * 缩放因子（其中，缩放因子为0.01）。",
            "east": 140.0,
            "west": 70.0,
            "south": 15.0,
            "north": 55.0,
            "startTime": "2000-02-26 01:00:00",
            "endTime": "2020-12-31 01:00:00",
            "fileSize": 1190011870030.0,
            "cstr": "18406.11.Terre.tpdc.272389",
            "doi": "10.11888/Terre.tpdc.272389",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "张永强",
                "nameEn": "ZHANG Yongqiang",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "何韶阳",
                "nameEn": "HE Shaoyang ",
                "unitEn": "Institute of Geographical Sciences and Natural Resource Research, CAS",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A daily and 500 m coupled evapotranspiration and gross primary production product across China during 2000–2020",
                "referenceCn": null,
                "referenceEn": "He, S., Zhang, Y., Ma, N., Tian, J., Kong, D., & Liu, C. (2022). A daily and 500 m coupled evapotranspiration and gross primary production product across China during 2000–2020, Earth Syst. Sci. Data., https://doi.org/10.5194/essd-2022-183."
            },
            {
                "titleCn": null,
                "titleEn": "Coupled estimation of 500m and 8-day resolution global evapotranspiration and gross primary production in 2002-2017",
                "referenceCn": null,
                "referenceEn": "Zhang, Y., Kong, D., Gan, R., Chiew, F.H.S., McVicar, T.R., Zhang, Q., & Yang, Y. (2019). Coupled estimation of 500m and 8-day resolution global evapotranspiration and gross primary production in 2002-2017. Remote Sensing Environ. 222, 165-182. https://doi:10.1016/j.rse.2018.12.031"
            },
            {
                "titleCn": null,
                "titleEn": "Multi-decadal trends in global terrestrial evapotranspiration and its components",
                "referenceCn": null,
                "referenceEn": "Zhang, Y., Peña-Arancibia, J.L., McVicar, T.R., Chiew, F.H.S., Vaze, J., Liu, C., Lu, X., Zheng, H., Wang, Y., Liu, Y.Y., Miralles, D.G., Pan, M., 2016. Multi-decadal trends in global terrestrial evapotranspiration and its components. Sci. Rep. 6, 19124. https://doi.org/10.1038/srep19124"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表蒸散发",
                "nameEn": "Land-surface evapotranspiration"
            },
            {
                "nameCn": "总初级生产力",
                "nameEn": "Gross primary productivity (GPP)"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "植被功能类型",
                "nameEn": "Plant functional types"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "水碳通量",
                "nameEn": "Carbon-water fluxes"
            },
            {
                "nameCn": "涡度相关系统",
                "nameEn": "Eddy covariance system"
            },
            {
                "nameCn": "蒸散发",
                "nameEn": "Evapotranspiration"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000-2020",
                "keywordEn": "2000-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "What is the temporal resolution of a dataset focused on land evapotranspiration and gross primary productivity in China?",
                "QuestionCn": "一个专注于中国土地蒸散发和总初级生产力的数据集的时间分辨率是什么？",
                "AnswerEn": "1 day",
                "AnswerCn": "1天",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of using a daily time resolution as opposed to an eight-day resolution in the context of land surface data collection for evapotranspiration and gross primary productivity?",
                "QuestionCn": "在蒸散发和总初级生产力的土地表面数据收集的背景下，使用日分辨率与八天分辨率相比具有重要意义。",
                "AnswerEn": "A daily time resolution allows for more accurate and detailed monitoring of rapid changes in land surface processes such as evapotranspiration and gross primary productivity. This increased temporal resolution can capture daily variations in weather conditions and plant physiological responses, leading to a more precise simulation of these processes compared to an eight-day resolution.",
                "AnswerCn": "每日时间分辨率允许更准确和详细地监测土地表面过程的快速变化，例如蒸散发和总初级生产力。这种增加的时间分辨率能够捕捉天气条件和植物生理反应的日变化，从而比八天分辨率更精确地模拟这些过程。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods and temporal resolutions used in a dataset focused on China's land evapotranspiration and gross primary productivity compare to those used in global datasets for similar purposes?",
                "QuestionCn": "中国土地蒸散发和总初级生产力的相关数据集所使用的数据收集方法和时间分辨率与全球类似目的的数据集相比如何？",
                "AnswerEn": "The dataset focused on China's land evapotranspiration and gross primary productivity offers daily temporal resolution, compared to the eight-day resolution often found in global datasets. Additionally, it uses data from 26 eddy covariance stations in China, covering nine vegetation functional types, whereas global datasets typically use data from fewer Chinese stations that cover only five vegetation types.",
                "AnswerCn": "该数据集专注于中国的土地蒸散发和总初级生产力，提供了日常时间分辨率，而全球数据集通常采用八天的分辨率。此外，它使用了来自中国26个涡度协方差站的数据，涵盖了九种植被功能类型，而全球数据集通常仅使用来自较少中国站点的数据，且仅涵盖五种植被类型。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the improved simulation accuracy of a land evapotranspiration and gross primary productivity dataset in the China region compared to its global version?",
                "QuestionCn": "哪些因素导致中国地区的土地蒸散发和总初级生产力数据集的模拟精度优于其全球版本？",
                "AnswerEn": "The improved simulation accuracy in the China region is attributed to several factors: increasing the temporal resolution from eight days to daily, using observational data from 26 eddy covariance flux stations across diverse vegetation types, employing higher-resolution regional meteorological data for 2000-2018, and bias-corrected GLDAS-2.1 meteorological data for 2019-2020, replacing air temperature with ERA5 land surface temperature for input in calculating longwave radiation, and using an improved Whittaker-filtered MODIS leaf area index as a model input.",
                "AnswerCn": "中国地区模拟精度的提高归因于几个因素：将时间分辨率从八天提高到每日，使用来自26个不同植被类型的涡度协方差通量站的观测数据，采用2000-2018年的高分辨率区域气象数据，以及2019-2020年的偏差校正GLDAS-2.1气象数据，替换计算长波辐射时的气温为ERA5地表温度，并使用改进的Whittaker滤波MODIS叶面积指数作为模型输入。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of improving temporal resolution from eight days to daily in a dataset on the estimation of land evapotranspiration and gross primary productivity?",
                "QuestionCn": "将时间分辨率从八天提高到每日对土地蒸散发和总初级生产力估计的影响是什么？",
                "AnswerEn": "Improving the temporal resolution from eight days to daily enhances the accuracy and detail of land evapotranspiration and gross primary productivity estimates. This higher resolution allows for more precise monitoring of daily variations in these processes, capturing short-term changes and extremes that might be missed with coarser temporal granularity. This can lead to better understanding and management of water resources and ecosystem productivity at finer temporal scales.",
                "AnswerCn": "将时间分辨率从八天提高到每日，可以增强对土地蒸散发和总初级生产力估计的准确性和细节。这种更高的分辨率允许更精确地监测这些过程的每日变化，捕捉可能在较粗时间粒度下被忽视的短期变化和极端情况。这可以更好地理解和管理水资源以及生态系统生产力，尤其是在更细的时间尺度上。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What objectives might drive the development of a dataset focusing on daily land surface processes such as gross primary productivity and evaporation in China, and how might these goals shape the choice of data collection methods?",
                "QuestionCn": "推动开发一个关注中国日常地表过程（如总初级生产力和蒸发）的数据集的目标可能包括： \n\n1. 了解和监测生态系统健康和功能。\n2. 评估气候变化对土地利用和生态系统服务的影响。\n3. 支持农业管理和可持续发展决策。\n4. 提供基础数据以促进科学研究和政策制定。\n\n这些目标可能会影响数据收集方法的选择，例如：\n\n- 选择遥感技术以获取大范围的空间数据。\n- 使用地面观测站以获取高精度的局部数据。\n- 结合模型模拟与实地测量，以提高数据的时效性和准确性。",
                "AnswerEn": "The objectives behind developing a dataset focusing on daily land surface processes in China likely include improving simulation accuracy for regional climate models, agricultural planning, and water resource management. These goals are reflected in the choice of data collection methods, such as using observations from 26 eddy covariance flux towers across diverse vegetation types, employing high-resolution meteorological inputs, and integrating advanced data assimilation systems. These strategies aim to enhance the precision and applicability of the dataset in understanding and managing regional land-atmosphere interactions.",
                "AnswerCn": "开发一个专注于中国日常地表过程的数据集的目标可能包括提高区域气候模型的模拟精度、农业规划和水资源管理。这些目标体现在数据收集方法的选择上，例如使用来自26个涡度协方差通量塔的观测数据，涵盖多种植被类型，采用高分辨率气象输入，并整合先进的数据同化系统。这些策略旨在提高数据集在理解和管理区域陆气相互作用方面的精确性和适用性。",
                "Level": "C6(Creating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodologies are used to enhance the temporal resolution of a dataset from an eight-day to a daily interval, particularly in the context of land surface processes?",
                "QuestionCn": "在土地表面过程的背景下，增强数据集的时间分辨率从八天到每日间隔的常用方法有哪些？",
                "AnswerEn": "The enhancement of temporal resolution from an eight-day to a daily interval in a dataset is achieved through the integration of high-frequency observational data from flux stations and the recalibration of models with localized data. In this specific context, data from 26 eddy covariance flux stations across China, covering diverse vegetation types, are utilized to calibrate the model for higher accuracy. Additionally, the use of ERA5 land surface temperature data replaces air temperature as input, further refining the temporal detail and accuracy.",
                "AnswerCn": "通过整合来自通量站的高频观测数据和使用本地数据重新校准模型，将数据集的时间分辨率从八天提升到每日间隔。在这个特定的背景下，利用来自中国26个涡度协方差通量站的数据，这些站点覆盖了多种植被类型，以提高模型的准确性。此外，使用ERA5地表温度数据替代空气温度作为输入，进一步提高了时间细节和准确性。",
                "Level": "C3(Applying)"
            }
        ]
    }
}