{
    "id": "40fdebc3-e05d-4ac8-a943-49a7a2b1c970",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: ZiYuan-3 (ZY-3) dataset",
            "titleCn": "黑河生态水文遥感试验：资源三号（ZY-3）遥感数据集",
            "description": "This dataset includes 44 scenes, covering the whole Heihe River Basin, which were acquired on (yy-mm-dd) 2012-08-25, 2012-09-03, 2012-09-08, 2012-09-13, 2012-09-18, 2012-09-23, 2012-09-28, 2012-10-03, 2012-10-13, 2012-10-18, 2012-10-22, 2012-11-01, 2012-11-11, 2012-11-21.\nThe data are of multi-spectral bands with data product of Level 1.  The spatial resolution is 1 m.\nZY-3 dataset was acquired from purchase.",
            "descriptionCn": "资源三号（ZY-3）卫星是中国第一颗自主的民用高分辨率立体测绘卫星，通过立体观测，可以测制1:5万比例尺地形图，为国土资源、农业、林业等领域提供服务。该星于2012年1月9日发射升空。卫星采用经适应性改进的资源二号卫星平台，配置四台相机：（1）1台地面分辨率优于2.5米的正视全色TDI CCD相机；（2）2台地面分辨率优于4米的前视、后视全色TDI CCD相机；（3）1台地面分辨率优于10米的正视多光谱相机。卫星具有测摆功能，可对地球南北纬84度以内的地区实现无缝影像覆盖，每59天实现对我国领土和全球范围的一次影像覆盖，在特殊情况下，能够在5天之内对同一地点进行重访拍摄。 \n2012年共获取ZY-3影像44景。覆盖范围为整个黑河流域，获取时间（北京时间，每天有多景数据）为：2012-08-25, 2012-09-03, 2012-09-08, 2012-09-13, 2012-09-18, 2012-09-23, 2012-09-28, 2012-10-03, 2012-10-13, 2012-10-18, 2012-10-22, 2012-11-01, 2012-11-11, 2012-11-21。\n获取的数据为多光谱模式，分辨率1 m，产品级别为L1。\n黑河流域生态-水文过程综合遥感观测联合试验ZY-3遥感数据集通过购买获取。",
            "instructions": "",
            "instructionsCn": "",
            "east": 102.0,
            "west": 97.1,
            "south": 37.7,
            "north": 42.7,
            "startTime": "2012-09-03 02:15:00",
            "endTime": "2012-11-30 02:15:00",
            "fileSize": 17323570907.0,
            "cstr": null,
            "doi": "",
            "dataFormat": "数字影像",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "中国资源卫星应用中心",
                "nameEn": "China Centre for Resources Satellite Data and Application ",
                "unitEn": "China Centre for Resources Satellite Data and Application ",
                "unitCn": "中国资源卫星应用中心"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "卫星影像",
                "nameEn": "Satelite images"
            },
            {
                "nameCn": "多光谱影像",
                "nameEn": "Multi-spectral image"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-08-25",
                "keywordEn": "2012-08-25",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-09-03",
                "keywordEn": "2012-09-03",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-09-08",
                "keywordEn": "2012-09-08",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-09-13",
                "keywordEn": "2012-09-13",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-09-18",
                "keywordEn": "2012-09-18",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-09-23",
                "keywordEn": "2012-09-23",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-09-28",
                "keywordEn": "2012-09-28",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-10-03",
                "keywordEn": "2012-10-03",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-10-13",
                "keywordEn": "2012-10-13",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-10-18",
                "keywordEn": "2012-10-18",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-10-22",
                "keywordEn": "2012-10-22",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-11-01",
                "keywordEn": "2012-11-01",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-11-11",
                "keywordEn": "2012-11-11",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-11-21",
                "keywordEn": "2012-11-21",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：综合集成与航空微波遥感",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a satellite data collection method used for creating high-resolution topographic maps and monitoring ecological and hydrological processes in a river basin?",
                "QuestionCn": "您能否提供一种用于创建高分辨率地形图和监测河流流域生态和水文过程的卫星数据收集方法的示例？",
                "AnswerEn": "An example of a satellite data collection method used for creating high-resolution topographic maps and monitoring ecological and hydrological processes in a river basin is the use of the ZY-3 satellite. This satellite, launched on January 9, 2012, is China's first independently developed high-resolution civilian stereo mapping satellite. It performs stereo observations to produce 1:50,000 scale topographic maps, serving sectors such as land resources, agriculture, and forestry. The satellite is equipped with four cameras, including a nadir panchromatic TDI CCD camera with a ground resolution better than 2.5 meters, forward and backward panchromatic TDI CCD cameras with a resolution better than 4 meters, and a nadir multispectral camera with a resolution better than 10 meters. The ZY-3 satellite has a swath width function that enables seamless image coverage of areas within 84 degrees north and south latitude, achieving complete image coverage of China's territory and globally every 59 days, and can revisit the same location within 5 days under special circumstances. In 2012, it acquired 44 scenes of ZY-3 imagery covering the entire Heihe River Basin on specific dates from August to November, and the data were collected in multispectral mode with a resolution of 1 meter and at product level L1.",
                "AnswerCn": "ZY-3卫星是一种用于创建高分辨率地形图和监测河流流域生态和水文过程的卫星数据收集方法。该卫星于2012年1月9日发射，是中国首颗自主研发的高分辨率民用立体测绘卫星。它通过立体观测生成1:50,000比例尺的地形图，服务于土地资源、农业和林业等领域。卫星配备了四台相机，包括一台具有低于2.5米地面分辨率的垂直全色TDI CCD相机、一台和一台具有低于4米分辨率的前向和后向全色TDI CCD相机，以及一台具有低于10米分辨率的垂直多光谱相机。ZY-3卫星具有宽度功能，能够无缝覆盖北纬84度和南纬84度范围内的区域，实现对中国领土的全面影像覆盖，并且每59天可以全球覆盖一次，在特殊情况下可以在5天内重新访问同一地点。2012年，它在8月至11月的特定日期获取了44幅覆盖整个黑河流域的ZY-3影像，数据以多光谱模式收集，分辨率为1米，产品级别为L1。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the attributes and specifications of the remote sensing imagery obtained from high-resolution stereoscopic mapping satellites for ecological and hydrological studies?",
                "QuestionCn": "高分辨率立体测绘卫星获取的遥感影像在生态和水文研究中的属性和规格是什么？",
                "AnswerEn": "ground resolution better than 2.5 meters for nadir panchromatic TDI CCD camera, better than 4 meters for forward and backward panchromatic TDI CCD cameras, better than 10 meters for nadir multispectral camera, covers areas within 84 degrees latitude north and south, seamless image coverage every 59 days, revisit capability of 5 days, multispectral mode with a resolution of 1 meter, product level of L1",
                "AnswerCn": "地面分辨率优于2.5米的天底全色TDI CCD相机，优于4米的前向和后向全色TDI CCD相机，优于10米的天底多光谱相机，覆盖北纬和南纬84度以内的区域，每59天无缝影像覆盖，重访能力为5天，多光谱模式分辨率为1米，产品级别为L1。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many ZY-3 satellite images were acquired for the Heihe River Basin in 2012?",
                "QuestionCn": "2012年为黑河流域获取了多少张ZY-3卫星影像？",
                "AnswerEn": "44",
                "AnswerCn": "44",
                "Level": "C1(Remembering)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of utilizing high-resolution stereoscopic satellite imagery from ZY-3 for ecological and hydrological studies in river basins like the Heihe?",
                "QuestionCn": "利用ZY-3的高分辨率立体卫星影像在河流流域（如黑河）进行生态和水文研究的主要目标是什么？",
                "AnswerEn": "The primary objectives of utilizing high-resolution stereoscopic satellite imagery from ZY-3 are to create detailed topographic maps at a scale of 1:50,000, which serve various sectors such as land resources, agriculture, and forestry. The imagery aids in providing comprehensive coverage and monitoring of the Heihe River Basin, facilitating the study of ecological and hydrological processes through consistent, high-resolution data collection. The goal is to enhance understanding and management of these processes across extensive geographical areas.",
                "AnswerCn": "利用ZY-3的高分辨率立体卫星影像的主要目标是制作比例尺为1:50,000的详细地形图，这些地图服务于土地资源、农业和林业等多个领域。影像有助于提供对黑河流域的全面覆盖和监测，促进对生态和水文过程的研究，通过持续的高分辨率数据收集。目标是增强对这些过程的理解和管理，覆盖广泛的地理区域。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the key steps and challenges involved in collecting high-resolution stereoscopic imagery data using multi-camera satellite systems for ecological and hydrological studies?",
                "QuestionCn": "收集高分辨率立体影像数据的关键步骤和挑战包括使用多摄像头卫星系统进行生态和水文研究。",
                "AnswerEn": "The collection of high-resolution stereoscopic imagery data using a multi-camera satellite system, such as the ZY-3 satellite, involves several key steps and challenges. The satellite platform is equipped with four cameras, including a nadir-looking panchromatic TDI CCD camera with a ground resolution better than 2.5 meters, two forward and backward looking panchromatic TDI CCD cameras with a resolution better than 4 meters, and a nadir-looking multispectral camera with a resolution better than 10 meters. The satellite can perform stereoscopic observations to measure topographic maps at a 1:50,000 scale. Challenges include ensuring precise synchronization and calibration of the cameras, managing the large volume of data collected, and achieving seamless image coverage across regions up to 84 degrees in latitude. Additionally, challenges may arise from atmospheric conditions, satellite positioning, and temporal constraints in revisiting the same location. The data collection method includes scheduling the satellite to revisit regions every 59 days for global coverage and every 5 days for specific sites under special conditions.",
                "AnswerCn": "使用多相机卫星系统（如ZY-3卫星）收集高分辨率立体影像数据涉及几个关键步骤和挑战。卫星平台配备了四台相机，包括一台向下看的全色TDI CCD相机，地面分辨率优于2.5米；两台向前和向后看的全色TDI CCD相机，分辨率优于4米；以及一台向下看的多光谱相机，分辨率优于10米。该卫星可以进行立体观测，以测量1:50,000比例尺的地形图。挑战包括确保相机的精确同步和校准、管理收集的大量数据，以及在高达84度的纬度范围内实现无缝影像覆盖。此外，可能还会面临大气条件、卫星定位和重访同一地点的时间限制等挑战。数据收集方法包括安排卫星每59天重访全球区域，以及在特殊条件下每5天重访特定地点。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}