{
  "id": "411a80ef-8067-4bd8-9269-9efcb2e738c0",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Population density map along one belt, one road along the grid scale (2019)",
      "titleCn": "基于栅格尺度的\"一带一路\"沿线国家人口密度图（2019）",
      "description": "1) based on 1 km resolution in 2019, the population density of the raster data, covering all the way \"area\" 64 1 countries along the (Chinese), the relationship between population and resources and environment and social development along the regional heterogeneity is essential;2) the data statistical analysis from the LandScan global population dynamic database, by the department of energy's oak ridge national laboratory (ORNL) development, East View Cartographic provided;3) LandScan using the innovation methods of GIS and remote sensing, spatial data and image analysis technology and multiple partition density model, within the scope of the specific administrative boundaries to analyze the demographic data, is the world's most accurate, reliable, based on the geographical location, with the global population dynamics model and the optimum resolution statistical analysis database;4) data from annual average population density in 2019, and through the add blank value, eliminate outliers, space transverse longitudinal comparison and processing, to meet the large scale geographical research, in the heart of the \"One Belt And One Road\" related research application is very extensive, follow-up will be subject to an increase in the number of all the countries, constantly update perfect this set of data.",
      "descriptionCn": "1）基于1km分辨率的2019年人口密度栅格数据，涵盖\"一带一路\"64+1（中国）个沿线国家，对沿线人口与资源环境和社会发展关系的区域异质性至关重要；2）本数据源自LandScan 全球人口动态统计分析数据库，由美国能源部橡树岭国家实验室（ORNL）开发，East View Cartographic提供；3）LandScan运用GIS和遥感等创新方法，运用空间数据、图像分析技术和多元分区密度模型，在特定的行政边界范围内来对人口统计数据进行分析，是全球最为准确、可靠，基于地理位置的，具有分布模型和最佳分辨率的全球人口动态统计分析数据库；4）数据由2019年全年月份人口密度取平均值得到，并通过补充空白值，剔除异常值，进行空间横向纵向比对和加工处理，能够满足大尺度的地理相关研究，在\"一带一路\"相关研究中将应用非常广泛，后续将根据一带一路国家数量的增加，不断更新完善本套数据。",
      "instructions": "Population density is stored in grid file format, and the file name is \"silkroad\"_ pop2019.grid\"\nThe data can be read by ArcGIS software.",
      "instructionsCn": "人口密度以栅格文件格式存储，文件的名称为“silkroad_pop2019.grid\"\n数据用Arcgis软件可读取使用。",
      "east": 180.0,
      "west": 180.0,
      "south": 11.0,
      "north": 81.86,
      "startTime": "2019-11-01 00:00:00",
      "endTime": "2021-02-01 00:00:00",
      "fileSize": 66823227.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "美国橡树岭国家实验室",
        "nameEn": "Oak Ridge National Laboratory",
        "unitEn": "",
        "unitCn": "美国橡树岭国家实验室"
      }
    ],
    "literatureList": [
      {
        "titleCn": "中国边境地区人口分布的地域特征与国别差异",
        "titleEn": null,
        "referenceCn": "游珍, 封志明, 雷涯邻, 杨艳昭, 李方舟. (2017). 人口研究. 39(5), 87-99.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "人口",
        "nameEn": "Population"
      },
      {
        "nameCn": "人口密度",
        "nameEn": "Population density"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "Silk Road",
        "keywordEn": "Silk Road"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019",
        "keywordEn": "2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the population density data collected at a 1km resolution for the countries along the Belt and Road Initiative?",
        "QuestionCn": "“一带一路”沿线国家以1公里分辨率收集的人口密度数据的特征是什么？",
        "AnswerEn": "1km resolution, 2019 population density, 64+1 Belt and Road Initiative countries, derived from LandScan Global Population Database, developed by Oak Ridge National Laboratory, provided by East View Cartographic, uses GIS and remote sensing, spatial data, image analysis techniques, multi-partition density models, average monthly population density for 2019, adjusted for blank and anomalous values, suitable for large-scale geographic research.",
        "AnswerCn": "1公里分辨率，2019年人口密度，64+1个“一带一路”倡议国家，源自由橡树岭国家实验室开发的LandScan全球人口数据库，由East View Cartographic提供，使用GIS和遥感、空间数据、图像分析技术、多分区密度模型，2019年平均每月人口密度，调整空白和异常值，适用于大规模地理研究。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the population density data collected for the countries along the Belt and Road region?",
        "QuestionCn": "“一带一路”地区各国收集的人口密度数据的空间分辨率是多少？",
        "AnswerEn": "1 km",
        "AnswerCn": "1公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '基于栅格尺度的人口密度分析方法' mean in the context of population density mapping?",
        "QuestionCn": "在人口密度制图的背景下，“基于栅格尺度的人口密度分析方法”是什么意思？",
        "AnswerEn": "'基于栅格尺度的人口密度分析方法' refers to a technique that uses grid-based spatial resolution to analyze population density. It involves using a grid (or raster) system, such as 1km resolution grids, to map population density across specified regions, allowing for detailed spatial analysis of demographic distribution. This approach facilitates the examination of regional heterogeneity in population-resource-environment and social development relationships, particularly important for large-scale geographic research like that concerning the Belt and Road Initiative countries.",
        "AnswerCn": "“基于栅格尺度的人口密度分析方法”指的是一种利用栅格空间分辨率分析人口密度的技术。它涉及使用栅格（或栅格）系统，例如1公里分辨率的栅格，来绘制指定区域的人口密度，从而允许对人口分布进行详细的空间分析。这种方法有助于考察人口、资源、环境和社会发展关系的区域异质性，特别是在涉及“一带一路”国家的大规模地理研究中尤为重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for using GIS and remote sensing methods in collecting population density data for the Belt and Road region?",
        "QuestionCn": "导致在“一带一路”地区收集人口密度数据时需要使用GIS和遥感方法的原因是什么？",
        "AnswerEn": "GIS and remote sensing methods are needed to collect population density data for the Belt and Road region because they allow for innovative analysis using spatial data, image analysis techniques, and multi-partition density models, which are crucial for understanding the regional heterogeneity in the relationship between population, resources, environment, and social development.",
        "AnswerCn": "GIS和遥感方法在收集“一带一路”地区的人口密度数据方面是必要的，因为它们允许使用空间数据、图像分析技术和多分区密度模型进行创新分析，这对于理解人口、资源、环境和社会发展之间关系的区域异质性至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using GIS and remote sensing methods in the collection and analysis of population density data for countries along the Belt and Road Initiative?",
        "QuestionCn": "使用GIS和遥感方法收集和分析“一带一路”沿线国家的人口密度数据可能带来的潜在后果是什么？",
        "AnswerEn": "Using GIS and remote sensing methods allows for the development of a highly accurate and reliable global population dynamics analysis database, which is crucial for understanding the regional heterogeneity in the relationship between population, resources, environmental, and social development along the Belt and Road Initiative countries.",
        "AnswerCn": "使用GIS和遥感方法可以开发一个高度准确和可靠的全球人口动态分析数据库，这对于理解“一带一路”沿线国家在人口、资源、环境和社会发展之间关系的区域异质性至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of developing a dataset with 1km resolution for population density analysis in countries along the Belt and Road Initiative?",
        "QuestionCn": "开发一个1公里分辨率的人口密度分析数据集在“一带一路”沿线国家的主要目标是什么？",
        "AnswerEn": "The primary objective is to analyze the regional heterogeneity in the relationship between population, resources, environment, and social development across the 64+1 countries along the Belt and Road Initiative. This analysis is crucial for understanding and managing these dynamics effectively within the specified region.",
        "AnswerCn": "主要目标是分析“一带一路”沿线64+1个国家在人口、资源、环境和社会发展之间关系的区域异质性。这一分析对于有效理解和管理这些动态在指定区域内至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in using GIS and remote sensing techniques to develop a population density map for the Belt and Road countries at a 1km resolution?",
        "QuestionCn": "使用GIS和遥感技术以1公里分辨率为“一带一路”国家制作人口密度图的程序步骤是什么？",
        "AnswerEn": "To develop a population density map for the Belt and Road countries at a 1km resolution, GIS and remote sensing techniques are utilized. These steps include utilizing the LandScan global population dynamic statistical analysis database, which involves analyzing population statistics within specific administrative boundaries using spatial data and image analysis techniques. The process requires the integration of innovative methods to produce a geographically accurate and reliable model. The data collection involves obtaining population density averages for the year 2019, correcting missing values, removing outliers, and conducting spatial comparisons both horizontally and vertically. This approach ensures the dataset is suitable for large-scale geographic research and can be updated as the number of Belt and Road countries increases.",
        "AnswerCn": "为了开发“一带一路”国家的1公里分辨率人口密度地图，采用了GIS和遥感技术。这些步骤包括利用LandScan全球人口动态统计分析数据库，分析特定行政边界内的人口统计数据，使用空间数据和图像分析技术。该过程需要整合创新方法，以生成地理上准确和可靠的模型。数据收集涉及获取2019年的人口密度平均值，修正缺失值，去除异常值，并进行水平和垂直的空间比较。这种方法确保数据集适合大规模地理研究，并可以随着“一带一路”国家数量的增加而更新。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What innovative methods in GIS and remote sensing enable the collection and processing of high-resolution population density data for countries along the Belt and Road Initiative?",
        "QuestionCn": "哪些创新的地理信息系统（GIS）和遥感方法能够收集和处理“一带一路”沿线国家的高分辨率人口密度数据？",
        "AnswerEn": "The use of GIS and remote sensing, along with spatial data, image analysis techniques, and multi-zone density models, enable the collection and processing of high-resolution population density data. These methods allow for accurate and reliable demographic analysis within specific administrative boundaries, as demonstrated by the LandScan global population database developed by the Oak Ridge National Laboratory (ORNL).",
        "AnswerCn": "GIS和遥感技术的使用，以及空间数据、图像分析技术和多区域密度模型，使得能够收集和处理高分辨率的人口密度数据。这些方法允许在特定行政边界内进行准确可靠的人口统计分析，正如由橡树岭国家实验室（ORNL）开发的LandScan全球人口数据库所示。",
        "Level": "C6(Creating)"
      }
    ]
  }
}