{
  "id": "41245b15-e2f8-459d-b7b4-646e42274cf8",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Airborne LiDAR raw data in Hulugou catchment",
      "titleCn": "黑河生态水文遥感试验：葫芦沟小流域机载激光雷达原始数据",
      "description": "On 25 July 2012, Leica ALS70 airborne laser scanner carried by the Harbin Y-12 aircraft was used in a LiDAR airborne optical remote sensing experiment. Leica ALS70 airborne laser scanner has unlimited numbers of returns intensities measurements including the first, second ,third return intensities. The wavelength of laser light is 1064 nm. The absolute flight altitude is 5500 m with the point cloud density 1 points per square meter. Airborne LiDAR-DEM and DSM data production were obtained through parameter calibration, automatic classification of point cloud density and manual editing.",
      "descriptionCn": "2012年7月25日，在黑河中上游的胡芦沟观测区域，利用运12飞机，搭载Leica公司生产的ALS70,开展了lidar航空遥感飞行试验。ALS70激光波长为1064nm，多次回波（1,2,3和末次）。葫芦沟地区分为两个不同高度飞行区域，绝对航高为4800和5500米，平均点云密度为1点/平方米。通过参数检校、点云自动分类和人工编辑等步骤，最终形成DSM和DEM数据产品。",
      "instructions": "",
      "instructionsCn": "",
      "east": 99.9,
      "west": 99.83,
      "south": 38.2,
      "north": 38.267,
      "startTime": "2018-11-26 18:48:07",
      "endTime": "2018-11-26 18:48:07",
      "fileSize": 2972118032.0,
      "cstr": "18406.11.hiwater.159.2014.db",
      "doi": "10.3972/hiwater.159.2014.db",
      "dataFormat": "las",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "肖青",
        "nameEn": "XIAO Qing",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": "闻建光",
        "nameEn": "Wen Jianguang",
        "unitEn": "",
        "unitCn": "中国科学院遥感与数字地球研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "机载激光雷达",
        "nameEn": "Airborne laser radar"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "葫芦沟小流域",
        "keywordEn": "Hulugou Catchment"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-07-25",
        "keywordEn": "2012-07-25",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：航空光学遥感",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
        "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
        "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
      },
      {
        "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
        "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
      },
      {
        "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
        "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
      },
      {
        "titleCn": "2010年代三江源多年冻土稳定型分布图",
        "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
      },
      {
        "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
        "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
      },
      {
        "titleCn": "西藏纳木错水温监测数据（2011-2014）",
        "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features of data collection using airborne LIDAR in small watershed areas?",
        "QuestionCn": "在小流域地区使用航空激光雷达进行数据收集的具体特征是什么？",
        "AnswerEn": "wavelength 1064nm, multiple echoes, altitudes 4800 meters, altitudes 5500 meters, average point cloud density 1 point per square meter",
        "AnswerCn": "波长1064纳米，多重回波，海拔4800米，海拔5500米，平均点云密度为每平方米1个点。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the average point cloud density in a dataset obtained from an airborne LiDAR survey in the field of ecological hydrology?",
        "QuestionCn": "在生态水文学领域，从航空激光雷达调查获得的数据集中，平均点云密度是多少？",
        "AnswerEn": "1 point per square meter",
        "AnswerCn": "每平方米1点",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is 'lidar aerial remote sensing' in the context of ecological hydrology experiments?",
        "QuestionCn": "在生态水文学实验中，“激光雷达航空遥感”是什么？",
        "AnswerEn": "Lidar aerial remote sensing in the context of ecological hydrology experiments refers to the technique of using laser scanning technology from an aircraft to gather detailed information about a landscape. In this case, it involves using an aircraft equipped with a Leica ALS70 system to conduct lidar surveys, capturing data at a laser wavelength of 1064nm with multiple return echoes (1,2,3, and last). The data collection is performed at different absolute flight altitudes, resulting in a point cloud density of 1 point per square meter, which is then processed through calibration, automatic classification, and manual editing to produce digital surface models (DSM) and digital elevation models (DEM).",
        "AnswerCn": "激光雷达航空遥感在生态水文学实验中的应用是指利用激光扫描技术从飞机上收集有关景观的详细信息。在这种情况下，使用配备Leica ALS70系统的飞机进行激光雷达调查，以1064nm的激光波长捕获数据，并获得多个回波（1、2、3和最后一个）。数据收集在不同的绝对飞行高度下进行，最终得到每平方米1个点的点云密度，这些数据经过校准、自动分类和手动编辑处理，生成数字表面模型（DSM）和数字高程模型（DEM）。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the challenges and methodologies involved in maintaining accuracy and precision in airborne lidar data collection for ecological hydrology studies?",
        "QuestionCn": "在生态水文学研究中，保持机载激光雷达数据收集的准确性和精确性所涉及的挑战和方法可以推断出什么？",
        "AnswerEn": "In ecological hydrology studies, maintaining accuracy and precision in airborne lidar data collection involves several challenges and methodologies. The use of specialized equipment, such as the Leica ALS70 with a wavelength of 1064nm and multiple echo capabilities, highlights the technological rigor required. The division of the study area into different flight altitudes and the execution of lidar flights at absolute altitudes of 4800 and 5500 meters suggest careful planning to optimize data capture. Additionally, the creation of DSM and DEM data products from the point cloud data involves parameter calibration, automatic classification, and manual editing, indicating a comprehensive approach to ensuring data quality and reliability.",
        "AnswerCn": "在生态水文学研究中，保持航空激光雷达数据收集的准确性和精确性面临着多种挑战和方法论。使用专用设备，如波长为1064nm且具有多回波能力的Leica ALS70，突显了所需的技术严谨性。将研究区域划分为不同的飞行高度，并在绝对高度为4800米和5500米的情况下执行激光雷达飞行，表明了优化数据捕获的精心规划。此外，从点云数据创建DSM和DEM数据产品涉及参数校准、自动分类和手动编辑，表明了一种全面的方法，以确保数据质量和可靠性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the successful calibration of airborne LIDAR systems in ecological hydrology remote sensing experiments?",
        "QuestionCn": "成功校准生态水文学遥感实验中的机载LIDAR系统的因素有哪些？",
        "AnswerEn": "In the ecological hydrology remote sensing experiment conducted in the Heihe Middle and Upper Reaches, successful calibration of airborne LIDAR systems, such as the Leica ALS70 used, is influenced by parameters calibration, point cloud automatic classification, and manual editing processes. These steps ensure the accuracy of generating DSM and DEM data products.",
        "AnswerCn": "在黑河中上游的生态水文遥感实验中，成功校准航空激光雷达系统（如使用的Leica ALS70）受到参数校准、点云自动分类和手动编辑过程的影响。这些步骤确保了生成数字表面模型（DSM）和数字高程模型（DEM）数据产品的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of utilizing airborne LiDAR systems like the ALS70 for generating DSM and DEM data products in terms of data accuracy and landscape representation, especially when considering different flight altitudes?",
        "QuestionCn": "利用像ALS70这样的机载LiDAR系统生成DSM和DEM数据产品时，在数据准确性和景观表示方面的潜在后果是什么，特别是在考虑不同飞行高度时？",
        "AnswerEn": "Using airborne LiDAR systems like the ALS70 can result in high-accuracy DSM and DEM data products due to the detailed point cloud density achieved (1 point/m²). However, variations in flight altitudes (4800 and 5500 meters) may affect the resolution and accuracy of the landscape representation, as higher altitudes might lead to less dense point clouds, potentially impacting the precision of terrain modeling, especially in complex topographies like the Hulugou area.",
        "AnswerCn": "使用像ALS70这样的空中激光雷达系统可以生成高精度的数字表面模型（DSM）和数字高程模型（DEM）数据产品，因为实现了高达1点/平方米的详细点云密度。然而，飞行高度的变化（4800米和5500米）可能会影响景观表示的分辨率和精度，因为较高的高度可能导致点云密度降低，从而可能影响地形建模的精确性，特别是在像胡鲁沟这样的复杂地形中。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of conducting airborne LIDAR remote sensing experiments using ALS70 in ecological hydrology studies?",
        "QuestionCn": "进行使用ALS70的空气激光雷达遥感实验在生态水文学研究中的主要目标是什么？",
        "AnswerEn": "The primary objective of conducting airborne LIDAR remote sensing experiments using ALS70 in ecological hydrology studies is to create high-resolution digital surface models (DSM) and digital elevation models (DEM) of the region. This involves capturing detailed point cloud data at an average density of 1 point per square meter, which allows for accurate topographical mapping and analysis of the area. This data is crucial for understanding hydrological processes and ecological dynamics in the Heihe River Basin, specifically in the Hulugou catchment area.",
        "AnswerCn": "进行使用ALS70的航空激光雷达遥感实验的主要目的是在生态水文学研究中创建高分辨率的数字表面模型（DSM）和数字高程模型（DEM）。这涉及以每平方米平均1个点的密度捕获详细的点云数据，从而实现该地区的准确地形测绘和分析。这些数据对于理解黑河流域，特别是胡鲁沟流域的水文过程和生态动态至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and technologies are involved in conducting airborne LIDAR remote sensing experiments to collect high-resolution topographical data in ecological and hydrological research areas?",
        "QuestionCn": "在生态和水文研究领域中进行机载LIDAR遥感实验以收集高分辨率地形数据所涉及的程序和技术有哪些？",
        "AnswerEn": "In the field of ecological and hydrological research such as the 黑河生态水文遥感试验, airborne LIDAR remote sensing experiments involve utilizing aircraft, like the 运12, equipped with laser scanning technology, such as the Leica ALS70. The procedure includes flying over designated areas, here divided into two regions with altitudes of 4800 and 5500 meters, to capture multiple return signals at a laser wavelength of 1064nm. The average point cloud density achieved is 1 point per square meter. Following the data collection, processes like parameter calibration, automatic point cloud classification, and manual editing are conducted to produce final DSM (Digital Surface Model) and DEM (Digital Elevation Model) data products.",
        "AnswerCn": "在生态和水文研究领域，如黑河生态水文遥感试验，机载激光雷达遥感实验涉及利用装备有激光扫描技术的飞机，如运12，进行数据采集。该程序包括在指定区域上空飞行，这些区域的高度分别为4800米和5500米，以捕获1064nm波长的激光多重回波信号。所获得的平均点云密度为每平方米1个点。在数据采集完成后，进行参数校准、自动点云分类和手动编辑等处理，以生成最终的DSM（数字表面模型）和DEM（数字高程模型）数据产品。",
        "Level": "C3(Applying)"
      }
    ]
  }
}