{
    "id": "418ccfab-feb9-4639-a917-38cef25c2fad",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Physical snow process model supported 0.25-degree resolution calibrated snow depth and snow water equivalent product of the Asian Water Tower region (2012.8-2020.7)",
            "titleCn": "积雪物理过程模型支持的亚洲水塔地区0.25度雪深、雪水当量校正产品（2012-2020）",
            "description": "1. Data content:  0.25° resolution snow depth and snow water equivalent product of the Asian Water Tower Region from August 2012 to July 2020. Spatial coverage: 70-105°E, 25-50°N. Temporal resolution: daily. Spatial resolution: 0.25°.\n2. Data source and processing method: 0.25° resolution snow depth of the Asian Water Tower region is extracted from the physical snow process model supported global snow depth product retrieved from the passive microwave AMSR2 sensor (Pan et al., 2023). Using the high resolution (3 km) snow depth retrieved from optical and passive microwave observations based on physical theories as the reference dataset, the global product in Asian Water Tower region is reprocessed by doing intercalibrations pixel by pixel in 0.25° scale. Afterward, the calibrated snow depth is converted to snow water equivalent using annual average snow density calculated for each pixel using SNTHERM（Snow Thermal Model）model.\n3. Data quality description: At 3 km scale, the consistency between the ground station observed snow depth and the reference dataset in the 2019-2020 snow year is 10 cm root-mean-squared error (RMSE) in 0-120 cm range. After converted to 0.25° scale, the correlation between the reference dataset and the newly-generated adjusted snow depth product is 0.79.\n4. Data application potential: Snow study for the Asian Water Tower region.",
            "descriptionCn": "1、数据内容：2012年8月-2020年7月亚洲水塔地区0.25度积雪雪深、雪水当量数据集。范围：70-105°E, 25-50°N。时间分辨率：1天。空间分辨率：0.25°。\n2、数据来源及加工方法：从积雪物理过程模型支持的全球AMSR2（Advanced Microwave Scanning Radiometer 2）被动微波雪深反演数据集（潘金梅等，2022）中提取亚洲水塔区域部分，并以2019-2020雪年基于物理机理反演的光学和被动微波结合高分辨率（3km）雪深产品作为参考真值，对前者在0.25°分辨率尺度进行逐像元修订，提供校正雪深和雪水当量。雪水当量通过基于SNTHERM（Snow Thermal Model）积雪过程模型计算的逐像元年平均雪密度由雪深转换得到。\n3、数据质量描述：作为桥梁的高分辨率（3km）雪深数据集与气象台站观测的均方根误差为10 cm （0-120 cm范围）。高分辨率雪深转换到0.25度后，与新生成的校正雪深数据之前相关系数为0.79。\n4、数据应用前景：亚洲水塔地区积雪研究。",
            "instructions": "File name: This dataset is stored in NetCDF format, named as “QTP025deg.aabb.V0.nc”, where aa represents the starting year, bb represents the ending year. Each file covers the daily dataset from August 1 of the starting year to July 31 of the ending year.\nData reading method: various NetCDF format software and reading programs can be used for reading. Each file contains 6 fields, including time, grid center longitude, grid center latitude, original snow depth (SD) from the global product, the new adjusted SD, the new adjusted snow water equivalent (SWE).",
            "instructionsCn": "文件命名：以NetCDF格式存储，文件的名称为“QTP025deg.aabb.V0.nc”，其中aa表示起始年的缩写，bb表示结束年的缩写。每个文件保存的内容包含了起始年8月1日到结束年7月31日的逐日数据。\n数据读取方式：NetCDF方式读取。每个文件包含6个字段，日期、经度、纬度、从全球数据提取的原始雪深、校正雪深、校正雪水当量。",
            "east": 105.0,
            "west": 70.0,
            "south": 25.0,
            "north": 50.0,
            "startTime": "2012-08-01 14:32:51",
            "endTime": "2020-07-31 14:32:51",
            "fileSize": 492209296.0,
            "cstr": "18406.11.Cryos.tpdc.300607",
            "doi": "10.11888/Cryos.tpdc.300607",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "潘金梅",
                "nameEn": "PAN Jinmei",
                "unitEn": "",
                "unitCn": "中国科学院国家空间科学中心"
            },
            {
                "nameCn": "潘方博",
                "nameEn": "PAN Fangbo ",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "蒋玲梅",
                "nameEn": "JIANG Lingmei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "施建成",
                "nameEn": "SHI Jiancheng",
                "unitEn": "",
                "unitCn": "中国科学院国家空间科学中心"
            }
        ],
        "literatureList": [
            {
                "titleCn": "亚洲水塔区域MODIS逐日无云积雪覆盖度数据集（2000-2022）",
                "titleEn": null,
                "referenceCn": "蒋玲梅, 潘方博, 王功雪, 潘金梅, 施建成, 张成. (2022). 亚洲水塔区域MODIS逐日无云积雪覆盖度数据集（2000-2022）. 时空三极环境大数据平台, DOI: 10.11888/Cryos.tpdc.272503. CSTR: 18406.11.Cryos.tpdc.272503.",
                "referenceEn": null
            },
            {
                "titleCn": "亚洲水塔地区3km积雪多参数数据集V0（2019.8-2020.7）",
                "titleEn": null,
                "referenceCn": "潘金梅, 潘方博, 施建成. (2023). 亚洲水塔地区3km积雪多参数数据集V0（2019.8-2020.7）. 国家青藏高原科学数据中心.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "积雪",
                "nameEn": "Snow"
            },
            {
                "nameCn": "积雪深度",
                "nameEn": "Snow depth"
            },
            {
                "nameCn": "雪水当量",
                "nameEn": "Snow water equivalent"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "亚洲水塔区",
                "keywordEn": "Asia water Tower District"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012-2020",
                "keywordEn": "2012-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Concept Completion": [
            {
                "QuestionEn": "What is the spatial resolution of the snow depth and snow water equivalent data in the Asian Water Tower region?",
                "QuestionCn": "亚洲水塔地区的雪深和雪水当量数据的空间分辨率是多少？",
                "AnswerEn": "0.25 degrees",
                "AnswerCn": "0.25度",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific attributes and methods used to correct snow depth and snow water equivalent in datasets related to the Asian Water Tower region?",
                "QuestionCn": "在与亚洲水塔地区相关的数据集中，用于修正雪深和雪水当量的具体属性和方法是什么？",
                "AnswerEn": "high-resolution (3km) snow depth product, 0.25° resolution, average annual snow density from the SNTHERM snow process model",
                "AnswerCn": "高分辨率（3公里）雪深产品，0.25°分辨率，来自SNTHERM雪过程模型的平均年度雪密度。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the temporal resolution of the snow depth and snow water equivalent dataset for the Asian water tower region?",
                "QuestionCn": "亚洲水塔地区的雪深和雪水当量数据集的时间分辨率是多少？",
                "AnswerEn": "1 day",
                "AnswerCn": "1天",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contributed to the need for correcting snow depth and snow water equivalent data in the Asian Water Tower region?",
                "QuestionCn": "导致亚洲水塔地区需要修正雪深和雪水当量数据的因素有哪些？",
                "AnswerEn": "The need for correction arises from the initial extraction of data from a global dataset supported by a snow physical process model, which was later refined using high-resolution (3 km) snow depth products based on optical and passive microwave data as reference values. This correction at a 0.25° resolution scale aimed to enhance data accuracy using the physical mechanism inversion. The high-resolution data provided a key reference, and the correction was necessary to align the dataset more closely with observed values, as evidenced by a correlation coefficient of 0.79 with the newly generated corrected snow depth.",
                "AnswerCn": "纠正的需求源于最初从一个全球数据集中提取数据，该数据集由一个雪物理过程模型支持，后来使用基于光学和被动微波数据的高分辨率（3公里）雪深产品作为参考值进行了精细化。这种在0.25°分辨率尺度上的修正旨在通过物理机制反演来提高数据的准确性。高分辨率数据提供了一个关键的参考，修正是必要的，以使数据集与观测值更紧密对齐，新的修正雪深与观测值的相关系数为0.79。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on data accuracy of using high-resolution snow depth products as reference values for correcting regional scale snow depth and snow water equivalent datasets?",
                "QuestionCn": "使用高分辨率雪深产品作为参考值来校正区域尺度的雪深和雪水当量数据集，可能对数据准确性产生的潜在后果是什么？",
                "AnswerEn": "Using high-resolution snow depth products as reference values can significantly improve the accuracy of regional scale snow depth and snow water equivalent datasets. In the provided field, the high-resolution (3km) snow depth data served as reference values, resulting in a corrected dataset with a correlation coefficient of 0.79 when compared to the original data. This suggests that the correction enhances the reliability and precision of snow depth measurements, which is crucial for accurate snow-related research and applications in the Asian Water Tower region.",
                "AnswerCn": "使用高分辨率雪深产品作为参考值可以显著提高区域尺度雪深和雪水当量数据集的准确性。在提供的领域中，高分辨率（3公里）雪深数据作为参考值，导致修正后的数据集与原始数据相比，相关系数达到了0.79。这表明修正增强了雪深测量的可靠性和精确性，这对于亚洲水塔地区的雪相关研究和应用至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of creating a dataset that corrects snow depth and snow water equivalent for the Asian water tower region from 2012 to 2020 using a snow physical process model?",
                "QuestionCn": "创建一个从2012年到2020年修正亚洲水塔地区雪深和雪水当量的数据集的主要目标是什么？使用雪物理过程模型。",
                "AnswerEn": "The primary objectives are to provide corrected snow depth and snow water equivalent data specific to the Asian water tower region by refining global passive microwave-derived snow depth data using high-resolution reference values derived from optical and microwave data. This process aims to improve the accuracy and reliability of snow measurements for research and applications in the region.",
                "AnswerCn": "主要目标是通过利用来自光学和微波数据的高分辨率参考值，修正全球被动微波衍生的雪深数据，以提供特定于亚洲水塔地区的修正雪深和雪水当量数据。这个过程旨在提高该地区雪测量的准确性和可靠性，以便于研究和应用。",
                "Level": "C6(Creating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in calibrating snow depth and snow water equivalent data for a 0.25-degree resolution dataset in the Asian Water Tower region using a snow physical process model?",
                "QuestionCn": "在亚洲水塔地区使用雪物理过程模型对0.25度分辨率数据进行雪深和雪水当量数据校准的程序步骤包括：\n\n1. 数据收集：收集相关的气象数据、遥感数据和地面观测数据，包括温度、降水、风速、湿度等。\n\n2. 模型选择：选择适合该地区的雪物理过程模型，确保模型能够准确模拟雪的形成、积累和融化过程。\n\n3. 初始参数设置：根据文献和前期研究，设置模型的初始参数，包括雪的密度、热导率等。\n\n4. 数据预处理：对收集到的数据进行预处理，包括缺失值填补、数据平滑和时间序列对齐等。\n\n5. 模型运行：使用预处理后的数据运行雪物理过程模型，生成初步的雪深和雪水当量数据。\n\n6. 校准过程：将模型输出与地面观测数据进行比较，识别偏差并调整模型参数，以提高模型的准确性。\n\n7. 验证：使用独立的观测数据集验证校准后的模型，确保其在不同条件下的可靠性。\n\n8. 结果分析：分析校准后的雪深和雪水当量数据，评估其在研究区域的空间分布和时间变化。\n\n9. 数据发布：将校准后的数据整理并发布，供后续研究和应用使用。\n\n10. 持续监测：建立持续监测机制，定期更新模型参数和数据，以适应气候变化和其他环境因素的影响。",
                "AnswerEn": "The procedure involves extracting the Asian Water Tower region's data from the global AMSR2 passive microwave snow depth inversion dataset. The extracted data is then corrected at a 0.25-degree scale using high-resolution (3km) snow depth products, which are derived from optical and passive microwave data for the 2019-2020 snow year. These high-resolution data serve as reference truth values. Snow water equivalent is calculated by converting corrected snow depth using pixel-wise annual average snow density, obtained from the SNTHERM snow process model.",
                "AnswerCn": "该程序涉及从全球AMSR2被动微波雪深反演数据集中提取亚洲水塔地区的数据。提取的数据随后在0.25度的尺度上进行修正，使用的是2019-2020雪季基于光学和被动微波数据获得的高分辨率（3公里）雪深产品，这些高分辨率数据作为参考真实值。通过使用从SNTHERM雪过程模型获得的逐像素年平均雪密度，将修正后的雪深转换为雪水当量。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What specific methodologies or technological advancements enable the correction and improvement of snow depth and snow water equivalent data at a 0.25° resolution in the Asian Water Tower region?",
                "QuestionCn": "哪些具体的方法论或技术进步能够在亚洲水塔地区以0.25°的分辨率纠正和改善雪深和雪水当量数据？",
                "AnswerEn": "The correction and improvement of snow depth and snow water equivalent data at a 0.25° resolution in the Asian Water Tower region are enabled by using high-resolution (3km) snow depth products derived from optical and passive microwave combined methods, which serve as a reference truth. This process involves pixel-by-pixel revisions of the AMSR2 passive microwave snow depth retrievals based on physical principles, with snow water equivalent being calculated using average snow density from the SNTHERM snow process model.",
                "AnswerCn": "在亚洲水塔地区，利用高分辨率（3公里）基于光学和被动微波结合方法获得的雪深产品作为参考真值，能够对0.25°分辨率的雪深和雪水当量数据进行修正和改进。这个过程涉及基于物理原理对AMSR2被动微波雪深检索结果进行逐像素修正，同时使用SNTHERM雪过程模型的平均雪密度计算雪水当量。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}