{
    "id": "41c818c2-964c-4112-9a44-a36bcc9ecf37",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geochemical dataset of Late Cretaceous magmatic rocks from Baingoin in central Tibet",
            "titleCn": "西藏中部班戈地区晚白垩世岩浆岩地球化学数据集",
            "description": "The dataset includes whole-rock major and trace elemental, zircon U-Pb and Hf isotopic data. Samples were collected from dacites and rhyolites from Baingoin in central Tibet. Zircon U-Pb and Hf isotopic data were analyzed on LA-IC-MS and LA-MC-ICP-MS, respectively. Whole-rock major and trace elemental analyses were performed on XRF and ICP-MS, respectively. The data has very good quality. These data are able to constrain the age, genesis, and tectonic settings of post-collisional Late Cretaceous magmatism from northern Lhasa subterrane.",
            "descriptionCn": "本文数据包含英安玢岩和流纹斑岩的全岩主量元素和微量元素、锆石U–Pb年龄和Hf同位素数据。样品采集自西藏中部班戈地区的英安玢岩和流纹斑岩。锆石U-Pb年代学和锆石Hf同位素数据是通过激光剥蚀-电感耦合等离子体质谱仪获得的。岩石全岩主微量地球化学数据是通过X荧光光谱仪和电感耦合等离子体质谱仪分析获得的。数据质量可靠。通过获得的数据，可以限定区域内北部拉萨地体碰撞后晚白垩世岩浆作用的时代、成因和形成背景。",
            "instructions": "All data are Excel files: UPb.xlsx for zircon U-Pb dating data, WRMT.xlsx for whole-rock major and trace elemental data, Hf.xlsx for zircon Hf isotopic data.",
            "instructionsCn": "所有数据以Excel文件存储：文件名为UPb.xlsx代表放射性同位素U-Pb数据；文件名为WRMT.xlsx代表全岩主微量地球化学数据；文件名为Hf.xlsx代表锆石Hf同位素数据。",
            "east": 89.839067,
            "west": 89.839067,
            "south": 31.481667,
            "north": 31.481667,
            "startTime": null,
            "endTime": null,
            "fileSize": 59176.0,
            "cstr": null,
            "doi": "10.1016/j.lithos.2018.07.001",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "易建康",
                "nameEn": "YI Jiankang",
                "unitEn": "",
                "unitCn": "中国地质大学（北京）"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Westward-younging high-Mg adakitic magmatism in central Tibet: Record of a westward-migrating lithospheric foundering beneath the Lhasa–Qiangtang collision zone during the Late Cretaceous",
                "referenceCn": null,
                "referenceEn": "Yi, J.K., Wang, Q., Zhu, D.C., Li, S.M., Liu, S.A., Wang, R., Zhang, L.L., & Zhao, Z.D. (2018). Westward-younging high-Mg adakitic magmatism in central Tibet: Record of a westward-migrating lithospheric foundering beneath the Lhasa–Qiangtang collision zone during the Late Cretaceous. Lithos, 316-317, 92-103. https://doi.org/10.1016/j.lithos.2018.07.001"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "主量元素",
                "nameEn": "Major elements"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "微量元素",
                "nameEn": "Trace elements"
            },
            {
                "nameCn": "锆石Hf同位素",
                "nameEn": "Zircon Hf isotope"
            },
            {
                "nameCn": "锆石U-Pb定年",
                "nameEn": "Ziron U-Pb dating"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "班戈",
                "keywordEn": "Baingoin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "晚白垩",
                "keywordEn": "Late Cretaceous",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Definition": [
            {
                "QuestionEn": "What is the process of obtaining zircon U-Pb age data using laser ablation-inductively coupled plasma mass spectrometry?",
                "QuestionCn": "获取锆石U-Pb年龄数据的过程使用激光剥蚀-电感耦合等离子体质谱法。",
                "AnswerEn": "Zircon U-Pb age data is obtained through laser ablation-inductively coupled plasma mass spectrometry, which involves using a focused laser beam to ablate a small area of a zircon crystal. The ablated material is then carried by a carrier gas into the inductively coupled plasma, where it is ionized. The ions are then analyzed by the mass spectrometer to determine the isotopic composition, allowing for the calculation of the U-Pb age of the zircon.",
                "AnswerCn": "锆石U-Pb年龄数据是通过激光剥蚀-电感耦合等离子体质谱法获得的，该方法涉及使用聚焦激光束对锆石晶体的小区域进行剥蚀。剥蚀的材料随后通过载气输送到电感耦合等离子体中，在那里被电离。然后，质谱仪分析这些离子以确定同位素组成，从而计算锆石的U-Pb年龄。",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can the geochemical data of ignimbrite and rhyolitic porphyry rocks reveal about the tectonic evolution and magmatic processes in the post-collisional Late Cretaceous period in central Tibet?",
                "QuestionCn": "火山灰岩和 rhyolitic 斑岩的地球化学数据可以揭示中部西藏后碰撞晚白垩世时期的构造演化和岩浆过程。",
                "AnswerEn": "The geochemical data of ignimbrite and rhyolitic porphyry rocks, including major and trace elements, zircon U-Pb ages, and Hf isotopic compositions, can provide insights into the timing, genesis, and formation environment of magmatism in the region. By analyzing these data, researchers can infer the tectonic evolution and magmatic processes that occurred during the post-collisional Late Cretaceous period in central Tibet.",
                "AnswerCn": "火山灰岩和 rhyolitic 斑岩的地球化学数据，包括主要和微量元素、锆石 U-Pb 年龄以及 Hf 同位素组成，可以为该地区岩浆活动的时序、成因和形成环境提供洞察。通过分析这些数据，研究人员可以推断出中央 Tibet 在后碰撞晚白垩世期间发生的构造演化和岩浆过程。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What underlying factors contribute to the selection of specific geochemical analysis techniques for studying magmatic rocks in central Tibet during the Late Cretaceous?",
                "QuestionCn": "哪些潜在因素促成了在研究中央西藏晚白垩世的火成岩时选择特定的地球化学分析技术？",
                "AnswerEn": "The selection of geochemical analysis techniques, such as laser ablation-inductively coupled plasma mass spectrometry for zircon U–Pb dating and Hf isotopic analysis, as well as X-ray fluorescence spectrometry and inductively coupled plasma mass spectrometry for whole-rock major and trace element geochemistry, is driven by the need to obtain reliable data on the age, origin, and formation context of the magmatic activity in the northern Lhasa terrane following the Late Cretaceous collision events.",
                "AnswerCn": "地球化学分析技术的选择，如激光剥蚀-电感耦合等离子体质谱法用于锆石U-Pb定年和Hf同位素分析，以及X射线荧光光谱法和电感耦合等离子体质谱法用于全岩主要和微量元素地球化学，都是为了获得关于北拉萨地块在晚白垩世碰撞事件后岩浆活动的年龄、来源和形成背景的可靠数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential implications on data accuracy and geochemical analysis when using laser ablation-inductively coupled plasma mass spectrometry and X-ray fluorescence spectrometry for collecting zircon U–Pb age and whole-rock geochemical data?",
                "QuestionCn": "使用激光剥蚀-电感耦合等离子体质谱法和X射线荧光光谱法收集锆石U-Pb年龄和全岩地球化学数据时，对数据准确性和地球化学分析的潜在影响是什么？",
                "AnswerEn": "Using laser ablation-inductively coupled plasma mass spectrometry and X-ray fluorescence spectrometry provides reliable data quality for zircon U–Pb age and whole-rock geochemical analysis. This approach allows researchers to accurately determine the age, origin, and formation background of magmatic activities in the specified region, contributing to a deeper understanding of the post-collisional magmatism of the Late Cretaceous period in the northern Lhasa Terrane.",
                "AnswerCn": "使用激光烧蚀-电感耦合等离子体质谱法和X射线荧光光谱法可以提供可靠的锆石U-Pb年龄和全岩地球化学分析数据质量。这种方法使研究人员能够准确确定特定区域内的岩浆活动的年龄、来源和形成背景，从而有助于深入理解北拉萨地块晚白垩世的后碰撞岩浆活动。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting geochemical data, including zircon U-Pb ages and Hf isotopes, from magmatic rocks in regions like central Tibet's Bangoin area during the Late Cretaceous period?",
                "QuestionCn": "在像中央西藏的邦贡地区收集岩浆岩的地球化学数据，包括锆石U-Pb年龄和Hf同位素的主要目标是什么？",
                "AnswerEn": "The primary objective of collecting geochemical data, including zircon U-Pb ages and Hf isotopes from magmatic rocks in regions like central Tibet's Bangoin area during the Late Cretaceous period, is to determine the timing, origin, and formation background of post-collisional magmatism in the northern Lhasa terrane.",
                "AnswerCn": "收集地球化学数据，包括来自中央西藏邦贡地区晚白垩世的岩浆岩的锆石U-Pb年龄和Hf同位素的主要目的是确定北拉萨地体后碰撞岩浆活动的时间、来源和形成背景。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the instrumental techniques and procedural steps involved in collecting and analyzing zircon U-Pb age and Hf isotope data to understand geological formations in magmatic rocks?",
                "QuestionCn": "收集和分析锆石U-Pb年龄和Hf同位素数据以理解岩浆岩地质构造所涉及的仪器技术和程序步骤是什么？",
                "AnswerEn": "Zircon U-Pb age and Hf isotope data are collected using laser ablation-inductively coupled plasma mass spectrometry (LA-ICP-MS). This method involves sampling zircon crystals from magmatic rocks, ablating them with a laser to produce an aerosol, and then analyzing the isotopic composition of the aerosol in a mass spectrometer to determine age and isotopic ratios.",
                "AnswerCn": "锆石U-Pb年龄和Hf同位素数据是通过激光剥蚀-电感耦合等离子体质谱法（LA-ICP-MS）收集的。这种方法涉及从岩浆岩中取样锆石晶体，用激光剥蚀它们以产生气溶胶，然后在质谱仪中分析气溶胶的同位素组成，以确定年龄和同位素比率。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}