{
    "id": "41cc99da-caf3-42c4-b553-a57ffb3b6df6",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Genome sequencing data of cyanine de novo",
            "titleCn": "蔓菁de novo基因组测序数据",
            "description": "In order to analyze how and when vines entered the Qinghai Tibet Plateau, and to explore the relationship between the spread and domestication of vines on the Qinghai Tibet Plateau and the plateau settlement and ancient Silk exchanges of early human activities, the research team conducted genome sequencing and de sequencing of the whole genome of self bred F1 varieties of Brassica rapa in Nangqian County of Qinghai Province in June 2018 The size of the assembled genome was 409.69 MB and contig N50 was 1.21 MB. This result can provide a genetic basis for studying the relationship between plant dispersal and human activities. At the same time, this study will help to reveal the effects of artificial domestication and human selection on the genetic differentiation of the plant and the adaptive mechanism of the plant to the plateau ecological environment.",
            "descriptionCn": "为了解析蔓菁如何、何时进入青藏高原，探讨蔓菁在青藏高原传播与驯化与早期人类活动的高原定居和古丝绸交流之间的关系，2018年6月，课题组利用三代基因组测序技术，对青海省囊谦县的蔓菁自交F1代品种进行全基因组测序和De Novo组装，得到组装基因组大小为409.69 Mb，Contig N50为1.21 Mb。这一结果可为研究植物扩散与人类活动之间的关系提供遗传基础。同时，这项研究有助于揭示人工驯化和人类选择对蔓菁的遗传分化的影响，以及蔓菁适应高原生态环境的适应性机制。",
            "instructions": "File name: genomic data is stored in text format, and the name of the file is \"20181106\" final.genome.fasta ”Of which, 2018 represents the year and 1106 represents the date. Data reading mode: the data can be opened directly with a text program. (e.g. EDITPLUS)",
            "instructionsCn": "文件命名：基因组数据以文本格式存储，文件的名称为“20181106final.genome.fasta”，其中2018代表年，1106代表日期。数据读取方式：该数据可以直接用文本程序打开。（如：EditPlus）",
            "east": 97.0,
            "west": 95.0,
            "south": 31.0,
            "north": 32.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 436289022646.0,
            "cstr": "18406.11.Geogra.tpdc.271070",
            "doi": "10.11888/Geogra.tpdc.271070",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "段元文",
                "nameEn": "DUAN Yuanwen",
                "unitEn": "",
                "unitCn": "中国科学院昆明植物研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "蔓菁de novo基因组测序数据",
                "titleEn": null,
                "referenceCn": "段元文，杨云强.蔓菁de novo基因组测序数据",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "生物资源",
                "nameEn": "Biological Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青海省玉树藏族自治州囊谦县",
                "keywordEn": "Nanqian,Yushu,Qinghai"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the genomic data collected for understanding the domestication and adaptation of Brassica rapa in the Tibetan Plateau?",
                "QuestionCn": "为了解青藏高原上芥菜（Brassica rapa）的驯化和适应性而收集的基因组数据的特征是什么？",
                "AnswerEn": "whole-genome sequencing, de novo assembly, inbred F1 generation variety, 409.69 Mb genome size, Contig N50 of 1.21 Mb",
                "AnswerCn": "全基因组测序，从头组装，自交F1代品种，基因组大小为409.69 Mb，Contig N50为1.21 Mb。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the assembled genome size obtained through de novo genome sequencing for understanding turnip's adaptation on the Tibetan Plateau?",
                "QuestionCn": "通过de novo基因组测序获得的用于理解芜菁在青藏高原适应的组装基因组大小是多少？",
                "AnswerEn": "409.69 Mb",
                "AnswerCn": "409.69 兆字节",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'de novo genome sequencing' mean in the context of analyzing plant adaptation and domestication?",
                "QuestionCn": "“de novo基因组测序”在分析植物适应和驯化的背景下意味着从头开始测定一个物种的完整基因组序列，而不是依赖于已有的基因组数据。这种方法可以帮助研究人员识别与植物适应环境和驯化过程相关的基因和遗传变异。",
                "AnswerEn": "'De novo genome sequencing' refers to the process of determining the complete DNA sequence of an organism's genome from scratch, without using a reference genome. In the context of analyzing plant adaptation and domestication, it involves sequencing and assembling the entire genome of a plant species, like the turnip, to understand its genetic adaptations to specific environments, such as the Qinghai-Tibet Plateau, and the impact of human activities on its domestication and genetic differentiation.",
                "AnswerCn": "“从头基因组测序”是指从零开始确定一个生物体基因组的完整DNA序列的过程，而不使用参考基因组。在分析植物适应性和驯化的背景下，它涉及对植物物种（如大头菜）整个基因组的测序和组装，以了解其对特定环境（如青藏高原）的遗传适应，以及人类活动对其驯化和遗传分化的影响。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the choice of using third-generation genome sequencing techniques for de novo assembly in plant genetic research on the Tibetan Plateau?",
                "QuestionCn": "在青藏高原的植物遗传研究中，选择使用第三代基因组测序技术进行de novo组装的因素有哪些？",
                "AnswerEn": "The use of third-generation genome sequencing techniques for de novo assembly in plant genetic research on the Tibetan Plateau is influenced by the need to obtain high-quality and comprehensive genomic data. This approach allows researchers to explore the relationship between plant diffusion and human activities, such as early human settlement and ancient Silk Road exchanges, by providing a genetic basis for understanding these interactions. Additionally, it aids in revealing the effects of artificial domestication and human selection on genetic differentiation and the adaptive mechanisms of plants like turnip to high-altitude environments.",
                "AnswerCn": "第三代基因组测序技术在青藏高原植物遗传研究中的去 novo 组装应用受到获取高质量和全面基因组数据需求的影响。这种方法使研究人员能够探索植物扩散与人类活动之间的关系，例如早期人类定居和丝绸之路古代交流，通过提供理解这些互动的遗传基础。此外，它有助于揭示人工驯化和人类选择对植物（如芜菁）在高海拔环境中的遗传分化和适应机制的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using third-generation genome sequencing technology on the understanding of turnip domestication and human selection impacts?",
                "QuestionCn": "使用第三代基因组测序技术对芜菁驯化和人类选择影响的理解可能产生的后果是什么？",
                "AnswerEn": "The use of third-generation genome sequencing technology for de novo genome assembly of turnip varieties can provide a comprehensive genetic basis for studying the relationship between plant spread and human activities. This approach can reveal the genetic differentiation influenced by artificial domestication and human selection, as well as the adaptive mechanisms of turnip to the ecological environment of the plateau.",
                "AnswerCn": "第三代基因组测序技术用于芜菁品种的de novo基因组组装，可以为研究植物传播与人类活动之间的关系提供全面的遗传基础。这种方法可以揭示人工驯化和人类选择影响下的遗传分化，以及芜菁对高原生态环境的适应机制。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective behind utilizing de novo genome sequencing techniques for studying the genetic adaptation mechanisms of Brassica rapa in the Tibetan Plateau?",
                "QuestionCn": "利用de novo基因组测序技术研究青菜（Brassica rapa）在青藏高原的遗传适应机制的主要目标是什么？",
                "AnswerEn": "The primary objective is to provide a genetic basis for understanding the relationship between plant dispersal and human activities, investigate the influence of artificial domestication and human selection on the genetic differentiation of Brassica rapa, and reveal the adaptive mechanisms of Brassica rapa to the plateau ecological environment.",
                "AnswerCn": "主要目标是提供一个遗传基础，以理解植物传播与人类活动之间的关系，研究人工驯化和人类选择对芥菜（Brassica rapa）遗传分化的影响，并揭示芥菜对高原生态环境的适应机制。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are adopted to utilize third-generation sequencing technology for de novo genome assembly in the context of studying plant diffusion and human activity relationships?",
                "QuestionCn": "在研究植物扩散与人类活动关系的背景下，采用第三代测序技术进行de novo基因组组装的程序包括哪些步骤？",
                "AnswerEn": "The procedures involve conducting whole-genome sequencing and de novo assembly on an inbred F1 generation variety of turnip from Nangqian County, Qinghai Province. The genome assembly achieved a size of 409.69 Mb with a Contig N50 of 1.21 Mb, providing a genetic foundation to explore the relationships between plant diffusion, domestication, and human activity on the Qinghai-Tibet Plateau.",
                "AnswerCn": "这些程序涉及对来自青海省囊谦县的自交F1代甘蓝种进行全基因组测序和de novo组装。基因组组装的大小为409.69 Mb，Contig N50为1.21 Mb，为探索植物扩散、驯化和人类活动在青藏高原上的关系提供了遗传基础。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the de novo genome sequencing of turnip varieties from the Qinghai-Tibet Plateau to investigate their domestication and adaptation processes?",
                "QuestionCn": "哪些技术进步使得能够对来自青藏高原的芜菁品种进行de novo基因组测序，以研究它们的驯化和适应过程？",
                "AnswerEn": "The use of third-generation genome sequencing technologies enabled the de novo genome sequencing of a turnip variety from Nangqian County, Qinghai Province. This approach allowed researchers to assemble a genome size of 409.69 Mb with a Contig N50 of 1.21 Mb, providing a genetic basis for studying the relationship between plant diffusion, human activity, and the influence of artificial domestication and human selection.",
                "AnswerCn": "第三代基因组测序技术的使用使得来自青海省囊谦县的一种芜菁品种的de novo基因组测序成为可能。这种方法使研究人员组装出一个大小为409.69 Mb的基因组，Contig N50为1.21 Mb，为研究植物扩散、人类活动以及人工驯化和人类选择的影响提供了遗传基础。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}