{
  "id": "4216772b-c9be-48f4-81f1-379427b7715d",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Mitochondrial genome data of population in the southeastern margin of Qinghai Tibet Plateau (2016-2019)",
      "titleCn": "青藏高原东南缘人群线粒体基因组数据（2016-2019）",
      "description": "The western and northeastern Yunnan is located in the southeast of the Qinghai Tibet Plateau. Previous genetic studies have shown that there are substantial genetic imprints of late Paleolithic human in this region, and these ancient genetic imprints are likely to spread further to the Qinghai Tibet Plateau. Therefore, the genetic study of the population in this area is helpful to clarify the migration history of early human settlement in the Qinghai Tibet Plateau. In this study, we studied the genetics of Dai people in different areas of Yunnan Province. The mitochondrial DNA hypervariable regions of 264 Dai individuals were sequenced by Sanger sequencing. Based on phylogenetic analysis, we control the quality of these data to ensure that there is no sample contamination and other quality problems. According to the revised Cambridge Reference Sequence, the variants were recorded. According to the phylogenetic tree of mitochondrial DNA in the world population (PhyloTree.org), each sample was allocated into certain haplogrop. Based on the published mtDNA data of Dai people in other areas, the maternal genetic structure and formation mechanism of Dai population were systematically studied. The results showed that there was a close genetic relationship among the Dai populations in different regions, and the haplogroups (F1a, M7B and B5a) shared by these populations could be traced back to southern China, suggesting that the Dai population might have originated in southern China and migrated southward to the mainland and Southeast Asia in the Iron or Bronze age. The genetic differentiation of the Dai population in different regions is consistent with the phenomenon that their language and culture have some differences, which indicates that the Dai people and the surrounding populations in the southward migration.",
      "descriptionCn": "云南西部和东北部位于青藏高原东南，前期遗传学研究表明，该区域人群中保留着较多旧石器晚期人类的遗传印记，并且这些古老的遗传印记很可能进一步扩散到青藏高原。因此，对该区域人群的遗传学研究，有助于厘清早期人类定居青藏高原的迁徙历史。在本研究中，我们对分布于云南不同地区的傣族人群进行了遗传学研究。采用Sanger测序的方法对264个傣族个体进行了线粒体DNA高变区测序。基于系统发育思想，我们对这些数据进行质量控制，确保没有样本污染等质量问题。以修订后的剑桥标准序列参考，进行突变位点的输出。根据世界范围内的人群的线粒体DNA系统发育树（PhyloTree.org），对每个样本进行单倍型类群划分。结合已发表的其他地区的傣族人群的mtDNA数据，系统研究了傣族人群的母系遗传结构和形成机制。结果表明，不同地区的泰族人群有着较近的遗传关系，并且在这些泰族人群中普遍存在的单倍型类群（F1a、M7b以及B5a）可追溯至中国南方，提示泰族人群可能起源于中国南方，并在铁器或青铜时代向南迁徙至大陆东南亚。不同地区的泰族群体在遗传上表现出一定程度的分化，这与他们的语言和文化存在一定差异的现象相吻合，说明泰族在向南迁徙的过程中与周边人群（如藏缅语族、南亚语系等）发生了文化和遗传融合。",
      "instructions": "命名方式为：sample ID(location).seq",
      "instructionsCn": "fas格式，可以采用文字编辑器（如Editplus）和MEGA等打开查看和分析。",
      "east": 105.06,
      "west": 97.92,
      "south": 21.729062694252878,
      "north": 25.095720916419467,
      "startTime": "2016-05-12 00:00:00",
      "endTime": "2019-12-08 11:59:59",
      "fileSize": 302940.0,
      "cstr": null,
      "doi": "10.1038/jhg.2016.36",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "孔庆鹏",
        "nameEn": "KONG Qingpeng",
        "unitEn": "Kunming Institute of Zoology, Chinese Academy of Sciences",
        "unitCn": "中国科学院昆明动物研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Exploring the maternal history of the Tai people",
        "referenceCn": null,
        "referenceEn": "Li, Y.C., Huang, W., Tian, J.Y., Kong, Q.P. (2016). Exploring the maternal history of the Tai people. Journal of Human Genetics, 61, 721–729."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "草地",
        "nameEn": "Grassland"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "云南西部",
        "keywordEn": "western Yunnan"
      },
      {
        "keywordCn": "傣族",
        "keywordEn": "Dai people"
      },
      {
        "keywordCn": "线粒体DNA",
        "keywordEn": "mitochondrial DNA"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2016-2019",
        "keywordEn": "2016-2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What data collection method was used to obtain mitochondrial genome data from populations in the southeastern margin of the Qinghai-Tibet Plateau?",
        "QuestionCn": "用于获取青藏高原东南边缘人群线粒体基因组数据的数据收集方法是什么？",
        "AnswerEn": "Sanger sequencing",
        "AnswerCn": "桑格测序",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used for studying the genetic history of human populations in the southeastern margin of the Tibetan Plateau?",
        "QuestionCn": "用于研究西南藏区人群遗传历史的数据收集方法的特点是什么？",
        "AnswerEn": "sequencing mitochondrial DNA hypervariable regions, Sanger sequencing, quality control measures, phylogenetic approaches, haplogroup classification, global mtDNA phylogenetic tree",
        "AnswerCn": "线粒体DNA高变区测序，Sanger测序，质量控制措施，系统发育方法，单倍群分类，全球mtDNA系统发育树。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many individuals were sequenced for mitochondrial DNA data in the genetic study related to the southeastern edge of the Tibetan Plateau?",
        "QuestionCn": "在与青藏 Plateau东南边缘相关的遗传研究中，有多少个体的线粒体DNA数据被测序？",
        "AnswerEn": "264",
        "AnswerCn": "264",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the use of Sanger sequencing for mitochondrial DNA hypervariable region analysis in population genetics studies on the southeastern edge of the Tibetan Plateau?",
        "QuestionCn": "哪些因素促使在对青藏高原东南边缘的人口遗传学研究中使用桑格测序分析线粒体DNA超可变区？",
        "AnswerEn": "The choice to use Sanger sequencing for mitochondrial DNA hypervariable region analysis in population genetics studies is likely influenced by the need for high accuracy in sequencing to ensure quality control and avoid sample contamination. This method allows for precise identification of mutation sites and haplogroup classification, which is crucial for understanding the genetic structure and migration history of populations, such as those on the southeastern edge of the Tibetan Plateau. Additionally, using a well-established reference like the revised Cambridge Reference Sequence aids in generating comparable and reliable data across studies.",
        "AnswerCn": "在种群遗传学研究中选择使用桑格测序进行线粒体DNA高变区分析，可能受到对高准确性测序的需求影响，以确保质量控制并避免样本污染。这种方法允许精确识别突变位点和单倍群分类，这对于理解种群的遗传结构和迁徙历史至关重要，例如位于青藏高原东南边缘的种群。此外，使用修订后的剑桥参考序列作为一个公认的参考，有助于在研究之间生成可比较和可靠的数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using Sanger sequencing for mitochondrial DNA analysis in terms of identifying genetic imprints from the Paleolithic era in populations located in the southeastern edge of the Tibetan Plateau?",
        "QuestionCn": "使用桑格测序进行线粒体DNA分析在识别位于青藏高原东南边缘的人群中来自旧石器时代的遗传印记方面的后果是什么？",
        "AnswerEn": "Using Sanger sequencing for mitochondrial DNA analysis allows for the detailed examination of genetic imprints from the Paleolithic era. This method facilitates the identification of specific haplogroups within the mitochondrial genome, which can trace back ancient human migration patterns and provide evidence of genetic continuity or divergence over time. By applying rigorous quality control measures, Sanger sequencing ensures the reliability of results and helps in understanding the genetic relationships and evolutionary history of populations in the southeastern edge of the Tibetan Plateau.",
        "AnswerCn": "使用桑格测序进行线粒体DNA分析可以详细检查旧石器时代的遗传印记。这种方法有助于识别线粒体基因组中的特定单倍群，从而追溯古代人类迁徙模式，并提供遗传连续性或分歧的证据。通过应用严格的质量控制措施，桑格测序确保结果的可靠性，并有助于理解位于青藏高原东南边缘的人群的遗传关系和进化历史。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}