{
    "id": "4225a0a6-972c-4c15-b6e9-5925e6c6a0d2",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Landuse/Landcover data of the Heihe river basin (2000)",
            "titleCn": "黑河流域土地利用/土地覆盖数据集（2000）",
            "description": "China 1:100000 data of land use is a major application in the Chinese Academy of Sciences \"five-year\" project \"the national resources and environment remote sensing macroscopic investigation and study of dynamic organized 19 Chinese Academy of Sciences institute of remote sensing science and technology team, by means of satellite remote sensing, in three years based on Landsat MSS, TM and ETM remote sensing data established China 1:100000 images and vector of land use database.The main contents include: China 1:100,000 land use data;China 1:100,000 land use graph data and attribute data.\nThe data was directly clipped from China's 1:100,000 land-use data.A hierarchical land cover classification system was adopted for the land use data of heihe basin of 1:100,000, and the whole basin was divided into 6 primary categories (arable land, forest land, grassland, water area, urban and rural areas, industrial and mining areas, residential land and unused land) and 26 secondary categories.The data type is vector polygon, which is stored in Shape format.There are two types of data projection: WGS84/ALBERS;Data coverage covers the new heihe watershed boundary (lack of outer Mongolia data).\nLand use classification attributes:\nThe first class type and the second class type attributes encode the spatial distribution position\nCultivated paddy field 113 is mainly distributed in alluvial plain, basin and valley\nCultivated paddy field 112 distributed in hilly valley narrow valley platform or beach (with irrigation conditions)\nCultivated paddy field 111 is mainly distributed in mountain valley narrow valley platform or beach (with better irrigation conditions)\nArable land 124 is mainly distributed in mountainous areas, the slope is generally more than 25 degrees (belongs to the steep slope hanging land), should be returned to forest.\nCultivated dry land 123 is mainly distributed in basins, piedmont belts, river alluvial, diluvial or lacustrine plains (water shortage and poor irrigation conditions).\nCultivated dry land 122 is mainly distributed in hilly areas (shaanxi, gan, ning, qing).In general, the plot is distributed on gentle slopes and x and sockets of hills.\nArable land 121 is mainly distributed in the mountainous area, with an elevation of 4000 meters below the slope (gentle slope, mountainside, steep slope platform, etc.) and mountain front belt.\nWoodlands have woodlands (trees) 21 mainly distributed in the mountains (below 4000 meters above sea level) or in the slope, valley two slopes, mountain tops, plains.In qinghai nanshan, qilian mountains are.\nWoodland shrub 22 is mainly distributed in the higher mountain areas (below 4500 m), most of the distribution of hillside and valley and sand.\nForest dredging 23 mainly distributed in the mountains, hills, plains and sandy land, gobi (soil, gravel) edge.\nOther woodlands 24 are mainly distributed in the oasis ridge, river, roadside and rural residential areas around.\nGrassland 31 is generally distributed in mountainous areas (gentle slopes), hills (steep slopes) and interriver beaches, gobi desert, sandy hills, etc.\nThe covered grassland 32 is mainly distributed in dry places (next door low-lying land and sandy hills, etc.).\nGrassland low cover grassland 33 mainly grows in drier places (loess hills and sandy edges).\nThe river channel 41 is mainly distributed in the plain, the cultivated land between the rivers and the valleys in the mountains.\nWater lakes are mainly distributed in low-lying areas.\nThe reservoirs are mainly distributed in the intermountain lowlands and intersandy hills in qinghai province.\nWater area glaciers and permanent snow 44 mainly distributed in the plain, the valley between the river, there are surrounding residents and arable land.\nWaters and beaches are mainly distributed on the top of (over 4000) mountains.",
            "descriptionCn": "中国1：10万土地利用数据是在中国科学院“八五”重大应用项目《全国资源环境遥感宏观调查与动态研究》组织了中国科学院所属19个研究所的遥感科技队伍，以卫星遥感为手段，在三年内基于Landsat MSS，TM和ETM遥感数据建立了中国1：10万土地利用影像和矢量数据库。包括的内容主要有：中国1:10万土地利用数据；中国1：10万土地利用图形数据和属性数据。\n该数据由中国1：10万土地利用数据直接裁剪得到。黑河流域1：10万土地利用数据采用一个分层的土地覆盖分类系统，将全流域分为6个一级类（耕地、林地、草地、水域、城乡、工矿、居民用地和未利用土地），26个二级类；数据类型为矢量多边形，以Shape格式存储；数据投影有两种：WGS84/ALBERS；数据范围覆盖新的黑河流域边界（缺外蒙古数据）。\n土地利用分类属性：\n一级类型 二级类型 属性编码 空间分布位置\n耕地 水田 113 主要分布在河流冲积平原、盆地、河谷川地\n耕地 水田 112 分布在丘陵河谷窄谷台地或滩地上（有灌溉条件）\n耕地 水田 111 主要分布在山区山间河谷窄谷台地或滩地上（有较好的灌溉条件）\n耕地 旱地 124 主要分布在山区，坡度一般都大于25度（属于陡坡坡挂地），应退耕还林。\n耕地 旱地 123 主要分布在盆地、山前带、河流冲积、洪积或湖积平原（水源短缺灌溉条件差）。\n耕地 旱地 122 主要分布在丘陵区（陕、甘、宁、青均有）。一般状况下地块分布在丘陵的缓坡以及墚、卯之上。\n耕地 旱地 121 主要分布在山区，海拔在4000米以下的山坡（缓坡、山腰、陡坡台地等）及山前带上。\n林地 有林地（乔木） 21 主要分布在高山（海拔4000米以下）或中山坡地、谷地两坡、山顶、平原等。在青海南山、祁连山均有。\n林地 灌木林地 22 主要分布在较高的山区（4500米以下），多数分布山坡和山谷及沙地。\n林地 疏林地 23 主要分布在山区、丘陵、平原及沙地、戈壁（壤质、沙砾质）边缘。\n林地 其他林地 24 主要分布在绿洲田埂，河边、路边及农村居民点周围。\n草地 高覆盖草地 31 一般分布在山区（缓坡）、丘陵（陡坡）及河间滩地、戈壁、沙地丘间等。\n草地 中覆盖草地 32 主要分布在较干燥地方（隔壁低洼地和沙地丘间地等）。\n草地 低覆盖草地 33 主要生长在较干燥地方(黄土丘陵上和沙地边缘)。\n水域 河渠 41 主要分布在平原、川间耕地以及山间沟谷内。\n水域 湖泊 42 主要分布在地势低洼地区。\n水域 水库坑塘 43 主要分布在青海省的山间低地和沙地丘间低地内。\n水域 冰川及永久性积雪 44 主要分布在平原、川间谷内，周围有居民地和耕地。\n水域 河滩地 46 主要分布在（4000以上）高山顶部。",
            "instructions": "File name: data is stored in vector SHP format, file name \"heihe_landuse_2000.shp\".\nData reading: Arcgis, Qgis and other remote sensing software can be used to open and read.",
            "instructionsCn": "文件命名：数据以矢量shp格式存储，文件名称“Heihe_Landuse_2000.shp”。\n数据读取：可以用Arcgis、Qgis等遥感软件打开读取。",
            "east": 104.2,
            "west": 96.1,
            "south": 37.7,
            "north": 43.3,
            "startTime": "2000-01-19 02:48:09",
            "endTime": "2001-01-18 02:48:09",
            "fileSize": 268247690.0,
            "cstr": "18406.11.heihe.020.2013.db",
            "doi": "10.3972/heihe.020.2013.db",
            "dataFormat": "shp",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王建华",
                "nameEn": "WANG Jianhua",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "刘纪远",
                "nameEn": "LIU Jiyuan",
                "unitEn": "Instiute of Geographic Sciences and Natural Resources Research, CAS",
                "unitCn": "中国科学院地理资源与环境研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "中国近期土地利用变化的空间格局分析",
                "titleEn": null,
                "referenceCn": "刘纪远, 刘明亮, 庄大方, 张增祥, 邓祥征. 中国近期土地利用变化的空间格局分析. 中国科学（D辑）, 2002, 32（12）：1031-1040.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "The land use and land cover change database and its relative studies in China",
                "referenceCn": null,
                "referenceEn": "Liu, J.Y, Liu,M.L, Deng, X.Z, Zhuang D.F, Zhang Z.X, Luo,D. (2002). The land use and land cover change database and its relative studies in China. Journal of Geographical Sciences. 12(3)：275-282."
            },
            {
                "titleCn": null,
                "titleEn": "Study on spatial pattern of land-use change in China during 1995-2000",
                "referenceCn": null,
                "referenceEn": "Liu, J.Y., Liu, M.L., Zhuang, D.F., Zhang, Z.X., & Deng, X.Z. (2003). Study on spatial pattern of land-use change in China during 1995—2000, Science in China (D), 46(4), 373-384."
            },
            {
                "titleCn": null,
                "titleEn": "Streamflow allocation in arid watersheds: a case study in Northwestern China",
                "referenceCn": null,
                "referenceEn": "He, C., Zhang, L., Fu, L., Luo, Y., Li, L., DeMarchi, C. (2012). Streamflow allocation in arid watersheds: a case study in Northwestern China. Hydrology and Earth System Sciences Discussions. 9(7):8941-8978. doi:10.5194/hessd-9-8941-2012"
            },
            {
                "titleCn": "基于生态补偿的自然和人文过程耦合研究",
                "titleEn": null,
                "referenceCn": "刘玉卿. (2012). 基于生态补偿的自然和人文过程耦合研究. (Doctoral dissertation, 兰州大学).",
                "referenceEn": null
            },
            {
                "titleCn": "干旱区绿洲土地利用变化的生态系统服务价值响应——以甘肃省金塔县为例",
                "titleEn": null,
                "referenceCn": "谢余初, 巩杰, 赵彩霞, & 颉耀文. (2012). 干旱区绿洲土地利用变化的生态系统服务价值响应——以甘肃省金塔县为例. 水土保持研究(02), 169-174.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域水生态功能分区研究",
                "titleEn": null,
                "referenceCn": "许莎莎. (2012). 黑河流域水生态功能分区研究[D]. 兰州大学",
                "referenceEn": null
            },
            {
                "titleCn": "黑河山区流域平均坡长的计算与径流模拟",
                "titleEn": null,
                "referenceCn": "余文君, 南卓铜, 李硕, 李呈罡. 黑河山区流域平均坡长的计算与径流模拟. 地球信息科学学报, 2012, (01):41-48",
                "referenceEn": null
            },
            {
                "titleCn": "基于SEBS模型的黑河中游作物需水量研究",
                "titleEn": null,
                "referenceCn": "王瑶. (2012). 基于SEBS模型的黑河中游作物需水量研究[D]. 兰州大学",
                "referenceEn": null
            },
            {
                "titleCn": "基于SWAT模型和最小数据法的黑河流域上游生态补偿研究",
                "titleEn": null,
                "referenceCn": "刘玉卿, 徐中民, 南卓铜. 基于SWAT模型和最小数据法的黑河流域上游生态补偿研究. 农业工程学报, 2012, (10):124-130",
                "referenceEn": null
            },
            {
                "titleCn": "一维马尔可夫链模拟黑河中游流域土壤质地垂向变异",
                "titleEn": null,
                "referenceCn": "李丹凤，邵明安. 一维马尔可夫链模拟黑河中游流域土壤质地垂向变异[J]. 农业工程学报. 2013(05): 71-80.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Land Cover Classification Information Decision Making Fusion Based on Dempster-Shafer Theory: Results and Uncertainty",
                "referenceCn": null,
                "referenceEn": "Ran Y, Li X, Lu L, Bai Z. Land Cover Classification Information Decision Making Fusion Based on Dempster-Shafer Theory: Results and Uncertainty[C]//Proceedings of the 8th International Symposium on Spatial Accuracy Assessment in Natural Resources and Environmental Sciences. Shanghai: 2008"
            },
            {
                "titleCn": "基于CLUE-S模型的黑河中游土地利用情景模拟研究——以张掖市甘州区为例",
                "titleEn": null,
                "referenceCn": "戴声佩, 张勃. (2013). 基于CLUE-S模型的黑河中游土地利用情景模拟研究——以张掖市甘州区为例. 自然资源学报, (02):336-348",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Enhancement of land surface information and its impact on atmospheric modeling in the Heihe River Basin, northwest China",
                "referenceCn": null,
                "referenceEn": "Gao Y, Chen F, Barlage M, Liu W, Cheng G, Li X, Yu Y, Ran Y, Li H, Peng H, Ma M. (2008). Enhancement of land surface information and its impact on atmospheric modeling in the heihe river basin, northwest china. Journal of Geophysical Research: Atmospheres, 113(D20)."
            },
            {
                "titleCn": null,
                "titleEn": "Field-scale spatial distribution characteristics of soil nutrients in a newly reclaimed sandy cropland in the Hexi Corridor of Northwest China",
                "referenceCn": null,
                "referenceEn": "Field-scale spatial distribution characteristics of soil nutrients in a newly reclaimed sandy cropland in the Hexi Corridor of Northwest China"
            },
            {
                "titleCn": null,
                "titleEn": "Simulation of River Flow for Downstream Water Allocation in the Heihe River Watershed, Northwest China",
                "referenceCn": null,
                "referenceEn": "He, C. , Zhang, L. , Fu, L. , Luo, Y. , & Demarchi, C. . (2013). Simulation of River Flow for Downstream Water Allocation in the Heihe River Watershed, Northwest China. Landscape Ecology for Sustainable Environment and Culture. Springer Netherlands."
            },
            {
                "titleCn": null,
                "titleEn": "Estimation of vegetation ecological water requirement using remote sensing in the groundwater-fluctuating belt in lower reaches of Heihe River, Northwest China",
                "referenceCn": null,
                "referenceEn": "Jia, Yanhong, Zhao, Chuanyan, Niu, Boying, Zhou, Li. Estimation of vegetation ecological water requirement using remote sensing in the groundwater-fluctuating belt in lower reaches of Heihe River, Northwest China. 2012 International Symposium on Geomatics for Integrated Water Resources Management (GIWRM), 2012, :1-4. doi:10.1109/GIWRM.2012.6349617"
            },
            {
                "titleCn": null,
                "titleEn": "Estimation of evapotranspiration in an arid region by remote sensing—A case study in the middle reaches of the Heihe River Basin",
                "referenceCn": null,
                "referenceEn": "Li, X. , Lu, L. , Yang, W. , & Cheng, G. . (2012). Estimation of evapotranspiration in an arid region by remote sensing—a case study in the middle reaches of the heihe river basin. International Journal of Applied Earth Observation & Geoinformation, 17(none), 0-93."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用",
                "nameEn": "Land use"
            },
            {
                "nameCn": "土地覆被",
                "nameEn": "Land cover"
            },
            {
                "nameCn": "土地资源",
                "nameEn": "Land Resources"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000",
                "keywordEn": "2000",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "面向黑河流域生态-水文过程集成研究的数据整理与服务",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            },
            {
                "titleCn": "全国资源环境遥感宏观调查与动态研究",
                "titleEn": "Others"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Land-use/cover change has become an event being of paramount importance to the study of global environmental change. Land-cover change is closely related to the terrestrial surface material cycles and life-support processes, i.e., the interaction between biosphere and atmosphere, biodiversity, biogeochemical cycle and sustainable exploitation of resources. The series of scientific study programs, issued and promoted by IGBP and IHDP in 1995, make the study of land-use and land-cover change (LUCC) become one of the hot topics in the global environmental change study. As a developing but booming country, China has formulated a series of policies exerting great influence on the land-use change. In addition, due to varied physical environments and vast land areas, its land-use changes not only influence the social and economic development but also impact the global change accordingly."
            ],
            "research objective": [
                "In this paper, the division of dynamic regionalization of land-use change is designed, for the sake of revealing the temporal and spatial features of land-use change and laying the foundation for the study of regional scale land-use changes. The paper exerts an effective effort on the integrated studies of “spatial pattern” and “temporal process” for land-use change to reveal the regional land-use change characteristics on the pattern of dynamic process and dynamic process of pattern."
            ],
            "challenges": [
                "It is too early to say that the trend of deforestation has been effectively reversed across China. There also exist conspicuous conflicts between arable land protection and urban expansion, as showed in the irrational conversion from arable land to built-up areas."
            ],
            "methods": [],
            "dataset": [
                "The main data sources are Landsat TM digital images (520 scenes in 1995/1996 and 508 scenes in 1999/2000). Apart from that, the CBERS-1 (China-Brazil Earth Resources Satellite 1) data were also used to acquire land-use information for 1999/2000."
            ],
            "findings": [
                "There exists conspicuous regional differentiation of land-use change in China, which lays the foundation to draw the dynamic zones. The rapid change of land-use change during 1995—2000 happened in North China, Loess Plateau—agricultural and pasturing interlaced area, Northeast China, southeast coastal region, middle and lower reaches of Yangtze River, eastern coastal region."
            ],
            "backgroundCn": [
                "土地利用/覆盖变化已成为全球环境变化研究中至关重要的事件。土地覆盖变化与陆地表面物质循环和生命支持过程密切相关，即生物圈与大气、 biodiversit y、生物地球化学循环以及资源的可持续开发之间的相互作用。1995年，国际全球变化研究计划（IGBP）和国际人文与社会科学计划（IHDP）发布并推动的一系列科学研究项目，使得土地利用和土地覆盖变化（LUCC）的研究成为全球环境变化研究的热门话题。作为一个发展中但蓬勃发展的国家，中国制定了一系列对土地利用变化产生重大影响的政策。此外，由于物理环境的多样性和广阔的土地面积，其土地利用变化不仅影响社会和经济发展，也相应地影响全球变化。"
            ],
            "research objectiveCn": [
                "在本文中，土地利用变化的动态区域划分旨在揭示土地利用变化的时间和空间特征，并为区域尺度土地利用变化的研究奠定基础。本文有效地致力于“空间格局”和“时间过程”的综合研究，以揭示区域土地利用变化特征在动态过程的格局和动态过程的格局中的表现。"
            ],
            "challengesCn": [
                "目前还为时尚早，无法说中国的森林砍伐趋势已经有效逆转。同时，耕地保护与城市扩张之间也存在明显的冲突，表现为耕地向建筑用地的不合理转化。"
            ],
            "methodsCn": [],
            "datasetCn": [
                "主要数据来源是1995/1996年的Landsat TM数字图像（520幅场景）和1999/2000年的Landsat TM数字图像（508幅场景）。此外，还使用了CBERS-1（中巴地球资源卫星1号）数据来获取1999/2000年的土地利用信息。"
            ],
            "findingsCn": [
                "中国的土地利用变化存在明显的区域差异，这为划定动态区域奠定了基础。在1995年至2000年期间，北方地区、黄土高原—农业与牧区交错区、东北地区、东南沿海地区、长江中下游地区以及东部沿海地区的土地利用变化迅速。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the land-use/land-cover data collection in the Heihe River Basin based on satellite remote sensing techniques?",
                "QuestionCn": "黑河流域的土地利用/土地覆盖数据收集是基于卫星遥感技术吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Does the land-use classification system used for the Heihe River Basin data involve different hierarchical levels?",
                "QuestionCn": "用于黑河流域数据的土地利用分类系统是否涉及不同的层级？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Are Landsat TM and CBERS-1 data used for acquiring land-use information in studies of land-use change in China?",
                "QuestionCn": "Landsat TM和CBERS-1数据是否用于获取中国土地利用变化研究中的土地利用信息？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the main types of datasets used for analyzing land-use/cover change in the Heihe River Basin?",
                "QuestionCn": "分析黑河流域土地利用/覆盖变化的主要数据集类型有哪些？",
                "AnswerEn": "1:100,000 land-use data of China",
                "AnswerCn": "中国1:100,000土地利用数据",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where is the spatial distribution of different land-use types within the Heihe River Basin dataset?",
                "QuestionCn": "在黑河流域数据集中，不同土地利用类型的空间分布在哪里？",
                "AnswerEn": "river alluvial plains, basins, valleys, mountain slopes, hilly areas",
                "AnswerCn": "河流冲积平原、盆地、山谷、山坡、丘陵地区",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with land-use change analysis in China's dynamic regions?",
                "QuestionCn": "中国动态地区土地利用变化分析面临哪些挑战？",
                "AnswerEn": "Conflicts between arable land protection and urban expansion",
                "AnswerCn": "耕地保护与城市扩张之间的冲突",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of how satellite remote sensing technology is utilized to create a land-use/land-cover dataset for a specific region?",
                "QuestionCn": "您能否提供一个示例，说明卫星遥感技术如何用于为特定区域创建土地利用/土地覆盖数据集？",
                "AnswerEn": "The 黑河流域土地利用/土地覆盖数据集（2000） is an example where satellite remote sensing technology, specifically using Landsat MSS, TM, and ETM data, was utilized to create a land-use/land-cover dataset for the Heihe River Basin at a scale of 1:100,000.",
                "AnswerCn": "黑河流域土地利用/土地覆盖数据集（2000）是一个例子，利用卫星遥感技术，特别是使用Landsat MSS、TM和ETM数据，创建了一个比例尺为1:100,000的黑河流域土地利用/土地覆盖数据集。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What is an example of a classification system used in land-use/land-cover data collection, and how does it organize the data?",
                "QuestionCn": "一个用于土地利用/土地覆盖数据收集的分类系统的例子是“美国地质调查局（USGS）土地覆盖分类系统”。该系统通过将土地覆盖类型分为多个类别来组织数据，例如城市、农业、森林、水体和湿地等。每个类别可以进一步细分，以便更详细地描述土地的使用和覆盖情况。",
                "AnswerEn": "An example of a classification system is the one used in the 黑河流域土地利用/土地覆盖数据集（2000）, which organizes the land-use data into a layered system with six primary categories such as arable land, forest land, grassland, water areas, urban and rural areas, and unused land, further divided into 26 secondary categories.",
                "AnswerCn": "一个分类系统的例子是黑河流域土地利用/土地覆盖数据集（2000）中使用的系统，该系统将土地利用数据组织成一个分层系统，包含六个主要类别，如耕地、林地、草地、水域、城乡地区和未利用土地，进一步细分为26个次级类别。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a challenge faced when balancing land-use changes, such as urban expansion and arable land protection, in environmental research?",
                "QuestionCn": "在环境研究中，平衡土地利用变化（如城市扩张和耕地保护）时面临的一个挑战的例子是什么？",
                "AnswerEn": "A challenge in balancing land-use changes is exemplified by the conspicuous conflicts between arable land protection and urban expansion in China, where there is an irrational conversion from arable land to built-up areas, as noted in the research on land-use change dynamics.",
                "AnswerCn": "在中国，土地利用变化中的一个挑战是耕地保护与城市扩张之间的明显冲突，研究表明，耕地向建筑用地的不合理转化现象十分突出。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific features of the land-use classification system used for the Heihe River Basin dataset?",
                "QuestionCn": "Heihe河流域数据集使用的土地利用分类系统的具体特征是什么？",
                "AnswerEn": "hierarchical, six primary categories, 26 secondary categories, vector polygon data, Shape format, WGS84/ALBERS projections, new Heihe River Basin boundary",
                "AnswerCn": "分层结构，六个主要类别，26个次要类别，矢量多边形数据，Shape格式，WGS84/ALBERS投影，新黑河流域边界。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the unique challenges associated with using satellite remote sensing data for land-use change detection in China?",
                "QuestionCn": "使用卫星遥感数据进行中国土地利用变化检测所面临的独特挑战有哪些？",
                "AnswerEn": "regional differentiation of land-use changes, conflicts between arable land protection and urban expansion, accurately capturing temporal and spatial features, complexity of varied physical environments and policies",
                "AnswerCn": "土地利用变化的区域差异、耕地保护与城市扩张之间的冲突、准确捕捉时间和空间特征、多样化物理环境和政策的复杂性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many satellite images were used to construct the land-use datasets for the years 1995/1996 and 1999/2000?",
                "QuestionCn": "用于构建1995/1996年和1999/2000年土地利用数据集的卫星图像数量是多少？",
                "AnswerEn": "520 scenes, 508 scenes",
                "AnswerCn": "520个场景，508个场景",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'land-use/cover change' refer to in the context of global environmental change studies?",
                "QuestionCn": "“土地利用/覆盖变化”在全球环境变化研究中指的是土地的使用方式和覆盖类型的变化，这些变化可能是由于自然因素或人类活动引起的。",
                "AnswerEn": "Land-use/cover change refers to the alterations in the terrestrial surface material cycles and life-support processes, such as the interaction between biosphere and atmosphere, biodiversity, biogeochemical cycle, and sustainable exploitation of resources. It is a critical aspect of global environmental change studies, with significant implications for both local and global scales, especially in the context of a developing country like China.",
                "AnswerCn": "土地利用/覆盖变化是指对陆地表面物质循环和生命支持过程的改变，例如生物圈与大气之间的相互作用、生物多样性、生物地球化学循环以及资源的可持续开发。这是全球环境变化研究的一个关键方面，对地方和全球层面都有重要影响，尤其是在像中国这样的发展中国家的背景下。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the significance of using a 'dynamic regionalization of land-use change' in environmental studies?",
                "QuestionCn": "在环境研究中，使用“动态区域化的土地利用变化”的重要性是什么？",
                "AnswerEn": "Dynamic regionalization of land-use change is significant as it helps in revealing the temporal and spatial features of land-use change. This concept lays the foundation for studying regional-scale land-use changes by integrating spatial patterns and temporal processes to understand the dynamic process of pattern and pattern of dynamic processes in land-use changes.",
                "AnswerCn": "土地利用变化的动态区域化具有重要意义，因为它有助于揭示土地利用变化的时间和空间特征。这个概念为研究区域尺度的土地利用变化奠定了基础，通过整合空间模式和时间过程，以理解土地利用变化中模式的动态过程和动态过程的模式。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in data collection methods between using Landsat TM digital images and CBERS-1 data for land-use and land-cover information?",
                "QuestionCn": "使用Landsat TM数字图像和CBERS-1数据进行土地利用和土地覆盖信息的数据收集方法有什么不同？",
                "AnswerEn": "Landsat TM digital images and CBERS-1 data both serve as primary data sources, but they might differ in spectral resolution, revisit times, and data processing techniques. While both provide land-use information, their integration could offer complementary insights into land-use changes across different times and spatial resolutions.",
                "AnswerCn": "Landsat TM数字图像和CBERS-1数据都是主要的数据源，但它们在光谱分辨率、重访时间和数据处理技术上可能存在差异。虽然两者都提供土地利用信息，但它们的整合可以为不同时间和空间分辨率的土地利用变化提供互补的见解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in accurately classifying land-use types in the Heihe River Basin using satellite imagery?",
                "QuestionCn": "在使用卫星影像准确分类黑河流域的土地利用类型时，哪些因素会导致挑战？",
                "AnswerEn": "Challenges include the varied physical environments and vast land areas of China, which lead to conspicuous regional differentiation of land-use change. This regional differentiation could complicate the classification process, especially in areas where there are conflicts between arable land protection and urban expansion.",
                "AnswerCn": "挑战包括中国多样的自然环境和广阔的土地面积，这导致了土地利用变化的明显区域差异。这种区域差异可能会使分类过程变得复杂，特别是在耕地保护与城市扩张之间存在冲突的地区。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why are there significant challenges associated with balancing arable land protection and urban expansion in China?",
                "QuestionCn": "在中国，保护耕地与城市扩张之间存在显著挑战。",
                "AnswerEn": "The challenges stem from conspicuous conflicts between arable land protection and urban expansion, as evidenced by the irrational conversion from arable land to built-up areas. These land-use changes are influenced by China's development policies and the varied physical environments across the country.",
                "AnswerCn": "这些挑战源于耕地保护与城市扩张之间明显的冲突，表现为耕地向建筑用地的不合理转变。这些土地利用变化受到中国发展政策和全国各地不同自然环境的影响。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes regional differentiation in land-use change across China, and how does it impact data collection methods?",
                "QuestionCn": "导致中国土地利用变化的区域差异的原因是什么？这对数据收集方法有什么影响？",
                "AnswerEn": "Regional differentiation of land-use change is caused by China's diverse physical environments and vast land areas, which affect both social and economic development and global change. This differentiation impacts data collection methods by necessitating tailored approaches to capture the unique land-use changes in different regions.",
                "AnswerCn": "土地利用变化的区域差异是由中国多样的自然环境和广阔的土地面积造成的，这影响了社会和经济发展以及全球变化。这种差异影响了数据收集方法，要求采用量身定制的方法来捕捉不同地区独特的土地利用变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of using a layered land cover classification system on the accuracy and detail of land-use data?",
                "QuestionCn": "使用分层土地覆盖分类系统对土地利用数据的准确性和细节的潜在影响是什么？",
                "AnswerEn": "Using a layered land cover classification system allows for more detailed categorization of land-use types, which can result in increased accuracy and specificity of data, enabling better analysis of spatial patterns and temporal processes of land-use changes.",
                "AnswerCn": "使用分层土地覆盖分类系统可以更详细地对土地利用类型进行分类，从而提高数据的准确性和特异性，使得对土地利用变化的空间模式和时间过程的分析更加有效。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How might the integration of various satellite data sources impact the interpretation of land-use changes over time?",
                "QuestionCn": "各种卫星数据源的整合如何影响对土地利用变化的时间解读？",
                "AnswerEn": "Integrating various satellite data sources, such as Landsat and CBERS-1, can provide a more comprehensive dataset that enhances the ability to track and interpret land-use changes over time, potentially leading to more robust findings on regional differentiation and dynamic zones of change.",
                "AnswerCn": "整合各种卫星数据源，如Landsat和CBERS-1，可以提供更全面的数据集，从而增强跟踪和解释土地利用变化的能力，可能导致对区域差异和动态变化区的更可靠发现。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of developing a land-use/land-cover dataset for the Heihe River Basin using satellite remote sensing data?",
                "QuestionCn": "开发黑河流域的土地利用/土地覆盖数据集的主要目标是什么？使用卫星遥感数据。",
                "AnswerEn": "The primary objective is to establish a comprehensive and detailed land-use/land-cover database for the Heihe River Basin, which serves as a foundation for understanding spatial and temporal features of land-use change. This aids in the study of regional scale land-use changes and supports the broader investigation of global environmental change impacts.",
                "AnswerCn": "主要目标是建立一个全面详细的黑河流域土地利用/土地覆盖数据库，这为理解土地利用变化的空间和时间特征提供了基础。这有助于研究区域尺度的土地利用变化，并支持对全球环境变化影响的更广泛调查。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to employ a hierarchical land cover classification system in the creation of a land-use dataset for the Heihe River Basin?",
                "QuestionCn": "在为黑河流域创建土地利用数据集时，采用分层土地覆盖分类系统的重要性是什么？",
                "AnswerEn": "Utilizing a hierarchical land cover classification system is crucial for distinguishing various land-use types at different levels of detail, which allows for a more nuanced understanding of land-use dynamics and their spatial distribution. This classification helps in accurately categorizing the land into primary and secondary types, facilitating detailed analysis and policy formulation.",
                "AnswerCn": "利用分层土地覆盖分类系统对于区分不同层次的土地利用类型至关重要，这使得对土地利用动态及其空间分布有更细致的理解。该分类有助于准确地将土地分类为主要和次要类型，从而促进详细分析和政策制定。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the intended goals behind integrating data from multiple satellite sources, such as Landsat and CBERS-1, in land-use research?",
                "QuestionCn": "将多个卫星源（如Landsat和CBERS-1）的数据整合在一起，旨在实现以下目标：\n\n1. 提高土地利用变化监测的准确性和时效性。\n2. 通过多源数据提供更全面的地表信息，增强对土地利用模式的理解。\n3. 支持更精确的土地管理和规划决策。\n4. 促进对环境变化和生态系统健康的评估。\n5. 通过数据融合提高对不同土地利用类型的分类能力。",
                "AnswerEn": "The integration of data from multiple satellite sources like Landsat and CBERS-1 aims to enhance the accuracy and comprehensiveness of land-use information by utilizing varied spectral, spatial, and temporal resolutions. This approach supports the detection of land-use changes over time and improves the reliability of dynamic regionalization and temporal analysis of land-use patterns.",
                "AnswerCn": "多个卫星源（如Landsat和CBERS-1）数据的整合旨在通过利用不同的光谱、空间和时间分辨率来提高土地利用信息的准确性和全面性。这种方法支持随时间变化的土地利用变化检测，并改善动态区域划分和土地利用模式的时间分析的可靠性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methods are used to integrate satellite remote sensing data, like Landsat MSS, TM, and ETM, into a cohesive land-use/cover classification system for a specific region?",
                "QuestionCn": "将卫星遥感数据（如Landsat MSS、TM和ETM）整合成特定区域的统一土地利用/覆盖分类系统所使用的方法有哪些？",
                "AnswerEn": "The integration of satellite remote sensing data into a land-use/cover classification system involves organizing a team of researchers across various institutes, using satellite data to establish detailed land-use imagery and vector databases. This is achieved by employing a layered land-cover classification system that categorizes the region into primary and secondary classes, such as farmland, forest, grassland, water bodies, urban areas, industrial/mining zones, and unused land.",
                "AnswerCn": "将卫星遥感数据整合到土地利用/覆盖分类系统中涉及组织一个跨多个研究机构的研究团队，利用卫星数据建立详细的土地利用影像和矢量数据库。这是通过采用分层的土地覆盖分类系统实现的，该系统将区域分类为主要和次要类别，如农田、森林、草地、水体、城市区域、工业/采矿区和未利用土地。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can regional differentiation of land-use change be identified using satellite images and other Earth observation data?",
                "QuestionCn": "如何利用卫星图像和其他地球观测数据识别土地利用变化的区域差异？",
                "AnswerEn": "Regional differentiation of land-use change can be identified by analyzing digital images from sources like Landsat TM and CBERS-1. These images help reveal dynamic zones and rapid changes in specific areas by examining temporal and spatial land-use patterns, as evidenced by changes in regions such as North China and the Loess Plateau.",
                "AnswerCn": "区域土地利用变化的差异可以通过分析来自Landsat TM和CBERS-1等来源的数字图像来识别。这些图像通过检查时间和空间的土地利用模式，帮助揭示动态区域和特定地区的快速变化，正如在华北和黄土高原等地区所证明的那样。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enable the creation of a comprehensive land-use/land-cover database using satellite imagery?",
                "QuestionCn": "哪些技术进步使得利用卫星影像创建全面的土地利用/土地覆盖数据库成为可能？",
                "AnswerEn": "The creation of a comprehensive land-use/land-cover database using satellite imagery is enabled by advancements in satellite remote sensing technologies, specifically the use of Landsat MSS, TM, and ETM data, which provide high-resolution digital images for detailed analysis of land-use patterns.",
                "AnswerCn": "利用卫星遥感技术的进步，特别是使用Landsat MSS、TM和ETM数据，创建一个全面的土地利用/土地覆盖数据库成为可能，这些数据提供了高分辨率的数字图像，以便对土地利用模式进行详细分析。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do methodological approaches in land-use classification systems enable accurate representation of diverse land categories?",
                "QuestionCn": "土地利用分类系统中的方法论方法如何使不同土地类别的准确表示成为可能？",
                "AnswerEn": "Methodological approaches in land-use classification systems, such as the use of a hierarchical classification system with multiple levels of categories, enable accurate representation of diverse land categories by allowing detailed differentiation among types such as cultivated land, forest land, grassland, water bodies, urban areas, and unused land.",
                "AnswerCn": "土地利用分类系统中的方法论方法，例如使用具有多个类别层次的分层分类系统，使得能够准确表示多样的土地类别，通过允许对耕地、森林、草地、水体、城市区域和未利用土地等类型进行详细区分。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways does the integration of multi-temporal satellite data enable the analysis of dynamic land-use changes over time?",
                "QuestionCn": "多时相卫星数据的整合如何使得对动态土地利用变化的时间分析成为可能？",
                "AnswerEn": "The integration of multi-temporal satellite data, such as Landsat TM images from different years, enables the analysis of dynamic land-use changes over time by providing consistent and comparable datasets that reveal temporal and spatial features of land-use changes, facilitating regional scale studies.",
                "AnswerCn": "多时相卫星数据的整合，例如来自不同年份的Landsat TM影像，使得对动态土地利用变化的分析成为可能，因为它提供了一致且可比较的数据集，揭示了土地利用变化的时间和空间特征，从而促进了区域尺度的研究。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be challenges in accurately classifying land-use types using satellite imagery in diverse geographical regions?",
                "QuestionCn": "在不同地理区域使用卫星影像准确分类土地利用类型可能面临哪些挑战？",
                "AnswerEn": "There exists conspicuous regional differentiation of land-use change in China, which lays the foundation to draw the dynamic zones. This differentiation, along with varied physical environments and vast land areas, poses challenges for accurate classification using satellite imagery.",
                "AnswerCn": "中国的土地利用变化存在明显的区域差异，这为划分动态区域奠定了基础。这种差异以及多样的自然环境和广阔的土地面积，使得利用卫星影像进行准确分类面临挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might some regions face greater challenges in reversing deforestation trends despite the availability of remote sensing data?",
                "QuestionCn": "一些地区可能面临更大的挑战来逆转森林砍伐趋势，尽管有遥感数据的可用性。",
                "AnswerEn": "It is too early to say that the trend of deforestation has been effectively reversed across China. Conspicuous conflicts exist between arable land protection and urban expansion, as shown in the irrational conversion from arable land to built-up areas, which may hinder efforts to reverse deforestation trends.",
                "AnswerCn": "目前还为时尚早，无法说中国的森林砍伐趋势已经有效逆转。耕地保护与城市扩张之间存在明显的冲突，尤其是耕地向建筑用地的不合理转化，这可能会阻碍逆转森林砍伐趋势的努力。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your evaluation of the effectiveness of using a layered land cover classification system in capturing detailed spatial patterns of land use change in large catchment areas like the Heihe River Basin?",
                "QuestionCn": "我对在像黑河流域这样的大型流域中使用分层土地覆盖分类系统捕捉土地利用变化的详细空间模式的有效性进行评估。",
                "AnswerEn": "The use of a layered land cover classification system, which divides the region into primary and secondary categories, appears to be highly effective in capturing detailed spatial patterns of land use change. This system allows for a nuanced understanding of land use dynamics across different terrains and altitudes, as demonstrated in the Heihe River Basin data collection, which categorizes land use into specific types such as irrigated and non-irrigated farmland, forested areas, and urban expansion.",
                "AnswerCn": "分层土地覆盖分类系统的使用，将区域划分为主要和次要类别，似乎在捕捉土地利用变化的详细空间模式方面非常有效。该系统允许对不同地形和海拔的土地利用动态进行细致的理解，正如在黑河流域数据收集中所示，该系统将土地利用分类为特定类型，如灌溉和非灌溉农田、森林区域和城市扩展。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How would you assess the challenges faced in balancing the need for land conservation with urban expansion, particularly with regard to land use data collected through remote sensing methods like Landsat and CBERS-1?",
                "QuestionCn": "如何评估在土地保护与城市扩张之间平衡所面临的挑战，特别是关于通过遥感方法（如Landsat和CBERS-1）收集的土地利用数据？",
                "AnswerEn": "Balancing land conservation with urban expansion presents significant challenges, as there are often competing interests between preserving arable land and accommodating urban growth. Remote sensing methods, such as those using Landsat and CBERS-1, provide valuable data on land use changes, allowing researchers to identify areas where these conflicts are most pronounced. However, the data also highlight ongoing issues, such as the continued conversion of farmland to urban areas, suggesting that further policy interventions and strategic planning are needed to address these conflicts effectively.",
                "AnswerCn": "平衡土地保护与城市扩张面临重大挑战，因为保护可耕地与满足城市增长之间常常存在竞争利益。遥感方法，如使用Landsat和CBERS-1的数据，提供了有关土地利用变化的宝贵信息，使研究人员能够识别出这些冲突最为明显的区域。然而，这些数据也突显了持续存在的问题，例如农田向城市区域的转化，表明需要进一步的政策干预和战略规划，以有效应对这些冲突。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I can't figure out how different satellite data sources are integrated to form a comprehensive land-use database.",
                "QuestionCn": "我无法弄清楚不同的卫星数据源是如何整合在一起形成一个综合的土地利用数据库的。",
                "AnswerEn": "The main data sources for a comprehensive land-use database include Landsat TM digital images and CBERS-1 data, which are used to acquire land-use information. These datasets provide a basis for creating a detailed land-use/land-cover map, including the integration of temporal and spatial features of land-use change.",
                "AnswerCn": "综合土地利用数据库的主要数据来源包括Landsat TM数字影像和CBERS-1数据，这些数据用于获取土地利用信息。这些数据集为创建详细的土地利用/土地覆盖图提供了基础，包括土地利用变化的时间和空间特征的整合。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I don't understand how the classification system for land-use types is structured to ensure accuracy across diverse regions.",
                "QuestionCn": "我不明白土地利用类型的分类系统是如何构建的，以确保在不同地区的准确性。",
                "AnswerEn": "The land-use classification system is structured in a hierarchical manner with six primary categories and twenty-six secondary categories. This system allows for detailed categorization and spatial distribution representation, ensuring that different terrains and land-use conditions are accurately represented in the dataset.",
                "AnswerCn": "土地利用分类系统采用分层结构，包含六个主要类别和二十六个次要类别。该系统允许进行详细的分类和空间分布表示，确保不同地形和土地利用条件在数据集中得到准确表示。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges that arise when attempting to balance urban expansion and arable land protection using land-use data.",
                "QuestionCn": "我对在尝试平衡城市扩张和耕地保护时使用土地利用数据所面临的挑战感到不确定。",
                "AnswerEn": "A significant challenge is the conflict between arable land protection and urban expansion, as there is often irrational conversion from arable land to built-up areas. This issue highlights the need for careful policy formulation and land-use planning to address these conflicts.",
                "AnswerCn": "一个显著的挑战是耕地保护与城市扩张之间的冲突，因为耕地往往被不合理地转为建筑用地。这个问题突显了需要制定谨慎的政策和土地利用规划，以解决这些冲突。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the challenges faced in balancing arable land protection with urban expansion in the context of land-use change in China.",
                "QuestionCn": "分析在中国土地利用变化背景下，保护耕地与城市扩张之间平衡所面临的挑战。",
                "AnswerEn": "Balancing arable land protection with urban expansion in China involves addressing conspicuous conflicts, as there is an irrational conversion from arable land to built-up areas. This challenge is heightened by the need to reverse deforestation trends and manage land-use changes that are influenced by both economic development and environmental sustainability.",
                "AnswerCn": "在中国，保护耕地与城市扩张之间的平衡涉及显著的冲突，因为耕地向建筑用地的转化不合理。这一挑战因需要逆转森林砍伐趋势以及管理受经济发展和环境可持续性影响的土地利用变化而加剧。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}