{
    "id": "4327ccdd-3376-4dc1-ba38-a8f45b134c60",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Landsat-based continuous monthly 30m×30m land surface NDVI dataset in Qilian mountain area (2019)",
            "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表植被指数数据（2019）",
            "description": "This data set includes the monthly composite 30 m × 30 m surface vegetation index products in the Qilian Mountain Area in 2019. In this paper, the maximum value composition (MVC) method is used to synthesize the monthly NDVI products on the earth's surface by using the reflectance data of Landsat 8 and sentinel 2 red and near infrared channels. The data is monthly synthesized by Google Earth engine cloud platform, and the index is calculated by the model. The missing pixels are interpolated with good quality, which can be used in environmental change monitoring and other fields.",
            "descriptionCn": "本数据集包括祁连山区域2019年月度合成30m×30m地表植被指数产品。采用最大值合成 (Max value composition, MVC) 方法，利用Landsat 8和sentinel 2红光和近红外两个通道的反射率数据，实现对地表月度NDVI产品的合成。数据通过Google Earth Engine云平台对反射率进行月度合成，通过模型计算指数，对于缺失像素进行插补，质量较好，可用于环境变化监测等领域。",
            "instructions": "File naming convention: NDVI_ Yyyymm-n.tif (yyyy: year, mm: month, N: Tile Number)\nData version No.: v1.0\nProjection + proj = longlat + datum = WGS84 + no_ defs\nData format: GeoTIFF\nUnit: None\nScale factor: 0.001\nValid range: - 1000 - 1000\nFill value: 0",
            "instructionsCn": "文件命名约定：NDVI_YYYYMM-N.tif\t（YYYY：年，MM：月，N：分幅编号）\n数据版本号：V1.0\n投影：+proj=longlat +datum=WGS84 +no_defs\n数据格式：GeoTIFF \n单位：无\n缩放因子：0.001\n有效值范围：-1000 - 1000\n填充值：0",
            "east": 107.0,
            "west": 89.0,
            "south": 34.0,
            "north": 45.0,
            "startTime": "2019-01-08 00:00:00",
            "endTime": "2020-01-07 00:00:00",
            "fileSize": 29329402118.0,
            "cstr": "18406.11.Ecolo.tpdc.270750",
            "doi": "10.11888/Ecolo.tpdc.270750",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "吴金华",
                "nameEn": "WU Jinhua",
                "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
                "unitCn": "中国科学院遥感与数字地球研究所"
            },
            {
                "nameCn": " 仲波",
                "nameEn": "ZHONG Bo",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院遥感科学国家重点实验室"
            },
            {
                "nameCn": "吴俊君",
                "nameEn": "WU Junjun",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "China-ASEAN 1 km resolution NDVI dataset",
                "referenceCn": null,
                "referenceEn": "Li J., et al. China-ASEAN 1 km resolution NDVI dataset. Journal of Global Change Data & Discovery 1(3), 268-277 (2017)."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "归一化植被指数",
                "nameEn": "NDVI"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "祁连山",
                "keywordEn": "Qilian Mountain"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2019",
                "keywordEn": "2019",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and data collection methods involved in creating a monthly 30m×30m surface vegetation index dataset using Landsat and Sentinel satellite reflectance data?",
                "QuestionCn": "创建每月30m×30m表面植被指数数据集所涉及的特征和数据收集方法，包括使用Landsat和Sentinel卫星反射率数据。",
                "AnswerEn": "Landsat 8 and Sentinel 2 satellite reflectance data, red and near-infrared channels, Max value composition (MVC) approach, monthly NDVI products, Google Earth Engine cloud platform, interpolation for missing pixels, high quality, suitable for environmental change monitoring.",
                "AnswerCn": "Landsat 8和Sentinel 2卫星反射率数据，红光和近红外通道，最大值合成（MVC）方法，月度NDVI产品，Google Earth Engine云平台，插值用于缺失像素，高质量，适合环境变化监测。",
                "Level": "C6(Creating)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many monthly surface vegetation index products are generated using the Landsat and Sentinel 2 reflectance data for the Qilian Mountain region in 2019?",
                "QuestionCn": "2019年，使用Landsat和Sentinel 2反射率数据为祁连山地区生成了多少个每月表面植被指数产品？",
                "AnswerEn": "12",
                "AnswerCn": "12",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the challenges and effectiveness of using the Max value composition (MVC) method for synthesizing monthly NDVI products from Landsat and Sentinel 2 reflectance data?",
                "QuestionCn": "可以推断出，使用最大值合成（MVC）方法从Landsat和Sentinel 2反射率数据合成月度NDVI产品面临的挑战和有效性。",
                "AnswerEn": "The Max value composition (MVC) method is used to synthesize monthly NDVI products, indicating it is effective in capturing the highest possible value of vegetation index over a period, which can be beneficial in reducing noise and cloud cover impact. This method suggests a focus on maximizing data quality and reliability by utilizing reflectance data from multiple sources (Landsat 8 and Sentinel 2). The use of interpolation for missing pixels also suggests a challenge in data completeness, which the method addresses to ensure high-quality environmental monitoring.",
                "AnswerCn": "最大值组合（MVC）方法用于合成月度NDVI产品，表明它在捕捉一段时间内植被指数的最高值方面是有效的，这有助于减少噪声和云层覆盖的影响。该方法建议通过利用来自多个来源（如Landsat 8和Sentinel 2）的反射率数据，专注于最大化数据质量和可靠性。对缺失像素进行插值的使用也表明了数据完整性方面的挑战，该方法通过确保高质量的环境监测来应对这一挑战。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using the Max value composition (MVC) method for synthesizing monthly NDVI products on the accuracy and reliability of vegetation monitoring in the Qilian Mountains region?",
                "QuestionCn": "使用最大值合成（MVC）方法合成月度NDVI产品对祁连山地区植被监测的准确性和可靠性可能产生的后果是什么？",
                "AnswerEn": "Using the Max value composition (MVC) method for synthesizing monthly NDVI products can lead to higher accuracy and reliability in vegetation monitoring because it focuses on selecting the maximum reflectance values, which are less likely to be affected by cloud cover or atmospheric disturbances. This results in a clearer signal of vegetation health and productivity in the Qilian Mountains region, making the data suitable for applications such as environmental change monitoring.",
                "AnswerCn": "使用最大值合成（MVC）方法合成月度NDVI产品可以提高植被监测的准确性和可靠性，因为该方法侧重于选择最大反射值，这些值不太可能受到云层覆盖或大气干扰的影响。这使得在祁连山地区获得更清晰的植被健康和生产力信号，从而使数据适用于环境变化监测等应用。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the main goals of developing a monthly 30m×30m surface vegetation index dataset using Landsat reflectance data in the Qilian Mountains region?",
                "QuestionCn": "在祁连山地区开发一个每月30m×30m的地表植被指数数据集的主要目标是什么？",
                "AnswerEn": "The main goals are to synthesize monthly NDVI products using the MVC method with Landsat 8 and Sentinel 2 reflectance data, ensuring high-quality data through interpolation for missing pixels, ultimately aiding in environmental change monitoring in the region.",
                "AnswerCn": "主要目标是使用Landsat 8和Sentinel 2反射率数据，通过MVC方法合成每月的NDVI产品，确保通过插值处理缺失像素以获得高质量数据，最终帮助监测该地区的环境变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the steps involved in using Landsat and Sentinel data to create a monthly NDVI product with a resolution of 30m x 30m for monitoring vegetation in the Qilian Mountains region?",
                "QuestionCn": "使用Landsat和Sentinel数据创建一个分辨率为30m x 30m的月度NDVI产品，以监测祁连山地区的步骤如下：\n\n1. 数据获取：下载Landsat和Sentinel卫星影像数据，确保覆盖祁连山地区的所需时间段。\n\n2. 数据预处理：对获取的影像进行辐射校正、大气校正和几何校正，以确保数据的准确性和一致性。\n\n3. 计算NDVI：使用红光波段和近红外波段的数据计算归一化植被指数（NDVI），公式为NDVI = (NIR - Red) / (NIR + Red)。\n\n4. 数据合成：将每个月的NDVI数据进行合成，选择每个月内的最佳影像（例如，选择云量最少的影像）。\n\n5. 数据插值：如果需要，可以对NDVI数据进行空间插值，以填补缺失值或提高空间分辨率。\n\n6. 数据输出：将处理后的NDVI数据导出为适合分析和可视化的格式（如GeoTIFF）。\n\n7. 数据分析：使用生成的NDVI产品进行时间序列分析，以监测祁连山地区的植被变化。\n\n8. 结果验证：通过地面实测数据或其他遥感数据验证NDVI产品的准确性。\n\n9. 结果可视化：将NDVI数据可视化，以便于展示和分析植被状况的变化。",
                "AnswerEn": "The process involves using the maximum value composition (MVC) method to synthesize NDVI products from the reflectance data of the red and near-infrared channels of Landsat 8 and Sentinel 2. This is done on a monthly basis using the Google Earth Engine cloud platform. The reflectance data is processed to calculate the NDVI, with interpolation applied to fill in missing pixels, resulting in a high-quality dataset suitable for monitoring environmental changes.",
                "AnswerCn": "该过程涉及使用最大值合成（MVC）方法，从Landsat 8和Sentinel 2的红色和近红外通道的反射率数据中合成NDVI产品。这是在Google Earth Engine云平台上按月进行的。反射率数据经过处理以计算NDVI，并应用插值填补缺失像素，从而生成高质量的数据集，适合用于监测环境变化。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements and data processing techniques enable the synthesis of high-quality monthly NDVI products using Landsat and Sentinel satellite data in mountainous regions?",
                "QuestionCn": "哪些技术进步和数据处理技术使得在山区使用Landsat和Sentinel卫星数据合成高质量的月度NDVI产品成为可能？",
                "AnswerEn": "The use of Google Earth Engine cloud platform allows for the monthly composition of reflectance data, utilizing the Max value composition (MVC) method to synthesize NDVI products. This process involves combining reflectance data from the red and near-infrared channels of Landsat 8 and Sentinel 2 satellites, and applying models to calculate indices while interpolating missing pixels to ensure data quality suitable for monitoring environmental changes.",
                "AnswerCn": "使用Google Earth Engine云平台可以对反射率数据进行每月合成，采用最大值合成（MVC）方法来合成NDVI产品。该过程涉及结合Landsat 8和Sentinel 2卫星的红色和近红外通道的反射率数据，并应用模型计算指数，同时插值缺失像素，以确保数据质量适合监测环境变化。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}