{
    "id": "433db080-5c34-4b53-bcaf-f67654665a9e",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Spatio-temporal change data of Fraction Vegetation Coverage in Central Asia (2010, 2015, 2020)",
            "titleCn": "中亚地区植被覆盖度时空变化数据（2010、2015、2020）",
            "description": "This dataset includes Fraction Vegetation Coverage (FVC) data for five countries in Central Asia (Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan, and Uzbekistan) during 2010, 2015 and 2020. The data is calculated from the MODIS-NDVI data set (product number MOD13A2.006) based on the empirical relationship between FVC in arid areas and NDVI. The product has a time resolution of 1 year and a spatial resolution of 1 km. The algorithm selects the best available pixel value based on low cloud, low detection angle and highest NDVI value from all the observation data of the year, and performs conversion.",
            "descriptionCn": "本数据集包括2010、2015和2020年间，中亚地区五国（哈萨克斯坦、吉尔吉斯斯坦、塔吉克斯坦、土库曼斯坦和乌兹别克斯坦）的植被覆盖度（FVC）数据。该数据由MODIS-NDVI数据集（产品编号MOD13A2.006），根据干旱区植被盖度与NDVI之间的经验关系计算得到。该产品时间分辨率为1年，空间分辨率1 km。算法从当年所有观测数据中，以低云、低探测角度和最高NDVI值为标准，选择最佳的可用像元值，并进行换算。",
            "instructions": "FVC data is stored in GeoTIFF format, named \"centralAsia_FVC_yyyy.tif\", where yyyy represents the year. Each tif file contains single-band raster data, representing the largest FVC data of the year.\nGeoTIFF files can be read and opened with ArcGIS software and GDAL.",
            "instructionsCn": "植被覆盖度（FVC）数据以GeoTIFF格式储存，命名为”centralAsia_FVC_yyyy.tif“，其中yyyy代表年份。每个tif文件含为单波段栅格数据，代表当年最大的植被覆盖度（FVC）数据。\nGeoTIFF文件均可用ArcGIS软件和GDAL读取和打开。",
            "east": 78.0,
            "west": 46.0,
            "south": 36.0,
            "north": 56.0,
            "startTime": "2010-01-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 56761229.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "徐晓凡",
                "nameEn": "XU Xiaofan",
                "unitEn": "Institute of Geographic Sciences and Natural Resources Research, CAS",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "谈明洪",
                "nameEn": "TAN Minghong",
                "unitEn": "Institute of Geographic Sciences and Natural Resources Research, CAS",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "遥感应用分析原理与方法",
                "titleEn": null,
                "referenceCn": "赵英时. (2013). 遥感应用分析原理与方法[M]. 科学出版社.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "植被覆盖度",
                "nameEn": "Vegetation coverage data"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中亚",
                "keywordEn": "Central Asia"
            },
            {
                "keywordCn": "乌兹别克斯坦",
                "keywordEn": "Uzbekistan"
            },
            {
                "keywordCn": "吉尔吉斯斯坦",
                "keywordEn": "Kyrgyzstan"
            },
            {
                "keywordCn": "哈萨克斯坦",
                "keywordEn": "Kazakhstan"
            },
            {
                "keywordCn": "土库曼斯坦",
                "keywordEn": "Turkmenistan"
            },
            {
                "keywordCn": "塔吉克斯坦",
                "keywordEn": "Tajikistan"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2010-2020",
                "keywordEn": "2010-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the features and specifications of a dataset used to analyze vegetation coverage changes over time in Central Asia?",
                "QuestionCn": "用于分析中亚植被覆盖变化的时间序列数据集的特征和规格是什么？",
                "AnswerEn": "Fractional Vegetation Coverage data, years 2010, 2015, 2020, Central Asian countries, MODIS-NDVI dataset, product ID MOD13A2.006, empirical relationship, annual temporal resolution, spatial resolution 1 km, best available pixel value, low cloud cover, low observation angle, highest NDVI value.",
                "AnswerCn": "2010年、2015年、2020年中亚国家的植被覆盖度数据，使用MODIS-NDVI数据集，产品ID为MOD13A2.006，经验关系，年度时间分辨率，空间分辨率为1公里，最佳可用像素值，低云量，低观测角度，最高NDVI值。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of a dataset focusing on vegetation coverage in Central Asia for the years 2010, 2015, and 2020?",
                "QuestionCn": "一个关注中亚地区2010年、2015年和2020年植被覆盖的数据集的空间分辨率是多少？",
                "AnswerEn": "1 km",
                "AnswerCn": "1公里",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '植被覆盖度（FVC）数据' mean in the context of vegetation cover datasets?",
                "QuestionCn": "'植被覆盖度（FVC）数据'在植被覆盖数据集的上下文中指的是用于衡量特定区域内植被覆盖程度的数据。",
                "AnswerEn": "'植被覆盖度（FVC）数据' refers to Fractional Vegetation Cover data, which quantifies the proportion of ground covered by vegetation in a given area. In the context of vegetation cover datasets, it is derived from MODIS-NDVI data using an empirical relationship between vegetation cover and NDVI, providing insights into vegetation distribution over time and space, specifically for the years 2010, 2015, and 2020 in five Central Asian countries.",
                "AnswerCn": "'植被覆盖度（FVC）数据'指的是分数植被覆盖数据，它量化了特定区域内被植被覆盖的地面比例。在植被覆盖数据集的背景下，它是通过MODIS-NDVI数据推导而来的，利用植被覆盖与NDVI之间的经验关系，提供了对植被在时间和空间分布的洞察，特别是针对2010年、2015年和2020年在五个中亚国家的情况。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the method of calculating vegetation coverage using MODIS-NDVI data compare to other data collection methods for assessing vegetation coverage in arid regions?",
                "QuestionCn": "使用MODIS-NDVI数据计算植被覆盖度的方法与其他评估干旱地区植被覆盖度的数据收集方法相比如何？",
                "AnswerEn": "The method uses MODIS-NDVI data to calculate vegetation coverage based on an empirical relationship between vegetation coverage and NDVI in arid regions. It selects optimal pixel values using criteria such as low cloud cover and high NDVI. This approach offers annual temporal resolution and 1 km spatial resolution, which may differ in accuracy and applicability when compared to other methods like field surveys or higher resolution satellite data.",
                "AnswerCn": "该方法利用MODIS-NDVI数据，根据干旱地区植被覆盖与NDVI之间的经验关系计算植被覆盖。它通过低云覆盖和高NDVI等标准选择最佳像素值。这种方法提供了年度时间分辨率和1公里空间分辨率，可能在准确性和适用性上与其他方法（如实地调查或更高分辨率的卫星数据）有所不同。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the underlying causes that influence the accuracy of vegetation coverage data collection in Central Asia using MODIS-NDVI?",
                "QuestionCn": "影响中亚地区使用MODIS-NDVI收集植被覆盖数据准确性的潜在原因有哪些？",
                "AnswerEn": "The accuracy of vegetation coverage data collection using MODIS-NDVI in Central Asia is influenced by factors such as cloud cover, the angle of observation, and the selection of pixels with the highest NDVI values. These elements are crucial because the algorithm chooses the best available pixel values based on low cloud presence, low detection angles, and maximum NDVI, which can affect data precision.",
                "AnswerCn": "使用MODIS-NDVI在中亚地区收集植被覆盖数据的准确性受到云层覆盖、观测角度和选择最高NDVI值像素等因素的影响。这些因素至关重要，因为算法根据低云层存在、低检测角度和最大NDVI选择最佳可用像素值，这可能会影响数据的精确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of utilizing MODIS-NDVI data to calculate fractional vegetation cover in Central Asia over multiple years?",
                "QuestionCn": "利用MODIS-NDVI数据计算中亚多年间的植被覆盖度的主要目标是什么？",
                "AnswerEn": "The primary objective of using MODIS-NDVI data to calculate fractional vegetation cover is to understand the temporal and spatial changes in vegetation cover across the five Central Asian countries (Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan, and Uzbekistan) for the years 2010, 2015, and 2020. This helps in monitoring environmental changes and assessing the impacts of climate change and human activities on vegetation in arid regions.",
                "AnswerCn": "使用MODIS-NDVI数据计算植被覆盖度的主要目的是了解2010年、2015年和2020年五个中亚国家（哈萨克斯坦、吉尔吉斯斯坦、塔吉克斯坦、土库曼斯坦和乌兹别克斯坦）植被覆盖的时空变化。这有助于监测环境变化，并评估气候变化和人类活动对干旱地区植被的影响。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What steps are involved in selecting and processing satellite data to calculate vegetation coverage in Central Asia for different years?",
                "QuestionCn": "选择和处理卫星数据以计算中亚不同年份植被覆盖度的步骤包括：\n\n1. 确定研究区域：明确中亚的具体地理范围。\n2. 选择卫星数据源：选择合适的卫星数据源，如Landsat、MODIS或Sentinel等。\n3. 数据获取：从相关数据库或平台下载所需年份的卫星影像数据。\n4. 数据预处理：对卫星影像进行辐射校正、大气校正和几何校正，以确保数据的准确性。\n5. 植被指数计算：使用植被指数（如NDVI）来量化植被覆盖度。\n6. 分类与分析：对计算出的植被指数进行分类，分析不同年份的植被覆盖变化。\n7. 数据验证：通过地面实测数据或其他可靠数据源验证结果的准确性。\n8. 结果可视化：将分析结果以图表或地图的形式可视化，便于理解和展示。\n9. 报告撰写：整理分析过程和结果，撰写研究报告。",
                "AnswerEn": "The process involves using the MODIS-NDVI dataset (product number MOD13A2.006) to calculate vegetation coverage (FVC) for the years 2010, 2015, and 2020. The algorithm selects the best available pixel values based on criteria such as low cloud cover, low observation angle, and the highest NDVI value from all observations in a given year, and then converts these values to calculate the FVC. The data is processed to have a temporal resolution of one year and a spatial resolution of 1 km.",
                "AnswerCn": "该过程涉及使用MODIS-NDVI数据集（产品编号MOD13A2.006）计算2010年、2015年和2020年的植被覆盖度（FVC）。该算法根据低云覆盖、低观测角度和在给定年份内所有观测值中最高的NDVI值等标准选择最佳可用像素值，然后将这些值转换为FVC。数据处理为一年一个时间分辨率，空间分辨率为1公里。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}