{
  "id": "4390ce3f-3676-4a6e-97b7-d2f84aa54e7d",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Simulated land use changes using Dyna-CLUE model under multiple scenarios in  the upstream and midstream of the Heihe River Basin (1986-2030)",
      "titleCn": "黑河上游土地利用变化情景模拟数据（1986-2030）",
      "description": "This data is the simulation data of land use changes using Dyna-CLUE model under multiple scenarios in Heihe River Basin. The time period is 1986-2030, 1986 is the actual reference data, and 1987-2030 is the simulation data. Scenarios include historical trend scenarios, ecological protection scenarios, strict ecological protection scenarios, economic development scenarios and rapid economic development scenarios. Dyna-CLUE model is used to simulate different scenarios. Data format is Arc ASCII format.",
      "descriptionCn": "此数据为黑河流域土地利用变化情景模拟数据，时间段为1986-2030年，1986年为实际参考数据，1987-2030为模拟数据。情景包括，历史趋势情景、生态保护情景、严格生态保护情景、经济发展情景和快速经济发展情景。在不同情景下，利用Dyna-CLUE模型进行模拟。数据格式为Arc ASCII格式",
      "instructions": "",
      "instructionsCn": "",
      "east": 101.83,
      "west": 98.51,
      "south": 37.72,
      "north": 39.85,
      "startTime": "1986-08-10 00:00:00",
      "endTime": "2031-01-09 09:31:00",
      "fileSize": 812403650.0,
      "cstr": "18406.11.heihe.114.2014.db",
      "doi": "10.3972/heihe.114.2014.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张凌",
        "nameEn": "ZHANG Ling",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "南卓铜",
        "nameEn": "NAN Zhuotong",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河流域中上游土地利用变化和水文响应多情景分析",
        "titleEn": null,
        "referenceCn": "张凌，黑河流域中上游土地利用变化和水文响应多情景分析[D]. 中国科学院大学,p1-82.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "土地利用",
        "nameEn": "Land use"
      },
      {
        "nameCn": "土地资源",
        "nameEn": "Land Resources"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河上游",
        "keywordEn": "Upper Reaches of Heihe Basin"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1986-2030",
        "keywordEn": "1986-2030",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "服务于黑河流域集成管理的空间决策支持系统",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of land use change simulation scenarios in Heihe River upstream from 1986 to 2030?",
        "QuestionCn": "1986年至2030年黑河上游土地利用变化模拟情景的特征是什么？",
        "AnswerEn": "historical trend, ecological protection, strict ecological protection, economic development, rapid economic development, Dyna-CLUE model, Arc ASCII format",
        "AnswerCn": "历史趋势、生态保护、严格生态保护、经济发展、快速经济发展、Dyna-CLUE模型、Arc ASCII格式",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many years of simulated land use change data are included in a dataset related to the Heihe River Basin?",
        "QuestionCn": "与黑河流域相关的数据集中包含多少年的模拟土地利用变化数据？",
        "AnswerEn": "44 years",
        "AnswerCn": "44年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the Dyna-CLUE model used for in the context of simulating land use change scenarios?",
        "QuestionCn": "Dyna-CLUE模型在模拟土地利用变化情景中用于什么？",
        "AnswerEn": "The Dyna-CLUE model is used to simulate land use change scenarios in the Heihe River Basin from 1986 to 2030. It models different scenarios, including historical trends, ecological protection, strict ecological protection, economic development, and rapid economic development.",
        "AnswerCn": "Dyna-CLUE模型用于模拟1986年至2030年间黑河流域的土地利用变化情景。它模型化了不同的情景，包括历史趋势、生态保护、严格生态保护、经济发展和快速经济发展。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the use of the Dyna-CLUE model for simulating land use change scenarios compare to other modeling approaches in terms of flexibility and accuracy in predicting future land use patterns?",
        "QuestionCn": "Dyna-CLUE模型在模拟土地利用变化情景方面与其他建模方法相比，在灵活性和准确性预测未来土地利用模式方面如何？",
        "AnswerEn": "The data utilizes the Dyna-CLUE model to simulate land use change scenarios in the Heihe River Basin from 1987-2030. This model is used to evaluate different scenarios such as historical trends, ecological protection, strict ecological protection, economic development, and rapid economic development. The comparison would revolve around how Dyna-CLUE might offer flexibility in handling multiple scenarios and its ability to integrate various factors influencing land use changes compared to other models.",
        "AnswerCn": "该数据利用Dyna-CLUE模型模拟了1987年至2030年间的黑河流域土地利用变化情景。该模型用于评估不同的情景，如历史趋势、生态保护、严格生态保护、经济发展和快速经济发展。比较将围绕Dyna-CLUE在处理多种情景方面的灵活性以及其整合影响土地利用变化的各种因素的能力，与其他模型进行对比。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the reasons for choosing different scenarios like historical trends, ecological protection, and rapid economic development for simulating land use changes in the upper reaches of the Heihe River?",
        "QuestionCn": "选择历史趋势、生态保护和快速经济发展等不同情景来模拟黑河上游土地利用变化的原因是什么？",
        "AnswerEn": "The choice of different scenarios such as historical trends, ecological protection, and rapid economic development is influenced by the need to understand and predict how various socio-economic and environmental policies might impact land use changes over time. These scenarios help to explore potential future changes and their implications for the environment and local economies, providing insights for sustainable land management and policy-making. The use of the Dyna-CLUE model allows for the simulation of these scenarios to assess their effects on land use patterns in the region from 1986 to 2030.",
        "AnswerCn": "不同情景的选择，如历史趋势、生态保护和快速经济发展，受到理解和预测各种社会经济和环境政策如何影响土地利用变化的需求的影响。这些情景有助于探索潜在的未来变化及其对环境和地方经济的影响，为可持续土地管理和政策制定提供见解。使用Dyna-CLUE模型可以模拟这些情景，以评估它们对1986年至2030年期间该地区土地利用模式的影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What impact does the use of different scenarios in land use change simulation have on predicting future land use patterns in the Heihe River Basin?",
        "QuestionCn": "在黑河流域，使用不同情景进行土地利用变化模拟对预测未来土地利用模式的影响是什么？",
        "AnswerEn": "The use of different scenarios such as historical trends, ecological protection, strict ecological protection, economic development, and rapid economic development, impacts the predicted future land use patterns in the Heihe River Basin by providing varied simulations that account for potential changes in policy, economic priorities, and environmental goals. This approach allows for a comprehensive understanding of how different factors can influence land use over time, thereby aiding in strategic planning and resource management.",
        "AnswerCn": "不同情景的使用，如历史趋势、生态保护、严格生态保护、经济发展和快速经济发展，影响了对黑河流域未来土地利用模式的预测，通过提供多种模拟，考虑到政策、经济优先事项和环境目标的潜在变化。这种方法使我们能够全面理解不同因素如何随时间影响土地利用，从而有助于战略规划和资源管理。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind simulating land use change scenarios in the upper reaches of the Heihe River from 1986 to 2030?",
        "QuestionCn": "模拟1986年至2030年间黑河上游土地利用变化情景的目标是什么？",
        "AnswerEn": "The objectives behind simulating land use change scenarios in the upper reaches of the Heihe River from 1986 to 2030 include understanding the impacts of different scenarios such as historical trends, ecological protection, strict ecological protection, economic development, and rapid economic development. The simulation aims to provide insights into how various policy and development strategies might affect land use patterns over time, helping to inform decision-making processes related to sustainable development and environmental conservation.",
        "AnswerCn": "在1986年至2030年期间，模拟黑河上游土地利用变化情景的目标包括理解不同情景（如历史趋势、生态保护、严格生态保护、经济发展和快速经济发展）的影响。该模拟旨在提供关于各种政策和发展策略如何影响土地利用模式的见解，从而帮助为可持续发展和环境保护相关的决策过程提供信息。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in using the Dyna-CLUE model to simulate land use change scenarios for a river basin over a multi-decade period?",
        "QuestionCn": "使用Dyna-CLUE模型模拟河流流域多年代土地利用变化情景的程序步骤是什么？",
        "AnswerEn": "The procedural steps involve setting up the Dyna-CLUE model with input data from actual reference years, such as 1986, and simulating land use changes from 1987-2030 under different scenarios including historical trends, ecological protection, strict ecological protection, economic development, and rapid economic development. The model generates data in Arc ASCII format for each scenario.",
        "AnswerCn": "程序步骤包括使用来自实际参考年份（如1986年）的输入数据设置Dyna-CLUE模型，并在不同情景下模拟1987年至2030年的土地利用变化，包括历史趋势、生态保护、严格生态保护、经济发展和快速经济发展。该模型为每种情景生成Arc ASCII格式的数据。",
        "Level": "C3(Applying)"
      }
    ]
  }
}