{
  "id": "43932103-65cd-4b25-a750-8936913efafe",
  "relatedPaper": 2,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: ASTER LST and LSE dataset in the middle reaches of the Heihe River Basin (2012)",
      "titleCn": "黑河生态水文遥感试验：黑河流域中游ASTER地表温度和地表发射率数据集（2012年）",
      "description": "This data set contains the surface temperature and surface emissivity products retrieved from 12 ASTER data in the middle reaches of Heihe River Basin in 2012. The 12 scenes ASTER data all cover the ecological and hydrological experimental area of the middle reaches artificial oasis. The acquisition time (Beijing time) is: 2012-05-302012-06-152012-06-242012-07-102012-08-02, 2012-08-112012-08-182012-08-272012-09-03, 2012-09-122012-09-192012-09-28. The transit time of the above data is around 12:15 (Beijing time).            \nFirstly, the L1B data is corrected by aster L3 data, and then the L1B data is corrected by MODIS mod07 atmospheric profile product with the same transit time and the atmospheric radiation transfer model MODTRAN. In order to improve the accuracy of atmospheric correction, the water vapor scaling (WVS) atmospheric correction method is used. Finally, the aster temperature emissivity separation (TES) algorithm is used to retrieve the surface temperature and the surface emissivity of five bands. The results show that the average deviation of surface temperature products is less than 0.5K and RMSE is less than 2K. This data set can provide reliable input data for remote sensing estimation of key water and heat variables of heterogeneous surface.",
      "descriptionCn": "本数据集包含了2012年黑河流域中游12景ASTER数据反演得到的地表温度和地表发射率产品。12景ASTER数据均覆盖了中游人工绿洲生态水文试验区，获取时间（北京时间）分别为：2012-05-30，2012-06-15，2012-06-24，2012-07-10，2012-08-02，2012-08-11，2012-08-18，2012-08-27，2012-09-03，2012-09-12，2012-09-19，2012-09-28。以上数据的过境时间都在12:15左右（北京时间）。\n首先利用ASTER L3数据对L1B数据进行了几何精校正，然后再利用过境时间一致的MODIS MOD07大气廓线产品结合大气辐射传输模型MODTRAN对L1B数据进行了大气校正。为提高大气校正精度，采用了Water Vapor Scaling（WVS）大气校正方法，最后采用ASTER温度发射率分离（TES）算法反演得到地表温度和5个波段的地表发射率。利用黑河中游地面实测数据对地表温度产品进行了验证，结果表明地表温度产品的平均偏差小于0.5K，RMSE小于2K，本数据集可为异质性地表关键水热变量的遥感估算等研究提供可靠的输入数据。",
      "instructions": "",
      "instructionsCn": "",
      "east": 101.0,
      "west": 100.0,
      "south": 38.3,
      "north": 39.2,
      "startTime": "2012-06-15 11:00:00",
      "endTime": "2013-10-14 08:00:00",
      "fileSize": 326410182.0,
      "cstr": "18406.11.hiwater.220.2015.db",
      "doi": "10.3972/hiwater.220.2015.db",
      "dataFormat": "ENVI标准格式",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "历华",
        "nameEn": "LI Hua",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "王合顺",
        "nameEn": "WANG Heshun",
        "unitEn": "",
        "unitCn": "中国科学院遥感与数字地球研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Evaluation of the VIIRS and MODIS LST products in an arid area of Northwest China",
        "referenceCn": null,
        "referenceEn": "Li, H., Sun, D.L., Yu, Y.Y., Wang, H.Y., Liu, Y.L., Liu, Q.H., Du, Y.M., Wang, H.S., & Cao, B. (2014). Evaluation of the VIIRS and MODIS LST products in an arid area of Northwest China. Remote Sensing of Environment, 142, 111-121. doi:10.1016/j.rse.2013.11.014."
      },
      {
        "titleCn": null,
        "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
      },
      {
        "titleCn": null,
        "titleEn": "Evaluation of atmospheric correction methods for the ASTER temperature and emissivity separation algorithm using ground observation networks in the HiWATER experiment",
        "referenceCn": null,
        "referenceEn": "Li, H., Wang, H.S., Yang, Y.K., Du, Y.M., Cao, B., Bian, Z.J., & Liu, Q.H. (2019). Evaluation of atmospheric correction methods for the ASTER temperature and emissivity separation algorithm using ground observation networks in the HiWATER experiment. IEEE Transactions on Geoscience and Remote Sensing, 57(5), 3001-3014. doi:10.1109/tgrs.2018.2879316."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表温度",
        "nameEn": "land surface temperature"
      },
      {
        "nameCn": "大气遥感",
        "nameEn": "Atmosphere Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "the artificial oasis experimental area in the middle reaches"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012-05-30",
        "keywordEn": "2012-05-30",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-06-15",
        "keywordEn": "2012-06-15",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-06-24",
        "keywordEn": "2012-06-24",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-07-10",
        "keywordEn": "2012-07-10",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-08-02",
        "keywordEn": "2012-08-02",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-08-11",
        "keywordEn": "2012-08-11",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-08-18",
        "keywordEn": "2012-08-18",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-08-27",
        "keywordEn": "2012-08-27",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-09-03",
        "keywordEn": "2012-09-03",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-09-12",
        "keywordEn": "2012-09-12",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-09-19",
        "keywordEn": "2012-09-19",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-09-28",
        "keywordEn": "2012-09-28",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：航空光学遥感",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      },
      {
        "titleCn": "多尺度遥感数据按需快速处理与定量遥感产品生成关键技术",
        "titleEn": "National High-tech Research and Development Program of China (863 Program)"
      },
      {
        "titleCn": "像元尺度地表发射率方向性建模及地表温度遥感反演研究",
        "titleEn": "National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
      ],
      "research objective": [],
      "challenges": [
        "Progress in this field is hindered by the poor availability of multiscale observations."
      ],
      "methods": [
        "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
      ],
      "dataset": [
        "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
      ],
      "findings": [],
      "backgroundCn": [
        "生态水文过程在异质表面上的放大是一个重大挑战。该领域的进展受到多尺度观测稀缺的阻碍。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
      ],
      "research objectiveCn": [],
      "challengesCn": [
        "该领域的进展受到多尺度观测稀缺的阻碍。"
      ],
      "methodsCn": [
        "在HiWATER期间进行了几次密集观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围的不同景观中安装了四个EC塔和四个双层自动气象站（AMS），这些景观包括沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了密集观测。共进行了12次空中遥感任务，使用了LiDAR、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA。"
      ],
      "datasetCn": [
        "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
      ],
      "findingsCn": []
    },
    {
      "background": [
        "Land surface temperature (LST) is a key parameter for hydrological, meteorological, climatological and environmental studies."
      ],
      "research objective": [
        "In this study, two latest Collection 6 (C6) MODIS level-2 LST products (MxD11 _L2 and MxD21 _L2) from both the Terra and Aqua satellites were evaluated against ground measurements collected in an arid area of northwest China during the Heihe Watershed Allied Telemetry Experimental Research (HiWATER) experiment."
      ],
      "challenges": [
        "Several studies pointed out that one reason for the large cold biases in the MxD11 LST product is the inaccurate emissivity values assigned to the MODIS bands 31 and 32. This misclassification caused overestimation of the emissivity for the four sites in C6 MxD11 product. Thus, the overestimation of the emissivity is the main reason for the large negative bias in C6 MxD11 LST product."
      ],
      "methods": [
        "Ground measurements of four and a half years at four barren surface sites were used to carry out the evaluation, which took place from June 2012 to December 2016."
      ],
      "dataset": [
        "Ground measurements of four and a half years at four barren surface sites were used to carry out the evaluation, which took place from June 2012 to December 2016."
      ],
      "findings": [
        "The results show that the C6 MxD21 LST products demonstrate a better accuracy than C6 MxD11 LST products both at daytime and nighttime for the four sites. For the daytime result, C6 MxD11 products underestimate the LST at the four barren surface sites, with an average bias of -1.77 K for Terra and -2.63 K for Aqua, while the average biases of MxD21 LST products are much smaller, with an average bias of 0.34 K for Terra and -0.67 K for Aqua, respectively. For the nighttime result, C6 MxD11 products also underestimate the LST at the four sites, with an average bias of -1.41 K for Terra and -1.01 K for Aqua, while the average biases of MxD21 LST products are 0.14 K for Terra and 0.54 K for Aqua, respectively."
      ],
      "backgroundCn": [
        "地表温度（LST）是水文、气象、气候和环境研究的关键参数。"
      ],
      "research objectiveCn": [
        "在本研究中，评估了来自Terra和Aqua卫星的两个最新的Collection 6 (C6) MODIS二级地表温度（LST）产品（MxD11_L2和MxD21_L2），与在中国西北部干旱地区Heihe Watershed Allied Telemetry Experimental Research (HiWATER)实验期间收集的地面测量数据进行对比。"
      ],
      "challengesCn": [
        "多项研究指出，MxD11 LST 产品中存在较大冷偏差的一个原因是分配给 MODIS 31 和 32 波段的不准确发射率值。这种错误分类导致 C6 MxD11 产品中四个站点的发射率被高估。因此，发射率的高估是 C6 MxD11 LST 产品中大负偏差的主要原因。"
      ],
      "methodsCn": [
        "在2012年6月至2016年12月期间，对四个荒地表面站点进行了四年半的地面测量，以进行评估。"
      ],
      "datasetCn": [
        "在2012年6月至2016年12月期间，对四个荒地表面站点进行了四年半的地面测量，以进行评估。"
      ],
      "findingsCn": [
        "结果显示，C6 MxD21 LST 产品在四个站点的白天和夜间表现出比 C6 MxD11 LST 产品更好的准确性。在白天的结果中，C6 MxD11 产品在四个荒地表面站点低估了 LST，Terra 的平均偏差为 -1.77 K，Aqua 的平均偏差为 -2.63 K，而 MxD21 LST 产品的平均偏差要小得多，Terra 的平均偏差为 0.34 K，Aqua 的平均偏差为 -0.67 K。对于夜间结果，C6 MxD11 产品在四个站点也低估了 LST，Terra 的平均偏差为 -1.41 K，Aqua 的平均偏差为 -1.01 K，而 MxD21 LST 产品的平均偏差分别为 Terra 的 0.14 K 和 Aqua 的 0.54 K。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Can atmospheric correction methods like the Water Vapor Scaling (WVS) improve the accuracy of remote sensing data collection?",
        "QuestionCn": "大气校正方法如水汽缩放（WVS）是否能提高遥感数据收集的准确性？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which atmospheric correction method is more suitable for processing ASTER data: MODTRAN, Water Vapor Scaling (WVS), or another method?",
        "QuestionCn": "哪种大气校正方法更适合处理ASTER数据：MODTRAN、水汽缩放（WVS）或其他方法？",
        "AnswerEn": "Water Vapor Scaling (WVS)",
        "AnswerCn": "水汽缩放 (WVS)",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are some methods used for atmospheric correction in remote sensing data collection?",
        "QuestionCn": "在遥感数据采集中用于大气校正的一些方法是什么？",
        "AnswerEn": "MODIS MOD07, MODTRAN, Water Vapor Scaling",
        "AnswerCn": "MODIS MOD07, MODTRAN, 水汽缩放",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where can multiscale datasets for eco-hydrological research be accessed for further study?",
        "QuestionCn": "在哪里可以获取多尺度生态水文研究的数据集以供进一步研究？",
        "AnswerEn": "figshare, Cold and Arid Regions Science Data Centre",
        "AnswerCn": "figshare，寒旱区科学数据中心",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge encountered in the collection of multiscale observations for eco-hydrological studies?",
        "QuestionCn": "在生态水文研究中，收集多尺度观测数据时遇到的一个挑战是什么？",
        "AnswerEn": "An example of a challenge encountered in the collection of multiscale observations for eco-hydrological studies is the poor availability of multiscale observations, which hinders progress in understanding eco-hydrological processes on heterogeneous surfaces.",
        "AnswerCn": "在生态水文研究中，收集多尺度观测数据时遇到的一个挑战是多尺度观测数据的可用性差，这阻碍了对异质表面生态水文过程的理解。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you provide an example of a dataset that evaluates land surface temperature products against ground measurements in arid regions?",
        "QuestionCn": "您能否提供一个评估干旱地区地表温度产品与地面测量数据的示例数据集？",
        "AnswerEn": "An example of a dataset that evaluates land surface temperature products against ground measurements in arid regions is the ground measurements collected over four and a half years at four barren surface sites during the Heihe Watershed Allied Telemetry Experimental Research (HiWATER) experiment. These measurements were used to evaluate the accuracy of MODIS level-2 LST products.",
        "AnswerCn": "一个评估干旱地区地表温度产品与地面测量数据的示例数据集是，在Heihe Watershed Allied Telemetry Experimental Research (HiWATER)实验期间，在四个光秃表面站点收集的四年半的地面测量数据。这些测量数据用于评估MODIS二级地表温度产品的准确性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data collection techniques used for measuring land surface temperature and emissivity in eco-hydrological studies?",
        "QuestionCn": "在生态水文研究中，用于测量地表温度和发射率的数据收集技术的特点是什么？",
        "AnswerEn": "ASTER L3 data for geometric corrections, MODIS MOD07 atmospheric profile products, MODTRAN atmospheric radiation transfer model, Water Vapor Scaling atmospheric correction method, ASTER Temperature Emissivity Separation algorithm",
        "AnswerCn": "ASTER L3数据用于几何校正，MODIS MOD07大气剖面产品，MODTRAN大气辐射传输模型，水汽缩放大气校正方法，ASTER温度发射率分离算法。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What specific features of datasets are crucial for evaluating land surface temperature products in arid regions?",
        "QuestionCn": "评估干旱地区地表温度产品时，数据集的哪些具体特征是至关重要的？",
        "AnswerEn": "ground measurements over an extended period, multiple barren surface sites, biases in emissivity and temperature estimates",
        "AnswerCn": "长时间的地面测量、多个贫瘠地表站点、发射率和温度估计中的偏差。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the number of airborne remote sensing missions conducted to cover the FEA using various sensors during the HiWATER experiment in 2012?",
        "QuestionCn": "在2012年的HiWATER实验中，为了覆盖FEA，使用各种传感器进行了多少次空中遥感任务？",
        "AnswerEn": "12",
        "AnswerCn": "12",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many different landscapes surrounding the oasis were equipped with EC towers and automatic meteorological stations during the HiWATER experiment?",
        "QuestionCn": "在HiWATER实验中，围绕绿洲的不同景观中配备了多少个EC塔和自动气象站？",
        "AnswerEn": "4",
        "AnswerCn": "4",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the average bias of the C6 MxD11 LST products for Terra during the daytime at the four barren surface sites?",
        "QuestionCn": "在白天，Terra卫星的C6 MxD11 LST产品在四个荒地表面站点的平均偏差是多少？",
        "AnswerEn": "-1.77 K",
        "AnswerCn": "-1.77 开尔文",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the Water Vapor Scaling (WVS) atmospheric correction method in the context of remote sensing data processing?",
        "QuestionCn": "在遥感数据处理中，水汽缩放（WVS）大气校正方法是什么？",
        "AnswerEn": "The Water Vapor Scaling (WVS) atmospheric correction method is a technique used to enhance the precision of atmospheric correction in remote sensing data processing. It involves adjusting the atmospheric data to account for variations in water vapor levels, thereby improving the accuracy of surface temperature and emissivity retrievals from satellite imagery.",
        "AnswerCn": "水汽缩放（WVS）大气校正方法是一种用于提高遥感数据处理大气校正精度的技术。它涉及调整大气数据，以考虑水汽水平的变化，从而改善从卫星影像中获取的地表温度和发射率的准确性。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What does 'multi-scale observations' refer to in eco-hydrological research?",
        "QuestionCn": "在生态水文研究中，“多尺度观测”指的是什么？",
        "AnswerEn": "In eco-hydrological research, 'multi-scale observations' refer to the collection of data at various spatial and temporal scales to capture the complexity of eco-hydrological processes. This approach is utilized to address challenges in understanding interactions across different scales, such as the interaction between oasis and desert systems, by using instruments and methodologies that can operate at micro to macro scales.",
        "AnswerCn": "在生态水文研究中，“多尺度观测”是指在不同的空间和时间尺度上收集数据，以捕捉生态水文过程的复杂性。这种方法用于解决理解不同尺度之间相互作用的挑战，例如绿洲与沙漠系统之间的相互作用，采用能够在微观到宏观尺度上运行的仪器和方法。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods used in the Heihe Watershed Allied Telemetry Experimental Research compare to those used for obtaining ASTER-derived land surface temperature and emissivity data in terms of scale and instrumentation?",
        "QuestionCn": "在黑河流域联合遥测实验研究中使用的数据收集方法与获取ASTER衍生的地表温度和发射率数据的方法在规模和仪器方面有何比较？",
        "AnswerEn": "The Heihe Watershed Allied Telemetry Experimental Research (HiWATER) employs a multiscale and multidisciplinary approach with a variety of instruments, including flux observation matrices, eddy covariance towers, and airborne remote sensing tools like LiDAR and imaging spectrometers. In contrast, the ASTER-derived data focuses on using ASTER L3 and L1B data with MODIS atmospheric correction for specific dates and times to obtain surface temperature and emissivity. HiWATER captures broader eco-hydrological processes across multiple scales, while ASTER data emphasizes precise thermal and emissivity measurements at specific points in time.",
        "AnswerCn": "黑河流域联合遥测实验研究（HiWATER）采用多尺度和多学科的方法，使用多种仪器，包括通量观测矩阵、涡度协方差塔以及激光雷达和成像光谱仪等航空遥感工具。相比之下，ASTER衍生数据则专注于使用ASTER L3和L1B数据，并结合MODIS大气校正，以获取特定日期和时间的表面温度和发射率。HiWATER捕捉更广泛的生态水文过程，涵盖多个尺度，而ASTER数据则强调在特定时间点的精确热量和发射率测量。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How does the accuracy of land surface temperature products validated with ground measurements differ between the ASTER dataset and MODIS Collection 6 LST products?",
        "QuestionCn": "陆表温度产品的准确性与地面测量的验证在ASTER数据集和MODIS第6版LST产品之间有何不同？",
        "AnswerEn": "The ASTER dataset achieves a high accuracy in land surface temperature estimation with an average bias of less than 0.5K and RMSE below 2K, validated against ground measurements in the Heihe River Basin. In contrast, MODIS Collection 6 LST products show larger biases, with C6 MxD21 products having better accuracy compared to C6 MxD11, which demonstrate significant underestimation, with biases ranging from -1.77 K to -2.63 K for daytime and -1.41 K to -1.01 K for nighttime. The ASTER dataset appears to provide more accurate temperature estimations under the conditions discussed.",
        "AnswerCn": "ASTER 数据集在地表温度估计方面取得了高精度，平均偏差小于 0.5K，均方根误差（RMSE）低于 2K，经过对比验证与河西走廊的地面测量数据。相比之下，MODIS 第六版 LST 产品显示出更大的偏差，其中 C6 MxD21 产品的准确性优于 C6 MxD11，后者表现出显著的低估，白天偏差范围为 -1.77 K 到 -2.63 K，夜间偏差范围为 -1.41 K 到 -1.01 K。根据讨论的条件，ASTER 数据集似乎提供了更准确的温度估计。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be interpreted about the effectiveness of atmospheric correction methods from the accuracy of land surface temperature products in remote sensing datasets?",
        "QuestionCn": "从遥感数据集中的地表温度产品的准确性可以解读出大气校正方法的有效性吗？",
        "AnswerEn": "The effectiveness of atmospheric correction methods can be inferred from the average bias and root mean square error (RMSE) of land surface temperature products, which indicates that the Water Vapor Scaling (WVS) atmospheric correction method, when combined with ASTER temperature emissivity separation (TES) algorithm, results in an average deviation of less than 0.5K and an RMSE of less than 2K, suggesting high accuracy in the dataset.",
        "AnswerCn": "大气校正方法的有效性可以通过地表温度产品的平均偏差和均方根误差（RMSE）来推断。水汽缩放（WVS）大气校正方法与ASTER温度发射率分离（TES）算法结合使用时，平均偏差小于0.5K，RMSE小于2K，表明该数据集具有较高的准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How do multiscale and multidisciplinary data collection methods contribute to understanding eco-hydrological processes in heterogeneous surfaces?",
        "QuestionCn": "多尺度和多学科的数据收集方法如何有助于理解异质表面的生态水文过程？",
        "AnswerEn": "Multiscale and multidisciplinary data collection methods, such as the use of flux observation matrices, eco-hydrological sensor networks, and hyper-resolution airborne remote sensing, provide comprehensive data that can capture multi-scale eco-hydrological processes, thereby addressing the challenge of poor availability of multiscale observations and offering reliable inputs for remote sensing estimation of surface heterogeneity.",
        "AnswerCn": "多尺度和多学科的数据收集方法，如通量观测矩阵、生态水文传感器网络和超高分辨率航空遥感，提供了全面的数据，能够捕捉多尺度生态水文过程，从而解决多尺度观测稀缺的问题，并为遥感估算地表异质性提供可靠的输入。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What insights can be drawn about the challenges of accurately measuring land surface temperature in arid regions using satellite data?",
        "QuestionCn": "关于使用卫星数据准确测量干旱地区地表温度的挑战，可以得出哪些见解？",
        "AnswerEn": "The challenges of accurately measuring land surface temperature in arid regions using satellite data can be inferred from the biases observed in MODIS LST products, where inaccuracies in emissivity values for certain bands lead to underestimation of temperature. This highlights the importance of precise emissivity classification and ground validation to improve the accuracy of satellite-derived temperature measurements.",
        "AnswerCn": "在干旱地区使用卫星数据准确测量地表温度的挑战可以从MODIS LST产品中观察到的偏差中推断出来，其中某些波段的发射率值不准确导致温度的低估。这突显了精确的发射率分类和地面验证在提高卫星衍生温度测量准确性方面的重要性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the poor availability of multiscale observations in eco-hydrological studies?",
        "QuestionCn": "在生态水文研究中，导致多尺度观测稀缺的因素有哪些？",
        "AnswerEn": "Progress in the field of upscaling eco-hydrological processes on heterogeneous surfaces is hindered by the poor availability of multiscale observations. This challenge is addressed through experiments like HiWATER, which aim to obtain multiscale and multidisciplinary data using hierarchically nested scales and various instrumentation techniques.",
        "AnswerCn": "在异质表面上提升生态水文过程的研究进展受到多尺度观测数据稀缺的限制。通过像HiWATER这样的实验，旨在利用分层嵌套的尺度和各种仪器技术获取多尺度和多学科的数据，从而解决这一挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there a need for atmospheric correction in remote sensing data collection, particularly in the context of the Heihe River Basin study?",
        "QuestionCn": "为什么在遥感数据收集中需要进行大气校正，特别是在黑河流域研究的背景下？",
        "AnswerEn": "The need for atmospheric correction arises due to the impact atmospheric conditions can have on remote sensing data accuracy. In the context of the Heihe River Basin study, atmospheric correction was achieved using the MODTRAN model and Water Vapor Scaling (WVS) methods to improve precision, leading to more accurate retrieval of surface temperature and emissivity values.",
        "AnswerCn": "大气校正的需求源于大气条件对遥感数据准确性的影响。在黑河流域研究中，采用MODTRAN模型和水汽缩放（WVS）方法进行大气校正，以提高精度，从而更准确地获取地表温度和发射率值。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What causes inaccuracies in the emissivity values assigned to MODIS bands, and how does it affect land surface temperature (LST) products?",
        "QuestionCn": "导致MODIS波段分配的发射率值不准确的原因是什么，以及这如何影响地表温度（LST）产品？",
        "AnswerEn": "Inaccuracies in the emissivity values assigned to MODIS bands 31 and 32 contribute to large cold biases in the LST products. This misclassification causes overestimation of emissivity, resulting in a significant negative bias in the MxD11 LST products. Ground measurements and subsequent evaluations have shown that MxD21 LST products demonstrate better accuracy compared to MxD11, indicating the importance of correct emissivity assignment for precise LST determinations.",
        "AnswerCn": "MODIS 31和32波段分配的发射率值不准确，导致LST产品出现较大的冷偏差。这种错误分类导致发射率的高估，从而在MxD11 LST产品中产生显著的负偏差。地面测量和后续评估表明，MxD21 LST产品的准确性优于MxD11，这表明正确的发射率分配对于精确的LST测定的重要性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on data quality when employing multiple scales of instrumentation for eco-hydrological observations in heterogeneous surfaces?",
        "QuestionCn": "在异质表面上采用多种仪器量测生态水文观测时，数据质量可能面临的潜在后果是什么？",
        "AnswerEn": "Employing multiple scales of instrumentation for eco-hydrological observations in heterogeneous surfaces can lead to enhanced data quality by capturing multi-scale processes and interactions more accurately. This approach allows for a comprehensive understanding of eco-hydrological dynamics, facilitating the collection of multiscale and multidisciplinary data as demonstrated by the HiWATER experiment.",
        "AnswerCn": "在异质表面上采用多尺度仪器进行生态水文观测可以通过更准确地捕捉多尺度过程和相互作用来提高数据质量。这种方法允许对生态水文动态进行全面理解，促进了多尺度和多学科数据的收集，正如HiWATER实验所示。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the use of advanced atmospheric correction methods, such as Water Vapor Scaling (WVS), impact the accuracy of remote sensing data products like land surface temperature and emissivity?",
        "QuestionCn": "先进的大气校正方法，如水汽缩放（WVS），如何影响遥感数据产品（如地表温度和发射率）的准确性？",
        "AnswerEn": "The use of advanced atmospheric correction methods like Water Vapor Scaling (WVS) can significantly improve the accuracy of remote sensing data products by reducing atmospheric interference. In the field, this method was utilized to achieve a surface temperature product with an average bias of less than 0.5K and RMSE less than 2K, thus providing reliable input data for remote sensing estimation of heterogeneous surface variables.",
        "AnswerCn": "使用先进的大气校正方法，如水汽缩放（WVS），可以显著提高遥感数据产品的准确性，减少大气干扰。在实际应用中，该方法被用于实现一个表面温度产品，其平均偏差小于0.5K，均方根误差（RMSE）小于2K，从而为遥感估计异质表面变量提供可靠的输入数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What outcomes might arise from integrating ground-based measurements with remote sensing data in evaluating land surface temperature (LST) products?",
        "QuestionCn": "将地面测量与遥感数据结合在一起评估地表温度（LST）产品可能会产生哪些结果？",
        "AnswerEn": "Integrating ground-based measurements with remote sensing data in evaluating land surface temperature (LST) products can lead to more accurate assessments and calibrations of LST products. This approach was used to evaluate MODIS LST products, resulting in findings that identified biases and improved the accuracy of the LST products by providing ground truth data for comparison.",
        "AnswerCn": "将地面测量与遥感数据相结合，以评估地表温度（LST）产品，可以导致对LST产品更准确的评估和校准。这种方法用于评估MODIS LST产品，结果发现了偏差，并通过提供对比的地面真实数据，提高了LST产品的准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the purpose of employing the Water Vapor Scaling method for atmospheric correction in remote sensing data collection?",
        "QuestionCn": "在遥感数据采集中，使用水汽缩放方法进行大气校正的目的是什么？",
        "AnswerEn": "The Water Vapor Scaling method is used to improve the accuracy of atmospheric correction, which is crucial for obtaining reliable surface temperature and emissivity data from remote sensing observations.",
        "AnswerCn": "水汽缩放方法用于提高大气校正的准确性，这对于从遥感观测中获得可靠的地表温度和发射率数据至关重要。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to establish a hierarchical observation network in studying eco-hydrological processes in oasis-desert systems?",
        "QuestionCn": "在研究绿洲-沙漠系统中的生态水文过程时，建立分层观察网络的重要性是什么？",
        "AnswerEn": "A hierarchical observation network is essential for capturing multi-scale eco-hydrological processes, which helps in understanding the interactions between different landscape elements such as oasis, desert, and wetlands.",
        "AnswerCn": "层次观察网络对于捕捉多尺度生态水文过程至关重要，这有助于理解绿洲、沙漠和湿地等不同景观元素之间的相互作用。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in applying atmospheric correction to satellite data for accurate surface temperature and emissivity retrieval?",
        "QuestionCn": "应用大气校正以准确检索卫星数据的地表温度和发射率涉及哪些程序步骤？",
        "AnswerEn": "The procedural steps involve first performing geometric precision correction using ASTER L3 data on the L1B data. This is followed by atmospheric correction using MODIS MOD07 atmospheric profile products combined with the MODTRAN atmospheric radiative transfer model. To enhance the precision of atmospheric correction, the Water Vapor Scaling (WVS) method is applied. Finally, the ASTER Temperature Emissivity Separation (TES) algorithm is used to retrieve surface temperature and emissivity across five bands.",
        "AnswerCn": "程序步骤首先使用ASTER L3数据对L1B数据进行几何精度校正。接下来，使用MODIS MOD07大气剖面产品结合MODTRAN大气辐射传输模型进行大气校正。为了提高大气校正的精度，应用水汽缩放（WVS）方法。最后，使用ASTER温度发射率分离（TES）算法在五个波段中提取地表温度和发射率。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How are multiscale eco-hydrological processes captured using instrumentation in a desert-oasis system?",
        "QuestionCn": "如何通过仪器捕捉沙漠-绿洲系统中的多尺度生态水文过程？",
        "AnswerEn": "Instrumentation in a desert-oasis system is arranged on hierarchically nested scales to capture multiscale eco-hydrological processes. This includes a sparse network to study oasis-desert interaction, with a superstation within the oasis and multiple EC towers and two-layer automatic meteorological stations (AMSs) in surrounding landscapes. Additionally, intensive observations at the irrigation district scale are implemented, including airborne remote sensing missions using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer.",
        "AnswerCn": "在沙漠-绿洲系统中，仪器布置在层次嵌套的尺度上，以捕捉多尺度生态水文过程。这包括一个稀疏的网络，用于研究绿洲与沙漠之间的相互作用，绿洲内设有一个超级站，以及在周围景观中布置了多个涡度协方差塔和双层自动气象站（AMS）。此外，还在灌溉区尺度上实施了密集观测，包括使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的空中遥感任务。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What data collection methods are used to evaluate satellite-derived land surface temperature products against ground measurements?",
        "QuestionCn": "用于评估卫星衍生的地表温度产品与地面测量数据之间的对比的数据收集方法有哪些？",
        "AnswerEn": "Ground measurements collected over four and a half years at four barren surface sites are used to evaluate satellite-derived land surface temperature products. This involves comparing the latest Collection 6 (C6) MODIS level-2 LST products (MxD11_L2 and MxD21_L2) from both Terra and Aqua satellites against these ground measurements to assess their accuracy in an arid area.",
        "AnswerCn": "在四年半的时间里，在四个荒地表面站点收集的地面测量数据用于评估卫星衍生的地表温度产品。这涉及将最新的第6版（C6）MODIS二级LST产品（MxD11_L2和MxD21_L2）从Terra和Aqua卫星与这些地面测量进行比较，以评估它们在干旱地区的准确性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What conditions or methods enable the effective geometric and atmospheric correction of satellite imagery data for eco-hydrological studies?",
        "QuestionCn": "哪些条件或方法能够有效地对卫星影像数据进行几何和大气校正，以便用于生态水文研究？",
        "AnswerEn": "Geometric precision correction was applied to ASTER L1B data using ASTER L3 data, followed by atmospheric correction using MODIS MOD07 atmospheric profile products in combination with the MODTRAN atmospheric radiation transfer model. The Water Vapor Scaling (WVS) method was employed to enhance atmospheric correction accuracy.",
        "AnswerCn": "对ASTER L1B数据进行了几何精度校正，使用了ASTER L3数据，随后使用MODIS MOD07大气剖面产品结合MODTRAN大气辐射传输模型进行了大气校正。采用了水汽缩放（WVS）方法以提高大气校正的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How do multi-scale observation systems enable the detailed study of oasis-desert interactions in eco-hydrological research?",
        "QuestionCn": "多尺度观测系统如何在生态水文研究中促进对绿洲-沙漠相互作用的详细研究？",
        "AnswerEn": "The HiWATER experiment utilized a hierarchically nested scale instrumentation system, including eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and a sparse network to capture multi-scale eco-hydrological processes. This setup enabled extensive research on oasis-desert interactions.",
        "AnswerCn": "HiWATER实验利用了分层嵌套的尺度仪器系统，包括涡度协方差塔、大孔径闪烁仪、自动气象站和稀疏网络，以捕捉多尺度生态水文过程。该设置使得对绿洲-沙漠相互作用的广泛研究成为可能。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do airborne remote sensing missions contribute to the quality and comprehensiveness of datasets in eco-hydrological research?",
        "QuestionCn": "机载遥感任务如何提高生态水文研究中数据集的质量和全面性？",
        "AnswerEn": "Airborne remote sensing missions in the HiWATER experiment used LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer to cover the FEA. This approach provided high-resolution data essential for detailed eco-hydrological studies, enhancing dataset quality and comprehensiveness.",
        "AnswerCn": "在HiWATER实验中，空中遥感任务使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，以覆盖FEA。这种方法提供了高分辨率的数据，对于详细的生态水文研究至关重要，增强了数据集的质量和全面性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might multiscale observations be challenging to collect in the context of eco-hydrological processes on heterogeneous surfaces?",
        "QuestionCn": "在异质表面上，收集生态水文过程的多尺度观测可能面临哪些挑战？",
        "AnswerEn": "Progress in this field is hindered by the poor availability of multiscale observations. Instruments for the oasis-desert system are arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes, but the complexity of the terrain and the diversity of processes involved contribute to the challenge.",
        "AnswerCn": "该领域的进展受到多尺度观测稀缺的限制。用于绿洲-沙漠系统的仪器按照层次嵌套的尺度排列，以捕捉多尺度生态水文过程，但地形的复杂性和涉及的过程多样性增加了这一挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What reasons could there be for the anticipated improvement in accuracy when using the C6 MxD21 LST products over the C6 MxD11 LST products in arid regions?",
        "QuestionCn": "使用C6 MxD21 LST产品而非C6 MxD11 LST产品在干旱地区预期准确性提高的原因可能有哪些？",
        "AnswerEn": "The C6 MxD21 LST products demonstrate a better accuracy than the C6 MxD11 LST products due to the overestimation of emissivity in the MxD11 product. The inaccurate emissivity values assigned to the MODIS bands 31 and 32 cause large cold biases, which are less pronounced in the MxD21 products.",
        "AnswerCn": "C6 MxD21 LST 产品的准确性优于 C6 MxD11 LST 产品，因为 MxD11 产品中发射率的高估。分配给 MODIS 31 和 32 波段的不准确发射率值导致了较大的冷偏差，而在 MxD21 产品中这种偏差较小。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it expected that the use of Water Vapor Scaling (WVS) atmospheric correction method would enhance the accuracy of surface temperature retrieval in remote sensing data?",
        "QuestionCn": "为什么预计使用水汽缩放（WVS）大气校正方法会提高遥感数据中地表温度提取的准确性？",
        "AnswerEn": "To improve atmospheric correction precision, the Water Vapor Scaling (WVS) atmospheric correction method is utilized. This method is expected to enhance the accuracy by addressing atmospheric variability and improving the retrieval of surface temperature and emissivity from remote sensing data.",
        "AnswerCn": "为了提高大气校正的精度，采用了水汽缩放（WVS）大气校正方法。该方法预计通过解决大气变异性，改善从遥感数据中获取表面温度和发射率的准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using multiscale and multidisciplinary data collection methods in addressing the challenges of eco-hydrological processes on heterogeneous surfaces?",
        "QuestionCn": "如何评估使用多尺度和多学科数据收集方法在解决异质表面生态水文过程挑战中的有效性？",
        "AnswerEn": "The multiscale and multidisciplinary data collection methods, as described, are highly effective in addressing the challenges of eco-hydrological processes on heterogeneous surfaces. By using instrumentation on hierarchically nested scales and incorporating a variety of observational tools such as eddy covariance towers, large aperture scintillometers, and hyper-resolution airborne remote sensing, the approach ensures comprehensive coverage and capture of diverse eco-hydrological processes. This method addresses the challenge of poor availability of multiscale observations and provides robust data for research.",
        "AnswerCn": "多尺度和多学科的数据收集方法，如所述，能够有效应对异质表面上生态水文过程的挑战。通过在分层嵌套尺度上使用仪器，并结合涡度协方差塔、大孔径闪烁仪和超高分辨率航空遥感等多种观测工具，该方法确保了全面覆盖和捕捉多样的生态水文过程。这种方法解决了多尺度观测可用性差的问题，并为研究提供了可靠的数据。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is your assessment of the accuracy of the ground validation methods used for evaluating land surface temperature data derived from satellite observations?",
        "QuestionCn": "我对用于评估从卫星观测中获取的地表温度数据的地面验证方法的准确性有何评估？",
        "AnswerEn": "The ground validation methods used for evaluating land surface temperature data derived from satellite observations appear to be quite rigorous. By using ground measurements collected over four and a half years at multiple barren surface sites, the evaluation ensures a long-term and consistent dataset for comparison. The findings indicate that the C6 MxD21 LST products have better accuracy than the C6 MxD11 LST products, suggesting that the validation process effectively highlights the discrepancies and improvements in satellite-derived data against actual ground observations.",
        "AnswerCn": "用于评估卫星观测得出的地表温度数据的地面验证方法似乎相当严格。通过在多个光秃表面站点收集四年半的地面测量数据，该评估确保了一个长期且一致的比较数据集。研究结果表明，C6 MxD21 LST 产品的准确性优于 C6 MxD11 LST 产品，这表明验证过程有效地突出了卫星衍生数据与实际地面观测之间的差异和改进。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm unsure how multiscale observations can be effectively obtained and integrated for eco-hydrological research in heterogeneous landscapes.",
        "QuestionCn": "我不确定如何有效获取和整合多尺度观测数据，以用于异质景观中的生态水文研究。",
        "AnswerEn": "The HiWATER experiment addresses the challenge of multiscale observations by using instrumentation on hierarchically nested scales to capture multi-scale eco-hydrological processes. This includes a combination of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and an eco-hydrological sensor network, complemented by hyper-resolution airborne remote sensing and ground measurements.",
        "AnswerCn": "HiWATER实验通过在分层嵌套的尺度上使用仪器来捕捉多尺度生态水文过程，从而应对多尺度观测的挑战。这包括组合使用涡度协方差塔、大孔径闪烁仪、自动气象站和生态水文传感器网络，辅以超高分辨率的航空遥感和地面测量。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "I don't understand the methods involved in ensuring the accuracy of atmospheric correction in surface temperature datasets.",
        "QuestionCn": "我不理解确保表面温度数据集大气校正准确性的方法。",
        "AnswerEn": "The data collection method involves using the MODTRAN atmospheric radiative transfer model for atmospheric correction, combined with the Water Vapor Scaling (WVS) method to improve accuracy. The ASTER temperature emissivity separation (TES) algorithm is then applied to derive surface temperature and emissivity products.",
        "AnswerCn": "数据收集方法涉及使用MODTRAN大气辐射传输模型进行大气校正，结合水汽缩放（WVS）方法以提高准确性。然后应用ASTER温度发射率分离（TES）算法来推导地表温度和发射率产品。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of why the LST products from different satellite datasets show varying levels of accuracy.",
        "QuestionCn": "我无法理解为什么来自不同卫星数据集的地表温度产品显示出不同的准确性水平。",
        "AnswerEn": "The variation in accuracy of LST products is attributed to differences in emissivity values assigned to the MODIS bands, which leads to biases. The C6 MxD21 LST products show better accuracy compared to the C6 MxD11 products, likely due to more accurate emissivity values, resulting in smaller biases.",
        "AnswerCn": "LST产品准确性的变化归因于分配给MODIS波段的发射率值的差异，这导致了偏差。C6 MxD21 LST产品的准确性优于C6 MxD11产品，这可能是由于更准确的发射率值，导致偏差更小。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore the various instruments and techniques used for obtaining multiscale eco-hydrological data in oasis-desert systems, and discuss their effectiveness.",
        "QuestionCn": "请探讨在绿洲-沙漠系统中获取多尺度生态水文数据的各种仪器和技术，并讨论它们的有效性。",
        "AnswerEn": "The HiWATER experiment utilized a hierarchical arrangement of instruments to capture multiscale eco-hydrological processes. This included eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and eco-hydrological sensor networks for soil moisture and leaf area index. Additionally, hyper-resolution airborne remote sensing was conducted using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer. These methods were implemented to ensure comprehensive data collection across different scales and landscapes.",
        "AnswerCn": "HiWATER实验采用了分层的仪器布置，以捕捉多尺度生态水文过程。这包括涡度协方差塔、大孔径闪烁仪、自动气象站以及用于土壤湿度和叶面积指数的生态水文传感器网络。此外，还进行了超高分辨率的航空遥感，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计。这些方法的实施确保了在不同尺度和景观下的全面数据收集。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Please describe the challenges associated with atmospheric correction in remote sensing data and the methods used to address these challenges in the context of the HiWATER experiment.",
        "QuestionCn": "请描述与遥感数据中的大气校正相关的挑战，以及在HiWATER实验中用于解决这些挑战的方法。",
        "AnswerEn": "Atmospheric correction in remote sensing data is challenging due to the need for accurate atmospheric profiles. In the HiWATER experiment, ASTER L1B data underwent geometric correction, followed by atmospheric correction using MODIS MOD07 atmospheric profile products and the MODTRAN atmospheric radiative transfer model. To enhance accuracy, the Water Vapor Scaling (WVS) method was applied, leading to reliable surface temperature and emissivity products.",
        "AnswerCn": "在遥感数据中，大气校正是一项具有挑战性的任务，因为需要准确的大气剖面。在HiWATER实验中，ASTER L1B数据经过几何校正后，使用MODIS MOD07大气剖面产品和MODTRAN大气辐射传输模型进行了大气校正。为了提高准确性，应用了水汽缩放（WVS）方法，从而得到了可靠的地表温度和发射率产品。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}