{
  "id": "445aa263-723e-46de-92ca-a4bc8e553d4d",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Long-term irrigation water use data with high spatiotemporal resolution (monthly, 1km) across the continental United States (2000-2020)",
      "titleCn": "美国大陆长序列高时空分辨率（逐月1km）灌溉用水量数据（2000-2020）",
      "description": "About 70% of the world's water withdrawl is used for agriculture, and irrigation water accounts for more than 90% of the total water consumption. Due to varied irrigation water sources, irrigation facilities, and crop planting types, there is large spatial heterogeneity in irrigation water use. Irrigation water can be consumed by evapotranspiration or stored as soil water in the root zone soil layer, while the portion exceeding the saturation zone will recharge groundwater. The complexity of irrigation processes above makes it extremely difficult and challenging to estimate irrigation water use.\nBased on the soil water balance under irrigation, formulas to estimate irrigation water use (IWU) were deduced by us, considering multiple processes of irrigation (evapotranspiration, root zone soil moisture, and deep percolation).  Remotely sensed and modeled actual evapotranspiration, modeled root zone soil moisture were used in our approach to generate the monthly IWU across the continental United States during 2000-2020 at a high spatial resolution (1 km). The results show that our approach has the mechnism to characterize multiple irrigation processes and can obtain IWU data with excelent accuracy at high spatiotemporal resolution.",
      "descriptionCn": "全球约70%的取水用于农业，而灌溉用水占总耗水的90%以上。受灌溉水源、灌溉设施、作物种植类型等影响，灌溉用水量空间异质性大。灌溉水可通过蒸散消耗，或形成土壤水储存在根区土壤层中，而超过饱和带的部分将补给地下水。以上灌溉过程的复杂性导致灌溉用水量估算难度极大、充满挑战。\n基于灌溉条件下的土壤水量平衡，考虑灌溉用水量的多重构成，本研究系统推导了灌溉用水量计算公式，提出了利用遥感反演的实际蒸散和模型模拟的实际蒸散及土壤水分，估算灌溉用水量的新方法，并生成了美国大陆2000–2020年高时空分辨率（1 km，逐月）灌溉用水量数据集。经美国州、县尺度灌溉取用水统计值及与以往研究对比验证，结果表明本研究提出的方法具备刻画灌溉多过程的物理基础，且能够获得高时空分辨率且精度更高的灌溉用水量数据。",
      "instructions": "The annual and monthly irrigation water use data are stored in TIF format, and the unit is 'km³/yr' or 'km³/month'. The name of the file is ' yyyy_IWU_irr_area.tif' or 'yyyymm_IWU_irr_area.tif', where 'yyyy' represents the year and 'mm' represents the month. For example, 200501_ IWU_ irr_ area.tif represents this tif file and describes the irrigation water use for the pixel in January 2005. The irrigation water use value takes into account the area difference for different pixels, and the irrigation water use at state or county scales can be obtained by arithmetic average.\nData reading method: all TIF files in the dataset can be read directly using tools such as ArcGIS or MATLAB.",
      "instructionsCn": "逐年、逐月灌溉用水数据以tif格式存储，单位为“km³/年”或者“km³/月”，文件的名称为\"yyyy_IWU_irr_area.tif\"或者“yyyymm_IWU_irr_area.tif”，其中yyyy代表年，mm代表月份，比如200501_IWU_irr_area.tif就代表这个tif文件描述2005年1月该像元区域内使用的灌溉用水量。该灌溉用水量值考虑了逐像元的面积大小，可以通过算术平均得到州、县尺度以及美国大陆的灌溉用水量。\n\n数据读取方式：该数据集中的所有tif文件可以直接使用ArcGIS或者MATLAB等工具读取。",
      "east": -66.49,
      "west": -125.0,
      "south": 23.99,
      "north": 49.5,
      "startTime": null,
      "endTime": null,
      "fileSize": 3643856611.0,
      "cstr": null,
      "doi": "10.1029/2021WR031382",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张才金",
        "nameEn": " ZHANG Caijin ",
        "unitEn": "Tsinghua University",
        "unitCn": "清华大学水利系"
      },
      {
        "nameCn": "龙笛",
        "nameEn": "LONG Di",
        "unitEn": "Department of Hydraulic Engineering, Tsinghua University",
        "unitCn": "清华大学水利系"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Estimating spatially explicit irrigation water use based on remotely sensed evapotranspiration and modeled root zone soil moisture",
        "referenceCn": null,
        "referenceEn": "Zhang, C., & Long, D. (2021). Estimating spatially explicit irrigation water use based on remotely sensed evapotranspiration and modeled root zone soil moisture. Water Resources \nResearch, 57, e2021WR031382. https://doi.org/10.1029/2021WR031382"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "水资源",
        "nameEn": "Water Resources"
      },
      {
        "nameCn": "灌溉",
        "nameEn": "Irrigation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "美国大陆",
        "keywordEn": "The Contiguous United States"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000-2020",
        "keywordEn": "2000-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "国家自然科学基金",
        "titleEn": "National Natural Science Foundation of China"
      },
      {
        "titleCn": "多尺度流域水资源和水利设施遥感监测应用示范”课题四“地下水超采区蓄变量反演和引调水生态效益评估",
        "titleEn": "National Key Research and Development Program of China"
      },
      {
        "titleCn": "流域山水林田湖草综合治理技术",
        "titleEn": "Major Science and Technology Projects  of Inner Mongolia Autonomous Region"
      },
      {
        "titleCn": "荒漠化地区大气-水文-生态过程耦合机理与生态系统健康调控研究",
        "titleEn": "International (Regional) Cooperation and Exchange Program of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Definition": [
      {
        "QuestionEn": "What is the significance of high spatiotemporal resolution in irrigation water use datasets for the continental United States from 2000 to 2020?",
        "QuestionCn": "2000年至2020年间，美国大陆地区灌溉用水数据集的高时空分辨率的重要性是什么？",
        "AnswerEn": "High spatiotemporal resolution in irrigation water use datasets is significant because it captures the spatial heterogeneity of irrigation water use, which is influenced by factors such as irrigation sources, facilities, and crop types. It allows for more precise estimation of irrigation water use by accounting for the complexity of irrigation processes, such as consumption through evapotranspiration and soil water storage, thereby providing data that are more accurate and detailed over both space and time.",
        "AnswerCn": "高时空分辨率的灌溉用水数据集具有重要意义，因为它能够捕捉灌溉用水的空间异质性，这受到灌溉来源、设施和作物类型等因素的影响。它允许更精确地估算灌溉用水，通过考虑灌溉过程的复杂性，如蒸散发和土壤水分储存，从而提供在空间和时间上更准确和详细的数据。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the method of estimating irrigation water usage through remote sensing of actual evapotranspiration and soil moisture differ from traditional water usage statistics at state and county levels in terms of spatial resolution and accuracy?",
        "QuestionCn": "通过遥感实际蒸散发和土壤湿度来估算灌溉用水的方式，与州和县级的传统用水统计在空间分辨率和准确性方面有何不同？",
        "AnswerEn": "The method of estimating irrigation water usage through remote sensing involves calculating water usage by integrating actual evapotranspiration and soil moisture data, offering high spatial (1 km) and temporal (monthly) resolution from 2000 to 2020. This approach provides a more detailed spatial heterogeneity of water usage compared to traditional state and county-level statistics, which are often less precise due to broader aggregation and potentially less frequent updates. The remote sensing method demonstrated higher accuracy in capturing the physical basis of multiple irrigation processes, as verified by comparisons with existing statistical data.",
        "AnswerCn": "通过遥感估算灌溉水使用的方法涉及通过整合实际蒸散发和土壤湿度数据来计算水使用量，提供了2000年至2020年间高空间（1公里）和时间（每月）分辨率。这种方法相比于传统的州和县级统计数据，能够提供更详细的水使用空间异质性，因为后者通常由于更广泛的聚合和可能较少的更新频率而精度较低。遥感方法在捕捉多种灌溉过程的物理基础方面表现出更高的准确性，这一点通过与现有统计数据的比较得到了验证。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the complexity and challenges in estimating irrigation water usage across different spatial regions in the United States?",
        "QuestionCn": "在美国不同空间区域估算灌溉用水量的复杂性和挑战因素包括哪些？",
        "AnswerEn": "The complexity and challenges in estimating irrigation water usage across different spatial regions in the United States are influenced by factors such as the variability of irrigation sources, the diversity of irrigation infrastructure, and the types of crops grown. These factors create significant spatial heterogeneity in irrigation water usage. Additionally, the complexity of irrigation processes, including how irrigation water is consumed through evapotranspiration, stored in the soil, or recharges groundwater, adds to the difficulty of accurately estimating irrigation water usage.",
        "AnswerCn": "在美国不同空间区域估算灌溉用水量的复杂性和挑战受到多种因素的影响，例如灌溉水源的多样性、灌溉基础设施的差异以及种植作物的种类。这些因素导致灌溉用水量存在显著的空间异质性。此外，灌溉过程的复杂性，包括灌溉水通过蒸散作用的消耗、在土壤中的储存或对地下水的补给，也增加了准确估算灌溉用水量的难度。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of utilizing high spatiotemporal resolution data in estimating irrigation water use across varied agricultural landscapes in the continental United States?",
        "QuestionCn": "利用高时空分辨率数据在估算美国大陆不同农业景观的灌溉用水时，可能产生的结果有哪些？",
        "AnswerEn": "Utilizing high spatiotemporal resolution data, such as monthly 1 km data from 2000-2020, can lead to more accurate estimates of irrigation water use by capturing the spatial heterogeneity influenced by factors like irrigation sources, facilities, and crop types. This method provides a robust physical basis for characterizing the multi-process nature of irrigation, allowing for enhanced precision in estimating water consumption. It also facilitates validation against state and county-scale irrigation statistics, and comparison with previous research, leading to potentially higher accuracy in irrigation water use data.",
        "AnswerCn": "利用高时空分辨率数据，如2000-2020年的每月1公里数据，可以更准确地估计灌溉用水，因为它能够捕捉到受灌溉来源、设施和作物类型等因素影响的空间异质性。这种方法为表征灌溉的多过程特性提供了坚实的物理基础，从而提高了水消耗估计的精确度。它还便于与州和县级灌溉统计数据进行验证，并与以往研究进行比较，从而可能提高灌溉用水数据的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in estimating irrigation water usage through remote sensing and modeling techniques?",
        "QuestionCn": "通过遥感和建模技术估算灌溉用水量涉及哪些程序步骤？",
        "AnswerEn": "The procedural steps involve systemically deriving a formula for irrigation water usage estimation by considering multiple components of water usage. This includes using remote sensing to retrieve actual evapotranspiration and integrating it with model-simulated actual evapotranspiration and soil moisture data. These steps collectively enable the creation of a high spatiotemporal resolution dataset for irrigation water usage across the continental United States from 2000 to 2020.",
        "AnswerCn": "这些程序步骤涉及系统地推导灌溉用水估算的公式，考虑多个用水组成部分。这包括利用遥感技术获取实际蒸散发，并将其与模型模拟的实际蒸散发和土壤湿度数据相结合。这些步骤共同使得能够创建一个涵盖2000年至2020年美国大陆地区的高时空分辨率灌溉用水数据集。",
        "Level": "C3(Applying)"
      }
    ]
  }
}