{
  "id": "44ddd191-4123-427d-8170-de435fab01f8",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Daily 5-km Gap-free AVHRR snow cover extent product over China (1981-2019)",
      "titleCn": "Daily 5-km Gap-free AVHRR snow cover extent product over China (1981-2019)",
      "description": "Based on AVHRR-CDR SR products, a daily cloud-free snow cover extent dataset with a spatial resolution of 5 km from 1981 to 2019 was prepared by using decision tree classification method. Each HDF4 file contains 18 data elements, including data value, data start date, longitude and latitude, etc. At the same time,  to quickly preview the snow distribution, the daily file contains the snow area thumbnail, which is stored in JPG format. This data set will be continuously supplemented and improved according to the real-time satellite remote sensing data and algorithm update (up to may 2019), and will be fully open and shared.",
      "descriptionCn": "Based on AVHRR-CDR SR products, a daily cloud-free snow cover extent dataset with a spatial resolution of 5 km from 1981 to 2019 was prepared by using decision tree classification method. Each HDF4 file contains 18 data elements, including data value, data start date, longitude and latitude, etc. At the same time, to quickly preview the snow distribution, the daily file contains the snow area thumbnail, which is stored in JPG format. This data set will be continuously supplemented and improved according to the real-time satellite remote sensing data and algorithm update (up to may 2019), and will be fully open and shared.",
      "instructions": "The data is stored in HDF format;\nThe file name is: NIEER_  GF AVHRR SCE_  YYMMDD_  DAILY_  5km_  V01, where YY represents the year, mm represents the month and DD represents the date;\nReading mode: any software supporting HDF format reading, such as HDF explorer, envi, ArcGIS, etc",
      "instructionsCn": "The data is stored in HDF format;\nThe file name is: NIEER_ GF AVHRR SCE_ YYMMDD_ DAILY_ 5km_ V01, where YY represents the year, mm represents the month and DD represents the date;\nReading mode: any software supporting HDF format reading, such as HDF explorer, envi, ArcGIS, etc",
      "east": 72.0,
      "west": 142.0,
      "south": 16.0,
      "north": 56.0,
      "startTime": "1981-06-24 00:00:00",
      "endTime": "2019-05-16 00:00:00",
      "fileSize": 743808395.0,
      "cstr": "18406.11.Snow.tpdc.271381",
      "doi": "10.11888/Snow.tpdc.271381",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "HAO Xiaohua",
        "nameEn": "HAO Xiaohua",
        "unitEn": "",
        "unitCn": "Northwest Institute of Eco-Environment and Resources, CAS"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The NIEER AVHRR snow cover extent product over China – a long-term daily snow record for regional climate research",
        "referenceCn": null,
        "referenceEn": "Hao, X., Huang, G., Che, T., Ji, W., Sun, X., Zhao, Q., Zhao, H., Wang, J., Li, H., and Yang, Q.: The NIEER AVHRR snow cover extent product over China – a long-term daily snow record for regional climate research, Earth Syst. Sci. Data, 13, 4711–4726, https://doi.org/10.5194/essd-13-4711-2021, 2021."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "AVHRR",
        "nameEn": "AVHRR"
      },
      {
        "nameCn": "积雪",
        "nameEn": "Snow"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "China",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1981-2019",
        "keywordEn": "1981-2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "三极大数据平台建设",
        "titleEn": "Strategic Priority Research Program (A) of the Chinese Academy of Sciences"
      },
      {
        "titleCn": "干旱区融雪洪水灾害监测预报和防控关键技术研究与示范",
        "titleEn": "National Key Research and Development Program of China"
      },
      {
        "titleCn": "中国积雪特性及分布调查第二课题第2专题：中国积雪面积参数遥感反演与产品生产",
        "titleEn": "the Special Foundation for State Major Basic Research Program of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Snow cover is closely bound up with our climate. On the one hand, owing to snow’s unique optical properties (high albedo) it can affect the surface radiation budget severely and thereby our climate systems significantly (Warren, 1982; Huang et al., 2019). Remote sensing is a widely used tool for monitoring snow cover extent (SCE) globally and regionally at various spatial and temporal resolutions (Konig et al., 2001; Dozier and Painter, 2004; Frei et al., 2012; Wang et al., 2014) since the beginning of the satellite era in the 1960s. Although the time coverage is long, the NHSCE product has a low spatiotemporal resolution, hand-drawn snow line maps, and incomplete spatial coverage due to swath gaps or cloud obscuration, largely restricting its application in climate research. These SCE datasets have good quality with a high spatiotemporal resolution, but their short period is insufficient to create a climatological baseline of snow cover. Although the JASMES product presented a long time series and significantly enhanced spatial and temporal resolutions, several shortcomings have been found. These shortcomings limit its application in snow monitoring and climate studies in China. Thus, China still lacks a high-quality, long-term SCE product with complete spatial coverage for climate research."
      ],
      "research objective": [
        "Therefore, a new daily 5 km gap-free AVHRR snow cover extent product for China was produced based on the Google Earth Engine platform from 1981 to 2019. Due to these improvements, the new AVHRR SCE product may serve as a baseline record for climate and other related applications."
      ],
      "challenges": [],
      "methods": [
        "In this study, all AVHRR SR V4 images were processed by GEE cloud platform. Using the Landsat-5 TM maps for the true values, we trained the frequency distribution characteristics of BT37-BT11 for cloud and snow samples from AVHRR SR. For daily AVHRR preliminary SCE records, gaps caused by frequent cloud obscuration or swath gaps remained serious. Two gap-filling strategies described below were used to generate a spatially complete daily AVHRR SCE record. To test the effect of HMRF-based interpolation for gap pixels, we compared the monthly average gap ratio of the AVHRR preliminary SCE record from 1981 to 2019 before and after HMRF-based interpolation."
      ],
      "dataset": [
        "The NOAA CDR of AVHRR Surface Reflectance Version 4 (AVHRR SR V4) was used as basic input data. The dataset contains surface reflectance, brightness, temperatures, and quality control flags for the period between 24 June 1981 and 16 May 2019. This study used two groups of Landsat-5 Thematic Mapper (TM) maps across China from 1985 to 2013. Finally, a total of 191 meteorological stations at 38-year periods (from 1981 to 2019) were used to validate the AVHRR SCE products."
      ],
      "findings": [
        "The OA of the NIEER AVHRR product was 87.4 %, a high accuracy, while the PA and UA were 81.0 % and 81.3 %, respectively. The CK value was 0.717, which indicated that the product had an agreement level of “substantial”. The performance of the NIEER AVHRR product in China was compared with the existing JASMES AVHRR SCE product. Compared with the JASMES product, the NIEER product OA increased approximately 15 %, the omission error dropped from nearly 60 % to 19.7 %, the commission error dropped from 31.9 % to 21.3 %, and the CK value increased by more than 114 %."
      ],
      "backgroundCn": [
        "雪盖与我们的气候密切相关。一方面，由于雪的独特光学特性（高反照率），它可以严重影响表面辐射预算，从而显著影响我们的气候系统（Warren, 1982; Huang et al., 2019）。遥感是一种广泛用于全球和区域监测雪盖范围（SCE）的工具，具有不同的空间和时间分辨率（Konig et al., 2001; Dozier and Painter, 2004; Frei et al., 2012; Wang et al., 2014），自1960年代卫星时代开始以来。尽管时间覆盖范围较长，但NHSCE产品的时空分辨率较低，手绘的雪线图以及由于扫描间隙或云层遮挡导致的不完整空间覆盖，极大限制了其在气候研究中的应用。这些SCE数据集具有良好的质量和高时空分辨率，但其短期覆盖不足以创建雪盖的气候基线。尽管JASMES产品提供了较长的时间序列，并显著提高了空间和时间分辨率，但仍发现了一些缺点。这些缺点限制了其在中国雪监测和气候研究中的应用。因此，中国仍然缺乏一个高质量、长期的、具有完整空间覆盖的SCE产品用于气候研究。"
      ],
      "research objectiveCn": [
        "因此，基于Google Earth Engine平台，从1981年到2019年，生产了一种新的每日5公里无缝AVHRR雪盖范围产品。由于这些改进，新的AVHRR雪盖范围产品可能作为气候和其他相关应用的基线记录。"
      ],
      "challengesCn": [],
      "methodsCn": [
        "在本研究中，所有AVHRR SR V4图像均通过GEE云平台处理。利用Landsat-5 TM地图的真实值，我们训练了来自AVHRR SR的云和雪样本的BT37-BT11频率分布特征。由于频繁的云遮挡或扫描间隙，日常AVHRR初步SCE记录中存在严重的缺口。以下描述的两种缺口填补策略被用来生成空间上完整的日常AVHRR SCE记录。为了测试基于HMRF的插值对缺口像素的影响，我们比较了1981年至2019年AVHRR初步SCE记录在HMRF插值前后的月平均缺口比率。"
      ],
      "datasetCn": [
        "NOAA CDR的AVHRR表面反射率版本4（AVHRR SR V4）被用作基本输入数据。该数据集包含1981年6月24日至2019年5月16日期间的表面反射率、亮度温度和质量控制标志。本研究使用了1985年至2013年间中国的两组Landsat-5主题制图仪（TM）地图。最后，使用了191个气象站的数据进行验证，时间跨度为38年（从1981年到2019年），以验证AVHRR SCE产品。"
      ],
      "findingsCn": [
        "NIEER AVHRR 产品的总体精度 (OA) 为 87.4%，准确度较高，而生产者精度 (PA) 和用户精度 (UA) 分别为 81.0% 和 81.3%。Kappa 值为 0.717，表明该产品的协议水平为“实质性”。NIEER AVHRR 产品在中国的表现与现有的 JASMES AVHRR SCE 产品进行了比较。与 JASMES 产品相比，NIEER 产品的总体精度提高了约 15%，遗漏错误从近 60% 降至 19.7%，委托错误从 31.9% 降至 21.3%，Kappa 值增加了超过 114%。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is a decision tree classification method used for data collection in this field?",
        "QuestionCn": "决策树分类方法是否用于该领域的数据收集？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the primary data source for snow cover extent datasets AVHRR SR V4, Landsat-5 TM, or another satellite dataset?",
        "QuestionCn": "雪盖范围数据集的主要数据来源是AVHRR SR V4、Landsat-5 TM还是其他卫星数据集？",
        "AnswerEn": "AVHRR SR V4",
        "AnswerCn": "AVHRR SR V4",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection method was used to generate a daily 5 km gap-free snow cover extent product over China?",
        "QuestionCn": "用于生成中国每日5公里无缝雪盖范围产品的数据收集方法是什么？",
        "AnswerEn": "Decision tree classification method",
        "AnswerCn": "决策树分类方法",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where was the AVHRR SR V4 dataset sourced from for generating the snow cover extent product?",
        "QuestionCn": "AVHRR SR V4 数据集用于生成雪盖范围产品的来源是哪里？",
        "AnswerEn": "NOAA CDR",
        "AnswerCn": "NOAA CDR\n\n翻译为中文是：美国国家海洋和大气管理局气候数据记录",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to address cloud obscuration in snow cover extent datasets?",
        "QuestionCn": "您能否提供一个用于解决雪盖范围数据集中的云遮挡问题的数据收集方法的示例？",
        "AnswerEn": "To address cloud obscuration in snow cover extent datasets, the study applied two gap-filling strategies to generate a spatially complete daily AVHRR SCE record. The effect of HMRF-based interpolation for gap pixels was tested by comparing the monthly average gap ratio before and after interpolation.",
        "AnswerCn": "为了处理雪盖范围数据集中的云遮挡问题，本研究应用了两种填补缺口的策略，以生成空间完整的每日AVHRR雪盖记录。通过比较插值前后每月平均缺口比率，测试了基于HMRF的插值对缺口像素的影响。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a dataset used to validate snow cover extent products?",
        "QuestionCn": "用于验证雪盖范围产品的一个数据集的例子是什么？",
        "AnswerEn": "An example of a dataset used to validate snow cover extent products is the data from 191 meteorological stations across a 38-year period from 1981 to 2019, which was utilized to validate the AVHRR SCE products.",
        "AnswerCn": "一个用于验证雪盖范围产品的数据集是来自191个气象站的数据，涵盖了1981年至2019年的38年期间，这些数据被用于验证AVHRR雪盖范围产品。",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key characteristics of the daily 5-km gap-free AVHRR snow cover extent product over China from 1981-2019?",
        "QuestionCn": "1981-2019年中国每日5公里无缝AVHRR雪盖范围产品的关键特征是什么？",
        "AnswerEn": "5-km resolution, gap-free, based on AVHRR-CDR SR products, decision tree classification method, 18 data elements, snow area thumbnail in JPG format.",
        "AnswerCn": "5公里分辨率、无缝隙、基于AVHRR-CDR SR产品、决策树分类方法、18个数据元素、JPG格式的雪区缩略图。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the number of meteorological stations used to validate the snow cover extent products?",
        "QuestionCn": "用于验证雪盖范围产品的气象站数量是多少？",
        "AnswerEn": "191",
        "AnswerCn": "191",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'gap-free' mean in the context of snow cover extent datasets?",
        "QuestionCn": "在雪覆盖范围数据集中，“无间隙”是什么意思？",
        "AnswerEn": "In the context of snow cover extent datasets, 'gap-free' refers to a dataset that has been processed to remove gaps caused by frequent cloud obscuration or swath gaps, resulting in complete spatial coverage for each day. This ensures a continuous and comprehensive dataset for analysis and research.",
        "AnswerCn": "在雪盖范围数据集的上下文中，“无缝”指的是经过处理以去除由于频繁的云遮挡或扫描间隙而造成的缺口的数据集，从而确保每天都有完整的空间覆盖。这确保了用于分析和研究的连续和全面的数据集。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'HMRF-based interpolation' mean in the context of filling gaps in remote sensing data?",
        "QuestionCn": "在填补遥感数据空白方面，“基于HMRF的插值”是什么意思？",
        "AnswerEn": "HMRF-based interpolation in the context of remote sensing data refers to a method used to fill gaps in datasets by leveraging Hidden Markov Random Fields. This technique helps in estimating and interpolating missing data points to create a spatially complete dataset, improving the reliability and usability of the snow cover extent product.",
        "AnswerCn": "HMRF（隐马尔可夫随机场）基于插值在遥感数据中的应用是指一种通过利用隐马尔可夫随机场来填补数据集中的空缺的方法。这种技术有助于估计和插值缺失的数据点，以创建一个空间上完整的数据集，从而提高雪盖范围产品的可靠性和可用性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "In what ways does the AVHRR snow cover extent dataset improve upon the JASMES AVHRR SCE product in terms of spatial and temporal resolution?",
        "QuestionCn": "AVHRR雪盖范围数据集在空间和时间分辨率方面相较于JASMES AVHRR SCE产品有哪些改进？",
        "AnswerEn": "The AVHRR snow cover extent dataset improves upon the JASMES product by offering a higher overall accuracy (OA increased by approximately 15%), reducing omission and commission errors, and providing a more substantial agreement level with an increased CK value. These improvements contribute to its enhanced spatial and temporal resolution, making it more suitable for long-term climate monitoring in China.",
        "AnswerCn": "AVHRR雪盖范围数据集在整体准确性上优于JASMES产品（整体准确性提高了约15%），减少了遗漏和误报错误，并且与增加的CK值提供了更高的符合度。这些改进有助于其增强的空间和时间分辨率，使其更适合于中国的长期气候监测。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the differences in validation approaches between the AVHRR snow cover extent dataset and other snow cover datasets, and how do these approaches affect their reliability?",
        "QuestionCn": "AVHRR雪盖范围数据集与其他雪盖数据集在验证方法上有什么不同，这些方法如何影响它们的可靠性？",
        "AnswerEn": "The AVHRR snow cover extent dataset uses validation with 191 meteorological stations over a 38-year period to ensure reliability. This approach may differ from other snow cover datasets that might rely on a shorter validation period or fewer validation points, potentially affecting their reliability and applicability for creating a climatological baseline or for use in specific climate studies.",
        "AnswerCn": "AVHRR雪盖范围数据集使用191个气象站在38年期间进行验证，以确保其可靠性。这种方法可能与其他雪盖数据集不同，后者可能依赖于较短的验证周期或较少的验证点，这可能影响它们的可靠性和在创建气候基线或用于特定气候研究中的适用性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What methodologies could be inferred as effective for creating gap-free snow cover extent datasets over large geographic areas?",
        "QuestionCn": "可以推断出哪些有效的方法论用于在大范围地理区域内创建无缝的雪盖范围数据集？",
        "AnswerEn": "The use of decision tree classification methods, combined with gap-filling strategies, can be inferred as effective for creating gap-free datasets. The application of interpolation techniques, such as HMRF-based interpolation, to fill spatial gaps caused by cloud obscuration or swath gaps is crucial in achieving a comprehensive dataset.",
        "AnswerCn": "决策树分类方法与缺口填补策略的结合被认为是创建无缺口数据集的有效手段。应用插值技术，如基于HMRF的插值，填补因云遮挡或扫描缺口造成的空间缺口，对于实现全面的数据集至关重要。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What potential challenges can be inferred from the process of creating a long-term snow cover extent dataset, and how might they be addressed?",
        "QuestionCn": "从创建长期雪盖范围数据集的过程中，可以推断出哪些潜在挑战，以及如何应对这些挑战？",
        "AnswerEn": "Challenges include frequent cloud obscuration and swath gaps leading to incomplete spatial coverage. These can be addressed with gap-filling strategies and HMRF-based interpolation. Additionally, ensuring high spatiotemporal resolution over long periods is essential for creating a climatological baseline.",
        "AnswerCn": "挑战包括频繁的云遮挡和条带间隙，导致空间覆盖不完整。这些问题可以通过填补空白的策略和基于HMRF的插值方法来解决。此外，确保在较长时间内保持高时空分辨率对于创建气候基线至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in creating a gap-free snow cover extent dataset over China from satellite data?",
        "QuestionCn": "导致从卫星数据创建中国无缝雪盖范围数据集的挑战的因素有哪些？",
        "AnswerEn": "The challenges arise from frequent cloud obscuration and swath gaps in satellite data, which result in incomplete spatial coverage and hinder the creation of a continuous snow cover extent dataset.",
        "AnswerCn": "挑战来自于频繁的云遮挡和卫星数据中的条带间隙，这导致空间覆盖不完整，并妨碍了连续雪盖范围数据集的创建。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there a need for gap-filling strategies when using satellite remote sensing for snow cover extent data collection?",
        "QuestionCn": "在使用卫星遥感收集雪盖范围数据时，为什么需要填补缺口的策略？",
        "AnswerEn": "Gap-filling strategies are necessary because the preliminary snow cover extent records often have serious gaps caused by cloud cover and swath gaps, which need to be addressed to generate a spatially complete dataset.",
        "AnswerCn": "填补缺口的策略是必要的，因为初步的雪盖范围记录常常由于云层覆盖和扫描间隙而出现严重的缺口，这需要解决以生成一个空间上完整的数据集。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What causes the limitation of existing snow cover extent products in climate research within China?",
        "QuestionCn": "在气候研究中，中国现有的雪盖范围产品的局限性是什么原因？",
        "AnswerEn": "Existing snow cover extent products are limited in climate research due to their low spatiotemporal resolution, hand-drawn maps, and incomplete spatial coverage, which restrict their application in detailed climate studies.",
        "AnswerCn": "现有的雪盖范围产品在气候研究中受到限制，原因是它们的时空分辨率低、手绘地图以及空间覆盖不完整，这限制了它们在详细气候研究中的应用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What is the impact on snow cover extent (SCE) data accuracy when using a decision tree classification method in data collection?",
        "QuestionCn": "使用决策树分类方法进行数据收集时，对雪盖范围（SCE）数据准确性的影响是什么？",
        "AnswerEn": "The use of a decision tree classification method in preparing a snow cover extent dataset ensures a high accuracy with an overall accuracy (OA) of 87.4%, as well as a substantial agreement level, as indicated by a CK value of 0.717.",
        "AnswerCn": "使用决策树分类方法准备雪盖范围数据集确保了高准确性，整体准确率（OA）为87.4%，并且通过CK值为0.717表明了显著的一致性水平。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind developing a new daily 5 km gap-free snow cover extent dataset for China from 1981 to 2019?",
        "QuestionCn": "开发一个从1981年到2019年的中国每日5公里无缝雪盖范围数据集的目标是什么？",
        "AnswerEn": "The objective is to create a high-quality, long-term snow cover extent product with complete spatial coverage for climate research in China, serving as a baseline record for climate and other related applications.",
        "AnswerCn": "目标是创建一个高质量、长期的雪盖范围产品，具有完整的空间覆盖，供中国的气候研究使用，作为气候及其他相关应用的基准记录。",
        "Level": "C2(Understanding)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the development of gap-free snow cover extent datasets over large regions such as China?",
        "QuestionCn": "哪些技术进步使得在中国等大区域开发无缝雪盖范围数据集成为可能？",
        "AnswerEn": "The use of the Google Earth Engine (GEE) platform and decision tree classification methods enabled the processing of AVHRR SR V4 images, helping to create a gap-free snow cover extent dataset over China from 1981 to 2019.",
        "AnswerCn": "使用Google Earth Engine (GEE)平台和决策树分类方法处理了AVHRR SR V4图像，帮助创建了1981年至2019年间中国的无缝雪盖范围数据集。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How do the integration of gap-filling strategies and interpolation methods enhance the spatial completeness of snow cover extent datasets?",
        "QuestionCn": "缺口填补策略和插值方法的结合如何增强雪盖范围数据集的空间完整性？",
        "AnswerEn": "The application of two gap-filling strategies, including HMRF-based interpolation, significantly reduced the gap ratio caused by cloud obscuration or swath gaps, resulting in a spatially complete daily AVHRR snow cover extent record.",
        "AnswerCn": "应用两种填补缺口的策略，包括基于HMRF的插值，显著减少了由于云遮挡或扫描间隙造成的缺口比例，从而形成了空间上完整的每日AVHRR雪盖范围记录。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might a dataset in this domain face challenges with cloud obscuration or swath gaps?",
        "QuestionCn": "为什么该领域的数据集可能会面临云遮挡或条带间隙的挑战？",
        "AnswerEn": "Gaps caused by frequent cloud obscuration or swath gaps remained serious in the preliminary records, necessitating gap-filling strategies to generate a spatially complete record.",
        "AnswerCn": "由于频繁的云遮挡或扫描间隙，初步记录中出现的空白仍然很严重，这需要采用填补空白的策略来生成空间完整的记录。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How are datasets in this domain expected to serve climate research despite historical limitations?",
        "QuestionCn": "在这个领域的数据集预计将如何服务于气候研究，尽管存在历史限制？",
        "AnswerEn": "Despite historical limitations like low spatiotemporal resolution and incomplete spatial coverage, new datasets are expected to serve as baseline records for climate research by providing a long-term, gap-free snow cover extent product with enhanced spatiotemporal resolutions.",
        "AnswerCn": "尽管历史上存在低时空分辨率和不完整空间覆盖等限制，但新数据集预计将作为气候研究的基线记录，通过提供长期、无缝的雪盖范围产品，具有增强的时空分辨率。",
        "Level": "C2(Understanding)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using decision tree classification for generating snow cover extent datasets in terms of accuracy and data completeness?",
        "QuestionCn": "如何评估使用决策树分类生成雪盖范围数据集的有效性，特别是在准确性和数据完整性方面？",
        "AnswerEn": "The use of decision tree classification in generating snow cover extent datasets has been effective, as evidenced by the high overall accuracy (OA) of 87.4% achieved. The substantial agreement level indicated by a CK value of 0.717, along with the significant reduction in omission and commission errors compared to previous products, suggests that this method improves data accuracy and completeness.",
        "AnswerCn": "决策树分类在生成雪盖范围数据集中的应用是有效的，取得了87.4%的高整体准确率（OA）。CK值为0.717，表明了显著的一致性水平，同时与之前的产品相比，遗漏和误报错误的显著减少表明该方法提高了数据的准确性和完整性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, how do the improvements in spatial and temporal resolutions of snow cover datasets impact climate research applications?",
        "QuestionCn": "在您看来，雪盖数据集空间和时间分辨率的提高对气候研究应用有何影响？",
        "AnswerEn": "Improvements in spatial and temporal resolutions significantly enhance the utility of snow cover datasets for climate research applications. The new dataset, with its high spatiotemporal resolution, serves as a more reliable baseline for climate studies, offering better insights into snow cover dynamics and their implications on climate systems. The enhanced resolution addresses previous limitations and supports more precise climate modeling and analysis.",
        "AnswerCn": "空间和时间分辨率的改善显著增强了雪盖数据集在气候研究应用中的实用性。新的数据集具有高空间和时间分辨率，作为气候研究的更可靠基线，提供了对雪盖动态及其对气候系统影响的更好洞察。增强的分辨率解决了之前的局限性，支持更精确的气候建模和分析。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how a dataset with complete spatial coverage for snow cover extent can be achieved despite frequent cloud obscuration.",
        "QuestionCn": "我不明白如何在频繁的云遮挡情况下实现对雪盖范围的完整空间覆盖数据集。",
        "AnswerEn": "To achieve a dataset with complete spatial coverage for snow cover extent despite frequent cloud obscuration, two gap-filling strategies were used to generate a spatially complete daily AVHRR SCE record.",
        "AnswerCn": "为了获得具有完整空间覆盖的雪盖范围数据集，尽管频繁的云层遮挡，采用了两种填补缺口的策略来生成空间上完整的每日AVHRR雪盖范围记录。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about the significance of using decision tree classification in generating a snow cover extent dataset.",
        "QuestionCn": "我对在生成雪盖范围数据集时使用决策树分类的意义感到不确定。",
        "AnswerEn": "The decision tree classification was used to process AVHRR-CDR SR products, helping to classify and prepare a daily cloud-free snow cover extent dataset with a spatial resolution of 5 km from 1981 to 2019.",
        "AnswerCn": "决策树分类被用于处理AVHRR-CDR SR产品，帮助分类并准备一个从1981年到2019年的每日无云雪盖范围数据集，空间分辨率为5公里。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "I can't make sense of how the accuracy of this snow cover dataset can be validated over such a large area as China.",
        "QuestionCn": "我无法理解如何在如此大面积的中国验证这个雪盖数据集的准确性。",
        "AnswerEn": "The accuracy of the snow cover dataset is validated using data from 191 meteorological stations over a 38-year period, from 1981 to 2019, which helps confirm the high accuracy and substantial agreement level of the NIEER AVHRR product.",
        "AnswerCn": "雪盖数据集的准确性通过1981年至2019年间的191个气象站的数据进行了验证，验证期长达38年，这有助于确认NIEER AVHRR产品的高准确性和显著一致性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please summarize the methods used for data collection and processing of snow cover extent in the domain, focusing on any innovative techniques or platforms utilized.",
        "QuestionCn": "请总结在该领域中用于雪盖范围的数据收集和处理的方法，重点关注任何创新的技术或平台。",
        "AnswerEn": "In the domain, AVHRR SR V4 images were processed using the Google Earth Engine (GEE) cloud platform. The Landsat-5 TM maps were utilized to train the frequency distribution characteristics for cloud and snow samples. Two gap-filling strategies were implemented to generate a gap-free daily snow cover extent (SCE) record. The HMRF-based interpolation was used to improve the completeness of the dataset by filling gaps caused by clouds or swath gaps.",
        "AnswerCn": "在该领域，使用Google Earth Engine (GEE)云平台处理了AVHRR SR V4图像。利用Landsat-5 TM地图训练了云和雪样本的频率分布特征。实施了两种填补缺口的策略，以生成无缺口的每日雪盖范围（SCE）记录。采用基于HMRF的插值方法来提高数据集的完整性，填补因云或扫描缺口造成的缺口。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}