{
    "id": "44de2d8a-1fe6-4d8a-9aaf-cd0df6d03ada",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Glacier-level and gridded mass change in the source rivers in the eastern Tibetan Plateau (1970s-2000)",
            "titleCn": "青藏高原东部河源区冰川尺度和格网尺度冰川物质变化数据集（1970s-2000）",
            "description": "This dataset consists of glacier-level (30 m) and gridded (0.1°/0.5°) mass change in the source rivers in the eastern Tibetan Plateau (ETPR) from 1970s to 2000. The glacier-level data contains elevation difference in recent 30 years, annual mass balance, and mass change uncertainty for 17444 glaciers. We applied digital elevation models derived from large scale topographic maps based on aerial photogrammetry during 1970s compared with SRTM (2000) to give complete picture of mass change of glaciers in the region based on co-registration, bias correction and quality control. The results derived from ICESat-2 and KH-9 were used to evaluate the Topo based elevation difference. Our results show similar quality with KH-9 based results in low altitude. However, the uncertainty is high in high altitude due to the saturation of aerial photos over high reflectance snow surface on a steep terrain. This dataset covers almost 80% glaciers in the ETPR, which makes it an advantage to apply for parameters calibration in mass balance simulation at all levels. In addition, the dataset can be involved in the evaluation for the difference of glacier hydrological effect before and after 2000.",
            "descriptionCn": "数据集包含青藏高原东部河源区1970s-2000年冰川物质变化冰川尺度数据（30 m）以及格网尺度数据（0.1°/0.5°），其中冰川尺度数据包含17444条冰川的近30年的高程变化、年均物质平衡、产品不确定性等结果。基于1970s中国地形图与2000年SRTM DEM，通过影像配准、偏差校准等方法获取冰川变化结果，应用KH-9及 ICESat-2数据对冰川表面高程变化结果进行了对比评估。结果的可靠性在低海拔区与KH-9高程变化结果相当，结果在高海拔地区因航空相片的过饱和表现出较大的不确定性。此数据集所覆盖的冰川面积广，可应用于不同层面的冰川物质平衡模拟参数率定，可用于对比评估2000年前后冰川水文效应差异。",
            "instructions": "File name: The data is stored in NetCDF format. The name of the glacier-level mass change file is \"xxx. nc\", where xxx represents the GLIMS code. For example, \"G078752E3118.nc\" represents the mass change of the glacier numbered G078752E3118 from 1970 to 2000. The name of the grided mass change file is \"dh_swr_ideg_1970s-2000_vj. nc\", where i represents the resolution and j represents the version number.\nData reading method: The files in this dataset can be opened directly with QGIS. If you want to further view the details or perform secondary processing, you can use xarray (Python) to operate.",
            "instructionsCn": "文件命名：数据以NetCDF格式存储，其中冰川尺度物质变化结果文件的名称为”xxx.nc”，其中xxx代表GLIMS编码，比如G078752E3118.nc就代表编号为G078752E3118的冰川1970s-2000的物质变化特征。格网尺度结果文件的名称为“dh_swr_ideg_1970s-2000_vj.nc”，其中i表示分辨率，j表示版本号。\n数据读取方式：该数据集中的文件可以直接用QGIS打开，如要进一步查看详细信息或进行二次处理，可使用xarray(Python) 进行操作。",
            "east": 105.0,
            "west": 75.0,
            "south": 27.0,
            "north": 40.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 255485130.0,
            "cstr": "18406.11.Cryos.tpdc.272884",
            "doi": "10.11888/Cryos.tpdc.272884",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "刘时银",
                "nameEn": "LIU Shiyin ",
                "unitEn": "Yunan University",
                "unitCn": "云南大学"
            },
            {
                "nameCn": "朱钰",
                "nameEn": "ZHU Yu ",
                "unitEn": "Yunan University",
                "unitCn": "云南大学"
            },
            {
                "nameCn": "魏俊峰",
                "nameEn": "WEI Junfeng ",
                "unitEn": "Hunan University of Science and Technology",
                "unitCn": "湖南科技大学"
            },
            {
                "nameCn": "吴坤鹏",
                "nameEn": "WU Kunpeng ",
                "unitEn": "Yunan University",
                "unitCn": "云南大学"
            },
            {
                "nameCn": "许君利",
                "nameEn": "XU Junli ",
                "unitEn": "Yancheng Teachers University",
                "unitCn": "盐城师范大学"
            },
            {
                "nameCn": "郭万钦",
                "nameEn": "GUO Wanqin",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "蒋宗立",
                "nameEn": "JIANG Zongli ",
                "unitEn": "Hunan University of Science and Technology",
                "unitCn": "湖南科技大学"
            },
            {
                "nameCn": "谢福明",
                "nameEn": "XIE Fuming ",
                "unitEn": "Yunnan University",
                "unitCn": "云南大学"
            },
            {
                "nameCn": "易颖",
                "nameEn": "YI Ying ",
                "unitEn": "Yunnan University",
                "unitCn": "云南大学"
            },
            {
                "nameCn": "上官冬辉",
                "nameEn": "SHANGGUAN Donghui",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "姚晓军",
                "nameEn": "YAO Xiaojun ",
                "unitEn": "Northwest Normal University",
                "unitCn": "西北师范大学"
            },
            {
                "nameCn": "张震",
                "nameEn": "ZHANG Zhen ",
                "unitEn": "Anhui University of Science and Technology",
                "unitCn": "安徽理工大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "High Mountain Asian glacier response to climate revealed by multi-temporal satellite observations since the 1960s",
                "referenceCn": null,
                "referenceEn": "Bhattacharya, A., Bolch, T., Mukherjee, K., King, O., Menounos, B., Kapitsa, V., Neckel, N., Yang, W., and Yao, T (2021). High Mountain Asian glacier response to climate revealed by multi-temporal satellite observations since the 1960s. Nat Commun, 12, 4133."
            },
            {
                "titleCn": null,
                "titleEn": "Recent glacier mass balance and area changes in the Kangri Karpo Mountains from DEMs and glacier inventories",
                "referenceCn": null,
                "referenceEn": "Wu, K., Liu, S., Jiang, Z., Xu, J., Wei, J., and Guo, W. (2018). Recent glacier mass balance and area changes in the Kangri Karpo Mountains from DEMs and glacier inventories. The Cryosphere, 12, 103-121."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰冻圈遥感",
                "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
            },
            {
                "nameCn": "冰冻圈遥感产品",
                "nameEn": "Cryosphere remote sensing products"
            },
            {
                "nameCn": "冰川高程变化",
                "nameEn": "Glacier elevation change"
            },
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            },
            {
                "nameCn": "质量平衡",
                "nameEn": "Mass balance"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原东部河源区",
                "keywordEn": "Source rivers in the eastern Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1970s-2000",
                "keywordEn": "1970s-2000",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "政府间国际科技创新合作",
                "titleEn": "The International Science and Technology Innovation Cooperation Program"
            },
            {
                "titleCn": "国家自然科学基金",
                "titleEn": "National Natural Science Foundation of China"
            },
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of glacier mass balance data collected at both glacier and grid scales for the Eastern Qinghai-Tibet Plateau river source region from the 1970s to 2000?",
                "QuestionCn": "1970年代到2000年期间，东青藏高原河流源区在冰川和网格尺度上收集的冰川质量平衡数据的特征是什么？",
                "AnswerEn": "30-meter resolution, 0.1° resolution, 0.5° resolution, elevation changes, annual mean mass balance, uncertainties, 17,444 glaciers, 1970s Chinese topographic maps, 2000 SRTM DEM, KH-9 data, ICESat-2 data, greater uncertainty in high-altitude regions",
                "AnswerCn": "30米分辨率，0.1°分辨率，0.5°分辨率，海拔变化，年均质量平衡，不确定性，17,444个冰川，1970年代中国地形图，2000年SRTM数字高程模型，KH-9数据，ICESat-2数据，高海拔地区的不确定性更大。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many glaciers are included in a dataset focusing on elevation change and mass balance over a period of 30 years?",
                "QuestionCn": "一个关注于30年间海拔变化和质量平衡的数据集中包含多少个冰川？",
                "AnswerEn": "17,444",
                "AnswerCn": "17,444",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the methods for assessing glacier surface elevation changes using KH-9 data compare to those using ICESat-2 data in terms of accuracy and reliability across different elevation zones?",
                "QuestionCn": "使用KH-9数据评估冰川表面高度变化的方法与使用ICESat-2数据的方法在不同高度区域的准确性和可靠性方面有何比较？",
                "AnswerEn": "The data collection methods using KH-9 and ICESat-2 data involve comparing glacier surface elevation changes, with a significant reliability noted at lower elevations where the KH-9 elevation change results are considered comparable. However, in high-altitude areas, the data shows greater uncertainty due to oversaturation in aerial photos.",
                "AnswerCn": "使用KH-9和ICESat-2数据的数据收集方法涉及比较冰川表面高度变化，在较低海拔地区，KH-9的高度变化结果被认为具有较高的可靠性。然而，在高海拔地区，由于航空照片的过饱和，数据显示出更大的不确定性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using different elevation data sources, such as KH-9 and ICESat-2, on the assessment of glacier mass changes in high and low altitude regions?",
                "QuestionCn": "使用不同的高程数据源，如KH-9和ICESat-2，对高海拔和低海拔地区冰川质量变化评估的潜在后果是什么？",
                "AnswerEn": "Using different elevation data sources like KH-9 and ICESat-2 can influence the assessment of glacier mass changes by affecting the reliability of results across various altitudes. In low altitude regions, results show similar reliability to KH-9 elevation change data, while high altitude areas may exhibit greater uncertainty due to over-saturation in aerial photographs.",
                "AnswerCn": "使用不同的高程数据源，如KH-9和ICESat-2，可能会影响冰川质量变化的评估，因为它们在不同海拔高度的结果可靠性可能不同。在低海拔地区，结果显示与KH-9高程变化数据的可靠性相似，而在高海拔地区，由于航空照片的过饱和，可能会出现更大的不确定性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodologies were employed to align and calibrate images for determining glacier changes in the Qinghai-Tibet Plateau eastern river source region from the 1970s to 2000, and how were these procedures assessed for accuracy?",
                "QuestionCn": "在1970年代到2000年期间，为了确定青藏高原东部河流源区的冰川变化，采用了哪些方法来对图像进行对齐和校准，并且这些程序是如何评估准确性的？",
                "AnswerEn": "To determine glacier changes, methodologies such as image registration and bias calibration were employed. The results were compared and evaluated using KH-9 and ICESat-2 data to validate glacier surface elevation changes. The reliability of these results is considered equivalent to KH-9 elevation changes in low-altitude areas, though greater uncertainty exists in high-altitude regions due to over-saturation in aerial photos.",
                "AnswerCn": "为了确定冰川变化，采用了图像配准和偏差校正等方法。结果使用KH-9和ICESat-2数据进行了比较和评估，以验证冰川表面高度变化。这些结果的可靠性在低海拔地区被认为与KH-9的高度变化相当，但在高海拔地区由于航空照片的过饱和，存在更大的不确定性。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}