{
  "id": "44e63435-a7f4-4597-be28-b419246a572d",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Landsat fractional vegetation cover (FVC) products over the Tibetan Plateau (1980s-2019)",
      "titleCn": "青藏高原Landsat系列卫星遥感植被覆盖度（FVC）产品（1980s-2019）",
      "description": "The dataset is the fractional vegetation cover (FVC) products from 1980s to 2019 over the Tibetan Plateau。The dataset is producted based on Landsat surface reflectance dataset. It is calculated by the FVC equation which is based on dimidiate pixel model of NDVI.And the corresponding production of quality identification documents (QA) is also generated to identify the cloud, ice and snow.FVC is an important ecological parameter, which is widely used in ecological environmnet monitoring .",
      "descriptionCn": "1）数据内容：本数据集包含从1980s-2019年青藏高原地区Landsat长时序FVC产品。2）数据来源及加工方法：主要是在青藏高原Landsat系列卫星地表反射率数据集的基础上，通过NDVI的像元二分模型进行反演的，裸土的NDVI值设为0.01，纯植被的NDVI值设为0.88；3）数据质量描述：为了标识云、冰雪，并相应生产了质量标识文件（QA）。4) 数据应用成果及前景：植被覆盖度是生态学的重要参数，广泛应用于生态环境监测研究。",
      "instructions": "1)File name rules: the FVC result of each scense is stored in a floder including the FVC band, QA bands, metadata, and browser; the named rule of a folder is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-FVC\",for example, L5-TM-115-026-19840418-LSR-BRDF-FVC;the FVC is stored as GeoTIFF format and its named rule is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-FVC.TIF\", for example, \"L5-TM-115-026-19840418-LSR-BRDF-FVC.TIF\". 2)How to use the dataset:the FVC results can be opened by ArcGIS, envi, QGIS and so on, the unit of the FVC results is %, for exmaple the value is 80, that means the fractional vegetation is 80%, and the background filling value is -9999, and the \"LZW\" lossless compression is carried out.",
      "instructionsCn": "文件命名：FVC是以景为单位存放文件夹，由FVC波段、质量文件（Quality Assessment, QA）、元数据、缩略图组成，文件夹的命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-FVC，如L5-TM-115-026-19840418-LSR-BRDF-FVC；其中FVC产品是以GeoTIFF格式存储的，命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-FVC.TIF，如L5-TM-115-026-19840418-LSR-BRDF-FVC.TIF。数据使用方法：FVC结果可使用Arcgis、ENVI、QGIS等软件打开，为了降低存储空间，FVC结果值的单位为%，如值为80，表示植被覆盖度为80%，背景填充值为-9999，冰雪或云覆盖区域填充值为-9000，并进行了“LZW”的无损压缩。",
      "east": 106.7,
      "west": 73.4,
      "south": 24.6,
      "north": 40.4,
      "startTime": null,
      "endTime": null,
      "fileSize": 1215805155331.0,
      "cstr": "18406.11.Ecolo.tpdc.271721",
      "doi": "10.11888/Ecolo.tpdc.271721",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张兆明",
        "nameEn": "ZHANG Zhaoming",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": "密云水库上游植被覆盖度的遥感估算",
        "titleEn": null,
        "referenceCn": "李苗苗, 吴炳方, 颜长珍, 周为峰. (2004). 密云水库上游植被覆盖度的遥感估算. 资源科学, 26(4), 153-159.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "沙漠/荒漠",
        "nameEn": "Desert"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1980s-2019",
        "keywordEn": "1980s-2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data collection method used for generating vegetation coverage datasets using Landsat satellite series in the Qinghai-Tibet Plateau from the 1980s to 2019?",
        "QuestionCn": "用于生成青藏高原1980年代至2019年植被覆盖数据集的遥感数据收集方法的特点是什么？",
        "AnswerEn": "surface reflectance datasets, NDVI pixel dichotomy model, NDVI value for bare soil 0.01, NDVI value for pure vegetation 0.88, processing quality assurance files, identification of clouds and ice/snow",
        "AnswerCn": "地表反射率数据集，NDVI像素二分模型，裸土的NDVI值为0.01，纯植被的NDVI值为0.88，处理质量保证文件，识别云和冰雪。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the time span covered by a dataset for vegetation coverage derived from Landsat series satellites on the Tibetan Plateau?",
        "QuestionCn": "从Landsat系列卫星获取的青藏高原植被覆盖数据集覆盖的时间跨度是多少？",
        "AnswerEn": "1980s-2019",
        "AnswerCn": "1980年代至2019年",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors influence the accuracy of vegetation coverage estimation using remote sensing data in the Tibetan Plateau region?",
        "QuestionCn": "影响青藏高原地区植被覆盖估计准确性的因素有哪些？",
        "AnswerEn": "The accuracy of vegetation coverage estimation can be influenced by factors such as the quality of the Landsat satellite surface reflectance data, the effectiveness of the NDVI pixel dichotomy model used for inversion, and the proper setting of NDVI values for bare soil and pure vegetation. Additionally, challenges such as cloud cover, ice, and snow can affect the data quality, which is why quality identification files (QA) are produced to address these issues.",
        "AnswerCn": "植被覆盖估计的准确性可能受到多个因素的影响，例如Landsat卫星表面反射率数据的质量、用于反演的NDVI像素二分模型的有效性，以及裸土和纯植被的NDVI值的正确设置。此外，云层覆盖、冰雪等挑战也会影响数据质量，这就是为什么会产生质量识别文件（QA）来解决这些问题。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using the NDVI pixel dichotomy model to derive FVC on the quality and applicability of datasets related to vegetation coverage in the Qinghai-Tibet Plateau from 1980s to 2019?",
        "QuestionCn": "使用NDVI像素二分模型推导FVC对1980年代至2019年青藏高原植被覆盖相关数据集的质量和适用性可能产生的后果是什么？",
        "AnswerEn": "Using the NDVI pixel dichotomy model to derive FVC allows for a standardized approach to assess vegetation coverage across long-term satellite data. This method, which assumes NDVI values of 0.01 for bare soil and 0.88 for pure vegetation, can lead to consistent and comparable results over time, making it valuable for ecological monitoring. However, it also requires precise calibration and validation to ensure accuracy, particularly in diverse and dynamic ecosystems like the Qinghai-Tibet Plateau. The quality indicators for cloud and snow may further enhance the dataset's reliability and usability in ecological research.",
        "AnswerCn": "使用NDVI像素二分模型来推导FVC可以为评估长期卫星数据中的植被覆盖提供标准化的方法。该方法假设裸土的NDVI值为0.01，纯植被的NDVI值为0.88，这可以在时间上产生一致且可比较的结果，使其在生态监测中具有重要价值。然而，这也需要精确的校准和验证，以确保准确性，特别是在像青藏高原这样多样化和动态的生态系统中。云和雪的质量指标可能进一步增强数据集在生态研究中的可靠性和可用性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in deriving vegetation coverage products from Landsat series satellite data for the Qinghai-Tibet Plateau, and how are NDVI values for bare soil and pure vegetation determined in this process?",
        "QuestionCn": "从Landsat系列卫星数据中提取青藏高原植被覆盖产品涉及哪些程序，以及在此过程中如何确定裸土和纯植被的NDVI值？",
        "AnswerEn": "The procedures involve using a pixel dichotomy model to invert the NDVI values from surface reflectance data of the Landsat series satellites. In this specific approach, the NDVI value for bare soil is set at 0.01, while for pure vegetation, it is set at 0.88.",
        "AnswerCn": "这些程序涉及使用像素二分模型来反演来自Landsat系列卫星的表面反射数据的NDVI值。在这种特定方法中，裸土的NDVI值设定为0.01，而纯植被的NDVI值设定为0.88。",
        "Level": "C3(Applying)"
      }
    ]
  }
}