{
    "id": "453520eb-bc17-4b06-9ce9-cdae77922720",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "FVC dataset of remote sensing for ecological assets assessment in Qinghai-Tibet Plateau",
            "titleCn": "青藏高原生态资产评估遥感反演植被覆盖度数据",
            "description": "The basic data set of remote sensing for ecological assets assessment of the Qinghai-Tibet Plateau includes the annual Fraction Vegetation Coverage (FVC), Net Primary Productivity (NPP) and Leaf Area Index (LAI) of the Qinghai-Tibet Plateau since 2000, and other ecological parameters based on remote sensing inversion. The FVC data are mainly developed from MODIS NDVI data. Based on pixel dichotomy model, the vegetation coverage model is developed by using multi-scale remote sensing images, combining with high precision remote sensing parameters such as vegetation community type and distribution characteristics, and the mixed pixel decomposition method is used to construct the vegetation coverage model. All data could be used only after the permission of the data distributor.",
            "descriptionCn": "青藏高原生态资产评估遥感反演基础数据集包括了青藏高原自2000年起年度的植被覆盖度(FVC)，净初级生产力(NPP)和叶面积指数(LAI)等基于遥感反演的生态参数，以供区域尺度生态资产评估研究使用。其中植被覆盖度数据以MODIS NDVI数据为主体，基于像元二分模型，利用多尺度遥感影像，结合植被群落类型、分布特征等高精度遥感参数，发展植被覆盖度模型，用混合像元分解法构建。精度验证估测值与实测值的RMSE为0.21，在样本值0-0.5之间均存在一定的高估情况。",
            "instructions": "year_fvc",
            "instructionsCn": "年份+fvc",
            "east": 104.38,
            "west": 73.44,
            "south": 25.99,
            "north": 40.02,
            "startTime": "2000-01-08 08:00:00",
            "endTime": "2018-01-07 19:59:59",
            "fileSize": 573287174.0,
            "cstr": "18406.11.Ecolo.tpdc.270530",
            "doi": "10.11888/Ecolo.tpdc.270530",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘文俊",
                "nameEn": "LIU Wenjun",
                "unitEn": "Institute of Remote Sensing and Digital Earth, CAS",
                "unitCn": "中国科学院遥感与数字地球研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "21世纪前十年的中国土地覆盖变化",
                "titleEn": null,
                "referenceCn": "吴炳方, 苑全治, 颜长珍, 王宗明, 于信芳, 李爱农, 马荣华, 黄进良, 陈劲松, 常存, 刘成林, 张磊, 李晓松, 曾源, 包安明. (2014). 21世纪前十年的中国土地覆盖变化. 第四纪研究, 34(4), 723-731.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "植被覆盖度",
                "nameEn": "Vegetation coverage data"
            },
            {
                "nameCn": "生态遥感产品",
                "nameEn": "Ecological remote sensing products"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000-2017",
                "keywordEn": "2000-2017",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "三江源国家公园生态监测平台",
                "titleEn": "Ecological Data Center of Sanjiangyuan National Park"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics of vegetation coverage data derived from remote sensing for ecological asset assessments on the Qinghai-Tibet Plateau?",
                "QuestionCn": "从遥感获取的植被覆盖数据在青藏高原生态资产评估中的具体特征是什么？",
                "AnswerEn": "MODIS NDVI data, pixel binary model, multi-scale remote sensing imagery, high-precision remote sensing parameters, vegetation community types, distribution characteristics, mixed pixel decomposition method, RMSE of 0.21, overestimation in sample values ranging from 0 to 0.5",
                "AnswerCn": "MODIS NDVI数据，像元二元模型，多尺度遥感影像，高精度遥感参数，植被群落类型，分布特征，混合像元分解方法，均方根误差为0.21，样本值范围从0到0.5的高估。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '遥感反演植被覆盖度' mean in the context of ecological asset assessment on the Qinghai-Tibet Plateau?",
                "QuestionCn": "'遥感反演植被覆盖度'在青藏高原生态资产评估的背景下指的是利用遥感技术对植被覆盖度进行反演和测量，以评估该地区的生态状况和资源状况。",
                "AnswerEn": "In the context of ecological asset assessment on the Qinghai-Tibet Plateau, '遥感反演植被覆盖度' refers to the process of estimating vegetation coverage using remote sensing techniques. This involves using MODIS NDVI data as the primary source, applying a pixel binary model, and integrating multi-scale remote sensing images with high-precision parameters such as vegetation community types and distribution characteristics to develop a vegetation coverage model. The method also involves constructing the model through mixed pixel decomposition, with a reported RMSE of 0.21 when comparing estimated values to actual measurements, acknowledging a certain tendency for overestimation in sample values ranging from 0 to 0.5.",
                "AnswerCn": "在青藏高原生态资产评估的背景下，“遥感反演植被覆盖度”指的是利用遥感技术估算植被覆盖度的过程。这涉及使用MODIS NDVI数据作为主要来源，应用像素二元模型，并整合具有高精度参数的多尺度遥感影像，如植被群落类型和分布特征，以开发植被覆盖度模型。该方法还涉及通过混合像素分解构建模型，比较估计值与实际测量值时报告的均方根误差（RMSE）为0.21，并承认在样本值范围为0到0.5时存在一定的高估倾向。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the application of multi-scale remote sensing imagery and high-precision remote sensing parameters improve the accuracy of vegetation coverage models in ecological asset assessments?",
                "QuestionCn": "多尺度遥感影像和高精度遥感参数的应用如何提高生态资产评估中植被覆盖模型的准确性？",
                "AnswerEn": "The use of multi-scale remote sensing imagery and high-precision parameters, such as those related to vegetation community types and distribution characteristics, allows for the development of refined vegetation coverage models. These models, constructed using methods like mixed pixel decomposition, can provide more accurate estimates of Fractional Vegetation Cover (FVC) by integrating various scales of data and detailed ecological parameters. The accuracy is validated through a comparison of estimated values with measured values, where the RMSE is documented as 0.21, although some overestimation is noted in sample values between 0-0.5.",
                "AnswerCn": "多尺度遥感影像和高精度参数的使用，例如与植被群落类型和分布特征相关的参数，使得精细化植被覆盖模型的开发成为可能。这些模型采用混合像元分解等方法构建，通过整合不同尺度的数据和详细的生态参数，可以提供更准确的植被覆盖度（FVC）估计。通过将估计值与测量值进行比较来验证准确性，其中均方根误差（RMSE）记录为0.21，尽管在0-0.5的样本值中注意到一些过高估计。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the overestimation in estimating fractional vegetation cover using remote sensing techniques in the Tibetan Plateau?",
                "QuestionCn": "在青藏高原使用遥感技术估计植被覆盖度时，导致过高估计的因素有哪些？",
                "AnswerEn": "The causes of overestimation in estimating fractional vegetation cover using remote sensing techniques on the Tibetan Plateau include the limitations of the pixel dichotomy model and the mixed pixel decomposition method. These methods rely on MODIS NDVI data and high-precision remote sensing parameters like vegetation community types and distribution characteristics, which can lead to high estimation errors, especially within a sample value range of 0 to 0.5, where the RMSE is 0.21.",
                "AnswerCn": "在使用遥感技术估计青藏高原的植被覆盖度时，过高估计的原因包括像素二分模型和混合像素分解方法的局限性。这些方法依赖于MODIS NDVI数据和高精度遥感参数，如植被群落类型和分布特征，这可能导致高估计误差，特别是在样本值范围为0到0.5时，均方根误差（RMSE）为0.21。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the underlying goal of developing a model for vegetation coverage using remote sensing data on the Qinghai-Tibet Plateau?",
                "QuestionCn": "利用遥感数据开发青藏高原植被覆盖模型的根本目标是什么？",
                "AnswerEn": "The goal is to provide essential ecological parameters such as vegetation coverage, net primary productivity, and leaf area index for regional-scale ecological asset assessment. This is achieved by using MODIS NDVI data and a pixel binary model that incorporates high-resolution remote sensing parameters and vegetation community characteristics to develop a vegetation coverage model.",
                "AnswerCn": "目标是提供区域尺度生态资产评估的基本生态参数，如植被覆盖、净初级生产力和叶面积指数。这是通过使用MODIS NDVI数据和一个像素二元模型来实现的，该模型结合了高分辨率遥感参数和植被群落特征，以开发植被覆盖模型。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in using remote sensing techniques to derive vegetation coverage data, and how do these steps ensure the accuracy and reliability of the data for ecological asset assessment in the Qinghai-Tibet Plateau?",
                "QuestionCn": "使用遥感技术获取植被覆盖数据的程序步骤包括哪些，如何确保这些步骤在青藏高原生态资产评估中数据的准确性和可靠性？",
                "AnswerEn": "The procedural steps involve using MODIS NDVI data as the primary source, applying a pixel dichotomy model, and utilizing multi-scale remote sensing imagery. The process integrates high-precision remote sensing parameters related to vegetation community types and distribution characteristics to develop a vegetation coverage model. The mixed pixel decomposition method is used to construct the model. Accuracy is ensured by comparing estimated values with actual measurements, with a reported RMSE of 0.21, acknowledging some overestimation within the 0-0.5 range of sample values.",
                "AnswerCn": "程序步骤涉及使用MODIS NDVI数据作为主要来源，应用像素二分模型，并利用多尺度遥感影像。该过程整合与植被群落类型和分布特征相关的高精度遥感参数，以开发植被覆盖模型。采用混合像素分解方法构建模型。通过将估计值与实际测量值进行比较来确保准确性，报告的均方根误差（RMSE）为0.21，承认在样本值的0-0.5范围内存在一定的高估。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}