{
  "id": "457e92d5-b978-44b9-9d98-eeb2712c2db7",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: The multi-scale observation experiment on evapotranspiration over heterogeneous land surfaces 2012 (MUSOEXE-4,12,14)-Dataset of flux observation matrix (No.4,12,14 eddy covariance system)",
      "titleCn": "黑河生态水文遥感试验：非均匀下垫面地表蒸散发的多尺度观测试验-通量观测矩阵数据集（4、12、14号点涡动相关仪）（2012）",
      "description": "The data set contains data of three stations in the middle reaches: (1) the eddy related flux observation data of point 4 in the flux observation matrix from May 31 to September 17, 2012. The station is located in the Yingke irrigation area of Zhangye City, Gansu Province, and the underlying surface is the village. The longitude and latitude of the observation point are 100.35753e, 38.87752n and 1561.87m above sea level. The height of the eddy correlator is 4.2m (after August 19, the height of the eddy correlator is adjusted to 6.2m), the sampling frequency is 10Hz, the ultrasonic direction is due north, and the distance between the ultrasonic anemometer and the CO2 / H2O analyzer is 17cm. (2) Eddy related flux data of point 12 in the flux observation matrix from May 28 to September 21, 2012. The site is located in the farmland of Daman irrigation area, Zhangye City, Gansu Province, with corn as the underlying surface. The longitude and latitude of the observation point are 100.36631e, 38.86515n and 1559.25m above sea level. The height of the eddy correlator is 3.5m, the sampling frequency is 10Hz, the ultrasonic direction is north, and the distance between the ultrasonic anemometer and the CO2 / H2O analyzer is 15cm. (3) Eddy related flux data of point 14 in the flux observation matrix from May 30 to September 21, 2012. The site is located in the farmland of Yingke Irrigation District, Zhangye City, Gansu Province, with corn as the underlying surface. The longitude and latitude of the observation point are 100.35310e, 38.85867n and 1570.23m above sea level. The height of the eddy correlator is 4.6m, the sampling frequency is 10Hz, the ultrasonic direction is north, and the distance between the ultrasonic anemometer and the CO2 / H2O analyzer is 15cm.            \nThe original observation data of the eddy correlator is 10Hz. The published data is the 30 minute data processed by the edire software. The main processing steps include: outliers elimination, delay time correction, coordinate rotation (secondary coordinate rotation), frequency response correction, ultrasonic virtual temperature correction and density (WPL) correction, etc. At the same time, the quality evaluation of each flux value is mainly the test of atmospheric stability (Δ st) and turbulence similarity (ITC). The 30min flux value output by edire software was also screened: (1) data in case of instrument error; (2) data in 1H before and after precipitation; (3) data with loss rate greater than 3% in every 30min of 10Hz original data; (4) observation data with weak turbulence at night (U * less than 0.1M / s). The average period of observation data is 30 minutes, 48 data in a day, and the missing data is marked as - 6999. Suspicious data caused by instrument drift and other reasons shall be identified with red font.            \nThe published observation data include: date / time, wind direction WDIR (?), horizontal wind speed wnd (M / s), standard deviation of lateral wind speed STD uuy (M / s), ultrasonic virtual temperature TV (℃), water vapor density H2O (g / m3), carbon dioxide concentration CO2 (mg / m3), friction velocity ustar (M / s), stability Z / L (dimensionless), sensible heat flux HS (w / m2), latent heat flux Le (w / m2), two Carbon dioxide flux FC (mg / (M2S)), quality mark of sensible heat flux QA ﹤ HS, quality mark of latent heat flux QA ﹐ Le, quality mark of carbon dioxide flux QA ﹐ FC. The quality identification of sensible heat, latent heat and carbon dioxide flux is divided into three levels (quality identification 0: (Δ st < 30, ITC < 30); 1: (Δ st < 100, ITC < 100); the rest is 2). The meaning of data time, for example, 0:30 represents the average of 0:00-0:30; data is stored in *. XLS format.            \nFor station information, please refer to Liu et al. (2015), and for observation data processing, please refer to Liu et al. (2011) and Xu et al. (2013).",
      "descriptionCn": "该数据集包含中游三个站点数据：（1）2012年5月31日至9月17日的通量观测矩阵中4号点的涡动相关通量观测数据，站点位于甘肃省张掖市盈科灌区内，下垫面是村庄。观测点的经纬度是100.35753E, 38.87752N，海拔1561.87m。涡动相关仪架高4.2m（8月19日后涡动相关仪架高调整为6.2m），采样频率是10Hz，超声朝向是正北向，超声风速仪与CO2/H2O分析仪之间的距离是17cm。（2）2012年5月28日至9月21日的通量观测矩阵中12号点的涡动相关通量观测数据。站点位于甘肃省张掖市大满灌区农田内，下垫面是玉米。观测点的经纬度是100.36631E, 38.86515N，海拔1559.25m。涡动相关仪架高3.5m，采样频率是10Hz，超声朝向是正北向，超声风速仪与CO2/H2O分析仪之间的距离是15cm。（3）2012年5月30日至9月21日的通量观测矩阵中14号点的涡动相关通量观测数据。站点位于甘肃省张掖市盈科灌区农田内，下垫面是玉米。观测点的经纬度是100.35310E, 38.85867N，海拔1570.23m。涡动相关仪架高4.6m，采样频率是10Hz，超声朝向是正北向，超声风速仪与CO2/H2O分析仪之间的距离是15cm。\n涡动相关仪的原始观测数据为10Hz，发布的数据是采用Edire软件后处理的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对Edire软件输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据每30min内缺失率大于3%的数据；（4）剔除夜间弱湍流的观测数据（u*小于0.1m/s）。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。因仪器漂移等原因引起的可疑数据用红色字体标识。\n发布的观测数据包括：日期/时间Date/Time，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（℃），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），稳定度Z/L（无量纲），感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE，二氧化碳通量的质量标识QA_Fc。感热、潜热、二氧化碳通量的质量标识分为三级（质量标识0:（Δst <30, ITC<30）; 1: （Δst <100, ITC<100）; 其余为2）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。\n站点信息请参考Liu et al. (2015)，观测数据处理请参考Liu et al. (2011)和Xu et al.(2013)。",
      "instructions": "The data is stored in Excel format and can be opened and read by office, WPS and other office software",
      "instructionsCn": "数据以表格Excel格式存储，可用Office、Wps等办公软件打开读取",
      "east": 100.366,
      "west": 100.353,
      "south": 38.8587,
      "north": 38.8775,
      "startTime": "2012-06-07 11:09:00",
      "endTime": "2012-09-24 11:09:00",
      "fileSize": 2452511.0,
      "cstr": "18406.11.Meteoro.tpdc.270574",
      "doi": "10.11888/Meteoro.tpdc.270574",
      "dataFormat": "Excel",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "谢正辉",
        "nameEn": "XIE Zhenghui",
        "unitEn": "Institute of Atmospheric Physics,Chines Academy of Sciences",
        "unitCn": "中国科学院大气物理研究所"
      },
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": null,
        "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
      },
      {
        "titleCn": null,
        "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "感热通量",
        "nameEn": "Sensible heat flux"
      },
      {
        "nameCn": "潜热通量",
        "nameEn": "Latent heat flux"
      },
      {
        "nameCn": "辐射",
        "nameEn": "Radiation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "the artificial oasis experimental area in the middle reaches"
      },
      {
        "keywordCn": "通量观测矩阵",
        "keywordEn": "flux observation matrix"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河输水条件下土壤水地下水相互作用及其生态水文效应研究",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      },
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：水文气象要素与多尺度蒸散发观测",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the data collection method involve the use of eddy covariance instruments with specific configuration and calibration techniques such as coordinate rotation and frequency response correction?",
        "QuestionCn": "数据收集方法是否涉及使用涡度协方差仪，并采用特定的配置和校准技术，如坐标旋转和频率响应修正？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to monitor surface evapotranspiration over heterogeneous terrains?",
        "QuestionCn": "您能否提供一个用于监测异质地形表面蒸散发的数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method used to monitor surface evapotranspiration over heterogeneous terrains involves the use of an eddy covariance system to measure fluxes at multiple sites with different underlying surfaces, such as villages and cornfields. The method includes setting up the eddy covariance instruments at various heights and orientations depending on the site characteristics, and collecting data at a high frequency of 10Hz. The raw data is then processed to yield 30-minute average fluxes, with steps including outlier removal, time lag correction, coordinate rotation, and several corrections for temperature and density. Quality control measures are also applied to ensure the reliability of the flux measurements.",
        "AnswerCn": "监测异质地形表面蒸散发的数据收集方法之一是使用涡度协方差系统，在不同的地表（如村庄和玉米田）设置多个站点进行通量测量。该方法包括根据场地特征在不同高度和方向上设置涡度协方差仪器，并以10Hz的高频率收集数据。原始数据经过处理后，生成30分钟的平均通量，处理步骤包括异常值去除、时间滞后修正、坐标旋转以及温度和密度的多项修正。同时，还应用质量控制措施以确保通量测量的可靠性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the sampling frequency used in data collection for flux measurement in a dataset related to heterogeneous surface evapotranspiration?",
        "QuestionCn": "在与异质表面蒸散发相关的数据集中，通量测量的数据采集使用的采样频率是多少？",
        "AnswerEn": "10 Hz",
        "AnswerCn": "10 赫兹",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on data quality and interpretation if the sampling frequency of eddy covariance instruments is altered from 10Hz to a lower frequency?",
        "QuestionCn": "如果涡度协方差仪器的采样频率从10Hz降低到较低频率，可能对数据质量和解释产生的后果是什么？",
        "AnswerEn": "Altering the sampling frequency of eddy covariance instruments from 10Hz to a lower frequency could reduce the ability to accurately capture high-frequency turbulence data, potentially affecting the precision of calculated fluxes such as heat, moisture, and CO2. This might lead to an underestimation of the actual fluxes and impact the assessment of atmospheric stability and surface-atmosphere interactions.",
        "AnswerCn": "将涡度协方差仪的采样频率从10Hz降低到较低频率可能会减少准确捕捉高频湍流数据的能力，从而影响热量、水分和二氧化碳等计算通量的精度。这可能导致对实际通量的低估，并影响大气稳定性和表面-大气相互作用的评估。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the key objectives behind collecting multi-scale eddy covariance flux data for non-homogeneous surfaces in ecological hydrology experiments?",
        "QuestionCn": "在生态水文学实验中，收集非均质表面的多尺度涡度协方差通量数据的关键目标是什么？",
        "AnswerEn": "The primary goal is to understand and quantify evapotranspiration processes over non-homogeneous surfaces, such as villages and agricultural fields, by utilizing eddy covariance flux measurements. This can provide insights into the energy and mass exchange between the land surface and atmosphere, contributing to ecological and hydrological research in specific regions like the Heihe River Basin.",
        "AnswerCn": "主要目标是通过利用涡度协方差通量测量，理解和量化非均匀表面（如村庄和农业田地）上的蒸散发过程。这可以提供土地表面与大气之间能量和物质交换的见解，为特定区域（如黑河流域）的生态和水文研究做出贡献。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the specific steps involved in processing raw eddy covariance data for multi-scale evapotranspiration observation in heterogeneous underlying surfaces?",
        "QuestionCn": "在异质性下垫面上进行多尺度蒸散观测时，处理原始涡度相关数据的具体步骤是什么？",
        "AnswerEn": "The processing steps for raw eddy covariance data include outlier removal, time delay correction, coordinate rotation (secondary coordinate rotation), frequency response correction, sonic temperature correction, and density (WPL) correction. The processed data are quality-evaluated based on atmospheric stability (Δst) and turbulence similarity characteristics (ITC) tests. Additionally, data are filtered by removing erroneous instrument data, data during and one hour after precipitation, data with more than 3% missing rate in 10Hz raw data every 30 minutes, and nighttime weak turbulence data (u* less than 0.1m/s).",
        "AnswerCn": "原始涡度协方差数据的处理步骤包括异常值去除、时间延迟修正、坐标旋转（次级坐标旋转）、频率响应修正、声温修正和密度（WPL）修正。处理后的数据根据大气稳定性（Δst）和湍流相似性特征（ITC）测试进行质量评估。此外，数据还通过去除错误的仪器数据、降水期间及降水后一个小时的数据、每30分钟内10Hz原始数据缺失率超过3%的数据，以及夜间弱湍流数据（u*小于0.1m/s）进行过滤。",
        "Level": "C3(Applying)"
      }
    ]
  }
}