{
    "id": "458ce77f-35f5-4aec-8f29-b070cc53f00e",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of Yakou station, 2020)",
            "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（垭口站自动气象站-2020）",
            "description": "This dataset includes data recorded by the Heihe integrated observatory network obtained from the automatic weather station (AWS) at the observation system of Meteorological elements gradient of Yakou station from January 1 to December 31, 2020. The site (100.2421°E, 38.0142°N) was located on an alpine meadow surface, which is near west of Qilian county, Qinghai Province. The elevation is 4148 m. The installation heights and orientations of different sensors and measured quantities were as follows: air temperature and humidity profile (HMP45C; 5 m, north), wind speed and direction profile (010C/020C; 10 m, north), air pressure (PTB110; in the tamper box on the ground), rain gauge (TE525M; 10 m), four-component radiometer (CNR1; 6 m, south), two infrared temperature sensors (SI-111; 6 m, south, vertically downward), soil heat flux (HFP01; 3 duplicates, -0.06 m), soil temperature profile (109ss-L; 0, -0.04, -0.1, -0.2, -0.4, -0.8, -1.2, and -1.6 m), and soil moisture profile (CS616; -0.04, -0.1, -0.2, -0.4, -0.8, -1.2, and -1.6 m).\nThe observations included the following: air temperature and humidity (Ta_5 m; RH_5 m) (℃ and %, respectively), wind speed (Ws_10 m) (m/s), wind direction (WD_10 m) (°), air pressure (press) (hpa), precipitation (rain) (mm), four-component radiation (DR, incoming shortwave radiation; UR, outgoing shortwave radiation; DLR_Cor, incoming longwave radiation; ULR_Cor, outgoing longwave radiation; Rn, net radiation) (W/m^2), infrared temperature (IRT_1 and IRT_2) (℃), soil heat flux (Gs_1, Gs_2 and Gs_3) (W/m^2), soil temperature (Ts_0 cm, Ts_4 cm, Ts_10 cm, Ts_20 cm, Ts_40 cm, Ts_80 cm, Ts_120 cm, and Ts_160 cm) (℃), and soil moisture (Ms_4 cm, Ms_10 cm, Ms_20 cm, Ms_40 cm, Ms_80 cm, Ms_120 cm, and Ms_160 cm) (%, volumetric water content).\nThe data processing and quality control steps were as follows: (1) The AWS data were averaged over intervals of 10 min for a total of 144 records per day. The missing data were denoted by -6999. Due to the sensor malfunction, the four-component radiation was wrong intermittently. Due to the power loss, data during February 2 to April 25 were missing. (2) Data in duplicate records were rejected. (3) Unphysical data were rejected. (4) The data marked in red are problematic data. (5) The format of the date and time was unified, and the date and time were collected in the same column, for example, date and time: 2020-9-10 10:30. (6) Finally, the naming convention was AWS+ site no. Moreover, suspicious data were marked in red.\nFor more information, please refer to Liu et al. (2018) (for sites information), Liu et al. (2011) for data processing) in the Citation section.",
            "descriptionCn": "该数据集包含了2020年1月1日至2020年12月31日黑河流域地表过程综合观测网上游垭口站气象要素观测数据。站点位于青海省祁连县大冬树垭口，下垫面是高寒草甸。观测点的经纬度是100.2421E, 38.0142N，海拔4148m。发布的数据包括空气温度、相对湿度传感器架设在5m处，朝向正北；气压计安装在地面上的防撬箱内；翻斗式雨量计安装在2m处；风速与风向传感器架设在10m，朝向正北；四分量辐射仪在气象塔6m处，朝向正南；两个红外温度计安装在6m处，朝向正南，探头朝向是垂直向下；土壤温度探头埋设在地表0cm和地下4cm、10cm、20cm、40cm、80cm、120cm、160cm处；土壤水分探头埋设在地下4cm、10cm、20cm、40cm、80cm、120cm、160cm处；土壤热流板埋设在地下6cm处，在距离气象塔2m的正南方。\n观测项目有：空气温湿度（Ta_5m、RH_5m）(单位：摄氏度、百分比)、气压（Press）(单位：百帕)、降水量（Rain）(单位：毫米)、风速（WS_10m）(单位：米/秒)、风向（WD_10m）(单位：度)、四分量辐射（DR、UR、DLR_Cor、ULR_Cor、Rn）(单位：瓦/平方米)、地表辐射温度（IRT_1、IRT_2）(单位：摄氏度)、土壤热通量（Gs_1、Gs_2、Gs_3）(单位：瓦/平方米)、土壤温度（Ts_0cm、Ts_4cm、Ts_10cm、Ts_20cm、Ts_40cm、Ts_80cm、Ts_120cm、Ts_160cm）(单位：摄氏度)、土壤水分（Ms_4cm、Ms_10cm、Ms_20cm、Ms_40cm、Ms_80cm、Ms_120cm、Ms_160cm）(单位：体积含水量，百分比)。\n观测数据的处理与质量控制：（1）确保每天144个数据（每10min），若出现数据的缺失，则由-6999标示；由于传感器问题，四分量辐射断续出现问题；由于积雪覆盖太阳能板导致供电问题，2.2-4.25间数据缺失；（2）剔除有重复记录的时刻；（3）删除了明显超出物理意义或超出仪器量程的数据；（4）数据中以红字标示的部分为有疑问的数据；（5）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2020-9-10 10:30；（6）命名规则为：AWS+站点名称。\n黑河综合观测网或站点信息请参考Liu et al. (2018)，观测数据处理请参考Liu et al. (2011)。",
            "instructions": "Year+** observatory network+ site+ AWS",
            "instructionsCn": "年份+**观测网+站点名称+AWS",
            "east": 100.2421,
            "west": 100.2421,
            "south": 38.0142,
            "north": 38.0142,
            "startTime": "2020-01-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 10838952.0,
            "cstr": "18406.11.Meteoro.tpdc.271398",
            "doi": "10.11888/Meteoro.tpdc.271398",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "张阳",
                "nameEn": "ZHANG Yang",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "谭俊磊",
                "nameEn": "TAN Junlei",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "任志国",
                "nameEn": "REN Zhiguo",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceCn": null,
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleCn": null,
                "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleCn": null,
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "能见度",
                "nameEn": "Visibility"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "上游寒区水文试验区",
                "keywordEn": "the cold region hydrology experimental area"
            },
            {
                "keywordCn": "垭口站",
                "keywordEn": "Yakou station"
            },
            {
                "keywordCn": "黑河上游",
                "keywordEn": "Upper reaches of Heihe River"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": [],
            "backgroundCn": [
                "阿尔卑斯地区在河流和流域生态系统中具有重要意义，作为淡水的来源，提供并刺激特定栖息地的生物多样性。与此同时，近期气候变化、人类活动及其他扰动可能会干扰水文过程和生态功能，因此需要下一代观测和建模方法，以推进对阿尔卑斯地区这些过程的预测理解。阿尔卑斯地区的水资源是支流，需要进行调节以维持下游生态系统。然而，近年来自然/气候变化和人类活动引发的扰动显著改变了水文过程和生态功能。因此，准确估计和预测水文过程及其关键影响因素变得至关重要。",
                "不幸的是，由于高山地区观测数据的稀缺，主要是由于获取困难和技术障碍，阻碍了高山水文模型及相关研究的发展，但也促使了下一代生态系统观测网络和实验的开发。与观测数据相比，结合数据同化的遥感数据可以改善水文过程的预测。然而，由于地球系统的复杂性，遥感数据（尤其是在高山地区）存在各种不确定性来源，这些不确定性需要进行验证和校准。总之，为了填补知识空白并促进高山地区水文研究，集成的、分布式的和多尺度的观测数据集是必不可少的，预计将为水文建模提供准确的强迫数据，验证遥感数据，评估分布式模型，并最终改善对高山水文过程和生态系统功能的预测理解。在高山水文学中，除了从分布式气象站获得的一致的水文气象数据外，雪盖和冻土是两个重要指标和驱动因素，影响水文过程。融化前的最大雪水当量（SWE）决定了雪融水的储存——这是高山地区淡水的主要来源，而冻融循环（FTC）和活层内的土壤水分则改变了水的渗透，从而影响地表径流和地下水。为了促进高山水文研究，国际高山研究流域水文学网络（INARCH）于2015年由世界气候研究计划（WCRP）的全球能量与水交换（GEWEX）项目发起，涉及全球18个流域。自那时以来，INARCH将各个观测站连接成一个国际网络和数据共享平台，以引领高山地区水文气象和雪观测的前沿研究。另一个基于社区的观测网络，极圈活层监测（CALM）网络，始于1990年代初，旨在观察活层和近地表永久冻土对气候变化的响应。黑河流域（HRB）是中国第二大内陆河流域，以其异质的景观、多样的生态系统、独特的地理特征和近年来的气候变化而闻名。作为干旱/半干旱HRB生态水文过程的主要组成部分，高山水文过程，特别是与上游雪盖和冻土相关的过程，对山区的径流产生了重大影响，从而调节中游的农业发展和下游的生态系统。",
                "近年来，随着气候变暖，永冻土退化显著影响了径流和碳循环（Peng et al., 2016; Gao et al., 2018）。研究区域内雪盖广泛分布，具有独特的特征。在高海拔山区（海拔 > 3800 米），受当地微气候和低温的影响，任何季节都有可能出现降雪。临时雪是该地区中低海拔地区的主要雪盖类型，因为强烈的太阳辐射和高气温导致雪的快速融化和升华。飘雪在该地区也很常见，这可能导致高海拔地区雪层的重新分布（Essery et al., 1999; Li et al., 2014）。",
                "由于祁连山的高海拔和复杂地形，常常观察到吹雪（漂雪）现象。估计吹雪的发生非常重要，因为它可能导致雪盖的重新分布，并影响雪的升华。",
                "土壤热导率的分析较为困难，因为它是土壤密度、土壤含水量（在冻土中为冰含量）和土壤温度的函数，而这些因素无法通过简单的公式轻易计算。因此，可以利用现场观测来评估高山水文模型的参数化。"
            ],
            "research objectiveCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合的、分布式的和多尺度的观测网络中研究中国黑河流域上游的流域科学和功能。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。",
                "相关的开放获取数据集包括高质量的水文气象数据，特别是针对子流域和流域尺度的雪和冻土观测，旨在解决多种科学问题，包括但不限于：(1) 如何为高山水文模型提供准确有效的强迫数据，(2) 如何整合观测、模拟和获取的数据集以获得有意义的理解，以及 (3) 如何扰动（气候变化和人类活动）改变基本过程。"
            ],
            "challengesCn": [
                "然而，寒冷和恶劣的气候、高海拔以及复杂的地形等几项严峻挑战，阻碍了在需要的地方和时间进行全面和一致的数据收集，这妨碍了遥感技术和高山水文模型的发展。",
                "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文模型和相关研究的发展，但也促使了下一代生态观测网络和实验的开发。然而，上述建模工作面临着两个主要问题：1）强迫数据的可用性（只有中国气象局在HRB上游地区运营的两个气象站正常工作）；2）缺乏高质量的雪和冻土数据用于参数化。",
                "不幸的是，由于强风的影响，这项工作并不顺利。因此，目前无法获得可以通过雪深和雪水当量（SWE）数据计算的雪密度数据。"
            ],
            "methodsCn": [
                "无缝的气象和水文数据通过连接一组自动气象站（AMS）的观测网络进行监测。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。高分辨率的土壤物理数据集也从冻土观测超级站获得，以捕捉冻融过程。",
                "考虑到研究地点的特征，建立了一个综合的、分布式的多尺度水文气象-雪-冻土观测网络，包含七个自动气象站（AMS）和两个超级站。在流域尺度上，观测旨在收集数据，以研究气象驱动因素并验证阿尔卑斯水文模型。在子流域尺度上，小规模的观测和测量集中在降水、土壤温度和湿度等数据上，这些数据用于开发和改进水文模型，以及验证中等到粗分辨率的遥感产品（Jin et al., 2014）。在两个雪盖和冻土观测的超级站中，可以利用高分辨率数据进一步验证遥感产品。在密集观测期（IOP：2013-2014）期间，在研究区域建立了七个AMS以及冻土和雪超级站（也包含气象观测），以获取空间分布的气象变量。在IOP之后，选择并保留了四个典型的AMS进行持续观测，预计将提供长期数据集。观测的气象变量包括风速和风向、气温、湿度、红外温度、气压、四分量辐射和降水。雅口雪超级站自动测量积累和消耗过程，观测的组成部分包括雪深、雪水当量（SWE，由GammaMONitor测量）、雪面反照率和吹雪（飘雪）通量（由FlowCapt测量）。在每个AMS内，土壤温度和湿度在六个层次上进行测量，而蒸散发（ET）则在位于永久冻土、季节性冻土和过渡区的三个AMS上通过涡度协方差（EC）进行观测，以观察冻融（FT）过程。在子流域尺度上，建立了一个包含40个节点的无线传感器网络（WSN），以捕捉土壤温度和湿度的季节变化。在A’rou冻土超级站，土壤温度和湿度剖面在18个层次上进行密集测量，深度达到3.2米（采用嵌套模式，表层有更多层次），以获取冻融循环（FTC）下的土壤水热特征。此外，还测量了表层土壤的热导率和水力导率，以观察动态水热过程。",
                "雪深是通过SR50A（美国Campbell）测量的，该设备通过发出超声波脉冲并监听从目标反射回来的回声来确定传感器与目标之间的距离。雪水当量（SWE）是通过GMON（CS725 GammaMONitor，美国Campbell）在2014年1月1日至2017年12月31日期间以6小时的时间分辨率进行测量的。FlowCapt（瑞士IAV）用于测量在3个高度（0-1米、1-2米和2-3米）每10分钟的吹雪颗粒数量。"
            ],
            "datasetCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从综合、分布式和多尺度观测网络研究中国黑河流域上游的流域科学和功能。通过连接一组自动气象站（AMS）的观测网络，监测到了无间隙的气象和水文数据。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。还获得了高分辨率的土壤物理数据集，以捕捉冻融过程，这些数据来自冻土观测超级站。更新的数据集已向具有多学科背景（如冰冻圈科学、水文学和气象学）的科学家发布，预计将作为测试平台，为更广泛的社区提供准确的强迫数据，并验证和评估遥感产品和水文模型。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施及近年来收集的完整数据集。该观测网络由七个标准水文气象站、一个雪超级站和一个冻土超级站组成，作为一个综合研究平台，旨在提供HRB上游水文气象过程的显著数据集（如水文气象、雪和冻土），预计将支持阿尔卑斯地区水文模型的开发和模拟，以及遥感观测。",
                "来自Yakou雪超级站的综合雪数据集自2013年夏季以来已更新。观察到的雪变量包括雪深、雪水当量（SWE）和吹雪（漂雪）。2014年1月1日至2017年12月31日的数据在图4中进行了汇总，并附有降水、蒸散发、土壤温度和湿度的额外图表。数据集的可用时间为2012年12月5日至2017年12月31日，间歇性丢失主要是由于高海拔地区的电力损失和传感器故障。",
                "在本文中，展示了一套来自于黑河上游集成的、分布式的多尺度水文气象-雪-冻土观测网络的阿尔卑斯水文数据集。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is it possible to collect reliable soil temperature and moisture data in the alpine region using automated meteorological stations?",
                "QuestionCn": "在高山地区使用自动气象站收集可靠的土壤温度和湿度数据是否可行？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Can the current observation networks effectively address the scarcity of high-quality snow and frozen ground data for parameterization in alpine hydrological models?",
                "QuestionCn": "当前的观测网络能有效解决高质量雪和冻土数据在阿尔卑斯水文模型参数化中的稀缺问题吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the collection of snow cover data in alpine regions more dependent on automatic meteorological stations, snow observation superstations, or remote sensing techniques?",
                "QuestionCn": "在阿尔卑斯地区，雪盖数据的收集更依赖于自动气象站、雪观测超级站还是遥感技术？",
                "AnswerEn": "snow observation superstations",
                "AnswerCn": "雪观测超级站",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the key components of a comprehensive data collection method for alpine hydrology in the Heihe River Basin?",
                "QuestionCn": "在黑河流域的高山水文学中，全面的数据收集方法的关键组成部分有哪些？",
                "AnswerEn": "automatic meteorological stations, snow observation superstations, frozen ground observation superstations",
                "AnswerCn": "自动气象站、积雪观测超级站、冻土观测超级站",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Where are automatic meteorological stations typically installed within the alpine region for effective data collection?",
                "QuestionCn": "自动气象站通常安装在阿尔卑斯地区的哪些地方以便有效收集数据？",
                "AnswerEn": "Heihe River Basin",
                "AnswerCn": "黑河流域",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with data collection in the alpine region, and how do they affect the development of hydrological models?",
                "QuestionCn": "在阿尔卑斯地区，数据收集面临哪些挑战，这些挑战如何影响水文模型的发展？",
                "AnswerEn": "harsh climate, high altitude, complex topography",
                "AnswerCn": "气候恶劣，高海拔，地形复杂",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to capture snow accumulation and ablation processes in alpine regions?",
                "QuestionCn": "您能否提供一个用于捕捉高山地区雪积累和融化过程的数据收集方法的例子？",
                "AnswerEn": "Snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments, including measurement of snow depth, snow water equivalent (SWE), and blowing (drifting) snow flux.",
                "AnswerCn": "雪观测超级站使用先进的技术和仪器收集了雪盖特性，包括雪深、雪水当量（SWE）和吹雪（漂雪）通量的测量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a distributed observation network used for monitoring hydrometeorological processes in an alpine watershed?",
                "QuestionCn": "您能否提供一个用于监测高山流域水文气象过程的分布式观测网络的示例？",
                "AnswerEn": "An integrated, distributed, and multiscale observation network was established with seven automatic meteorological stations (AMSs) and two superstations to monitor hydrometeorological variables, snow cover, and frozen ground processes in the upper reaches of the Heihe River Basin.",
                "AnswerCn": "在黑河流域上游建立了一个集成的、分布式的多尺度观测网络，配备了七个自动气象站（AMS）和两个超级站，以监测水文气象变量、雪盖和冻土过程。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What specific challenges are associated with data collection in alpine regions, particularly concerning the consistency and completeness of datasets?",
                "QuestionCn": "在高山地区，数据收集面临的具体挑战主要包括数据集的一致性和完整性问题。",
                "AnswerEn": "cold and harsh climates, high altitudes, complex topography, incomplete datasets, inconsistent datasets, access difficulties, technical barriers, data scarcity, issues with snow density data",
                "AnswerCn": "寒冷和严酷的气候、高海拔、复杂的地形、不完整的数据集、不一致的数据集、访问困难、技术障碍、数据稀缺、雪密度数据问题。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the key attributes of datasets obtained from a distributed meteorological and hydrological observation network in an alpine watershed?",
                "QuestionCn": "来自阿尔卑斯流域的分布式气象和水文观测网络获得的数据集的关键属性是什么？",
                "AnswerEn": "long-term, gap-free meteorological and hydrological data, snow cover properties, high-resolution soil physics data, snow accumulation and ablation processes, freeze-thaw cycles, hydrometeorological variables like wind, temperature, humidity, soil moisture",
                "AnswerCn": "长期、无缺口的气象和水文数据，积雪覆盖特性，高分辨率土壤物理数据，积雪积累和消融过程，冻融循环，风、温度、湿度、土壤湿度等水文气象变量。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many layers of soil temperature and soil moisture were measured at each automatic meteorological station?",
                "QuestionCn": "每个自动气象站测量了多少层土壤温度和土壤湿度？",
                "AnswerEn": "6 layers",
                "AnswerCn": "6层",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the temporal resolution of the snow water equivalent (SWE) data collected by GammaMONitor?",
                "QuestionCn": "GammaMONitor收集的雪水当量（SWE）数据的时间分辨率是多少？",
                "AnswerEn": "6 hours",
                "AnswerCn": "6小时",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many automatic meteorological stations and superstations are included in the integrated, distributed, and multiscale hydrometeorological observation network in the Heihe River Basin?",
                "QuestionCn": "在黑河流域的综合、分布式和多尺度水文气象观测网络中，包括多少个自动气象站和超级站？",
                "AnswerEn": "7, 2",
                "AnswerCn": "7, 2",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What are some challenges faced in collecting data for alpine hydrology research?",
                "QuestionCn": "在收集高山水文学研究数据时面临的一些挑战包括：",
                "AnswerEn": "Challenges in collecting data for alpine hydrology research include the cold and harsh climate, high altitude, and complex topography which make consistent data collection difficult. These conditions inhibit the development of remote sensing technologies and alpine hydrological models, and result in a scarcity of observation data due to difficulties in access and technological barriers.",
                "AnswerCn": "在高山水文学研究中，收集数据面临的挑战包括寒冷和恶劣的气候、高海拔以及复杂的地形，这使得持续的数据收集变得困难。这些条件抑制了遥感技术和高山水文模型的发展，并由于获取困难和技术障碍导致观测数据的稀缺。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "In what ways do the challenges of data collection due to harsh climates and complex topography in the alpine region differ from those faced in other regions, such as those encountered in the Heihe River Basin?",
                "QuestionCn": "阿尔卑斯地区由于恶劣气候和复杂地形所面临的数据收集挑战，与其他地区（如黑河流域）所遇到的挑战有何不同？",
                "AnswerEn": "The challenges in the alpine region mainly stem from the cold, high-altitude, and complex terrain, which complicate data collection and affect remote sensing technologies and model development. In the Heihe River Basin, additional challenges include the scarcity of high-quality snow and frozen ground data and the influence of strong winds on data accuracy. These factors hinder consistent data collection and require advanced observation networks to overcome them.",
                "AnswerCn": "阿尔卑斯地区的挑战主要源于寒冷、高海拔和复杂的地形，这使得数据收集变得复杂，并影响遥感技术和模型开发。在黑河流域，额外的挑战包括高质量雪和冻土数据的稀缺，以及强风对数据准确性的影响。这些因素阻碍了一致的数据收集，并需要先进的观测网络来克服这些问题。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can data from automatic meteorological stations (AMSs) be utilized to infer hydrological processes and their impact factors in alpine regions?",
                "QuestionCn": "自动气象站（AMSs）收集的数据如何用于推断高山地区的水文过程及其影响因素？",
                "AnswerEn": "Gap-free meteorological and hydrological data monitored from an observation network of AMSs can be used to provide accurate forcing data for hydrological modeling, validate remote sensing data, and evaluate distributed models. This is essential to improve predictive understanding of alpine hydrological processes and ecosystem functions.",
                "AnswerCn": "从自动气象站（AMS）观测网络监测到的无缝气象和水文数据可以用于提供准确的水文模型强迫数据，验证遥感数据，并评估分布式模型。这对于提高对高山水文过程和生态系统功能的预测理解至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "In what ways might multiscale observation networks enhance the understanding of snow cover and frozen ground dynamics in the context of alpine hydrology?",
                "QuestionCn": "多尺度观测网络如何增强对雪盖和冻土动态的理解，以便在高山水文学的背景下进行研究？",
                "AnswerEn": "An integrated, distributed, and multiscale observation network, comprising automatic meteorological stations and superstations for snow cover and frozen ground, can collect high-quality data at sub-basin and basin scales. This data can address scientific questions about snow accumulation and ablation processes, and the influence of freeze-thaw cycles on surface runoff and groundwater, providing insights into the role of snow cover and frozen ground in alpine hydrological processes.",
                "AnswerCn": "一个集成的、分布式的多尺度观测网络，包括自动气象站和用于雪盖和冻土的超级站，可以在子流域和流域尺度上收集高质量的数据。这些数据可以解决有关雪积累和融化过程的科学问题，以及冻融循环对地表径流和地下水的影响，为了解雪盖和冻土在高山水文过程中的作用提供了见解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the scarcity of observation data in the alpine region, and how does this impact the development of hydrological models?",
                "QuestionCn": "造成高山地区观测数据稀缺的原因是什么，这对水文模型的发展有何影响？",
                "AnswerEn": "The scarcity of observation data in the alpine region is primarily due to difficulties of access and technological barriers. This scarcity hinders the development of alpine hydrological models and associated research, motivating the development of next-generation ecosystem observation networks and experiments.",
                "AnswerCn": "阿尔卑斯地区观测数据的稀缺主要是由于获取困难和技术障碍。这种稀缺性阻碍了阿尔卑斯水文模型及相关研究的发展，促使下一代生态观测网络和实验的开发。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why are accurate estimations and predictions of hydrological processes crucial in the Heihe River Basin, and what factors influence these processes?",
                "QuestionCn": "准确的水文过程估计和预测在黑河流域至关重要，影响这些过程的因素有哪些？",
                "AnswerEn": "Accurate estimation and prediction of hydrological processes are crucial in the Heihe River Basin because perturbations induced by climate change and human activities have significantly reformed hydrological processes and eco-functions. Snow cover and frozen ground are important indexes and driving forces that manipulate hydrological processes.",
                "AnswerCn": "准确估计和预测水文过程在黑河流域至关重要，因为气候变化和人类活动引发的扰动显著改变了水文过程和生态功能。雪盖和冻土是影响水文过程的重要指标和驱动因素。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the challenges faced in collecting consistent data in alpine regions, and how do these challenges affect data quality and availability?",
                "QuestionCn": "在高山地区收集一致数据面临的挑战有哪些，这些挑战如何影响数据的质量和可用性？",
                "AnswerEn": "Challenges in collecting consistent data in alpine regions include the cold and harsh climate, high altitude, and complex topography. These challenges inhibit complete and consistent data collection, which affects the quality and availability of data necessary for the development of remote sensing technologies and alpine hydrological models.",
                "AnswerCn": "在高山地区收集一致数据的挑战包括寒冷和恶劣的气候、高海拔和复杂的地形。这些挑战妨碍了完整和一致的数据收集，从而影响了开发遥感技术和高山水文模型所需的数据质量和可用性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How might the integration of remote sensing data with traditional observation networks affect the predictive understanding of hydrological processes in alpine regions?",
                "QuestionCn": "遥感数据与传统观测网络的整合将如何影响对高山地区水文过程的预测理解？",
                "AnswerEn": "Integrating remote sensing data with traditional observation networks could improve the prediction of hydrological processes by providing accurate forcing data for models, validating remote sensing data, and evaluating distributed models, thereby enhancing the predictive understanding of such processes in the alpine region.",
                "AnswerCn": "将遥感数据与传统观测网络相结合，可以通过为模型提供准确的强迫数据、验证遥感数据和评估分布式模型，从而改善水文过程的预测，增强对高山地区这些过程的预测理解。",
                "Level": "C6(Creating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to monitor snow cover and frozen ground properties in the alpine hydrology observation network?",
                "QuestionCn": "在高山水文观测网络中，监测雪盖和冻土特性的重要性是什么？",
                "AnswerEn": "Monitoring snow cover and frozen ground properties is crucial because snow cover acts as a major source of freshwater through snowmelt, while freeze-thaw cycles and soil moisture impact water infiltration, surface runoff, and groundwater, all of which significantly influence hydrological processes and ecosystem regulation in the region.",
                "AnswerCn": "监测雪盖和冻土特性至关重要，因为雪盖是通过融雪提供淡水的主要来源，而冻融循环和土壤湿度影响水的渗透、地表径流和地下水，这些都显著影响该地区的水文过程和生态系统调节。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What motivates the development of next-generation ecosystem observation networks and experiments in alpine regions?",
                "QuestionCn": "推动阿尔卑斯地区下一代生态系统观测网络和实验发展的动机是什么？",
                "AnswerEn": "The motivation arises from the scarcity of observation data due to access difficulties and technological barriers, which hinder alpine hydrological modeling and research. These networks aim to fill the knowledge gap and enhance the understanding of alpine hydrological processes, making them crucial for accurate modeling and ecosystem management.",
                "AnswerCn": "动机源于由于获取困难和技术障碍导致观测数据稀缺，这阻碍了高山水文建模和研究。这些网络旨在填补知识空白，增强对高山水文过程的理解，使其对准确建模和生态系统管理至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What techniques are utilized to ensure the accuracy and quality control of meteorological data collected in high-altitude alpine regions?",
                "QuestionCn": "确保在高海拔阿尔卑斯地区收集的气象数据的准确性和质量控制所采用的技术有哪些？",
                "AnswerEn": "The data collection methods include ensuring each day has 144 data entries (every 10 minutes), marking missing data with a placeholder, removing duplicate records, deleting data that exceeds physical or instrument limits, and marking questionable data in red. Additionally, standardization of date and time formats is applied.",
                "AnswerCn": "数据收集方法包括确保每天有144个数据条目（每10分钟一次），用占位符标记缺失数据，删除重复记录，删除超过物理或仪器限制的数据，并将可疑数据标记为红色。此外，还应用了日期和时间格式的标准化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How are the challenges of data scarcity and harsh environmental conditions addressed in the collection of hydrometeorological data in alpine regions?",
                "QuestionCn": "在高山地区收集水文气象数据时，如何应对数据稀缺和恶劣环境条件的挑战？",
                "AnswerEn": "Challenges are addressed by establishing an integrated, distributed multi-scale observation network comprising automatic meteorological stations and superstations. These networks use state-of-the-art techniques and instruments to capture data such as snow cover properties and soil physics, catering to the specific harsh conditions of alpine environments.",
                "AnswerCn": "通过建立一个综合的、分布式的多尺度观测网络，包括自动气象站和超级站，来应对挑战。这些网络采用最先进的技术和仪器，捕捉雪盖特性和土壤物理等数据，以适应高山环境的特定恶劣条件。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What procedural steps are taken to integrate various data types from different sources for comprehensive alpine hydrological modeling?",
                "QuestionCn": "为全面的阿尔卑斯水文建模，整合来自不同来源的各种数据类型所采取的程序步骤包括：",
                "AnswerEn": "Data from automatic meteorological stations and superstations are integrated, including wind, temperature, humidity, pressure, radiation, precipitation, snow depth, and soil data. The approach includes using wireless sensor networks and remote sensing validation to ensure comprehensive data assimilation for modeling purposes.",
                "AnswerCn": "自动气象站和超级站的数据被整合，包括风速、温度、湿度、气压、辐射、降水、雪深和土壤数据。该方法包括使用无线传感器网络和遥感验证，以确保全面的数据同化用于建模目的。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enable the collection of integrated, distributed, and multiscale hydrometeorological data in alpine regions?",
                "QuestionCn": "哪些技术进步使得在高山地区收集综合、分布式和多尺度的水文气象数据成为可能？",
                "AnswerEn": "Technological advancements such as the establishment of automatic meteorological stations (AMSs) and the use of state-of-the-art techniques and instruments at snow observation superstations and frozen ground observation superstations enable the collection of integrated, distributed, and multiscale hydrometeorological data in alpine regions.",
                "AnswerCn": "技术进步，如自动气象站（AMSs）的建立以及在雪观测超级站和冻土观测超级站使用先进技术和仪器，使得在高山地区能够收集综合、分布和多尺度的水文气象数据。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What conditions are necessary to implement a comprehensive observation network for snow cover and frozen ground data collection?",
                "QuestionCn": "实施全面的雪盖和冻土数据收集观察网络所需的条件是什么？",
                "AnswerEn": "To implement a comprehensive observation network, it is necessary to have an infrastructure consisting of standard hydrometeorological stations, snow superstations, and frozen ground superstations. Additionally, overcoming challenges such as harsh climates, high altitudes, and complex topography is crucial for consistent data collection.",
                "AnswerCn": "要实施一个全面的观测网络，必须具备由标准水文气象站、雪超级站和冻土超级站组成的基础设施。此外，克服恶劣气候、高海拔和复杂地形等挑战对于持续的数据收集至关重要。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How does the integration of remote sensing data with ground-based observations enhance hydrological modeling in alpine regions?",
                "QuestionCn": "遥感数据与地面观测的结合如何增强高山地区的水文模型？",
                "AnswerEn": "The integration of remote sensing data with ground-based observations can enhance hydrological modeling by providing accurate forcing data, validating remote sensing products, and allowing the evaluation of distributed models. This approach addresses the scarcity of observation data and improves the predictive understanding of hydrological processes.",
                "AnswerCn": "遥感数据与地面观测的结合可以通过提供准确的强迫数据、验证遥感产品以及评估分布式模型来增强水文模型。这种方法解决了观测数据稀缺的问题，并提高了对水文过程的预测理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might it be challenging to maintain consistent data collection in cold and high-altitude environments like the alpine region?",
                "QuestionCn": "在寒冷和高海拔环境如阿尔卑斯地区，维持一致的数据收集可能面临挑战的原因是什么？",
                "AnswerEn": "Several formidable challenges such as the cold and harsh climate, high altitude, and complex topography inhibit complete and consistent data collection. These conditions hinder the development of remote sensing technologies and alpine hydrological models.",
                "AnswerCn": "几个严峻的挑战，如寒冷而恶劣的气候、高海拔和复杂的地形，阻碍了完整和一致的数据收集。这些条件妨碍了遥感技术和高山水文模型的发展。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why do snow density data pose a challenge in data collection, particularly in the alpine region?",
                "QuestionCn": "雪密度数据在数据收集方面面临挑战，特别是在高山地区，原因是什么？",
                "AnswerEn": "Snow density data are not readily available due to the influence of strong wind, which affects the calculation of snow density using snow depth and snow water equivalent (SWE) data. This limitation presents a challenge in accurately parameterizing alpine hydrologic models.",
                "AnswerCn": "雪密度数据并不容易获得，因为强风的影响会影响通过雪深和雪水当量（SWE）数据计算雪密度。这一限制给准确参数化高山水文模型带来了挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are your thoughts on the challenges faced when integrating observation data with remote sensing data for alpine hydrological modeling?",
                "QuestionCn": "我对在阿尔卑斯水文建模中整合观测数据与遥感数据时面临的挑战的看法是什么？",
                "AnswerEn": "The integration of observation data with remote sensing data can improve the prediction of hydrological processes. However, complexities of the earth system introduce uncertainties in remote sensing data, especially in alpine regions, which need validation and calibration. Access difficulties and technological barriers further complicate this integration.",
                "AnswerCn": "观测数据与遥感数据的结合可以提高水文过程的预测能力。然而，地球系统的复杂性给遥感数据带来了不确定性，尤其是在高山地区，这需要进行验证和校准。获取困难和技术障碍进一步加大了这种整合的复杂性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what are the potential benefits and limitations of establishing a multiscale observation network for studying hydrological processes in alpine regions?",
                "QuestionCn": "在我看来，建立一个多尺度观测网络以研究高山地区的水文过程的潜在好处和局限性是什么？",
                "AnswerEn": "A multiscale observation network provides accurate forcing data for hydrological modeling and allows for the validation of remote sensing products, which can enhance our predictive understanding of alpine hydrological processes. However, the cold climate, high altitude, and complex topography pose challenges to consistent data collection and development of remote sensing technologies.",
                "AnswerCn": "多尺度观测网络为水文模型提供了准确的强迫数据，并允许验证遥感产品，这可以增强我们对高山水文过程的预测理解。然而，寒冷的气候、高海拔和复杂的地形对一致的数据收集和遥感技术的发展构成了挑战。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data collection challenges in high-altitude regions are addressed for consistent hydrological modeling.",
                "QuestionCn": "我不明白在高海拔地区如何解决数据收集挑战，以便进行一致的水文建模。",
                "AnswerEn": "Several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection. However, the development of next-generation ecosystem observation networks and experiments, such as automatic meteorological stations (AMSs) and superstations for snow and frozen ground observations, aims to address these challenges by providing high-quality, gap-free datasets.",
                "AnswerCn": "几个严峻的挑战，包括寒冷和恶劣的气候、高海拔和复杂的地形，阻碍了完整和一致的数据收集。然而，下一代生态系统观测网络和实验的发展，例如自动气象站（AMSs）和用于雪和冻土观测的超级站，旨在通过提供高质量、无缝隙的数据集来应对这些挑战。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the methods used to ensure the accuracy of remote sensing data in alpine regions.",
                "QuestionCn": "我对确保高山地区遥感数据准确性的方法感到不确定。",
                "AnswerEn": "Remote sensing data in alpine regions are validated and calibrated using an integrated, distributed, and multiscale observation network. This network includes AMSs and superstations that provide high-quality hydrometeorological data, allowing for the validation of remote sensing products and improving their predictive understanding.",
                "AnswerCn": "阿尔卑斯地区的遥感数据通过一个集成的、分布式的、多尺度的观测网络进行验证和校准。该网络包括自动气象站（AMS）和超级气象站，提供高质量的水文气象数据，从而验证遥感产品并提高其预测理解能力。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how the integrated observation network supports the investigation of ecohydrological processes in alpine regions.",
                "QuestionCn": "我无法理解综合观测网络如何支持对高山地区生态水文过程的研究。",
                "AnswerEn": "The integrated observation network supports the investigation of ecohydrological processes by providing long-term hydrometeorological, snow cover, and frozen ground data. This includes capturing snow accumulation and ablation processes, soil temperature and moisture profiles, and meteorological variables, which are essential for understanding watershed science and functions in the alpine region.",
                "AnswerCn": "综合观测网络通过提供长期的水文气象、雪盖和冻土数据，支持生态水文过程的研究。这包括捕捉雪的积累和融化过程、土壤温度和湿度剖面以及气象变量，这些对于理解高山地区的流域科学和功能至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please identify the challenges faced in collecting consistent data in the alpine region and discuss how these challenges are being addressed.",
                "QuestionCn": "请识别在阿尔卑斯地区收集一致数据所面临的挑战，并讨论这些挑战是如何被解决的。",
                "AnswerEn": "Challenges in data collection in the alpine region include cold and harsh climate, high altitude, and complex topography, which hinder consistent data collection and the development of remote sensing technologies. To address these challenges, the development of next-generation ecosystem observation networks and the use of gap-free data from automatic meteorological stations have been emphasized, providing robust datasets for hydrological modeling and remote sensing validation.",
                "AnswerCn": "在阿尔卑斯地区，数据收集面临的挑战包括寒冷和恶劣的气候、高海拔和复杂的地形，这些因素阻碍了一致的数据收集和遥感技术的发展。为了解决这些挑战，强调了下一代生态观察网络的开发和使用自动气象站提供的无缝数据，这为水文建模和遥感验证提供了可靠的数据集。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please describe potential datasets that could be expanded or refined to improve alpine hydrological modeling and remote sensing validation.",
                "QuestionCn": "请描述可以扩展或完善的潜在数据集，以改善阿尔卑斯地区的水文建模和遥感验证。",
                "AnswerEn": "Potential datasets for expansion or refinement include long-term hydrometeorological data, snow cover properties, and frozen ground data from an integrated, distributed observation network. These datasets are expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, and allow evaluation of distributed models. The inclusion of specific data related to snow water equivalent, snow depth, and freeze-thaw cycles at various scales could further improve predictive understanding and model accuracy.",
                "AnswerCn": "潜在的扩展或细化数据集包括来自综合分布观测网络的长期水文气象数据、雪盖特性和冻土数据。这些数据集预计将为水文模型提供准确的强迫数据，验证遥感数据，并允许评估分布式模型。纳入与雪水当量、雪深和不同尺度的冻融循环相关的特定数据，可能进一步提高预测理解和模型准确性。",
                "Level": "C6(Creating)"
            }
        ]
    }
}