{
  "id": "45c58a2b-2d6e-45af-8a90-9db33cdd1cde",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Radarsat-2 dataset on July. 06, 2012",
      "titleCn": "黑河生态水文遥感试验：Radarsat-2遥感数据集（2012年7月6日）",
      "description": "This dataset includes one scene acquired on (yy-mm-dd hh:mm, BJT) 2012-07-06 06:30, covering the artificial oasis eco-hydrology experimental area of the Heihe River Basin.\nThis datum was acquired at Stripmap-Quad mode with product level of SLC, and this image includes VV, VH, HH and HV polarization with a spatial resolution of 8 m.  \nRadarsat-2 dataset was acquired from the Institute of Remote Sensing and Digital Earth of Chinese Academy of Sciences (Courtesy: Dr. Chen Quan).",
      "descriptionCn": "Radarsat-2是一颗搭载C波段传感器的高分辨率商用雷达卫星，由加拿大太空署与MDA公司合作，于2007年12月14日在哈萨克斯坦拜科努尔基地发射升空。卫星设计寿命7年而预计使用寿命可达12年，具有3米高分辨率成像能力，根据指令进行左右视切换获取图像缩短了卫星的重访周期，增加了立体数据的获取能力。另外，卫星具有强大的数据存储功能和高精度姿态测量及控制能力。除了重访间隔缩短，数据接收更有保证和图像处理更加快速外，Radarsat-2可以提供11种波束模式，包括2种高分辨率模式；三种极化模式、增宽的扫幅以及大容量的固态记录仪等。这些都使Radarsat-2的运行更加灵活和便捷。\n2012年共获取Radarsat-2影像1景。覆盖范围均为中游人工绿洲生态水文试验区，获取时间（北京时间）为：2012-07-06 06:30。\n获取的数据为全极化精细模式（Stripmap-Quad），分辨率8 m，产品级别为SLC，极化方式为全极化，即VV、VH、HH和HV。\n黑河流域生态-水文过程综合遥感观测联合试验Radarsat-2遥感数据集通过与中科院遥感与数字地球研究所陈权副研究员联合试验获取。",
      "instructions": "",
      "instructionsCn": "",
      "east": 102.0,
      "west": 97.1,
      "south": 37.7,
      "north": 42.7,
      "startTime": "2018-11-24 02:48:12",
      "endTime": "2018-11-24 02:48:12",
      "fileSize": 249431321.0,
      "cstr": null,
      "doi": "",
      "dataFormat": "数字影像",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "中科院遥感与数字地球研究所",
        "nameEn": "the Institute of Remote Sensing and Digital Earth of Chinese Academy of Sciences",
        "unitEn": "the Institute of Remote Sensing and Digital Earth of Chinese Academy of Sciences",
        "unitCn": "中科院遥感与数字地球研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "卫星影像",
        "nameEn": "Satelite images"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      },
      {
        "nameCn": "雷达遥感",
        "nameEn": "Radar remote sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "the artificial oasis experimental area in the middle reaches"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-07-06",
        "keywordEn": "2012-07-06",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：综合集成与航空微波遥感",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to obtain high-resolution radar satellite data in ecological hydrology research?",
        "QuestionCn": "您能否提供一个用于获取高分辨率雷达卫星数据的资料收集方法的例子，以便在生态水文学研究中使用？",
        "AnswerEn": "An example of a data collection method in ecological hydrology research is using the Radarsat-2 satellite, which is equipped with a C-band sensor for high-resolution imaging. It can switch between left and right viewing modes to obtain images, thus shortening the revisit cycle and enhancing the ability to acquire stereo data. The satellite offers various imaging modes, including fully polarimetric fine mode with 8-meter resolution, providing data in polarizations such as VV, VH, HH, and HV.",
        "AnswerCn": "在生态水文学研究中，数据收集方法的一个例子是使用Radarsat-2卫星，该卫星配备了C波段传感器用于高分辨率成像。它可以在左视和右视模式之间切换以获取图像，从而缩短重访周期并增强获取立体数据的能力。该卫星提供多种成像模式，包括具有8米分辨率的全极化精细模式，提供VV、VH、HH和HV等极化数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many Radarsat-2 images were collected for the midstream artificial oasis ecological hydrological test area in 2012?",
        "QuestionCn": "2012年为中游人工绿洲生态水文试验区收集了多少幅Radarsat-2影像？",
        "AnswerEn": "1",
        "AnswerCn": "1",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the data collection method using Radarsat-2's full polarization fine mode (Stripmap-Quad) compare to other radar satellite data collection methods in terms of resolution and revisit time for studying eco-hydrological processes?",
        "QuestionCn": "Radarsat-2的全极化精细模式（Stripmap-Quad）数据收集方法在分辨率和重访时间方面与其他雷达卫星数据收集方法相比，如何用于研究生态水文过程？",
        "AnswerEn": "The Radarsat-2 data collection method utilizes full polarization fine mode (Stripmap-Quad) with an 8 m resolution. It offers a shortened revisit cycle due to its ability to switch image capture directions, which increases the capability for obtaining stereo data and ensures more reliable data reception and quicker image processing. This compares to other radar satellite methods that may not have such high resolution or flexible imaging capabilities, potentially leading to longer revisit times and less frequent data acquisition for eco-hydrological studies.",
        "AnswerCn": "Radarsat-2 数据采集方法采用全极化精细模式（Stripmap-Quad），分辨率为 8 米。由于能够切换图像捕获方向，它提供了缩短的重访周期，这增加了获取立体数据的能力，并确保更可靠的数据接收和更快的图像处理。这与其他雷达卫星方法相比，可能没有如此高的分辨率或灵活的成像能力，可能导致更长的重访时间和对生态水文研究的数据获取频率较低。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on data accuracy and processing speed when employing high-resolution radar satellites with flexible imaging modes for ecological hydrological studies?",
        "QuestionCn": "在生态水文研究中，使用高分辨率雷达卫星和灵活成像模式可能对数据准确性和处理速度产生哪些潜在影响？",
        "AnswerEn": "Utilizing high-resolution radar satellites like Radarsat-2, which offer various imaging modes and polarization options, can enhance data accuracy by providing detailed and diverse data perspectives. The flexibility in imaging modes allows for better adaptation to specific study needs, thus potentially improving data relevancy. Moreover, the advanced data storage and quick image processing capabilities can lead to faster data availability, facilitating timely analysis and decision-making in ecological hydrological studies.",
        "AnswerCn": "利用高分辨率雷达卫星如Radarsat-2，提供多种成像模式和极化选项，可以通过提供详细和多样化的数据视角来提高数据的准确性。成像模式的灵活性使得能够更好地适应特定的研究需求，从而潜在地提高数据的相关性。此外，先进的数据存储和快速图像处理能力可以导致更快的数据可用性，促进生态水文研究中的及时分析和决策。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives of utilizing Radarsat-2 remote sensing data for ecological and hydrological observations in oasis environments?",
        "QuestionCn": "利用Radarsat-2遥感数据进行绿洲环境生态和水文观测的目标是什么？",
        "AnswerEn": "The objectives include enhancing the ability to monitor and understand ecological and hydrological processes in artificial oasis environments by leveraging Radarsat-2's high-resolution imaging, diverse polarization modes, and flexible data acquisition capabilities to provide detailed and reliable data for scientific analysis.",
        "AnswerCn": "目标包括通过利用Radarsat-2的高分辨率成像、多样化的极化模式和灵活的数据获取能力，增强对人工绿洲环境中生态和水文过程的监测和理解能力，以提供详细可靠的科学分析数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the essential steps to acquire high-resolution radar satellite imagery for ecological and hydrological studies in oasis regions, and how can these steps be optimized to enhance data reliability and collection efficiency?",
        "QuestionCn": "获取高分辨率雷达卫星影像用于绿洲地区的生态和水文研究的基本步骤是什么？如何优化这些步骤以提高数据的可靠性和采集效率？",
        "AnswerEn": "To acquire high-resolution radar satellite imagery for ecological and hydrological studies in oasis regions, such as the one conducted in the Heihe River Basin, the following steps are essential: selecting an appropriate satellite with high-resolution capabilities like Radarsat-2, determining the satellite's beam mode and polarization mode for the specific study requirements, scheduling image acquisition to coincide with critical ecological or hydrological events, and ensuring robust data storage and retrieval systems. Optimization can be achieved through precise timing of satellite passes to reduce revisit intervals, utilizing the satellite's ability for left-right switching to increase stereoscopic data collection, and leveraging the full polarization capabilities to gather comprehensive datasets. Additionally, collaborating with research institutes can enhance data acquisition strategies and data analysis processes.",
        "AnswerCn": "为了获取高分辨率的雷达卫星影像，以用于绿洲地区的生态和水文研究，例如在黑河流域进行的研究，以下步骤是必不可少的：选择具有高分辨率能力的合适卫星，如Radarsat-2，确定卫星的波束模式和极化模式以满足特定研究需求，安排影像获取时间以与关键的生态或水文事件相吻合，并确保健全的数据存储和检索系统。通过精确的卫星过境时间优化可以减少重访间隔，利用卫星的左右切换能力增加立体数据收集，并利用全极化能力收集全面的数据集。此外，与研究机构的合作可以增强数据获取策略和数据分析过程。",
        "Level": "C6(Creating)"
      }
    ]
  }
}