{
    "id": "4637feb5-7043-4604-9e2b-be2ff120403b",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Downscaled simulated data using CMIP5 optimal models of key nodes in the Belt and Road",
            "titleCn": "“一带一路”关键节点区域CMIP5最优气候模式模拟降尺度数据集",
            "description": "Coupled Model Intercomparison Project Phase 5 (CMIP5)  provides a multiple climate model environment, which can be used to predict the future climate change in the key nodes in the Belts and Road to deal with the environmental and climate problems. Key nodes in the Belt and Road are taken as the study regions of this dataset. The ability of 43 climate models in CMIP5 to predict the future climate change in the study regions was assessed and the optimal models under different scenarios were selected according to the RMSE between the prediction results and real observations. This dataset  is composed of the prediciton results of precipitation and near-surface air temperature between 2006 and 2065 using the optimal models in monthly temporal frequncy. The spatial resolution of the dataset has been downscaled to 10 km using statistical downscaling method. Data of each period has three bands, namely maximum near-surface air temperature, minimum near-surface air temperature and precipitation. In this data set, the unit of precipitation is kg / (m ^ 2 * s), and the unit of near-surface air temperature is K. This dataset provides data basis for solving environmental and climate problems of the key nodes in the Belts and Road.",
            "descriptionCn": "CMIP5（Coupled Model Intercomparison Project Phase 5）是气候耦合模型相互比较项目的第五阶段实验，提供了一个多气候模式环境，可用于预估“一带一路”关键节点区域未来气候变化，以应对关键节点区域的环境气候问题。本数据集以“一带一路”关键节点区域为研究区，对CMIP5的43个气候模式对研究区未来气候变化的预估能力进行评估，以模拟结果的均方根误差为标准，分别选取RCP4.5及RCP8.5情景下模拟能力最优的气候模式，对研究区进行气候模拟，得到研究区2006至2065年降雨量、气温的未来预估数据，并使用统计降尺度方法使数据集空间分辨率达到10km，时间分辨率为每月。每一期数据具有三个波段，分别是气温最大值、气温最小值和降雨量。本数据集中，降雨量单位为kg/(m^2*s)，气温单位为K。本数据集为应对关键节点区域的环境气候问题提供数据基础。",
            "instructions": "In .tif format, can be opened and analysed in ARCGIS and ENVI.",
            "instructionsCn": ".tif，可以采用ARCGIS、ENVI打开查看。",
            "east": 106.97,
            "west": -1.53,
            "south": -6.38,
            "north": 57.37,
            "startTime": "2065-12-31 00:00:00",
            "endTime": "2065-12-31 00:00:00",
            "fileSize": 1126780237.0,
            "cstr": "18406.11.Meteoro.tpdc.271061",
            "doi": "10.11888/Meteoro.tpdc.271061",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李炘妍",
                "nameEn": "LI Xinyan",
                "unitEn": "Institute of Geodesy and Geophysics, CAS",
                "unitCn": "中国科学院测量与地球物理研究所"
            },
            {
                "nameCn": "凌峰",
                "nameEn": "LING Feng",
                "unitEn": "",
                "unitCn": "中国科学院测量与地球物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "WCRP Coupled Model Intercomparison Project – Phase 5",
                "referenceCn": null,
                "referenceEn": "Hurrell, J., Visbeck, M., Pirani, P. (2011). WCRP Coupled Model Intercomparison Project – Phase 5. Special Issue of the CLIVAR Exchanges Newsletter, No. 56, Vol. 15, No. 2."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "气候资源",
                "nameEn": "Climatic Resources"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "泛第三极",
                "keywordEn": "Pan-third pole"
            },
            {
                "keywordCn": "泛第三极主要城市",
                "keywordEn": "Pan-Third Pole major cities"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "历史时期",
                "keywordEn": "Historic period",
                "type": "temporal"
            },
            {
                "keywordCn": "未来气候情景",
                "keywordEn": "Future Climate Projection",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific attributes and units used in a dataset focusing on future climate change predictions for key regions in a large-scale infrastructure initiative?",
                "QuestionCn": "在一个关注未来气候变化预测的关键区域的大规模基础设施计划的数据集中，具体的属性和单位包括：",
                "AnswerEn": "maximum and minimum temperatures, precipitation, spatial resolution 10km, temporal resolution monthly intervals, Kelvin, kg/(m^2*s)",
                "AnswerCn": "最大和最小温度，降水量，空间分辨率10公里，时间分辨率为每月间隔，开尔文，千克/(平方米*秒)",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the climate simulation data used to predict future climate changes in key regions of the Belt and Road Initiative?",
                "QuestionCn": "用于预测“一带一路”关键地区未来气候变化的气候模拟数据的空间分辨率是多少？",
                "AnswerEn": "10 km",
                "AnswerCn": "10公里",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does the term 'statistical downscaling' mean in the context of climate model simulations?",
                "QuestionCn": "在气候模型模拟的背景下，“统计下采样”一词指的是一种方法，通过使用统计技术将大尺度气候模型的输出转换为小尺度（如区域或地方）气候信息。这种方法通常涉及将气候模型的结果与历史气候数据进行比较，以便在更小的空间尺度上进行预测和分析。",
                "AnswerEn": "Statistical downscaling refers to a method used to enhance the spatial resolution of climate model output data. In this context, it is employed to increase the spatial resolution of climate simulations to 10 km by using statistical techniques. This process helps provide more detailed climate projections for specific regions, such as key node areas along the 'Belt and Road' initiative.",
                "AnswerCn": "统计降尺度是指一种用于提高气候模型输出数据空间分辨率的方法。在这个背景下，它通过使用统计技术将气候模拟的空间分辨率提高到10公里。这个过程有助于为特定区域（如“一带一路”倡议沿线的关键节点区域）提供更详细的气候预测。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences for climate model accuracy when using statistical downscaling methods to increase spatial and temporal resolution in climate data collection?",
                "QuestionCn": "使用统计降尺度方法提高气候数据收集的空间和时间分辨率可能对气候模型的准确性产生哪些潜在后果？",
                "AnswerEn": "The use of statistical downscaling methods to increase spatial and temporal resolution in climate data collection can improve the ability to simulate future climate changes at a finer scale, particularly for key regions such as the 'Belt and Road' node areas. This can lead to more accurate predictions of rainfall and temperature changes from 2006 to 2065, thus providing a better data foundation for addressing environmental climate issues in these regions.",
                "AnswerCn": "使用统计降尺度方法提高气候数据收集的空间和时间分辨率，可以改善在更细尺度上模拟未来气候变化的能力，特别是对于“丝绸之路”节点区域。这可以导致对2006年至2065年间降雨和温度变化的更准确预测，从而为解决这些地区的环境气候问题提供更好的数据基础。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of developing a dataset that uses statistical downscaling methods to achieve high spatial and temporal resolution for climate simulations in key regions?",
                "QuestionCn": "开发一个使用统计降尺度方法以实现关键区域气候模拟的高空间和时间分辨率的数据集的主要目标是什么？",
                "AnswerEn": "The objective is to provide a data foundation for addressing environmental climate issues in key node regions by assessing the predictive capability of 43 climate models from CMIP5 for future climate changes in the region, selecting the optimal models under RCP4.5 and RCP8.5 scenarios, and using statistical downscaling to achieve a spatial resolution of 10 km and a monthly temporal resolution for future predictions of rainfall and temperature.",
                "AnswerCn": "目标是为解决关键节点地区的环境气候问题提供数据基础，通过评估CMIP5中43个气候模型在RCP4.5和RCP8.5情景下对未来气候变化的预测能力，选择最佳模型，并使用统计降尺度技术实现未来降雨和温度的10公里空间分辨率和每月时间分辨率的预测。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in selecting the most optimal climate models from the CMIP5 project for simulating future climate scenarios in the 'Belt and Road' key node regions?",
                "QuestionCn": "选择CMIP5项目中最优气候模型以模拟“一带一路”关键节点地区未来气候情景的程序步骤包括：",
                "AnswerEn": "The process involves evaluating the predictive capability of 43 climate models from the CMIP5 project specific to the 'Belt and Road' key node regions. The evaluation uses the root mean square error of the simulation results as the criterion. Based on this evaluation, the most optimal climate models are selected for the RCP4.5 and RCP8.5 scenarios to simulate future climate changes in these regions.",
                "AnswerCn": "该过程涉及评估CMIP5项目中43个气候模型在“ Belt and Road”关键节点区域的预测能力。评估使用模拟结果的均方根误差作为标准。根据该评估，选择最优的气候模型以模拟RCP4.5和RCP8.5情景下这些区域的未来气候变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the downscaling of climate model data to achieve high spatial resolution in climate predictions for key regional areas?",
                "QuestionCn": "哪些方法论能够将气候模型数据进行下采样，以实现对关键区域气候预测的高空间分辨率？",
                "AnswerEn": "The use of statistical downscaling methods enables the spatial resolution of climate data to reach 10km, allowing for more precise climate predictions in key regional areas.",
                "AnswerCn": "使用统计降尺度方法可以将气候数据的空间分辨率提高到10公里，从而在关键区域实现更精确的气候预测。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}