{
  "id": "4657619f-9d11-47f0-b1a5-5bbf8191592a",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The map of soil freeze-thaw disturbance intensity over the Qinghai-Tibet Plateau (2020)",
      "titleCn": "青藏高原土壤冻融扰动强度专题图（2020）",
      "description": "Soil freeze-thaw is a common phenomenon in the permafrost active layer and seasonally frozen ground on the Qinghai-Tibet Plateau (QTP). However, currently, there is a lack of quantitative metrics to evaluate the impact of freeze-thaw on the ground surface. Based on the distributions of freeze-thaw disturbance regions (FTDR, specifically landforms of thermal erosion gullies), this dataset defines the freeze-thaw disturbance intensity (FTDI) as the area proportion of the FTDR per unit area. The spatial distribution of FTDR was derived based on a random forest model by integrating Sentinel-2 spectral data (10m resolution) during the growing season (May to September 2020) with sample data from field investigation and indoor analysis. The FTDR dataset was then aggregated to produce the FTDI dataset at a 1km resolution. Validation based on the classification results from high spatial resolution UAV images (2019-2022) shows that the identified FTDR has a high classification accuracy with the producer’s accuracy of 85.95%. This FTDI dataset can effectively characterise the influence of soil freeze-thawing processes on the land surface of the QTP. It will facilitate the quantitative evaluation of the freeze-thaw process, presenting a fresh perspective for examining the impact of freeze-thaw processes on soil quality amidst the backdrop of climate change.",
      "descriptionCn": "土壤冻融过程是青藏高原多年冻土活动层和季节性冻土区普遍存在的一种现象，但是目前缺乏定量化评估冻融过程对于地表影响的指标。该数据集以冻融扰动区域（FTDR，热侵蚀沟地貌）的分布为主要依据，定义冻融扰动强度（FTDI）为单位面积内冻融扰动地貌区域的面积占比。FTDR的空间分布是结合2020年5-9月生长季的Sentinel-2光谱数据（10m）和来自于野外调查与室内分析的样本数据，通过随机森林模型学习得到，并通过进一步聚合得到FTDI数据集（1km）。基于高空间分辨率无人机实拍影像（2019-2022年）的分类数据验证结果显示，本研究识别的冻融扰动区域具有较高的精度（生产者精度达到85.95%），对应获取的冻融扰动强度数据可很好的描述青藏高原土壤冻融过程对于地表的影响程度。该数据集可用于定量化评估冻融过程，为研究气候变化背景下冻融过程对于土壤质量的影响提供新的视角。",
      "instructions": "File name: Freeze thaw disturbance intensity data is stored in Geotiff format. The name of the file is \"Tibet-FTDI. tif\"\n\nData reading method: The data can be opened using ArcGIS, and during the reading process, a grid format file will be generated. The displayed grid file is the graphical representation of the ASCII code file.",
      "instructionsCn": "文件命名：冻融扰动强度数据以Geotiff格式存储。文件的名称为“Tibet_FTDI.tif”\n\n数据读取方式：该数据可用Arcgis打开，在读取过程中会生成grid格式的文件，所显示的grid文件就是该ASCII码文件的图形表达。",
      "east": 106.0,
      "west": 73.0,
      "south": 25.0,
      "north": 40.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 25698357.0,
      "cstr": "18406.11.Cryos.tpdc.301082",
      "doi": "10.11888/Cryos.tpdc.301082",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "柴琳娜",
        "nameEn": "CHAI Linna",
        "unitEn": "",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The second Chinese glacier inventory: data, methods and results",
        "referenceCn": null,
        "referenceEn": "Guo, W.Q., Liu, S.Y., Xu, J.L., et al. (2015). The second Chinese glacier inventory: data, methods and results. Journal of Glaciology, 61(226), 357-372. doi: 10.3189/2015JoG14J209"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤冻融",
        "nameEn": "soil freeze"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2020",
        "keywordEn": "2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of how spectral data from Sentinel-2 can be used to evaluate soil freeze-thaw disturbance intensity on the Tibetan Plateau?",
        "QuestionCn": "您能否提供一个例子，说明如何利用Sentinel-2的光谱数据评估青藏高原土壤冻融扰动强度？",
        "AnswerEn": "Spectral data from Sentinel-2, collected during the growing season from May to September 2020, was used in combination with field survey and laboratory analysis sample data to map the spatial distribution of freeze-thaw disturbance regions using a random forest model. This information was then aggregated to derive the freeze-thaw disturbance intensity dataset which quantifies the impact on the surface.",
        "AnswerCn": "使用2020年5月至9月期间收集的Sentinel-2光谱数据，结合现场调查和实验室分析样本数据，利用随机森林模型绘制了冻融干扰区域的空间分布。随后，将这些信息汇总以得出冻融干扰强度数据集，该数据集量化了对地表的影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the methods used to quantify soil freeze-thaw disturbance intensity on the Qinghai-Tibet Plateau?",
        "QuestionCn": "量化青藏高原土壤冻融扰动强度的方法特征是什么？",
        "AnswerEn": "freeze-thaw disturbance intensity as the proportion of freeze-thaw disturbance landforms within a unit area, spatial distribution of freeze-thaw disturbance regions, Sentinel-2 spectral data, 2020 growing season, sample data from field surveys and laboratory analysis, random forest model, dataset at a 1km resolution, high producer accuracy verified by UAV imagery classification data",
        "AnswerCn": "冻融扰动强度为单位面积内冻融扰动地貌的比例，冻融扰动区域的空间分布，Sentinel-2光谱数据，2020年生长季节，来自野外调查和实验室分析的样本数据，随机森林模型，1公里分辨率的数据集，通过无人机影像分类数据验证的高生产者精度。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution used for analyzing the distribution of freeze-thaw disturbance regions on the Tibetan Plateau?",
        "QuestionCn": "用于分析青藏 Plateau 冻融干扰区域分布的空间分辨率是多少？",
        "AnswerEn": "10 meters",
        "AnswerCn": "10米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by '冻融扰动强度 (FTDI)' in the context of soil freeze-thaw processes on the Qinghai-Tibet Plateau?",
        "QuestionCn": "'冻融扰动强度 (FTDI)' 在青藏高原土壤冻融过程中的含义是什么？",
        "AnswerEn": "冻融扰动强度 (FTDI) refers to the proportion of the area within a unit surface that is occupied by freeze-thaw disturbance landforms, such as thermal erosion gullies. It serves as a quantitative measure to evaluate the impact of freeze-thaw processes on the land surface.",
        "AnswerCn": "冻融扰动强度 (FTDI) 指的是单位表面内被冻融扰动地貌（如热侵蚀沟）占据的面积比例。它作为一个定量指标，用于评估冻融过程对地表的影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the impact of soil freeze-thaw cycles on surface characteristics from the spatial distribution patterns of freeze-thaw disturbance regions?",
        "QuestionCn": "从冻融扰动区域的空间分布模式可以推断出冻融循环对地表特征的影响是什么？",
        "AnswerEn": "The spatial distribution of freeze-thaw disturbance regions is derived from Sentinel-2 spectral data and field survey samples used within a random forest model, indicating that soil freeze-thaw processes have significant impacts on surface characteristics, as reflected in the high accuracy of identifying these disturbance regions. These patterns help describe the extent to which soil freeze-thaw processes affect surface impacts on the Qinghai-Tibet Plateau.",
        "AnswerCn": "冻融干扰区域的空间分布是通过Sentinel-2光谱数据和现场调查样本在随机森林模型中得出的，表明土壤冻融过程对表面特征有显著影响，这在识别这些干扰区域的高准确性中得到了体现。这些模式有助于描述土壤冻融过程对青藏高原表面影响的程度。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What impact does the use of Sentinel-2 spectral data combined with a random forest model have on the accuracy and reliability of identifying freeze-thaw disturbance areas in permafrost regions?",
        "QuestionCn": "使用Sentinel-2光谱数据结合随机森林模型对识别永久冻土地区的冻融干扰区域的准确性和可靠性有什么影响？",
        "AnswerEn": "The use of Sentinel-2 spectral data combined with a random forest model contributes to a high accuracy in identifying freeze-thaw disturbance areas, as reflected by the producer accuracy reaching 85.95%. This approach allows for a reliable assessment of freeze-thaw disturbance regions and aids in the accurate quantification of freeze-thaw disturbance intensity, thereby providing insights into the effects of freeze-thaw processes on soil surfaces in the Tibetan Plateau.",
        "AnswerCn": "使用Sentinel-2光谱数据结合随机森林模型，有助于高精度识别冻融干扰区域，生产者精度达到85.95%。这种方法可以可靠地评估冻融干扰区域，并有助于准确量化冻融干扰强度，从而提供对冻融过程对青藏 Plateau土壤表面影响的深入了解。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of defining freeze-thaw disturbance intensity in the context of soil freeze-thaw processes on the Qinghai-Tibet Plateau?",
        "QuestionCn": "在青藏高原土壤冻融过程的背景下，定义冻融干扰强度的主要目标是什么？",
        "AnswerEn": "The primary objective is to provide a quantitative assessment of the impact of freeze-thaw processes on the surface of the Qinghai-Tibet Plateau, which is crucial for understanding the effects of climate change on soil quality in the region.",
        "AnswerCn": "主要目标是对冻融过程对青藏高原表面的影响进行定量评估，这对于理解气候变化对该地区土壤质量的影响至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in using Sentinel-2 spectral data and random forest models to determine the spatial distribution of freeze-thaw disturbance regions on the Qinghai-Tibet Plateau?",
        "QuestionCn": "使用Sentinel-2光谱数据和随机森林模型确定青藏高原冻融扰动区域空间分布的程序步骤有哪些？",
        "AnswerEn": "The procedural steps include: collecting Sentinel-2 spectral data from the growing season (May-September 2020), using field survey and laboratory analysis sample data, training a random forest model to learn the distribution of freeze-thaw disturbance regions, and aggregating these results to create a freeze-thaw disturbance intensity dataset at a resolution of 1 km.",
        "AnswerCn": "程序步骤包括：收集2020年生长季节（5月至9月）的Sentinel-2光谱数据，使用实地调查和实验室分析样本数据，训练随机森林模型以学习冻融干扰区域的分布，并将这些结果汇总以创建分辨率为1公里的冻融干扰强度数据集。",
        "Level": "C3(Applying)"
      }
    ]
  }
}