{
  "id": "4660d87a-cd3b-4247-9654-49db3c1790d2",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Data set of avalanche, wind blown snow and abnormal snowfall in Hengduan Mountain Area (1982-1984)",
      "titleCn": "横断山区雪崩、风吹雪、异常降雪数据集（1982-1984）",
      "description": "This data set comes from the book: glaciers in Hengduan Mountain area, which belongs to the series of scientific investigation in Hengduan Mountain Area of Qinghai Tibet Plateau. The chief editor is Li Jijun, the deputy chief editor is Su Zhen, and the guiding unit is Institute of geography, Chinese Academy of Sciences. The research team of the book is the Qinghai Tibet Plateau comprehensive research team of the Chinese Academy of Sciences, and the publishing house is Science Press. Due to abundant rainfall and deep snow cover in some areas of Hengduan Mountain. Avalanche, wind blown snow and abnormal snowfall have become a common natural disaster, which has caused great damage to the work and life of local residents. This book makes a detailed record of the snow disaster in Hengduanshan area. The data includes two workbooks and two pictures, which are the statistical table of snow damage status and damage degree, the regional characteristics of avalanche, the topographic cutting degree map of Western Sichuan, Northern Yunnan and southeastern Tibet, and the damage scope map of Hengduanshan avalanche.",
      "descriptionCn": "本数据集来源于书籍：《横断山区冰川》，该书籍的归属于青藏高原横断山区科学考察丛书，主编为李吉均，副主编为苏珍，指导单位为中国科学院地理研究所。该书所指考察队为中国科学院青藏高原综合考察队，出版社为科学出版社。由于横断山一些地区，降水充沛，积雪深厚，雪崩、风吹雪和异常降雪成为一种常见的自然灾害，给当地居民的工作与生活造成了极大的伤害，本书就此对于横断山地区的雪害进行了详细的记录。该数据包含了2张工作簿和2张图片，分别是雪害状况及危害程度统计表、雪崩的区域特征、川西滇北藏东南地形切割程度图、横断山雪崩危害范围图。",
      "instructions": "The data set is stored in Excel format, including two workbooks and two pictures, which are statistical table of snow damage status and damage degree, regional characteristics of avalanche, topographic cutting degree map of Western Sichuan, Northern Yunnan and southeastern Tibet, and damage scope map of Hengduanshan avalanche.",
      "instructionsCn": "该数据集以Excel格式存储，包含了2张工作簿和2张图片，分别是雪害状况及危害程度统计表、雪崩的区域特征、川西滇北藏东南地形切割程度图、横断山雪崩危害范围图。",
      "east": 103.0,
      "west": 97.0,
      "south": 22.0,
      "north": 32.08,
      "startTime": null,
      "endTime": null,
      "fileSize": 41202930.0,
      "cstr": "18406.11.Snow.tpdc.271314",
      "doi": "10.11888/Snow.tpdc.271314",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李吉均",
        "nameEn": "LI Jijun",
        "unitEn": "",
        "unitCn": "兰州大学资源环境学院"
      }
    ],
    "literatureList": [
      {
        "titleCn": "横断山冰川",
        "titleEn": null,
        "referenceCn": "中国科学院青藏高原综合科学考察队. (1996). 横断山冰川[M]. 北京: 科学出版社",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "积雪",
        "nameEn": "Snow"
      },
      {
        "nameCn": "雪崩",
        "nameEn": "Avalanche"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "横断山脉",
        "keywordEn": "Hengduan Mountains"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1982-1984",
        "keywordEn": "1982-1984",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "横断山区综合考察",
        "titleEn": "Comprehensive scientific investigation of Hengduan Mountains area"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Disjunctive": [
      {
        "QuestionEn": "Is data collection in the domain of snow-related natural disasters in mountainous regions more reliant on direct field surveys, remote sensing technology, or historical records?",
        "QuestionCn": "在山区雪相关自然灾害领域的数据收集更依赖于直接的实地调查、遥感技术还是历史记录？",
        "AnswerEn": "historical records",
        "AnswerCn": "历史记录",
        "Level": "C5(Evaluating)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many workbooks and images are included in a dataset related to snow-related hazards in the Hengduan Mountains?",
        "QuestionCn": "与横断山脉雪相关危害的数据集中包含多少个工作簿和图像？",
        "AnswerEn": "2, 2",
        "AnswerCn": "2，2",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by '异常降雪数据' in the context of snow-related natural disasters?",
        "QuestionCn": "在雪相关的自然灾害背景下，“异常降雪数据”是什么意思？",
        "AnswerEn": "异常降雪数据 refers to data on unusual snowfall events, which are significant in the context of snow-related natural disasters, as they can contribute to the occurrence of phenomena such as avalanches and blowing snow, posing risks to local residents in mountainous regions like 横断山区.",
        "AnswerCn": "异常降雪数据是指关于不寻常降雪事件的数据，这在雪相关自然灾害的背景下具有重要意义，因为它们可能导致雪崩和飞雪等现象的发生，给像横断山区这样的山区居民带来风险。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contributed to the need for detailed records of snow-related hazards in the Hengduan Mountain region?",
        "QuestionCn": "导致对横断山脉地区雪相关危险进行详细记录的因素有哪些？",
        "AnswerEn": "Due to the heavy precipitation and deep snow accumulation in some parts of the Hengduan Mountain region, snow-related hazards like avalanches, drifting snow, and abnormal snowfall have become common natural disasters, significantly affecting the work and lives of local residents.",
        "AnswerCn": "由于横断山地区降水量大、积雪深厚，雪相关的灾害如雪崩、飘雪和异常降雪已成为常见的自然灾害，严重影响了当地居民的工作和生活。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}