{
  "id": "46e45062-0393-466f-b586-dd2334591fd8",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Precipitation observatory dataset in the Qingmuguan watershed of southwest China (2020-2022)",
      "titleCn": "西南山区青木关流域降水观测数据集（2020-2022）",
      "description": "The Qingmuguan watershed, located at the junction of Beibei, Shapingba and Bishan districts in Chongqing, is an observation watershed of the National Field Scientific Observatory of Karst Ecosystem in Jinfoshan, Chongqing. The Qingmuguan Precipitation Observation Dataset integrates rainfall time series from eight rainfall stations in the basin. The observation stations use the ECH2O observation system developed by Meter, Inc. of the United States, together with the Em50 data collector and ECRN-100 tipping bucket rain gauge to realize automatic monitoring. The observation network was completed in December 2019 with a sampling interval of 15 min. rain gauges were erected at a height of about 2 m above the ground. This dataset organizes the data between 2020 and 2022 stored in Excel format.",
      "descriptionCn": "青木关流域位于重庆北碚区、沙坪坝区和璧山区的交界处，是重庆金佛山喀斯特生态系统国家野外科学观测研究站的一个观测流域。青木关流域降水观测数据集整合了流域内8个雨量站点的降水时间序列。观测站点采用美国Meter公司开发的ECH2O观测系统，配合Em50数据采集器和ECRN-100翻斗式雨量计实现自动监测。观测网于2019年12月建成，采样间隔为15min。雨量计架设在离地面约2m高度处。本数据集整理了2020年至2022年间数据以Excel格式存储。",
      "instructions": "Data files are named as \"QMG_prec_Sxx. xlsx\", in which \"xx\" denotes the station ID. Within each file, the sampling time (UTC+8) and 15-min accumulated precipitaiton are column-wisely stored, and missing values are filled with -99. The spreadsheet \"QMG_prec_station_info.xlsx\" contains latitude and longitude information for all stations. Microsoft Office Excel can be used to retrieve the data.",
      "instructionsCn": "数据文件命名为“QMG_prec_Sxx.xlsx”，其中“xx”代表站点编号。文件内部按列展示数据记录时间（UTC+8）以及过去15分钟的累积降水，观测缺省值为-99。“QMG_prec_station_info.xlsx”包含各站点经纬度信息。Office Excel软件可方便读取数据。",
      "east": 106.325,
      "west": 106.292,
      "south": 29.683,
      "north": 29.761,
      "startTime": null,
      "endTime": null,
      "fileSize": 10942456.0,
      "cstr": "18406.11.Atmos.tpdc.300598",
      "doi": "10.11888/Atmos.tpdc.300598",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "赵龙",
        "nameEn": "ZHAO Long ",
        "unitEn": "Southwest University",
        "unitCn": "西南大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "基于宇宙射线观测的喀斯特槽谷区典型流域土壤水分反演研究",
        "titleEn": null,
        "referenceCn": "彭书艳, 赵龙, 李婷婷, 韩旭军, 马明国, 杨帅, & 杨跃程. (2021). 基于宇宙射线观测的喀斯特槽谷区典型流域土壤水分反演研究. 遥感技术与应用, 36, 997-1008. DOI: 10.11873/j.issn.1004⁃0323.2021.5.0997.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "其他数据",
        "nameEn": "Others"
      },
      {
        "nameCn": "暴雨",
        "nameEn": "rainstorm"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "雨",
        "nameEn": "Rain"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "西南地区",
        "keywordEn": "Southwest China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2020-2022",
        "keywordEn": "2020-2022",
        "type": "temporal"
      },
      {
        "keywordCn": "降水日循环",
        "keywordEn": "Daily cycle of rainfall",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "全球能量循环和水循环关键参数的立体观测与遥感反演",
        "titleEn": "National Key Research and Development Program of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the features and specifications of the rainfall observation systems used in mountainous regions like the Qingshui River Basin?",
        "QuestionCn": "山区如清水河流域使用的降雨观测系统的特点和规格是什么？",
        "AnswerEn": "ECH2O observation systems, Em50 data loggers, ECRN-100 tipping bucket rain gauges, automatic monitoring, established December 2019, sampling interval 15 minutes, mounted approximately 2 meters above ground level",
        "AnswerCn": "ECH2O观测系统，Em50数据记录仪，ECRN-100翻斗式雨量计，自动监测，建立于2019年12月，采样间隔为15分钟，安装在距地面约2米的高度。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many rain gauge stations are part of the precipitation observation network in the Qingmuguan watershed?",
        "QuestionCn": "青木关流域的降水观测网络中有多少个雨量计站？",
        "AnswerEn": "8",
        "AnswerCn": "8",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'ECH2O observation system' mean in the context of meteorological data collection?",
        "QuestionCn": "在气象数据收集的背景下，“ECH2O观测系统”是什么意思？",
        "AnswerEn": "ECH2O observation system refers to a data collection technology developed by the American company Meter, used in meteorological data collection for monitoring precipitation automatically. It includes components such as the Em50 data logger and the ECRN-100 tipping bucket rain gauge, which are utilized to capture and record precipitation data at specified intervals, such as every 15 minutes, as part of a broader observation network.",
        "AnswerCn": "ECH2O观测系统是由美国公司Meter开发的一种数据收集技术，用于自动监测降水的气象数据收集。它包括Em50数据记录仪和ECRN-100翻斗雨量计等组件，这些组件用于在指定的时间间隔（如每15分钟）捕获和记录降水数据，作为更广泛观测网络的一部分。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about precipitation patterns in mountainous regions by analyzing the time series data collected using automated rain gauge systems over multiple years?",
        "QuestionCn": "通过分析使用自动雨量计系统收集的多年时间序列数据，可以推断出山区的降水模式是什么？",
        "AnswerEn": "By analyzing the time series data collected using automated rain gauge systems over multiple years in mountainous regions, researchers can infer the variability and trends in precipitation patterns over time. The data might reveal seasonal patterns, identify extreme weather events, and provide insights into how precipitation is distributed spatially across the region. It could also help in understanding the impact of climatic changes on precipitation in these regions.",
        "AnswerCn": "通过分析在山区使用自动雨量计系统收集的多年度时间序列数据，研究人员可以推断出降水模式随时间的变化和趋势。这些数据可能揭示季节性模式，识别极端天气事件，并提供有关降水在该地区空间分布的见解。它还可以帮助理解气候变化对这些地区降水的影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the choice of using the ECH2O observation system and Em50 data logger in precipitation monitoring in karst ecosystems?",
        "QuestionCn": "在喀斯特生态系统中，选择使用ECH2O观测系统和Em50数据记录器进行降水监测的因素有哪些？",
        "AnswerEn": "The choice to use the ECH2O observation system and Em50 data logger is influenced by their ability to provide automated and accurate precipitation monitoring, which is essential for the precise and consistent data collection needed in the complex and variable conditions of karst ecosystems like the one in the Qingmuguan watershed.",
        "AnswerCn": "选择使用ECH2O观测系统和Em50数据记录仪是因为它们能够提供自动化和准确的降水监测，这对于在像青木关流域这样的喀斯特生态系统中进行精确和一致的数据收集至关重要，因为这些环境条件复杂且多变。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What specific procedures and equipment are utilized to ensure accurate and consistent precipitation data collection in mountainous regions like the Qingmuguan Basin?",
        "QuestionCn": "在像青木关盆地这样的山区，确保准确和一致的降水数据收集所使用的具体程序和设备是什么？",
        "AnswerEn": "In the Qingmuguan Basin, precipitation data is collected using an ECH2O observation system developed by the Meter company, combined with Em50 data loggers and ECRN-100 tipping bucket rain gauges. The rain gauges are installed approximately 2 meters above the ground, and the data collection network was established in December 2019 with a sampling interval of 15 minutes.",
        "AnswerCn": "在青木关盆地，降水数据使用Meter公司开发的ECH2O观测系统收集，结合Em50数据记录仪和ECRN-100翻斗雨量计。雨量计安装在离地面约2米的高度，数据收集网络于2019年12月建立，采样间隔为15分钟。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the integration and automatic monitoring of precipitation data using multiple rain gauge stations in mountainous regions?",
        "QuestionCn": "哪些技术进步使得在山区利用多个雨量计站点集成和自动监测降水数据成为可能？",
        "AnswerEn": "The use of the ECH2O observation system developed by Meter, along with the Em50 data logger and ECRN-100 tipping bucket rain gauges, has enabled the integration and automatic monitoring of precipitation data in the mountainous region of the 青木关流域.",
        "AnswerCn": "Meter开发的ECH2O观测系统，以及Em50数据记录仪和ECRN-100翻斗雨量计的使用，使得在青木关流域的山区实现了降水数据的集成和自动监测。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}