{
  "id": "46f48ab5-7394-4752-b468-c81e0ebdf2d5",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Archaeological site plant and animal resource utilization in the Tibet Plateau and neighbouring areas during the Neolithic Age and the Bronze age (2022)",
      "titleCn": "青藏高原及其周边地区新石器时代-青铜时代遗址动植物资源利用数据集（2022）",
      "description": "Through the archaeological investigation and excavation of Xingyi Site, Adong sarcophagus Tomb, Haibaoshan Site, Qugong, Kongsangqiao, Khog Gzung, Klu lding, La phob, RGu shang, Kha lding, A sgang rong, Bya mo kha, Nying khri, Nyi khri, Baguorao, RDo phug, Jialama, Liena and other Neolithic-Bronze Age sites, basic information such as latitude and longitude, elevation, cultural attributes and cultural relics of the sites have been obtained. In addition, through scientific collection, identification and laboratory analysis of plant and animal remains in the process of site investigation and excavation, a batch of site carbon 14th-century data and charcoal identification data were obtained. At the same time, the microscopic identification of tree species from different cultural layers of carboniferous was conducted at the Zonggri Site (4039-4631 BP), and the results of tree charcoal identification from 16 archaeological sites at 5200-2600 BP in the northeastern Tibetan Plateau were combined with the reported multi-discipline evidence. At the same time, the relevant faunal and flora remains and archaeological background in the Tibet Plateau and neighbouring areas are sorted out, revealing the important role that the east margin of Tibetan Plateau played in the southward spread of prehistoric culture and agriculture in East Asia. Foxtail and broomcorn millet originated from North China was introduced into the hinterland of Tibetan Plateau first through this north-south channel. Wheat and barley originated from Southwest Asia were introduced onto the plateau through the northern South Asia. Multiple evidences indicate that the Eastern and Western cultures arrived in Lhasa and Niyang Valleys located in the hearland of Tibetan Plateau in the Neolithic Age. The intercultural communications not only flourished the prehistoric Tibetan Plateau but also laid the foundation for the later ‘Highland Silk Road’. To explore the utilization history of fruit trees in the late Neolithic Age and the Bronze Age in the northeastern Tibetan Plateau and its relationship with survival strategies. The present archaeobotanical evidence from five sites (dating from the late first millennium BC and the early first millennium AD) located in the cold-arid landscape of western Tibet. The data indicate that barley was widely grown in this region by c. 400 BC but probably fulfilled differing roles within local ecological constraints on cultivation. ",
      "descriptionCn": "通过对兴义遗址、阿东石棺墓、海宝山遗址曲贡、孔桑桥、廓雄、立定、拉颇、古乡、卡定、阿岗绒、甲木卡、林芝村、巴果绕、都普、加拉马、列那、尼池村等新石器-青铜时代遗址进行考古调查和发掘，获取了各遗址经纬度、高程、文化属性、文化遗物等基本信息；对遗址调查和发掘过程中的动植物遗存样品进行科学收集、鉴定和实验室分析，得到了一批遗址碳十四年代数据、木炭鉴定数据；同时，对宗日遗址（4039-4631 BP）不同文化层出土的炭屑进行树种显微鉴定，并将青藏高原东北部5200-2600 BP的16个考古遗址的果树木炭鉴定结果与所报道的多学科证据结合起来，探讨新石器时代晚期和青铜时代青藏高原东北部的果树利用历史及其与生存策略的关系。同时，对青藏高原及其周边地区相关动植物遗存及考古学文化背景进行了整理。发现藏高原东缘是早期农业和文化自北向南传播的重要通道，中国北方起源的粟黍由这条通道向高原腹地传播。稍后，起源于西亚的大麦和小麦经由南亚北部地区跨越喜马拉雅向高原腹地传播。多重证据显示在新石器时代东西方文化都抵达了地处高原腹地的拉萨河-尼洋河流域，这不仅繁荣了当地的史前文化，也为后世高原丝绸之路的开通奠定了基础。西藏西部寒冷干旱地区可追溯到公元前一千年晚期和公元一千年早期五个遗址的考古植物学证据，表明公元前400年大麦在该地区广泛种植，但可能在当地的生态限制下发挥了不同的作用。",
      "instructions": "2022-XDA20040101--Neolithic and Bronze Age",
      "instructionsCn": "2022-XDA20040101--Neolithic and Bronze Age",
      "east": 111.5,
      "west": 98.5,
      "south": 27.0,
      "north": 40.0,
      "startTime": "2022-01-01 00:00:00",
      "endTime": "2022-12-31 00:00:00",
      "fileSize": 12370958.0,
      "cstr": "18406.11.HumanNat.tpdc.300183",
      "doi": "10.11888/HumanNat.tpdc.300183",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "董广辉",
        "nameEn": "DONG Guanghui ",
        "unitEn": "Lanzhou University",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "马敏敏",
        "nameEn": "MA Minmin",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "杨晓燕",
        "nameEn": "YANG Xiaoyan",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "吕红亮",
        "nameEn": "Lü Hongliang",
        "unitEn": "Sichuang University",
        "unitCn": "四川大学"
      },
      {
        "nameCn": "高玉",
        "nameEn": "GAO Yu ",
        "unitEn": "Institute of Tibetan Plateau Research, CAS",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": " Prehistoric agricultural decision making in the western Himalayas: Ecological and social variables",
        "referenceCn": null,
        "referenceEn": "Tang, L., Lu, H.L., Chen, X.Z., Xu, H.L., Boivin, N., Storozum, M., Yang, F., Li, S., Liu, X.Y., & Spengler III, R. (2022). Prehistoric agricultural decision making in the western Himalayas: Ecological and social variables. Antiquity, 96(389), 1214-1231."
      },
      {
        "titleCn": null,
        "titleEn": "How Human Subsistence Strategy Affected Fruit-Tree Utilization During the Late Neolithic and Bronze Age: Investigations in the Northeastern Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Liu, F., Zhang, H., Li, H., Zhang, X., Liu, Q., Zhang, Y., & Ma, M., et al. (2022). How Human Subsistence Strategy Affected Fruit-Tree Utilization During the Late Neolithic and Bronze Age: Investigations in the Northeastern Tibetan Plateau. Frontiers in Plant Science, 13."
      },
      {
        "titleCn": "青藏高原东部新石器时代的狩猎生业——西藏昌都小恩达遗址2012年出土动物遗存分析",
        "titleEn": null,
        "referenceCn": "张正为, 陈祖军, 扎西旺加, 泽巴多吉, 徐海伦,刘梦凝, 吕红亮, 刘歆益. (2022). 青藏高原东部新石器时代的狩猎生业——西藏昌都小恩达遗址2012年出土动物遗存分析. 西藏自治区文物保护研究所.西藏文物考古研究（第4辑）, 科学出版社, 119-169.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Indica rice spread to the Tibetan Plateau in the 700s CE",
        "referenceCn": null,
        "referenceEn": "Sun, Q.L., Yang, Q., Gao, Y., Gu, Z.Q., Yang, J.S., Wang, S.Z., Ma, Z.K., Tong, Y., & Yang, X.Y. (2022). Indica rice spread to the Tibetan Plateau in the 700s CE. Science China Earth Sciences, 65(12), 2297–2307."
      },
      {
        "titleCn": null,
        "titleEn": "Understanding the transport networks complex between South Asia, Southeast Asia and China during the late Neolithic and Bronze Age",
        "referenceCn": null,
        "referenceEn": "Ma, M., Lu, Y., Dong, G., Ren, L., Min, R., Kang, L., ... & Chen, F. (2022). Understanding the transport networks complex between South Asia, Southeast Asia and China during the late Neolithic and Bronze Age. The Holocene, https://doi.org/10.1177/09596836221131698."
      },
      {
        "titleCn": null,
        "titleEn": "Dispersal of crop-livestock and geographical-temporal variation of subsistence along the Steppe and Silk Roads across Eurasia in prehistory",
        "referenceCn": null,
        "referenceEn": "Dong, G., Du, L., Yang, L., Lu, M., Qiu, M., Li, H., & Chen, F., et al. (2022). Dispersal of crop-livestock and geographical-temporal variation of subsistence along the Steppe and Silk Roads across Eurasia in prehistory. Science China Earth Sciences, 1-24."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "旅游资源",
        "nameEn": "Tourism Resources"
      },
      {
        "nameCn": "遗址遗迹",
        "nameEn": "Site and relic"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "新石器-青铜时代",
        "keywordEn": "Neolithic-Bronze Age",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a comprehensive data collection method used for analyzing archaeological plant and animal resource utilization in the Neolithic to Bronze Age sites on the Tibetan Plateau and surrounding regions?",
        "QuestionCn": "您能否提供一个全面的数据收集方法的例子，用于分析青藏高原及周边地区新石器时代到青铜时代遗址的植物和动物资源利用？",
        "AnswerEn": "A comprehensive data collection method involves conducting archaeological surveys and excavations at Neolithic to Bronze Age sites such as Xingyi, A Dong Stone Coffin Tomb, and others. The method includes gathering basic site information like latitude, longitude, elevation, cultural attributes, and relics. Additionally, it involves scientifically collecting, identifying, and conducting laboratory analyses on plant and animal remains samples, resulting in radiocarbon dating and charcoal identification data. For example, microscopic identification of tree species from charcoal fragments at the Zongri site, dating between 4039-4631 BP, was performed. The results are integrated with multidisciplinary evidence to explore the history of fruit tree utilization and its relation to survival strategies in the region. The method also organizes related archaeobotanical evidence and cultural backgrounds, revealing significant agricultural and cultural transmission pathways in the early history of the Tibetan Plateau.",
        "AnswerCn": "综合数据收集方法包括在新石器时代到青铜时代的遗址进行考古调查和挖掘，如兴义、阿东石棺墓等。该方法包括收集基本的遗址信息，如纬度、经度、海拔、文化属性和文物。此外，还涉及科学收集、鉴定和进行植物和动物遗骸样本的实验室分析，最终获得放射性碳定年和木炭鉴定数据。例如，对宗日遗址的木炭碎片进行显微镜鉴定，日期在4039-4631 BP之间。结果与多学科证据相结合，探讨了果树利用的历史及其与该地区生存策略的关系。该方法还整理了相关的考古植物学证据和文化背景，揭示了青藏高原早期历史中重要的农业和文化传播路径。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the essential characteristics and data collection methods used for identifying and analyzing plant and animal remains at archaeological sites in the Neolithic to Bronze Age periods on the Tibetan Plateau and its surrounding areas?",
        "QuestionCn": "在青藏高原及其周边地区的新石器时代到青铜时代的考古遗址中，识别和分析植物和动物遗骸的基本特征和数据收集方法是什么？",
        "AnswerEn": "latitude, longitude, elevation, cultural attributes, cultural relics, radiocarbon dating data, charcoal identification data, microscopic identification of tree species",
        "AnswerCn": "纬度、经度、高程、文化属性、文化遗迹、放射性碳测年数据、木炭鉴定数据、树种显微鉴定",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '动植物遗存样品的科学收集、鉴定和实验室分析' mean in the context of archaeological research in the Qinghai-Tibet Plateau and surrounding areas?",
        "QuestionCn": "在青藏高原及周边地区的考古研究中，“动植物遗存样品的科学收集、鉴定和实验室分析”是什么意思？",
        "AnswerEn": "'动植物遗存样品的科学收集、鉴定和实验室分析' refers to the systematic gathering, identification, and laboratory examination of plant and animal remains found at archaeological sites. This process involves collecting samples during site surveys and excavations, identifying the species or types of remains, and conducting laboratory analyses to obtain data such as radiocarbon dating and charcoal identification. These analyses help to understand the utilization of plant and animal resources, which, in turn, provides insights into the subsistence strategies and cultural practices of past human populations in the region.",
        "AnswerCn": "'动植物遗存样品的科学收集、鉴定和实验室分析'指的是在考古遗址上系统性地收集、鉴定和实验室检查植物和动物遗骸的过程。该过程包括在现场调查和挖掘过程中收集样品，识别遗骸的物种或类型，并进行实验室分析以获取如放射性碳定年和木炭鉴定等数据。这些分析有助于理解植物和动物资源的利用，从而为了解该地区过去人类群体的生计策略和文化实践提供了见解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the cultural and agricultural development of the Qinghai-Tibet Plateau from the identified plant and animal remains found at Neolithic to Bronze Age archaeological sites?",
        "QuestionCn": "从在青藏高原的新石器时代到青铜时代考古遗址发现的植物和动物遗骸中可以推断出哪些关于文化和农业发展的信息？",
        "AnswerEn": "The identified plant and animal remains suggest that the Qinghai-Tibet Plateau served as an important corridor for the north-to-south spread of agriculture and culture, with millet originating from northern China and barley and wheat from Western Asia spreading into the plateau. This indicates a convergence of Eastern and Western cultures during the Neolithic period, enriching the local prehistoric culture and laying the groundwork for the later development of the Silk Road.",
        "AnswerCn": "识别出的植物和动物遗骸表明，青藏高原作为农业和文化由北向南传播的重要通道，北方的黍米和来自西亚的大麦、小麦传播到高原。这表明在新石器时代，东西方文化的汇聚丰富了当地的史前文化，为后来的丝绸之路发展奠定了基础。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contributed to the collection of data on plant and animal resource utilization in Neolithic-Bronze Age sites on the Tibetan Plateau and its surrounding areas?",
        "QuestionCn": "哪些因素促成了对青藏高原及其周边地区新石器时代-青铜时代遗址上植物和动物资源利用的数据收集？",
        "AnswerEn": "The data collection on plant and animal resource utilization was influenced by archaeological surveys and excavations at various Neolithic-Bronze Age sites, which provided basic information such as site coordinates, elevation, cultural attributes, and cultural relics. The collection process involved the scientific gathering, identification, and laboratory analysis of plant and animal remains, including carbon dating and charcoal identification, along with integrating multi-disciplinary evidence to explore the historical use of fruit trees and survival strategies in the region.",
        "AnswerCn": "植物和动物资源利用的数据收集受到各个新石器时代-青铜时代遗址的考古调查和发掘的影响，这些遗址提供了基本信息，如遗址坐标、海拔、文化属性和文化遗物。收集过程涉及对植物和动物遗骸的科学收集、鉴定和实验室分析，包括碳定年和木炭鉴定，同时整合多学科证据，以探讨该地区果树的历史利用和生存策略。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of employing diverse archeological excavation techniques on the accuracy and comprehensiveness of data regarding plant and animal resource utilization in the Qinghai-Tibet Plateau and its surrounding areas during the Neolithic to Bronze Age?",
        "QuestionCn": "在青藏高原及其周边地区的新石器时代到青铜时代，采用多样化的考古发掘技术对植物和动物资源利用的数据准确性和全面性可能产生的后果是什么？",
        "AnswerEn": "Employing diverse archaeological excavation techniques could lead to more accurate and comprehensive data regarding plant and animal resource utilization in the Qinghai-Tibet Plateau and its surrounding areas during the Neolithic to Bronze Age. This is because different techniques may reveal various types of evidence, such as carbon dating, charcoal identification, and plant residue analysis, which can help reconstruct the history of agricultural and cultural developments in the region. These findings can also illuminate the spread of early agriculture and cultural exchanges between the East and West, influencing our understanding of prehistoric culture and the eventual establishment of trade routes like the Silk Road.",
        "AnswerCn": "采用多样的考古挖掘技术可以更准确和全面地获取关于青藏高原及其周边地区新石器时代到青铜时代期间植物和动物资源利用的数据。这是因为不同的技术可能揭示出各种类型的证据，如碳定年、木炭鉴定和植物残留分析，这些都可以帮助重建该地区农业和文化发展的历史。这些发现还可以阐明早期农业的传播以及东西方之间的文化交流，影响我们对史前文化的理解以及丝绸之路等贸易路线的最终建立。",
        "Level": "C5(Evaluating)"
      }
    ]
  }
}