{
    "id": "4742be17-1d77-4b65-8417-fe5579f11f67",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "New species of Yuomys (Rodentia, Ctenodactyloidea) from the upper Eocene of eastern Ningxia, China",
            "titleCn": "宁夏发现上始新世新种豫鼠化石（论文插图原始数据）",
            "description": "A new species, Yuomys robustus of the ctenodactyloid rodent Yuomys, is described in the paper. It is from the Western margin of the Ordos Basin District in eastern Ningxia Hui Autonomous Region, China. Yuomys robustus is characterized by a combination of features: large size, high tooth crown, having a postparacrista on M2 and lacking hypocone on P4. We also emended the diagnosis of type species of Yuomys, Y. cavioides. It is characterized by the absence of hypocone on P4, having a distinct ridge connecting the metaconule to the protocone on M1–M3, a postparacrista on M1, a mesostyle on M2, and a small ridge or spur on the mesial side of the protoloph on P4 and M1; the hypoconid smaller than the protoconid and is elongated, the paraconid absent and the mesostylid faintly visible on p4, but well developed on m1–m3; the talonid basin, sinusid, and posteroflexid are large and open on lower cheek teeth. The occurrence of Lophiomeryx angarae in the same stratigraphic layer as Y. robustus indicates that the horizon is possibly\nlate Eocene in age, not early Oligocene as suggested by previous workers. Body mass estimations of Y. cavioides, Y. eleganes, and Y. robustus show that their weights are roughly in the range of 485–880 g, which is in between those of extant Myospalax and Ratufa. From the middle Eocene to the late Eocene, Yuomys exhibited a trend of gradually enlarging the cheek teeth, and increasing the tooth crown height and body mass.",
            "descriptionCn": "豫鼠是一类具有豪猪类型的头骨和松鼠类型下颌的啮齿动物，属于啮齿目梳趾鼠超科。现生的梳趾鼠类物种多样性较低，仅有4属5种，并且地理分布上局限于北非和东非。梳趾鼠类化石种类的多样性则较高，目前已知的至少有37属，在始新世至中新世时期（约5600万–530万年前）广泛分布于欧亚大陆。中国古哺乳动物学家李传夔先生于1975年依据采自河南渑池的化石标本，建立了豫鼠属及其模式种豚豫鼠。目前已知豫鼠分布于中国北方和西南地区的12个化石地点，共有9个种和少量未定种，时代集中出现在中始新世早期到晚期（约4800–3800万年前），通常被视为中国古近纪哺乳动物地层年代约束的标准化石之一。\n研究团队在调查鄂尔多斯盆地西缘沉积发育和六盘山构造隆升的过程中，从寺口子组-清水营组地层中发现了新的豫鼠化石标本。新发现的豫鼠化石是已知所有豫鼠种类中个体最大、齿冠最高、齿尖齿脊最粗壮的一个种，因此被命名为粗壮豫鼠。该新种的牙齿特征具有明显的进步性，表明它的时代应该属于晚始新世。与粗壮豫鼠相同的层位还发现有安氏脊齿鼷鹿类，该化石的大小和形态上与蒙古阿尔丁鄂博地点的安氏脊齿鼷鹿几乎完全一致。蒙古阿尔丁鄂博动物群的时代通常被认为是晚始新世，因此安氏脊齿鼷鹿在寺口子组-清水营组地层的出现，进一步说明该套地层存在晚始新世化石层位。\n  此外，研究团队还对前人报道过的豫鼠属化石进行系统厘定，对豫鼠属的属征及其模式种——豚豫鼠的种征进行详细修订。该团队还试图估算豫鼠的体重，根据经验公式计算，豫鼠的体重可能在485–880克之间，介于现生的鼢鼠和巨松鼠之间。通过将粗壮豫鼠新种与其他已知的豫鼠种类进行比较，从中始新世早期到晚始新世，豫鼠属呈现出颊齿逐渐增大、齿冠高度增加、体重增长的演化趋势。\n本数据包括论文原文的PDF以及原始分辨率论文插图（包括化石、地层和系统发育树等），经授权可直接引用\n数据来源为拍摄或绘制。数据包括原始图片，清晰度高。可用于进一步引用及科学传播等工作。",
            "instructions": "This data includes the PDF of the original paper and the illustrations of the original resolution paper (including fossils, strata and phylogenetic trees, etc.), which can be directly cited by authorization",
            "instructionsCn": "本数据包括论文原文的PDF以及原始分辨率论文插图（包括化石、地层和系统发育树等），经授权可直接引用",
            "east": 120.0,
            "west": 80.0,
            "south": 30.0,
            "north": 45.0,
            "startTime": "2020-11-04 00:00:00",
            "endTime": "2021-01-15 00:00:00",
            "fileSize": 13545196.0,
            "cstr": null,
            "doi": "10.1080/02724634.2021.1938099",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李强",
                "nameEn": "LI Qiang ",
                "unitEn": "Institute Of Vertebrate Paleontology And Paleoanthropology, Chinese Academy Of Sciences",
                "unitCn": "中国科学院古脊椎动物与古人类研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "New species of Yuomys (Rodentia, Ctenodactyloidea) from the upper Eocene of eastern Ningxia, China.",
                "referenceCn": null,
                "referenceEn": "Gong, H., Li, Q., & Ni, X. (2021). New species of Yuomys (Rodentia, Ctenodactyloidea) from the upper Eocene of eastern Ningxia, China. Journal of Vertebrate Paleontology. DOI:10.1080/02724634.2021.1938099"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "宁夏",
                "keywordEn": "Ningxia"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "始新世中晚期",
                "keywordEn": "Middle-Late Eocene",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "三极冰芯数据集（1968-2015）",
                "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
            },
            {
                "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
                "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Definition": [
            {
                "QuestionEn": "What does 'systematic revision' mean in the context of paleontological research?",
                "QuestionCn": "在古生物学研究的背景下，“系统修订”指的是对某一特定生物群体或物种进行全面和系统的重新评估和分类。这通常包括对化石证据、形态特征、分类学关系以及生物地理分布的详细分析，以确保对该生物群体的理解和分类是准确和最新的。",
                "AnswerEn": "Systematic revision in paleontological research refers to the process of re-evaluating previously identified fossil specimens to clarify their classification, characteristics, and evolutionary relationships. This involves a detailed examination of the fossil's features, comparison with other known specimens, and possibly redefining its taxonomic placement. In the context of the field described, it includes the re-examination of previously reported species of the genus Yushumys, refining the understanding of their genus and species characteristics.",
                "AnswerCn": "系统性修订在古生物学研究中是指重新评估先前识别的化石标本，以澄清它们的分类、特征和进化关系。这涉及对化石特征的详细检查，与其他已知标本的比较，以及可能重新定义其分类地位。在所描述的领域中，这包括对先前报告的Yushumys属物种的重新审查，以精炼对其属和种特征的理解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the discovery and identification of new rodent fossil species in sedimentary layers from the late Eocene?",
                "QuestionCn": "哪些因素促成了在晚始新世沉积层中发现和识别新的啮齿动物化石物种？",
                "AnswerEn": "The discovery and identification of new rodent fossil species, such as the newly identified robust Yu mouse, in sedimentary layers from the late Eocene can be attributed to a combination of factors. These include the detailed investigation of sedimentary development and tectonic uplift, which led to the identification of specific geological formations like the Si Kouzi Formation-Qingshuiying Formation. The morphological characteristics of the fossils, such as the largest size, highest tooth crown, and robust tooth cusps and ridges among all known Yu mouse species, also play a crucial role. Additionally, the presence of the An's ridge tooth chevrotain, whose size and morphology closely resemble those from the Mongolian Ardyn Obo site, further supports the identification of late Eocene strata, suggesting a correlation in fossil layers.",
                "AnswerCn": "新发现和识别的啮齿动物化石物种，如新识别的 robust Yu 鼠，可以归因于多种因素。这些因素包括对沉积发育和构造抬升的详细调查，这导致了特定地质层的识别，如 Si Kouzi 组- Qingshuiying 组。化石的形态特征，如最大尺寸、最高的牙冠以及所有已知 Yu 鼠物种中最坚固的牙齿尖和脊，也起着至关重要的作用。此外，An's ridge 牙齿小麂的存在，其大小和形态与蒙古 Ardyn Obo 现场的化石非常相似，进一步支持了晚始新世地层的识别，暗示了化石层之间的相关性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of collecting and analyzing fossil data to study the evolution and diversity of Eocene rodent species in the Eurasian region?",
                "QuestionCn": "收集和分析化石数据以研究欧亚地区始新世啮齿动物物种的演化和多样性的主要目标是什么？",
                "AnswerEn": "The primary goal of collecting and analyzing fossil data in this context is to understand the evolutionary trends and diversity of Eocene rodent species, specifically the Yuomys genus, in the Eurasian region. This includes exploring changes in physical characteristics such as the size of cheek teeth, crown height, and body weight over time. Additionally, these findings contribute to the stratigraphic dating of Paleogene mammalian faunas in China and provide insights into the environmental and ecological conditions of the period, enhancing the understanding of species distribution and geological developments in the region.",
                "AnswerCn": "在这个背景下，收集和分析化石数据的主要目标是了解欧氏纪啮齿动物物种的进化趋势和多样性，特别是尤氏属（Yuomys）在欧亚地区的情况。这包括探索诸如颊齿的大小、牙冠高度和体重等物理特征随时间的变化。此外，这些发现有助于对中国古新世哺乳动物群的地层年代学进行研究，并提供对该时期环境和生态条件的洞察，从而增强对物种分布和该地区地质发展的理解。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}