{
    "id": "4799ddab-ea5f-472b-b461-546a313cbbbf",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Data set of major infrastructure development intensity of the Qinghai-Tibet Plateau (2000-2020)",
            "titleCn": "青藏高原重大基础设施开发强度数据集（2000-2020）",
            "description": "This data product is based on various statistical data and field investigation data, and conducts quantitative analysis and evaluation of the entire region, province, and county. Based on the Analytic Hierarchy Process and expert scoring method, weights are assigned to indicators at all levels to further obtain spatiotemporal changes in the intensity of human engineering activities on the Qinghai Tibet Plateau, revealing the spatiotemporal differences in the intensity of human engineering activities on the Qinghai Tibet Plateau, and scientifically evaluating their intensity changes. The content includes data on the intensity of energy engineering construction, municipal infrastructure construction, transportation infrastructure construction, and human engineering activities on the Qinghai Tibet Plateau, with county-level units. The construction intensity of energy engineering mainly selects three secondary indicators, namely wind power construction intensity, photovoltaic construction intensity, and hydropower construction intensity, as well as 12 tertiary indicators; The intensity of municipal infrastructure construction mainly selects five secondary indicators: communication penetration, medical coverage, education coverage, pension insurance coverage, and built-up area scale index; The intensity of transportation infrastructure construction mainly selects two secondary indicators, namely road network density and transportation hub radiation, and seven tertiary indicators; Quantitative analysis and evaluation of the intensity of human engineering activities on the Qinghai Tibet Plateau are conducted at different scales across the entire region, province, and county, revealing the spatiotemporal differences in the intensity of human engineering activities on the Qinghai Tibet Plateau. The sources of energy development data and municipal infrastructure construction intensity data are various statistical data and field survey data. Using a five-year interval as the time node (2000, 2005, 2010, 2015, 2020); The source data of transportation infrastructure construction intensity is OpenStreetMap transportation network data. Obtain point data of passenger stations through network resources, mainly including geographical location data of passenger stations in counties on the Qinghai Tibet Plateau. Data products help evaluate the goals of adaptive development and balancing ecological environment and economic development in the Qinghai Tibet Plateau region.",
            "descriptionCn": "本数据产品以各类统计数据和科考实地考察数据为基础，开展全域、省域、县域的定量分析和评价，基于层次分析法及专家打分法对各级指标赋权重，进一步得出青藏高原人类工程活动强度时空变化数据，揭示青藏高原人类工程活动强度的时空差异，科学评价其强度变化。内容包括以县域为单元的能源工程建设强度、市政基础设施建设强度、交通基础设施建设强度和青藏高原人类工程活动强度数据。能源工程建设强度主要选取风电建设强度、光电建设强度以及水电建设强度3个二级指标及12个三级指标；市政基础设施建设强度主要选取通信普及度、医疗覆盖度、教育覆盖度、养老保险覆盖度、建成区规模指数共5个二级指标；交通基础设施建设强度主要选取路网密度和交通枢纽辐射度两个二级指标及7个三级指标；青藏高原人类工程活动强度从全域、省域、县域不同尺度进行定量分析和评价，揭示青藏高原人类工程活动强度的时空差异。能源开发数据和市政基础设施建设强度数据来源为各类统计数据和科考实地考察数据。以五年间隔为时间节点（2000年、2005、2010年、2015年、2020年）；交通基础设施建设强度源数据为OpenStreetMap交通路网数据。通过网络资源获取客运站点状数据，主要包括青藏高原县域客运站地理位置数据。数据产品有助于评价青藏高原地区适应性发展和平衡生态环境与经济发展的目标。\n",
            "instructions": "File name: XXXX_county_yyyy which XXXX on behalf of the energy intensity of engineering construction, municipal infrastructure construction intensity, intensity of traffic infrastructure construction and major infrastructure construction engineering strength, said county county scales, yyyy on behalf of the year.Method of data read: ArcGIS software available for viewing and editing.",
            "instructionsCn": "文件命名：XXXX_county_yyyy，其中XXXX代表能源工程建设强度、市政基础设施建设强度、交通基础设施建设强度及重大工程基础设施建设强度，county表示县域尺度下，yyyy代表年份。数据读取方式：可用ArcGIS软件可进行查看和编辑。",
            "east": 104.47,
            "west": 73.19,
            "south": 26.0,
            "north": 39.47,
            "startTime": "2000-01-01 11:08:10",
            "endTime": "2020-12-31 11:08:10",
            "fileSize": 428272418.0,
            "cstr": "18406.11.HumanNat.tpdc.300540",
            "doi": "10.11888/HumanNat.tpdc.300540",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "汪东川",
                "nameEn": "WANG Dongchuan",
                "unitEn": "",
                "unitCn": "天津城建大学"
            },
            {
                "nameCn": "王志恒",
                "nameEn": "WANG Zhiheng",
                "unitEn": "",
                "unitCn": "天津城建大学"
            },
            {
                "nameCn": "赵爽",
                "nameEn": "ZHAO Shuang",
                "unitEn": "",
                "unitCn": "天津城建大学"
            },
            {
                "nameCn": "王思润",
                "nameEn": "WANG Sirun",
                "unitEn": "",
                "unitCn": "天津城建大学"
            },
            {
                "nameCn": "许家承",
                "nameEn": "XU Jiacheng",
                "unitEn": "",
                "unitCn": "天津城建大学"
            },
            {
                "nameCn": "魏奥泽",
                "nameEn": "WEI Aoze",
                "unitEn": "",
                "unitCn": "天津城建大学"
            },
            {
                "nameCn": "贾世杰",
                "nameEn": "JIA Shijie",
                "unitEn": "",
                "unitCn": "天津城建大学"
            },
            {
                "nameCn": "俞长锦",
                "nameEn": "YU Changjin",
                "unitEn": "",
                "unitCn": "天津城建大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "美丽中国目标下省域未来人居环境地理图景效应评估——以福建省为例",
                "titleEn": null,
                "referenceCn": "匡文慧,董禹麟,窦银银等.(2023).美丽中国目标下省域未来人居环境地理图景效应评估——以福建省为例.经济地理,2023,43(05):160-168.DOI:10.15957/j.cnki.jjdl.2023.05.017.",
                "referenceEn": null
            },
            {
                "titleCn": "青藏高原交通设施建设及影响评价研究进展",
                "titleEn": null,
                "referenceCn": "苗毅,刘海猛,宋金平等.(2020).青藏高原交通设施建设及影响评价研究进展.地球科学进展,2020,35(03):308-318.DOI:10.11867/j.issn.1001-8166.2020.023.",
                "referenceEn": null
            },
            {
                "titleCn": "青藏高原土地资源人类活动适宜性评价方法及实证应用",
                "titleEn": null,
                "referenceCn": "徐勇,王丽佳,杨华.(2022).青藏高原土地资源人类活动适宜性评价方法及实证应用.地理学报,2022,77(07):1615-1633.DOI: 10.11821/dlxb202207004.",
                "referenceEn": null
            },
            {
                "titleCn": "青藏高原人类活动强度时空变化与影响因素",
                "titleEn": null,
                "referenceCn": "杨华,徐勇,王丽佳等.(2023).青藏高原人类活动强度时空变化与影响因素.生态学报,2023,43(10):3995-4009.DOI:10.5846/stxb202211183332.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "交通",
                "nameEn": "Traffic"
            },
            {
                "nameCn": "基础设施",
                "nameEn": "Infrastructure"
            },
            {
                "nameCn": "能源资源",
                "nameEn": "Energy Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000年、2005年、2010年、、2015年、2020年",
                "keywordEn": "In 2000, 2005, 2010, 2015, 2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of how data from OpenStreetMap is utilized to analyze traffic infrastructure construction intensity across different scales in the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个示例，说明如何利用OpenStreetMap的数据分析青藏 Plateau 不同尺度的交通基础设施建设强度？",
                "AnswerEn": "OpenStreetMap traffic network data is used as a source to determine the traffic infrastructure construction intensity. This involves analyzing road network density and the radiation of transportation hubs as secondary indicators, along with seven tertiary indicators. The analysis is conducted at varying scales, such as entire regions, provinces, and counties, to uncover spatiotemporal differences in human engineering activity intensity in the Tibetan Plateau.",
                "AnswerCn": "OpenStreetMap交通网络数据被用作确定交通基础设施建设强度的来源。这涉及分析道路网络密度和交通枢纽的辐射作为次级指标，以及七个三级指标。该分析在不同的尺度上进行，例如整个地区、省份和县，以揭示青藏高原人类工程活动强度的时空差异。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the data collection methods used for assessing human engineering activity intensity on the Qinghai-Tibetan Plateau?",
                "QuestionCn": "评估青藏高原人类工程活动强度的数据收集方法的特点是什么？",
                "AnswerEn": "quantitative analysis, hierarchical analysis, expert scoring, statistical data, scientific field investigation data, energy development intensity, municipal infrastructure construction intensity, five-year interval time nodes (2000, 2005, 2010, 2015, 2020), traffic infrastructure construction intensity, OpenStreetMap traffic network data, passenger station point data from online resources",
                "AnswerCn": "定量分析、层次分析、专家评分、统计数据、科学领域调查数据、能源开发强度、市政基础设施建设强度、五年间隔时间节点（2000年、2005年、2010年、2015年、2020年）、交通基础设施建设强度、OpenStreetMap交通网络数据、来自在线资源的客运站点数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the frequency of data collection intervals used to assess the intensity of human engineering activities in the Tibetan Plateau?",
                "QuestionCn": "用于评估青藏高原人类工程活动强度的数据收集间隔频率是什么？",
                "AnswerEn": "5 years",
                "AnswerCn": "5年",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the data collection method using statistical data and field surveys compare to using OpenStreetMap for gathering transportation infrastructure data in terms of spatial and temporal resolution?",
                "QuestionCn": "使用统计数据和实地调查的数据收集方法与使用OpenStreetMap收集交通基础设施数据在空间和时间分辨率方面的比较如何？",
                "AnswerEn": "The data collection method using statistical data and field surveys involves collecting energy and municipal infrastructure intensity data based on various statistical figures and scientific field investigations, evaluated at different scales such as county, province, and region. This approach uses a five-year interval for time points (2000, 2005, 2010, 2015, 2020). In contrast, OpenStreetMap is used primarily for transportation infrastructure data, offering detailed, up-to-date network data and point data for passenger station locations, potentially providing finer spatial resolution but possibly lacking the systematic time interval structure of the other methods.",
                "AnswerCn": "数据收集方法使用统计数据和实地调查，涉及根据各种统计数字和科学实地调查收集能源和市政基础设施强度数据，评估不同的尺度，如县、省和地区。该方法采用五年间隔的时间点（2000年、2005年、2010年、2015年、2020年）。相比之下，OpenStreetMap主要用于交通基础设施数据，提供详细的、最新的网络数据和乘客站点位置的点数据，可能提供更细的空间分辨率，但可能缺乏其他方法的系统时间间隔结构。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can the spatial and temporal variations in human engineering activity intensity across different regions of the Qinghai-Tibet Plateau tell us about the effectiveness of using hierarchical analysis and expert scoring methods in data collection?",
                "QuestionCn": "青藏高原不同地区人类工程活动强度的空间和时间变化可以告诉我们，使用层次分析法和专家评分方法进行数据收集的有效性。",
                "AnswerEn": "The spatial and temporal variations in human engineering activity intensity across different regions of the Qinghai-Tibet Plateau indicate the effectiveness of using hierarchical analysis and expert scoring methods in capturing nuanced differences in development intensity. These methods allow for assigning weights to various indicators, which helps in revealing the spatio-temporal differences in human engineering activities. By analyzing data based on these methodologies, researchers can evaluate the intensity changes accurately and understand how different factors contribute to development across various scales such as regional, provincial, and county levels.",
                "AnswerCn": "青藏 Plateau 不同地区人类工程活动强度的空间和时间变化表明，采用分层分析和专家评分方法在捕捉发展强度的细微差异方面是有效的。这些方法允许对各种指标分配权重，从而有助于揭示人类工程活动的时空差异。通过基于这些方法的数据分析，研究人员可以准确评估强度变化，并理解不同因素如何在区域、省级和县级等不同尺度上影响发展。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of using statistical data and field survey data in assessing the intensity of human engineering activities on the Qinghai-Tibet Plateau?",
                "QuestionCn": "使用统计数据和实地调查数据评估青藏高原人类工程活动强度的潜在结果是什么？",
                "AnswerEn": "Using statistical data and field survey data can lead to a comprehensive understanding of the intensity of human engineering activities on the Qinghai-Tibet Plateau. It allows for quantitative analysis and evaluation on different scales, such as regional, provincial, and county levels, which helps reveal spatial and temporal differences in human engineering activity intensity. This approach can also support a scientific evaluation of intensity changes over time, contributing to adaptive development and balancing ecological and economic development goals in the region.",
                "AnswerCn": "使用统计数据和实地调查数据可以全面了解青藏高原人类工程活动的强度。这种方法允许在区域、省级和县级等不同尺度上进行定量分析和评估，有助于揭示人类工程活动强度的空间和时间差异。这种方法还可以支持对强度变化的科学评估，为该地区的适应性发展以及平衡生态与经济发展目标做出贡献。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What objectives might drive the creation of a dataset focused on analyzing the intensity of human engineering activities on the Qinghai-Tibet Plateau over time?",
                "QuestionCn": "创建一个专注于分析青藏高原人类工程活动强度随时间变化的数据集可能驱动的目标包括：",
                "AnswerEn": "The objectives could include evaluating the spatiotemporal variations in human engineering activity intensity, assessing the balance between ecological environment and economic development, and providing insights into adaptive development strategies for the Qinghai-Tibet Plateau region. This involves using statistical data and field survey data for energy, municipal infrastructure, and transportation infrastructure, and conducting quantitative analyses at different scales to reveal spatial and temporal differences.",
                "AnswerCn": "目标包括评估人类工程活动强度的时空变化，评估生态环境与经济发展之间的平衡，并为青藏高原地区的适应性发展策略提供见解。这涉及使用能源、市政基础设施和交通基础设施的统计数据和实地调查数据，并在不同尺度上进行定量分析，以揭示空间和时间上的差异。",
                "Level": "C6(Creating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are used to assign weights to different indicators when analyzing the intensity of human engineering activities on the Qinghai-Tibet Plateau?",
                "QuestionCn": "在分析青藏高原人类工程活动强度时，使用哪些程序为不同指标分配权重？",
                "AnswerEn": "The process involves using the Analytic Hierarchy Process (AHP) and expert scoring methods to assign weights to various indicators at different levels. This approach helps to quantify the spatial and temporal variations in the intensity of human engineering activities.",
                "AnswerCn": "该过程涉及使用层次分析法（AHP）和专家评分方法，为不同层次的各种指标分配权重。这种方法有助于量化人类工程活动强度的空间和时间变化。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}