{
    "id": "47acf141-2c86-4e1f-8f68-036ae57d268e",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Remote sensing products of snow depth in Sanjiangyuan (1980-2020)",
            "titleCn": "三江源积雪深度遥感产品（1980-2020年）",
            "description": "This dataset was derived from long-term daily snow depth in China based on the boundary of the three-river-source area. The snow depth ranges from 0 to 100 cm, and the temporal coverage is from January 1 1980 to December 31 2020. The spatial and temporal resolutions are 0.25o and daily, respectively. Snow depth was produced from satellite passive microwave remote sensing data which came from three different sensors that are SMMR, SSM/I and SSMI/S. Considering the systematic bias among these sensors, the inter-sensor calibrations were performed to obtain temporal consistent passive microwave remote sensing data. And the long-term daily snow depth in China were produced from this consistent data based on the spectral gradient method.For header file information, refer to the data set header.txt.",
            "descriptionCn": "本数据集来源于中国长时间序列雪深数据集，利用三江源边界进行提取形成三江源雪深数据集。取值范围：0-100 cm。时间分辨率：逐日。空间分辨率为0.25 度（约25km），时间范围是1980年1月1日至2020年12月31日。雪深数据基于星载被动微波遥感数据生产，使用了三个不同的被动微波传感器数据，它们分别是SMMR,SSM/I和SSMI/S。由于不同的传感器之间存在一定的系统偏差，因此，首先对不同传感器的数据进行了交叉订正，然后再基于被动微波亮度温度梯度法制作中国长时间序列雪深数据集。头文件信息可参考数据集header.txt。",
            "instructions": "Data name: region_YYYYDDD.txt,’YYYY’represents year, DDD reprensents Julian day.",
            "instructionsCn": "文件命名方式为：区域缩写_YYYYDDD.txt,YYYY表示年份，DDD表示第DDD天。",
            "east": 102.58,
            "west": 89.15,
            "south": 30.79,
            "north": 37.38,
            "startTime": "1980-01-18 16:00:00",
            "endTime": "2020-12-31 16:00:00",
            "fileSize": 74801793.0,
            "cstr": "18406.11.Snow.tpdc.271231",
            "doi": "10.11888/Snow.tpdc.271231",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "戴礼云",
                "nameEn": "DAI Liyun",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Snow depth derived from passive microwave remote-sensing data in China",
                "referenceCn": null,
                "referenceEn": "Che, T., Li, X., Jin, R., Armstrong, R., &Zhang, T.J. (2008). Snow depth derived from passive microwave remote-sensing data in China. Annals of Glaciology, 49, 145-154."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰冻圈遥感",
                "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
            },
            {
                "nameCn": "微波遥感",
                "nameEn": "Microwave remote sensing"
            },
            {
                "nameCn": "积雪",
                "nameEn": "Snow"
            },
            {
                "nameCn": "积雪深度",
                "nameEn": "Snow depth"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "三江源",
                "keywordEn": "Three Rivers Source"
            },
            {
                "keywordCn": "三江源国家公园",
                "keywordEn": "Three-River-Source National Park"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1980",
                "keywordEn": "1980",
                "type": "temporal"
            },
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "中国积雪特性及分布调查第1课题 “中国典型积雪区积雪特性地面调查”",
                "titleEn": "In situ investigation on snow characteristics in the typical snow regions in China"
            },
            {
                "titleCn": "被动微波遥感雪深反演中积雪特性于下垫面的散射余辐射激励研究",
                "titleEn": "National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "三江源国家公园生态监测平台",
                "titleEn": "Ecological Data Center of Sanjiangyuan National Park"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics and technical specifications of snow depth remote sensing products used for monitoring snow depth in the Sanjiangyuan region from 1980 to 2020?",
                "QuestionCn": "用于监测1980年至2020年三江源地区雪深的遥感产品的具体特征和技术规格是什么？",
                "AnswerEn": "0 to 100 cm, daily observations, 0.25 degrees spatial resolution, SMMR, SSM/I, SSMI/S, passive microwave brightness temperature gradient method",
                "AnswerCn": "0到100厘米，每日观测，0.25度空间分辨率，SMMR，SSM/I，SSMI/S，被动微波亮温梯度法",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution used in the data collection method for snow depth measurement in the 三江源 region?",
                "QuestionCn": "三江源地区雪深测量数据收集方法使用的空间分辨率是多少？",
                "AnswerEn": "0.25 degrees",
                "AnswerCn": "0.25度",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for snow depth using passive microwave remote sensing compare to other remote sensing techniques in terms of temporal and spatial resolution?",
                "QuestionCn": "被动微波遥感用于雪深数据收集的方法与其他遥感技术在时间分辨率和空间分辨率方面的比较如何？",
                "AnswerEn": "The snow depth data collection method using passive microwave remote sensing, as described, provides a temporal resolution of daily and a spatial resolution of 0.25 degrees (approximately 25 km). This approach utilizes data from three different passive microwave sensors: SMMR, SSM/I, and SSMI/S, and involves cross-correction for systematic biases between sensors. Other remote sensing techniques might offer different resolutions and may not require such cross-correction processes, depending on the specific sensors and methodologies employed.",
                "AnswerCn": "使用被动微波遥感的雪深数据收集方法提供了每日的时间分辨率和约25公里（0.25度）的空间分辨率。这种方法利用了来自三种不同被动微波传感器的数据：SMMR、SSM/I和SSMI/S，并涉及对传感器之间系统性偏差的交叉校正。其他遥感技术可能提供不同的分辨率，并且可能不需要这样的交叉校正过程，具体取决于所使用的传感器和方法。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges of ensuring accuracy and consistency in snow depth data collected via satellite-based passive microwave remote sensing?",
                "QuestionCn": "确保通过卫星被动微波遥感收集的雪深数据的准确性和一致性面临的挑战因素有哪些？",
                "AnswerEn": "The challenges in ensuring accuracy and consistency in snow depth data collected via satellite-based passive microwave remote sensing stem from several factors: the presence of system bias among the different sensors (SMMR, SSM/I, and SSMI/S) used over time, which requires cross-correction of the data; the reliance on brightness temperature gradient methods, which may be affected by environmental conditions such as terrain and atmospheric effects; and the need for accurate calibration and validation of the data against ground truth measurements to ensure reliability across the long temporal span from 1980 to 2020.",
                "AnswerCn": "通过卫星被动微波遥感收集的雪深数据在确保准确性和一致性方面面临几个挑战：不同传感器（SMMR、SSM/I 和 SSMI/S）之间存在系统偏差，这需要对数据进行交叉校正；依赖于亮温梯度方法，这可能受到地形和大气影响等环境条件的影响；以及需要对数据进行准确的校准和验证，以确保在1980年至2020年的长期时间跨度内的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using multiple passive microwave sensors with cross-calibration techniques on the accuracy and reliability of long-term snow depth datasets?",
                "QuestionCn": "使用多个被动微波传感器和交叉校准技术对长期雪深数据集的准确性和可靠性可能产生的后果是什么？",
                "AnswerEn": "The use of multiple passive microwave sensors with cross-calibration techniques can lead to increased accuracy and reliability of long-term snow depth datasets. By addressing the systematic biases among different sensors like SMMR, SSM/I, and SSMI/S, the cross-calibration process ensures consistency in the data, resulting in a more robust and comprehensive dataset that accurately reflects snow depth over time. This enhances the dataset's value for tracking changes and trends in snow depth across large spatial and temporal scales.",
                "AnswerCn": "使用多个被动微波传感器并结合交叉校准技术，可以提高长期雪深数据集的准确性和可靠性。通过解决不同传感器（如SMMR、SSM/I和SSMI/S）之间的系统偏差，交叉校准过程确保数据的一致性，从而生成一个更强大和全面的数据集，准确反映雪深的变化。这增强了该数据集在大空间和时间尺度上跟踪雪深变化和趋势的价值。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of collecting snow depth data using satellite-based passive microwave remote sensing over the years 1980 to 2020 in the Sanjiangyuan region?",
                "QuestionCn": "在1980年至2020年期间，使用卫星被动微波遥感收集三江源地区雪深数据的主要目标是什么？",
                "AnswerEn": "The primary objectives of collecting snow depth data using satellite-based passive microwave remote sensing in the Sanjiangyuan region from 1980 to 2020 are to create a long-term dataset that accurately reflects snow depth variations and trends over time. This involves using data from different passive microwave sensors (SMMR, SSM/I, and SSMI/S) to ensure comprehensive coverage and accuracy, addressing sensor biases through cross-correction and leveraging the passive microwave brightness temperature gradient method to produce the dataset. The aim is to provide reliable and consistent snow depth information with a daily temporal and 0.25-degree spatial resolution.",
                "AnswerCn": "在1980年至2020年期间，使用卫星被动微波遥感收集三江源地区雪深数据的主要目标是创建一个长期数据集，准确反映雪深的变化和趋势。这涉及使用不同的被动微波传感器（SMMR、SSM/I和SSMI/S）以确保全面覆盖和准确性，通过交叉校正解决传感器偏差，并利用被动微波亮温梯度方法生成数据集。其目的是提供可靠且一致的雪深信息，具有每日时间分辨率和0.25度空间分辨率。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures and techniques are used to correct the systematic biases between different passive microwave sensors when generating a long-term snow depth dataset for the Sanjiangyuan region?",
                "QuestionCn": "在生成三江源地区的长期雪深数据集时，纠正不同被动微波传感器之间的系统偏差所使用的程序和技术有哪些？",
                "AnswerEn": "To correct the systematic biases between different passive microwave sensors, the data from the sensors SMMR, SSM/I, and SSMI/S are first cross-corrected. Following this correction, a long-term snow depth dataset for China is created using the passive microwave brightness temperature gradient method. The dataset specifically for the Sanjiangyuan region is then extracted from this corrected long-term dataset.",
                "AnswerCn": "为了纠正不同被动微波传感器之间的系统偏差，首先对SMMR、SSM/I和SSMI/S传感器的数据进行交叉校正。在完成这一校正后，利用被动微波亮温梯度法创建了中国的长期雪深数据集。随后，从这个经过校正的长期数据集中提取出专门针对三江源地区的数据集。",
                "Level": "C3(Applying)"
            }
        ]
    }
}