{
    "id": "47f5614c-3638-486e-9ea2-593ed87f04dc",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Land Surface Temperature Dataset of Typical Stations in Middle Reaches of Heihe River Basin Based on UAV Remote Sensing(2020,V1)",
            "titleCn": "黑河中游典型站点无人机遥感地表温度数据（2020,V1）",
            "description": "Land Surface temperature is one of the important parameters of surface energy balance. This dataset is the monthly land surface temperature data of typical stations in Heihe River Basin from June to October in 2020; In flight, DJI M600 Pro UAV was equipped with the WIRIS Pro sc thermal imager. taking SD station in the wetland, DM station in the oasis and Hz station in the desert as the center, the land surface temperature was observed, and the surface brightness temperature image was obtained. The flying height of the UAV was about 300m, the pixel of the thermal imager was 336x256, and the spatial resolution of the image was 0.4m. The surface temperature retrieval algorithm is an improved single channel algorithm, which is applied to the surface brightness temperature data obtained by UAV thermal imager, and finally the land surface temperature data with 0.4 m spatial resolution is obtained.",
            "descriptionCn": "地表温度是地表能量平衡的重要参量之一。本数据集为2020年6-10月逐月的黑河流域典型站点无人机遥感地表温度数据；飞行使用大疆M600 pro无人机搭载WIRIS Pro Sc热像仪，分别以湿地内的SD站、绿洲内的DM站和荒漠内的HZ站为中心，观测了地表温度获取了地表亮温图像，无人机的飞行高度约300m，热像仪的像素为336x256，图像的空间分辨率为0.4m。地表温度反演算法为改进的单通道算法，将该算法应用于无人机热红外遥感传感器获取的地表亮温数据，最终得到0.4m空间分辨率的地表温度数据。",
            "instructions": "File Naming Convention: YYYYMMDD_XX.tiff (YYYY: year, MM: month, DD: day, XX: station name, including DM – Daman superstation, SD – Zhangye wetland station, and HZ – Huazhaizi station)\nThis file can be opened and processed with ArcGIS software",
            "instructionsCn": "文件命名约定：YYYYMMDD_XX.tiff（YYYY：年，MM：月，DD：日，XX：站点，其中DM为大满超级站，SD为张掖湿地站，HZ为花寨子站）\n本文件可以用ArcGIS打开，并进行对应分析处理",
            "east": 100.451,
            "west": 100.309,
            "south": 38.757,
            "north": 38.98,
            "startTime": "2020-06-14 00:00:00",
            "endTime": "2020-10-21 00:00:00",
            "fileSize": 994002400.0,
            "cstr": "18406.11.Ecolo.tpdc.271348",
            "doi": "10.11888/Ecolo.tpdc.271348",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "周纪",
                "nameEn": "ZHOU Ji",
                "unitEn": "University of Electronic Science and Technology of China",
                "unitCn": "电子科技大学"
            },
            {
                "nameCn": "王子卫",
                "nameEn": "WANG Ziwei",
                "unitEn": "",
                "unitCn": "电子科技大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Component radiative temperatures over sparsely vegetated surfaces and their potential for upscaling land surface temperature",
                "referenceCn": null,
                "referenceEn": "Li, M., Zhou, J., Peng, Z., Liu, S., Göttsche, F. M., Zhang, X., & Song, L. (2019). Component radiative temperatures over sparsely vegetated surfaces and their potential for upscaling land surface temperature. Agricultural and Forest Meteorology, 276, 107600."
            },
            {
                "titleCn": null,
                "titleEn": "Atmospheric corrections of single broadband channel and multidirectional airborne thermal infrared data: Application to the ReSeDA experiment.",
                "referenceCn": null,
                "referenceEn": "Jacob, F., Gu, X.F., Hanocq, J.-F., Tallet, N., Baret, F. (2003). Atmospheric corrections of single broadband channel and multidirectional airborne thermal infrared data: Application to the ReSeDA experiment. International Journal of Remote Sensing 24, 3269–3290. https://doi.org/10.1080/01431160210153958"
            },
            {
                "titleCn": null,
                "titleEn": "A generalized single-channel method for retrieving land surface temperature from remote sensing data.",
                "referenceCn": null,
                "referenceEn": "Jiménez-Muñoz, J.C. (2003). A generalized single-channel method for retrieving land surface temperature from remote sensing data. Journal of Geophysical Research 108. https://doi.org/10.1029/2003jd003480"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表产品",
                "nameEn": "Land surface product"
            },
            {
                "nameCn": "无人机",
                "nameEn": "UAV"
            },
            {
                "nameCn": "热像仪",
                "nameEn": "Thermal imager"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "大满超级站",
                "keywordEn": "Daman superstation"
            },
            {
                "keywordCn": "张掖湿地站",
                "keywordEn": "Zhangye wetland station"
            },
            {
                "keywordCn": "花寨子荒漠站",
                "keywordEn": "huazhaizi desert steppe station"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020-6-10",
                "keywordEn": "2020-6-10",
                "type": "temporal"
            },
            {
                "keywordCn": "2020年",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific features and resolution capabilities of thermal imaging sensors used in collecting surface temperature data in remote sensing?",
                "QuestionCn": "热成像传感器在收集表面温度数据的遥感中具有哪些具体特征和分辨率能力？",
                "AnswerEn": "336x256 pixels resolution, spatial resolution of 0.4m, mounted on DJI M600 pro drone, flight height of approximately 300m",
                "AnswerCn": "336x256像素分辨率，空间分辨率为0.4米，安装在DJI M600 Pro无人机上，飞行高度约为300米。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the surface temperature data collected using unmanned aerial vehicles in this domain?",
                "QuestionCn": "在该领域中，使用无人机收集的地表温度数据的空间分辨率是多少？",
                "AnswerEn": "0.4 meters",
                "AnswerCn": "0.4米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '改进的单通道算法' mean in the context of retrieving surface temperature from UAV thermal infrared remote sensing data?",
                "QuestionCn": "'改进的单通道算法'在无人机热红外遥感数据中提取地表温度的背景下，指的是一种优化的算法，用于从单一的热红外波段数据中准确估算地表温度。",
                "AnswerEn": "In the context of retrieving surface temperature from UAV thermal infrared remote sensing data, '改进的单通道算法' refers to an improved single-channel algorithm used to process the brightness temperature data acquired by thermal infrared sensors on drones. This algorithm is applied to convert the brightness temperature data into surface temperature data with a spatial resolution of 0.4 meters.",
                "AnswerCn": "在无人机热红外遥感数据中，'改进的单通道算法'指的是一种改进的单通道算法，用于处理热红外传感器获取的亮温数据。该算法用于将亮温数据转换为具有0.4米空间分辨率的地表温度数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the method of collecting surface temperature data using a UAV with a thermal camera compare to traditional ground-based temperature measurement techniques in terms of spatial resolution and data accuracy?",
                "QuestionCn": "使用配备热像仪的无人机（UAV）收集表面温度数据的方法与传统的地面温度测量技术在空间分辨率和数据准确性方面有何比较？",
                "AnswerEn": "The method of collecting surface temperature data using a UAV with a thermal camera provides a higher spatial resolution of 0.4m due to the UAV's flight height of approximately 300m and the thermal camera's pixel resolution of 336x256. This allows for detailed surface temperature observations over specific sites like wetlands, oases, and deserts. In contrast, traditional ground-based temperature measurement techniques typically offer lower spatial resolution but may provide higher data accuracy at specific points. The UAV approach uses an improved single-channel algorithm for temperature retrieval, which may introduce variability in data accuracy compared to direct ground measurements.",
                "AnswerCn": "使用配备热成像相机的无人机收集表面温度数据的方法，由于无人机飞行高度约为300米以及热成像相机的像素分辨率为336x256，提供了0.4米的更高空间分辨率。这使得对湿地、绿洲和沙漠等特定地点的表面温度观察更加详细。相比之下，传统的地面温度测量技术通常提供较低的空间分辨率，但在特定点上可能提供更高的数据准确性。无人机方法使用改进的单通道算法进行温度反演，这可能导致与直接地面测量相比数据准确性存在变异。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the choice of using UAV-based thermal imaging for collecting surface temperature data in the Heihe River Basin?",
                "QuestionCn": "在黑河流域选择使用无人机热成像收集表面温度数据的因素有哪些？",
                "AnswerEn": "The use of UAV-based thermal imaging for collecting surface temperature data in the Heihe River Basin is influenced by factors such as the ability to obtain high-resolution spatial data (0.4m) due to the low flight altitude of approximately 300m, and the capability of the thermal sensor (WIRIS Pro Sc) with a pixel resolution of 336x256 to capture detailed surface brightness temperature images. Additionally, the improved single-channel algorithm applied to these images allows for accurate derivation of surface temperature data, which is crucial for understanding surface energy balance.",
                "AnswerCn": "在黑河流域，基于无人机的热成像用于收集表面温度数据，受到多个因素的影响，例如由于飞行高度约为300米，可以获得高分辨率的空间数据（0.4米），以及热传感器（WIRIS Pro Sc）具有336x256的像素分辨率，能够捕捉详细的表面亮度温度图像。此外，应用于这些图像的改进单通道算法可以准确推导出表面温度数据，这对于理解表面能量平衡至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the goal of using UAV-based thermal infrared remote sensors for collecting land surface temperature data in specific regions?",
                "QuestionCn": "使用无人机（UAV）基于热红外遥感器收集特定区域的地表温度数据的目标是什么？",
                "AnswerEn": "The goal is to obtain high-resolution land surface temperature data, which is a crucial parameter for understanding surface energy balance. By using UAVs equipped with thermal infrared sensors, it is possible to capture detailed thermal images with a spatial resolution of 0.4m across different land types, such as wetlands, oases, and deserts, enhancing the accuracy and applicability of surface temperature data.",
                "AnswerCn": "目标是获取高分辨率的地表温度数据，这是理解地表能量平衡的重要参数。通过使用配备热红外传感器的无人机，可以在不同的土地类型（如湿地、绿洲和沙漠）上捕获具有0.4米空间分辨率的详细热图像，从而提高地表温度数据的准确性和适用性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in collecting surface temperature data using drone-based thermal infrared remote sensing in river basin environments?",
                "QuestionCn": "在河流流域环境中，使用无人机热红外遥感收集表面温度数据涉及哪些程序？",
                "AnswerEn": "The data collection involves using a DJI M600 pro drone equipped with a WIRIS Pro Sc thermal camera. The drone flies at an altitude of approximately 300 meters to capture thermal images, focusing on specific stations such as wetland, oasis, and desert areas within a river basin. The thermal camera has a resolution of 336x256 pixels, corresponding to a spatial resolution of 0.4m. The surface temperature is derived using an improved single-channel algorithm applied to the brightness temperature data collected by the thermal infrared remote sensing sensor.",
                "AnswerCn": "数据收集涉及使用配备WIRIS Pro Sc热成像相机的DJI M600 Pro无人机。无人机在大约300米的高度飞行，以捕捉热成像图像，重点关注河流流域内的特定站点，如湿地、绿洲和沙漠地区。热成像相机的分辨率为336x256像素，对应的空间分辨率为0.4米。表面温度是通过对热红外遥感传感器收集的亮度温度数据应用改进的单通道算法得出的。",
                "Level": "C3(Applying)"
            }
        ]
    }
}