{
  "id": "485db439-8b7a-4648-b6d3-30b855d817ba",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical data of Early Cretaceous Xiabie Co granite and microgranular enclaves in northern Niyma County, Tibet",
      "titleCn": "西藏尼玛县北部早白垩世虾别错花岗岩和暗色细粒包体地球化学数据",
      "description": "Data contain the whole-rock major, trace elements, Sr Nd isotopes, zircon U-Pb and Hf-O isotopic data, and major oxides contents of the major rock-forming minerals of host granites and microgranular enclaves collected from the Nyima area, central Tibet.  The whole-rock major element data are obtained by X-ray fluorescence spectrometry, the trace element data are obtained by inductively coupled plasma mass spectrometry, the Sr and Nd isotope data are obtained by multi collector inductively coupled plasma mass spectrometry, and the major element chemical data of minerals are obtained by electron probe microanalyzer, Zircon U-Pb and Hf isotopic data were obtained by laser ablation combined with inductively coupled plasma mass spectrometry, and zircon O isotopic data were analyzed by secondary ion mass spectrometry. These data were used for further explore the petrogenesis of these granites and hosed enclaves.",
      "descriptionCn": "本数据集包含尼玛县北部下别地区花岗岩和其中包含的暗色包体的全岩主量、微量元素和Sr-Nd同位素、锆石U-Pb、Hf-O同位素数据和矿物主量元素化学数据。岩石主量元素数据通过X射线荧光光谱分析获得，微量元素数据使用电感耦合等离子质谱仪获得，Sr-Nd同位素数据由多接收电感耦合等离子质谱仪测试获得，矿物主量元素化学数据是由电子探针分析测得，锆石U-Pb和Hf同位素数据由激光剥蚀联合电感耦合等离子质谱仪获得，锆石O同位素数据由二次离子质谱仪分析而得。通过所获得的这些数据，深入认识了这些花岗岩和包体的成因。",
      "instructions": "All data are stored in Excel file. The file name \"ZirocnUPb. XLS\" represents zircon U-Pb isotope data. The file name \"zircon HfO. XLS\" represents zircon Hf and oxygen isotope data. The file name \"WRMajorTrace. XLS\" represents the whole rock major and trace geochemical data. The file name \"WRSrNd. XLS\" represents the whole rock Sr and Nd isotopic data. The name of the file is \"MineralMajor. XLS\", which represents the data of mineral major elements.",
      "instructionsCn": "所有数据以Excel文件存储。文件名称为\"ZirocnUPb.xls\"代表锆石铀铅同位素数据。文件名称为\"ZirconHfO.xls\"代表锆石铪和氧同位素数据。文件名称为“WRMajorTrace.xls”代表全岩主微量地球化学数据。文件名称为“WRSrNd.xls”代表全岩Sr和Nd同位素数据。文件名称为“MineralMajor.xls”代表矿物主量元素数据。",
      "east": 87.883,
      "west": 87.083,
      "south": 32.15,
      "north": 32.383,
      "startTime": "2015-04-05 00:00:00",
      "endTime": "2019-06-10 11:59:59",
      "fileSize": 132168.0,
      "cstr": null,
      "doi": "10.1016/j.lithos.2019.105199",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "YANG Zong-Yong",
        "nameEn": "YANG Zong-Yong",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      },
      {
        "nameCn": "王强",
        "nameEn": "WANG Qiang",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Petrogenesis of Early Cretaceous granites and associated microgranular enclaves in the Xiabie Co area, central Tibet: Crust-derived magma mixing and melt extraction",
        "referenceCn": null,
        "referenceEn": "Yang, Z.Y., Wang, Q., Yang, J.H., Dan, W., Zhang, X.Z., Ma, L., Qi, Y., Wang, J., & Sun, P. (2019). Petrogenesis of Early Cretaceous granites and associated microgranular enclaves in the Xiabie Co area, central Tibet: Crust-derived magma mixing and melt extraction. Lithos, 350-351, 105199."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "尼玛",
        "keywordEn": "Nyima"
      },
      {
        "keywordCn": "羌塘地块",
        "keywordEn": "Qiangtang terrane"
      },
      {
        "keywordCn": "西藏",
        "keywordEn": "Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "早白垩世",
        "keywordEn": "early Cretaceous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the geochemical data collected from granites and dark fine-grained enclaves in the northern Nima County?",
        "QuestionCn": "在北尼玛县收集的花岗岩和深色细粒夹杂物的地球化学数据的特征是什么？",
        "AnswerEn": "whole-rock major and trace elements, Sr-Nd isotopes, zircon U-Pb and Hf-O isotopes, mineral major element chemistry",
        "AnswerCn": "全岩主量和微量元素，Sr-Nd 同位素，锆石 U-Pb 和 Hf-O 同位素，矿物主量元素化学组成",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the role of Sr-Nd isotopic data in understanding the genesis of granites and dark fine-grained enclaves?",
        "QuestionCn": "Sr-Nd同位素数据在理解花岗岩和深色细粒夹杂物的成因中扮演着什么角色？",
        "AnswerEn": "Sr-Nd isotopic data is used to analyze the isotopic composition of rocks, which helps in understanding the source and history of the granites and dark fine-grained enclaves. It provides insights into the origin and evolution of these geological formations.",
        "AnswerCn": "Sr-Nd同位素数据用于分析岩石的同位素组成，这有助于理解花岗岩和深色细粒夹杂物的来源和历史。它提供了对这些地质形成的起源和演化的见解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on geological understanding when utilizing advanced techniques like X-ray fluorescence, inductively coupled plasma mass spectrometry, and laser ablation for data collection in geochemical studies?",
        "QuestionCn": "在地球化学研究中，利用先进技术如X射线荧光、感应耦合等离子体质谱和激光剥蚀进行数据收集时，对地质理解的潜在影响是什么？",
        "AnswerEn": "The use of advanced techniques such as X-ray fluorescence, inductively coupled plasma mass spectrometry, and laser ablation in geochemical studies can result in a comprehensive understanding of geological formations. These methods enable precise measurement of major and trace elements, as well as isotopic compositions, which can reveal the origins and evolutionary history of rock formations, including granites and dark fine-grained enclaves. Additionally, the integration of zircon U-Pb dating and Hf-O isotopic analysis provides insights into the timing and source characteristics of magmatic events, thus enhancing geological models and interpretations.",
        "AnswerCn": "使用先进技术，如X射线荧光、感应耦合等离子体质谱和激光剥蚀，在地球化学研究中可以对地质构造有全面的理解。这些方法能够精确测量主要和微量元素以及同位素组成，从而揭示岩石构造的起源和演化历史，包括花岗岩和深色细粒夹杂物。此外，锆石U-Pb定年和Hf-O同位素分析的结合提供了关于岩浆事件的时间和源特征的见解，从而增强了地质模型和解释。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the methods used to obtain comprehensive geochemical data, including major and trace elements, and isotopic compositions from granitic and mafic enclaves in the early Cretaceous period in northern Nyima County, Tibet?",
        "QuestionCn": "获取早白垩世北尼玛县花岗岩和镁铁质包体的全面地球化学数据（包括主要和微量元素以及同位素组成）的方法有哪些？",
        "AnswerEn": "The geochemical data collection involves several techniques: major element data is obtained through X-ray fluorescence spectroscopy, trace element data is acquired using inductively coupled plasma mass spectrometry, Sr-Nd isotopic data is tested using multi-receiver inductively coupled plasma mass spectrometry, mineral major element chemical data is measured by electron probe analysis, zircon U-Pb and Hf isotopic data are obtained by laser ablation inductively coupled plasma mass spectrometry, and zircon O isotopic data is analyzed using secondary ion mass spectrometry.",
        "AnswerCn": "地球化学数据收集涉及多种技术：主要元素数据通过X射线荧光光谱法获得，微量元素数据使用感应耦合等离子体质谱法获取，Sr-Nd同位素数据通过多接收器感应耦合等离子体质谱法测试，矿物主要元素化学数据通过电子探针分析测量，锆石U-Pb和Hf同位素数据通过激光剥蚀感应耦合等离子体质谱法获得，锆石O同位素数据则使用次级离子质谱法分析。",
        "Level": "C1(Remembering)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements enable the collection and analysis of detailed geochemical data from granites and mafic enclaves in geological studies?",
        "QuestionCn": "哪些技术进步使得在地质研究中能够收集和分析来自花岗岩和镁铁质包体的详细地球化学数据？",
        "AnswerEn": "Technological advancements such as X-ray fluorescence spectroscopy for major element data, inductively coupled plasma mass spectrometry for trace element data, multi-collector inductively coupled plasma mass spectrometry for Sr-Nd isotopic data, electron probe microanalysis for mineral chemistry, laser ablation inductively coupled plasma mass spectrometry for zircon U-Pb and Hf isotopic data, and secondary ion mass spectrometry for zircon O isotopic data enable the collection and analysis of detailed geochemical data.",
        "AnswerCn": "技术进步，如用于主要元素数据的X射线荧光光谱法、用于微量元素数据的感应耦合等离子体质谱法、多收集器感应耦合等离子体质谱法用于Sr-Nd同位素数据、电子探针显微分析用于矿物化学、激光剥蚀感应耦合等离子体质谱法用于锆石U-Pb和Hf同位素数据，以及次级离子质谱法用于锆石O同位素数据，使得详细的地球化学数据的收集和分析成为可能。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}