{
    "id": "4878784b-3dc8-480e-a67a-4e8fc5e0f10f",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "1:100000 landuse dataset of Guizhou province (2000)",
            "titleCn": "贵州省1:10万土地利用数据集（2000）",
            "description": "This data is from \"China 1:100,000 land use data\".China 1:100,000 land use data was constructed in three years based on Landsat MSS, TM and ETM remote sensing data by using satellite remote sensing as a means to organize remote sensing science and technology teams from 19 institutes affiliated to the Chinese academy of sciences (cas) in the \"eighth five-year plan\" major application project \"national macro survey and dynamic research on remote sensing of resources and environment\".The land use data of guizhou province adopts a hierarchical land cover classification system, which divides the country into 6 primary categories (arable land, forest land, grassland, water area, urban and rural areas, industrial and mining areas, residential land and unused land) and 31 secondary categories.It is the most accurate land use data product in China and has played an important role in national land resource survey, hydrological and ecological research.",
            "descriptionCn": "本数据来源于“中国1:10万土地利用数据”。中国1:10万土地利用数据是由中国科学院“八五”重大应用项目《全国资源环境遥感宏观调查与动态研究》组织了中国科学院所属19个研究所的遥感科技队伍，以卫星遥感为手段，在三年内基于Landsat MSS，TM和ETM遥感数据构建的。贵州省土地利用数据采用一个分层的土地覆盖分类系统，将全国分为6个一级类（耕地、林地、草地、水域、城乡、工矿、居民用地和未利用土地），31个二级类。这是目前我国精度最高的土地利用数据产品，已经在国家土地资源调查、水文、生态研究中发挥着重要作用。",
            "instructions": "File name: data is stored in vector SHP format, file name \"Landuse_Guizhou_2000\".\nData reading: Arcgis, Qgis and other remote sensing software can be used to open and read.",
            "instructionsCn": "文件命名：数据以矢量shp格式存储，文件名称“Landuse_Guizhou_2000\"。\n数据读取：可以用Arcgis、Qgis等遥感软件打开读取。",
            "east": 110.0,
            "west": 103.03,
            "south": 24.36,
            "north": 29.4,
            "startTime": "2000-01-08 16:00:00",
            "endTime": "2001-01-08 03:59:59",
            "fileSize": 165524448.0,
            "cstr": "18406.11.Socioeco.tpdc.270653",
            "doi": "10.11888/Socioeco.tpdc.270653",
            "dataFormat": "矢量",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘纪远",
                "nameEn": "LIU Jiyuan",
                "unitEn": "Instiute of Geographic Sciences and Natural Resources Research, CAS",
                "unitCn": "中国科学院地理资源与环境研究所"
            },
            {
                "nameCn": "庄大方",
                "nameEn": "ZHUANG Dafang",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "王建华",
                "nameEn": "WANG Jianhua",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "吴世新",
                "nameEn": "WU Shixin",
                "unitEn": "",
                "unitCn": "中国科学院新疆生态与地理研究所"
            },
            {
                "nameCn": "周万村",
                "nameEn": "ZHOU Wancun",
                "unitEn": "",
                "unitCn": "中国科学院成都山地灾害与环境研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Study on spatial pattern of land-use change in China during 1995-2000",
                "referenceCn": null,
                "referenceEn": "Liu, J.Y., Liu, M.L., Zhuang, D.F., Zhang, Z.X., & Deng, X.Z. (2003). Study on spatial pattern of land-use change in China during 1995—2000, Science in China (D), 46(4), 373-384."
            },
            {
                "titleCn": null,
                "titleEn": "Evaluation of four remote sensing based land cover products over China",
                "referenceCn": null,
                "referenceEn": "Youhua Ran, Xin Li & Ling Lu (2010): Evaluation of four remote sensing based land cover products over China, International Journal of Remote Sensing, 31:2, 391-401."
            },
            {
                "titleCn": null,
                "titleEn": "China's Changing Landscape During the 1990s: large-scale land transformations estimated with satellite data",
                "referenceCn": null,
                "referenceEn": "Liu, J. Y., Tian, H. Q., Liu, M. L., Zhuang, D. F., Melillo, J. M., & Zhang, Z. X. (2005). China's changing landscape during the 1990s: large-scale land transformations estimated with satellite data. Geophysical Research Letters, 32(2), L02405."
            },
            {
                "titleCn": "贵州土地石漠化类型时空演变过程及其评价",
                "titleEn": null,
                "referenceCn": "白晓永, 王世杰, 陈起伟, (2009).贵州土地石漠化类型时空演变过程及其评价[J]. 地理学报. (05): 609-618.",
                "referenceEn": null
            },
            {
                "titleCn": "四种常用的全球1km土地覆盖数据中国区域的精度评价",
                "titleEn": null,
                "referenceCn": "冉有华, 李新, 卢玲.  (2009). 四种常用的全球1km土地覆盖数据中国区域的精度评价. 冰川冻土, 31(03):490-500",
                "referenceEn": null
            },
            {
                "titleCn": "中国小麦潜在适宜种植区及其未来变化趋势",
                "titleEn": null,
                "referenceCn": "周卫红. (2010). 中国小麦潜在适宜种植区及其未来变化趋势[D]. 兰州大学",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Progress of the research methodologies on the temporal and spatial process of LUCC",
                "referenceCn": null,
                "referenceEn": "Liu, J., & Deng, X. (2010). Progress of the research methodologies on the temporal and spatial process of LUCC. Chinese Science Bulletin. 55, 1354–1362. https://doi.org/10.1007/s11434-009-0733-y."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用",
                "nameEn": "Land use"
            },
            {
                "nameCn": "土地覆被",
                "nameEn": "land cover"
            },
            {
                "nameCn": "土地资源",
                "nameEn": "Land Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国西部地区",
                "keywordEn": "Western China"
            },
            {
                "keywordCn": "贵州",
                "keywordEn": "Guizhou"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000",
                "keywordEn": "2000",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Land-use/cover change has become an event being of paramount importance to the study of global environmental change. Land-cover change is closely related to the terrestrial surface material cycles and life-support processes, i.e., the interaction between biosphere and atmosphere, biodiversity, biogeochemical cycle and sustainable exploitation of resources. The series of scientific study programs, issued and promoted by IGBP and IHDP in 1995, make the study of land-use and land-cover change (LUCC) become one of the hot topics in the global environmental change study. As a developing but booming country, China has formulated a series of policies exerting great influence on the land-use change. In addition, due to varied physical environments and vast land areas, its land-use changes not only influence the social and economic development but also impact the global change accordingly."
            ],
            "research objective": [
                "In this paper, the division of dynamic regionalization of land-use change is designed, for the sake of revealing the temporal and spatial features of land-use change and laying the foundation for the study of regional scale land-use changes. The paper exerts an effective effort on the integrated studies of “spatial pattern” and “temporal process” for land-use change to reveal the regional land-use change characteristics on the pattern of dynamic process and dynamic process of pattern."
            ],
            "challenges": [
                "It is too early to say that the trend of deforestation has been effectively reversed across China. There also exist conspicuous conflicts between arable land protection and urban expansion, as showed in the irrational conversion from arable land to built-up areas."
            ],
            "methods": [],
            "dataset": [
                "The main data sources are Landsat TM digital images (520 scenes in 1995/1996 and 508 scenes in 1999/2000). Apart from that, the CBERS-1 (China-Brazil Earth Resources Satellite 1) data were also used to acquire land-use information for 1999/2000."
            ],
            "findings": [
                "There exists conspicuous regional differentiation of land-use change in China, which lays the foundation to draw the dynamic zones. The rapid change of land-use change during 1995—2000 happened in North China, Loess Plateau—agricultural and pasturing interlaced area, Northeast China, southeast coastal region, middle and lower reaches of Yangtze River, eastern coastal region."
            ],
            "backgroundCn": [
                "土地利用/覆盖变化已成为全球环境变化研究中至关重要的事件。土地覆盖变化与陆地表面物质循环和生命支持过程密切相关，即生物圈与大气、 biodiversity、生物地球化学循环以及资源的可持续开发之间的相互作用。1995年，国际全球变化研究计划（IGBP）和国际人文与社会科学计划（IHDP）发布并推动的一系列科学研究项目，使得土地利用和土地覆盖变化（LUCC）的研究成为全球环境变化研究的热门话题。作为一个发展中但蓬勃发展的国家，中国制定了一系列对土地利用变化产生重大影响的政策。此外，由于物理环境的多样性和广阔的土地面积，其土地利用变化不仅影响社会和经济发展，也对全球变化产生相应的影响。"
            ],
            "research objectiveCn": [
                "在本文中，土地利用变化的动态区域划分旨在揭示土地利用变化的时间和空间特征，并为区域尺度土地利用变化的研究奠定基础。本文有效地致力于“空间格局”和“时间过程”的综合研究，以揭示区域土地利用变化特征在动态过程的格局和动态过程的格局中的表现。"
            ],
            "challengesCn": [
                "目前还为时尚早，无法说中国的森林砍伐趋势已经有效逆转。同时，耕地保护与城市扩张之间也存在明显的冲突，表现为耕地向建设用地的不合理转化。"
            ],
            "methodsCn": [],
            "datasetCn": [
                "主要数据来源是Landsat TM数字图像（1995/1996年的520幅场景和1999/2000年的508幅场景）。此外，还使用了CBERS-1（中巴地球资源卫星1号）数据来获取1999/2000年的土地利用信息。"
            ],
            "findingsCn": [
                "中国的土地利用变化存在明显的区域差异，这为划分动态区域奠定了基础。在1995年至2000年期间，北方地区、黄土高原—农业与牧区交错区、东北地区、东南沿海地区、长江中下游地区以及东部沿海地区的土地利用变化迅速。"
            ]
        },
        {
            "background": [
                "Land cover plays a significant role in Earth system science, which reflects the influence of human activities and environmental changes. Reliable and up-to-date land cover data are very important for land, ecological and hydrological modelling, carbon and water cycle study as well as global climatic change study. Many land use/cover maps at global, continental, and regional scales have been produced in recent years using remote sensing. These four global land cover maps are all derived from remote sensing data and created for the same fundamental purpose of providing improved land cover information for scientific studies and environmental monitoring, but they are different in mapping methods, data sources, and classification systems."
            ],
            "research objective": [
                "The objective of this paper is to evaluate the application of the four popular land cover maps over China land mass. The possibility of developing a new land cover map whose classification is compatible with a well-accepted legend system but whose accuracy is more reliable also motivates this study."
            ],
            "challenges": [
                "The four maps used different classification systems, which made the comparison difficult. We conclude that the accuracies of all the datasets cannot meet the requirements of land surface modelling. For the reference data, i.e. the 1:100 000 land cover map, the classification system needs to be transferred to a well-recognized one that has been used commonly in land surface modelling."
            ],
            "methods": [
                "We compare and evaluate four land cover datasets over China. So we first aggregated these maps by reclassifying them using a unified legend system. A large-scale, i.e. 1:100 000 land cover map of China was used as the reference data to validate the four maps."
            ],
            "dataset": [
                "The datasets include the Version 2 global land cover dataset of IGBP, MODIS land cover map 2001, a global land cover map produced by the University of Maryland, and the land cover map produced by the global land cover for the year 2000 (GLC 2000) project coordinated by the Global Vegetation Monitoring Unit of the European Commission Joint Research Centre. The large-scale (1:100 000) land use map of China in 2000, which was produced by Chinese Academy of Science to meet large-scale resource survey and land use mapping, was used as truth to validate the four land cover maps over China."
            ],
            "findings": [
                "The results show that the GLC2000 land cover map represents the highest accuracy. The MODIS land cover map ranks second for type area consistency and third for sub-fraction overall accuracy compared with reference data. The IGBP land cover map has good labelling accuracy, although it has a local labelling error and third consistency for type area. The labelling accuracy and type area consistency for the reference data of UMd land cover map is low."
            ],
            "backgroundCn": [
                "土地覆盖在地球系统科学中发挥着重要作用，反映了人类活动和环境变化的影响。可靠和最新的土地覆盖数据对于土地、生态和水文模型、碳和水循环研究以及全球气候变化研究非常重要。近年来，许多全球、区域和大陆尺度的土地利用/覆盖图是通过遥感技术制作的。这四个全球土地覆盖图都是基于遥感数据生成的，旨在为科学研究和环境监测提供改进的土地覆盖信息，但它们在制图方法、数据来源和分类系统上有所不同。"
            ],
            "research objectiveCn": [
                "本文的目的是评估四种流行的中国土地覆盖地图的应用。开发一幅与公认的分类系统兼容但准确性更可靠的新土地覆盖地图的可能性也激励了本研究。"
            ],
            "challengesCn": [
                "这四个地图使用了不同的分类系统，这使得比较变得困难。我们得出结论，所有数据集的准确性都无法满足地表建模的要求。对于参考数据，即1:100,000的土地覆盖图，分类系统需要转换为一个在地表建模中常用的公认系统。"
            ],
            "methodsCn": [
                "我们对中国的四个土地覆盖数据集进行了比较和评估。首先，我们通过使用统一的图例系统对这些地图进行了重分类。我们使用了一幅大比例尺（1:100,000）的中国土地覆盖图作为参考数据来验证这四幅地图。"
            ],
            "datasetCn": [
                "数据集包括IGBP的版本2全球土地覆盖数据集、2001年MODIS土地覆盖图、由马里兰大学制作的全球土地覆盖图，以及由欧洲委员会联合研究中心全球植被监测单位协调的2000年全球土地覆盖图（GLC 2000）项目制作的土地覆盖图。2000年中国的大比例尺（1:100,000）土地利用图是由中国科学院制作的，旨在满足大规模资源调查和土地利用制图的需求，用于验证上述四个土地覆盖图在中国的准确性。"
            ],
            "findingsCn": [
                "结果显示，GLC2000土地覆盖图的准确性最高。MODIS土地覆盖图在类型面积一致性方面排名第二，在与参考数据相比的子分数整体准确性方面排名第三。IGBP土地覆盖图具有良好的标记准确性，尽管存在局部标记错误，并且在类型面积一致性方面排名第三。UMd土地覆盖图的参考数据的标记准确性和类型面积一致性较低。"
            ]
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "What classification system is more compatible with land surface modeling, a unified legend system or a commonly used well-recognized classification system?",
                "QuestionCn": "哪个分类系统与地表建模更兼容，统一图例系统还是常用的公认分类系统？",
                "AnswerEn": "a commonly used well-recognized classification system",
                "AnswerCn": "一个常用的公认分类系统",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Which global land cover map demonstrates higher accuracy, the GLC2000 map, the MODIS map, or the IGBP map?",
                "QuestionCn": "哪个全球土地覆盖地图的准确性更高，GLC2000地图、MODIS地图还是IGBP地图？",
                "AnswerEn": "GLC2000 map",
                "AnswerCn": "GLC2000地图",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the primary satellite data sources used for land-use mapping in China?",
                "QuestionCn": "中国土地利用制图主要使用的卫星数据源有哪些？",
                "AnswerEn": "Landsat MSS, TM, ETM, CBERS-1",
                "AnswerCn": "Landsat MSS、TM、ETM、CBERS-1",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where is the regional differentiation of land-use change most pronounced in China?",
                "QuestionCn": "中国土地利用变化的区域差异化最明显的地方在哪里？",
                "AnswerEn": "North China, Loess Plateau, Northeast China, southeast coastal region, middle and lower reaches of the Yangtze River, eastern coastal region",
                "AnswerCn": "华北、黄土高原、东北地区、东南沿海地区、长江中下游地区、东部沿海地区",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges are associated with comparing different land cover datasets over China?",
                "QuestionCn": "比较中国不同土地覆盖数据集时面临的挑战有哪些？",
                "AnswerEn": "different classification systems",
                "AnswerCn": "不同的分类系统",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you give an example of a data collection method for validating land cover maps over a large region like China?",
                "QuestionCn": "您能否提供一个用于验证像中国这样大区域的土地覆盖地图的数据收集方法的示例？",
                "AnswerEn": "An example of a data collection method for validating land cover maps is using a large-scale reference map, such as the 1:100 000 land cover map of China, to compare and assess the accuracy of global and regional datasets, ensuring they meet the requirements of land surface modeling.",
                "AnswerCn": "验证土地覆盖地图的数据收集方法的一个例子是使用大规模参考地图，例如中国的1:100,000土地覆盖地图，来比较和评估全球和区域数据集的准确性，以确保它们满足土地表面建模的要求。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the features of land-use data classification systems used in remote sensing for land cover mapping?",
                "QuestionCn": "遥感土地覆盖制图中使用的土地利用数据分类系统的特征有哪些？",
                "AnswerEn": "hierarchical approach, layered land cover classification system, primary and secondary categories",
                "AnswerCn": "分层方法、分层土地覆盖分类系统、主要和次要类别",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges arise in comparing different global land cover datasets, and how are they addressed?",
                "QuestionCn": "比较不同全球土地覆盖数据集时会出现哪些挑战，以及如何解决这些挑战？",
                "AnswerEn": "differing classification systems, reclassifying maps using a unified legend system, using large-scale reference data for validation",
                "AnswerCn": "不同的分类系统，使用统一的图例系统重新分类地图，使用大规模参考数据进行验证。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the number of scenes used in the data collection from Landsat TM for the years 1995/1996 and 1999/2000?",
                "QuestionCn": "1995/1996年和1999/2000年从Landsat TM收集的数据中使用的场景数量是多少？",
                "AnswerEn": "520, 508",
                "AnswerCn": "520, 508",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many primary land cover categories are identified in the layered classification system used for the land use data collection?",
                "QuestionCn": "在用于土地利用数据收集的分层分类系统中，识别出多少个主要土地覆盖类别？",
                "AnswerEn": "6",
                "AnswerCn": "6",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many secondary land cover categories are identified in the layered classification system used for the land use data collection?",
                "QuestionCn": "在用于土地利用数据收集的分层分类系统中，识别出多少个次级土地覆盖类别？",
                "AnswerEn": "31",
                "AnswerCn": "31",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the concept of 'land-use/cover change' in the context of global environmental change studies?",
                "QuestionCn": "“土地利用/覆盖变化”在全球环境变化研究中的概念是什么？",
                "AnswerEn": "Land-use/cover change refers to the alterations in the terrestrial surface material cycles and life-support processes, which include interactions between the biosphere and atmosphere, biodiversity, biogeochemical cycles, and the sustainable exploitation of resources. It is a critical area of study within global environmental change, particularly given its influence on social and economic development and its larger impact on global change.",
                "AnswerCn": "土地利用/覆盖变化是指对陆地表面物质循环和生命支持过程的改变，这包括生物圈与大气之间的相互作用、生物多样性、生物地球化学循环以及资源的可持续开发。这是全球环境变化中一个关键的研究领域，特别是考虑到它对社会和经济发展的影响以及对全球变化的更大影响。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does 'classification system' mean in the context of land cover mapping and its challenges?",
                "QuestionCn": "在土地覆盖制图的背景下，“分类系统”指的是用于将不同类型的土地覆盖（如森林、草地、水体、城市区域等）进行分类和标识的框架或方法。这种系统通常基于特定的标准和类别，以便于对土地覆盖进行系统化的分析和比较。\n\n在土地覆盖制图中，分类系统面临的挑战包括：\n\n1. **多样性和复杂性**：土地覆盖类型的多样性使得创建一个全面且准确的分类系统变得困难。\n2. **数据质量**：获取高质量的遥感数据和地面验证数据是确保分类系统有效性的关键，但这往往受到技术和资源的限制。\n3. **时间变化**：土地覆盖会随着时间的推移而变化，因此分类系统需要定期更新以反映最新的土地使用情况。\n4. **区域差异**：不同地区的生态和社会经济条件差异可能导致同一分类系统在不同地区的适用性和准确性降低。\n5. **技术限制**：分类算法和技术的局限性可能影响分类结果的精度和可靠性。\n\n因此，设计和实施一个有效的分类系统需要综合考虑这些挑战，以确保土地覆盖制图的准确性和实用性。",
                "AnswerEn": "In land cover mapping, a 'classification system' is a structured way of categorizing land cover types based on certain criteria. The challenge with classification systems arises when different datasets use varied systems, making comparisons difficult. A unified classification system is necessary for consistent evaluation and to meet requirements for applications like land surface modeling.",
                "AnswerCn": "在土地覆盖制图中，“分类系统”是基于某些标准对土地覆盖类型进行分类的结构化方法。分类系统面临的挑战在于，不同的数据集使用不同的系统，这使得比较变得困难。统一的分类系统对于一致的评估是必要的，并且能够满足土地表面建模等应用的要求。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods using Landsat TM and CBERS-1 for land-use information in the late 1990s compare in terms of effectiveness and challenges?",
                "QuestionCn": "在1990年代末，使用Landsat TM和CBERS-1进行土地利用信息的数据收集方法在有效性和挑战方面有何比较？",
                "AnswerEn": "The use of Landsat TM digital images and CBERS-1 data for land-use information in the late 1990s reflects a combination of satellite remote sensing technologies. The challenges include ensuring data consistency and the potential for classification errors when integrating different sensors. While Landsat TM was widely used for its temporal consistency, CBERS-1 provided complementary data, potentially broadening the spatial coverage. However, both methods faced challenges with classification system compatibility and accuracy for land surface modeling.",
                "AnswerCn": "在1990年代末，使用Landsat TM数字图像和CBERS-1数据获取土地利用信息反映了卫星遥感技术的结合。面临的挑战包括确保数据一致性以及在整合不同传感器时可能出现的分类错误。虽然Landsat TM因其时间一致性而被广泛使用，但CBERS-1提供了互补数据，可能扩大了空间覆盖范围。然而，这两种方法在分类系统的兼容性和土地表面建模的准确性方面都面临挑战。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the differences and similarities in the classification systems used by the IGBP global land cover dataset and the large-scale 1:100,000 land use map of China in 2000?",
                "QuestionCn": "IGBP全球土地覆盖数据集和2000年中国1:100,000大比例尺土地利用图的分类系统之间的异同是什么？",
                "AnswerEn": "The IGBP global land cover dataset and the large-scale 1:100,000 land use map of China in 2000 both aim to provide comprehensive land cover information, but they differ in their classification systems. The IGBP dataset uses a global classification approach suitable for international comparisons, while the 1:100,000 map is tailored for China's specific resource survey needs, resulting in potentially higher local accuracy. However, for land surface modeling, a unified classification system is necessary to ensure compatibility and reliability across different datasets.",
                "AnswerCn": "IGBP全球土地覆盖数据集和2000年中国大比例尺1:100,000土地利用地图都旨在提供全面的土地覆盖信息，但它们的分类系统有所不同。IGBP数据集采用适合国际比较的全球分类方法，而1:100,000地图则针对中国特定的资源调查需求进行定制，可能导致更高的地方准确性。然而，对于土地表面建模来说，统一的分类系统是必要的，以确保不同数据集之间的兼容性和可靠性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do the methods of aggregating and reclassifying land cover maps contribute to their evaluation and comparison over China's land mass?",
                "QuestionCn": "聚合和重新分类土地覆盖地图的方法在评估和比较中国土地面积方面贡献了哪些方式？",
                "AnswerEn": "Aggregating and reclassifying land cover maps is crucial for evaluating and comparing them by creating a unified legend system, which allows for consistent analysis across different datasets. This methodological approach enables the identification of strengths and weaknesses in type area consistency and labelling accuracy. It facilitates direct comparisons with reference data like the 1:100,000 land cover map of China, highlighting issues such as local labelling errors and the need for improved classification systems for accurate land surface modeling.",
                "AnswerCn": "聚合和重新分类土地覆盖地图对于评估和比较它们至关重要，因为它创建了一个统一的图例系统，允许对不同数据集进行一致的分析。这种方法论使得能够识别类型区域一致性和标签准确性的优缺点。它促进了与参考数据（如中国1:100,000土地覆盖地图）的直接比较，突显了地方标签错误和改进分类系统以实现准确土地表面建模的必要性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What implications do the use of Landsat TM digital images and CBERS-1 data have for understanding regional variations in land-use changes over time?",
                "QuestionCn": "使用Landsat TM数字图像和CBERS-1数据对理解区域土地利用变化的时间变化具有哪些影响？",
                "AnswerEn": "The use of Landsat TM digital images and CBERS-1 data allows researchers to analyze regional variations in land-use changes by providing detailed temporal and spatial data. This data helps identify dynamic processes and patterns of land-use change, revealing regional characteristics and facilitating the study of land-use dynamics on a broad scale.",
                "AnswerCn": "使用Landsat TM数字图像和CBERS-1数据使研究人员能够通过提供详细的时间和空间数据来分析区域土地利用变化的差异。这些数据有助于识别土地利用变化的动态过程和模式，揭示区域特征，并促进对大范围土地利用动态的研究。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in creating accurate land cover maps using remote sensing data in China?",
                "QuestionCn": "在中国使用遥感数据创建准确的土地覆盖图面临的挑战因素有哪些？",
                "AnswerEn": "Challenges in creating accurate land cover maps using remote sensing data arise from the use of different classification systems across datasets, which complicates comparison and integration. Furthermore, the accuracies of existing datasets often do not meet the requirements for land surface modeling, indicating a need for standardized classification systems that are widely recognized.",
                "AnswerCn": "使用遥感数据创建准确的土地覆盖图面临的挑战之一是不同数据集使用了不同的分类系统，这使得比较和整合变得复杂。此外，现有数据集的准确性往往无法满足地表建模的要求，这表明需要广泛认可的标准化分类系统。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might there be significant regional differentiation in land-use change across China?",
                "QuestionCn": "中国土地利用变化可能存在显著的区域差异的原因是什么？",
                "AnswerEn": "Significant regional differentiation in land-use change across China can be attributed to the country's varied physical environments and vast land areas. Additionally, rapid changes in land use during specific periods, influenced by socio-economic development and environmental policies, contribute to these regional variations.",
                "AnswerCn": "中国土地利用变化的显著区域差异可以归因于该国多样的自然环境和广阔的土地面积。此外，特定时期土地利用的快速变化受到社会经济发展和环境政策的影响，这也导致了这些区域差异。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of using a layered land cover classification system in the context of land-use data collection for regional studies?",
                "QuestionCn": "在区域研究的土地利用数据收集中，使用分层土地覆盖分类系统的潜在结果是什么？",
                "AnswerEn": "The use of a layered land cover classification system allows for detailed categorization, which can enhance the accuracy of land-use data. This can significantly aid regional studies by providing granular insights into land-use patterns, facilitating better analysis of spatial and temporal changes, and supporting targeted policy-making and resource management.",
                "AnswerCn": "分层土地覆盖分类系统的使用允许进行详细分类，这可以提高土地使用数据的准确性。这可以显著帮助区域研究，通过提供对土地使用模式的细致洞察，促进对空间和时间变化的更好分析，并支持有针对性的政策制定和资源管理。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why might it be important to evaluate and compare multiple land cover datasets over a large geographic area like China?",
                "QuestionCn": "在像中国这样的大范围地理区域上评估和比较多个土地覆盖数据集可能很重要，原因如下：",
                "AnswerEn": "Evaluating and comparing multiple land cover datasets over China is crucial to understand their relative accuracies and applicability. This process allows for the identification of the most accurate datasets for scientific studies and environmental monitoring, as well as the potential creation of a unified classification system that can enhance land surface modeling.",
                "AnswerCn": "评估和比较中国的多个土地覆盖数据集对于理解它们的相对准确性和适用性至关重要。这个过程可以帮助识别最准确的数据集，以便进行科学研究和环境监测，同时也为创建一个统一的分类系统提供了可能性，从而增强土地表面建模。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How are classification systems standardized across different land cover maps used in research to ensure compatibility and accuracy in land surface modeling?",
                "QuestionCn": "不同土地覆盖地图在研究中如何标准化分类系统，以确保在地表建模中的兼容性和准确性？",
                "AnswerEn": "Standardizing classification systems involves reclassifying land cover maps using a unified legend system. This approach allows for the aggregation of different maps, such as those from IGBP, MODIS, and GLC 2000, enabling their comparison and validation against a reference dataset, like the large-scale 1:100 000 land cover map of China.",
                "AnswerCn": "标准化分类系统涉及使用统一的图例系统对土地覆盖地图进行重新分类。这种方法允许对不同的地图进行汇总，例如IGBP、MODIS和GLC 2000，从而能够与参考数据集进行比较和验证，例如中国的大比例尺1:100,000土地覆盖地图。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methodologies can be employed to address challenges in land-use data accuracy and classification when using remote sensing data?",
                "QuestionCn": "可以采用哪些方法来解决使用遥感数据时土地利用数据准确性和分类的挑战？",
                "AnswerEn": "To address challenges in data accuracy and classification, methodologies include validating remote sensing data with a high-resolution reference dataset, transferring classification systems to well-recognized systems used in land surface modeling, and ensuring the compatibility of different land cover datasets through careful evaluation and reclassification.",
                "AnswerCn": "为了解决数据准确性和分类方面的挑战，方法包括使用高分辨率参考数据集验证遥感数据，将分类系统转移到用于地表建模的公认系统，以及通过仔细评估和重新分类确保不同土地覆盖数据集的兼容性。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the use of satellite remote sensing as a primary method for land use data collection in large-scale environmental research?",
                "QuestionCn": "哪些技术进步使得卫星遥感成为大规模环境研究中土地利用数据收集的主要方法？",
                "AnswerEn": "The use of satellite remote sensing, particularly Landsat MSS, TM, and ETM data, has enabled large-scale land use data collection. These advancements allow for comprehensive monitoring of land use changes over vast areas, such as China, providing critical data for environmental studies.",
                "AnswerCn": "卫星遥感的使用，特别是Landsat MSS、TM和ETM数据，使得大规模土地利用数据的收集成为可能。这些进展使得对广泛区域（如中国）的土地利用变化进行全面监测成为可能，为环境研究提供了重要数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How does the integration of multiple satellite data sources, like Landsat and CBERS-1, enhance the accuracy and reliability of land use datasets?",
                "QuestionCn": "多个卫星数据源的整合，如Landsat和CBERS-1，如何提高土地利用数据集的准确性和可靠性？",
                "AnswerEn": "The integration of multiple satellite data sources, such as Landsat TM and CBERS-1, enhances the accuracy and reliability of land use datasets by offering diverse perspectives and data points. This allows for a more detailed and comprehensive understanding of land use changes over time.",
                "AnswerCn": "多个卫星数据源的整合，如Landsat TM和CBERS-1，增强了土地利用数据集的准确性和可靠性，提供了多样化的视角和数据点。这使得对土地利用变化的理解更加详细和全面。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do classification systems impact the effectiveness of land cover datasets in supporting land surface modeling?",
                "QuestionCn": "分类系统以何种方式影响土地覆盖数据集在支持地表建模中的有效性？",
                "AnswerEn": "Classification systems significantly impact the effectiveness of land cover datasets in land surface modeling. Different classification systems can make dataset comparison difficult and affect the accuracy needed for modeling. A unified, well-recognized classification system can facilitate more accurate land surface modeling and enhance dataset utility.",
                "AnswerCn": "分类系统对土地覆盖数据集在地表建模中的有效性有显著影响。不同的分类系统可能会使数据集比较变得困难，并影响建模所需的准确性。一个统一且广泛认可的分类系统可以促进更准确的地表建模，并增强数据集的实用性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might a dataset on land-use change not meet the accuracy requirements for land surface modeling?",
                "QuestionCn": "一个关于土地利用变化的数据集可能不符合土地表面建模的准确性要求的原因是什么？",
                "AnswerEn": "The accuracies of the datasets may not meet the requirements of land surface modeling due to differences in classification systems, which make comparison difficult, and the need for the reference classification system to be transferred to a well-recognized one used in land surface modeling.",
                "AnswerCn": "由于分类系统的差异，数据集的准确性可能无法满足地表建模的要求，这使得比较变得困难，并且需要将参考分类系统转移到一个在地表建模中广泛认可的系统。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What challenges could arise when comparing different land cover datasets over a large geographic area?",
                "QuestionCn": "在比较大范围地理区域内的不同土地覆盖数据集时，可能会出现以下挑战：",
                "AnswerEn": "Challenges in comparing different land cover datasets may include variations in classification systems among the datasets, which complicate direct comparisons and may result in discrepancies in accuracy and reliability for scientific studies.",
                "AnswerCn": "比较不同土地覆盖数据集的挑战可能包括数据集之间分类系统的差异，这使得直接比较变得复杂，并可能导致科学研究中的准确性和可靠性出现不一致。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How effective are satellite remote sensing techniques, such as those used in Landsat MSS, TM, and ETM, in capturing the nuances of land-use changes in complex environments like China's varied landscapes?",
                "QuestionCn": "卫星遥感技术，如Landsat MSS、TM和ETM，在捕捉中国多样化景观中复杂环境的土地利用变化方面的有效性如何？",
                "AnswerEn": "Satellite remote sensing techniques, using data from Landsat MSS, TM, and ETM, have proven effective in capturing land-use changes by providing detailed and high-resolution imagery that is essential for understanding complex landscapes. These methods facilitate the classification of land into various categories, which is crucial for analyzing changes over time and space. The technique's effectiveness is evident in its application in national land resource surveys and environmental studies.",
                "AnswerCn": "卫星遥感技术利用Landsat MSS、TM和ETM的数据，已被证明在捕捉土地利用变化方面非常有效，提供了详细和高分辨率的影像，这对于理解复杂的景观至关重要。这些方法有助于将土地分类为不同的类别，这对于分析时间和空间上的变化至关重要。这项技术的有效性在国家土地资源调查和环境研究中的应用中得到了体现。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In evaluating land cover datasets, what are the key challenges researchers face, particularly regarding classification systems and accuracy requirements?",
                "QuestionCn": "在评估土地覆盖数据集时，研究人员面临的关键挑战主要包括分类系统和准确性要求。",
                "AnswerEn": "Key challenges in evaluating land cover datasets include the use of different classification systems, which complicates comparisons across datasets. Additionally, meeting the accuracy requirements necessary for land surface modeling is difficult, as many datasets, despite their detail, do not meet these standards. This necessitates reclassification and validation against reference data to ensure reliability and consistency in land cover data.",
                "AnswerCn": "评估土地覆盖数据集的主要挑战包括使用不同的分类系统，这使得跨数据集的比较变得复杂。此外，满足土地表面建模所需的准确性要求也很困难，因为许多数据集尽管细节丰富，但并未达到这些标准。这就需要对数据进行重新分类，并与参考数据进行验证，以确保土地覆盖数据的可靠性和一致性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Considering the diversity of datasets like GLC 2000 and MODIS, how might researchers approach improving classification accuracy and consistency for land-use maps over large areas like China?",
                "QuestionCn": "考虑到像GLC 2000和MODIS这样的多样化数据集，研究人员如何在中国等大面积地区提高土地利用地图的分类准确性和一致性？",
                "AnswerEn": "Researchers can improve classification accuracy and consistency by developing a unified legend system that aligns with well-accepted classification standards used in land surface modeling. By aggregating and reclassifying existing maps, and validating them against large-scale reference data, such as the 1:100,000 land use map of China, researchers can enhance the datasets' reliability, facilitating better integration into scientific and environmental monitoring applications.",
                "AnswerCn": "研究人员可以通过开发一个统一的图例系统来提高分类的准确性和一致性，该系统与土地表面建模中广泛接受的分类标准相一致。通过汇总和重新分类现有地图，并将其与大规模参考数据（如中国1:100,000土地利用地图）进行验证，研究人员可以增强数据集的可靠性，从而更好地融入科学和环境监测应用中。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand the techniques used in collecting and validating land-use data over large areas like China.",
                "QuestionCn": "我不理解在像中国这样的大面积地区收集和验证土地利用数据所使用的技术。",
                "AnswerEn": "The data collection for land-use over large areas like China involves using satellite remote sensing data, such as Landsat TM, CBERS-1, and MODIS. These datasets are validated using reference maps, such as the large-scale 1:100,000 land cover map produced by the Chinese Academy of Science.",
                "AnswerCn": "大面积土地利用的数据收集涉及使用卫星遥感数据，如Landsat TM、CBERS-1和MODIS。这些数据集通过参考地图进行验证，例如中国科学院制作的大比例尺1:100,000土地覆盖图。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I’m unsure about the challenges faced in ensuring the accuracy of land cover maps used for environmental studies.",
                "QuestionCn": "我对确保用于环境研究的土地覆盖地图准确性所面临的挑战感到不确定。",
                "AnswerEn": "Challenges include the use of different classification systems across various maps, which makes comparisons difficult. There is a need to align classification systems to a well-recognized standard for land surface modeling to meet accuracy requirements.",
                "AnswerCn": "挑战包括不同地图使用不同的分类系统，这使得比较变得困难。需要将分类系统与公认的标准对齐，以满足土地表面建模的准确性要求。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I don't understand why land-use changes are considered significant for global environmental studies.",
                "QuestionCn": "我不明白为什么土地利用变化被认为对全球环境研究具有重要意义。",
                "AnswerEn": "Land-use changes are significant because they influence the terrestrial surface material cycles and life-support processes, affecting interactions between the biosphere and atmosphere, biodiversity, and biogeochemical cycles. These changes impact social, economic development, and global environmental change.",
                "AnswerCn": "土地利用变化是重要的，因为它们影响陆地表面物质循环和生命支持过程，影响生物圈与大气之间的相互作用、生物多样性和生物地球化学循环。这些变化影响社会、经济发展和全球环境变化。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}