{
  "id": "488378f9-543b-496b-8fb7-e209b1dc34f3",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Dataset of thermal infrared spectrum observed by BOMEM MR304 in the middle reaches of the Heihe River Basin",
      "titleCn": "黑河生态水文遥感试验：黑河流域中游BOMEM MR304红外波谱观测数据集",
      "description": "This dataset includes the emissivity spectrum (8-14 µm) of typical ground objects in Zhangye City, Zhangye airport, desert and farmland at Wuxing experiment area. The data was measured by the BOMEM MR304 FTIR (Fourier Transform Infrared Spectrometer).\nA. Objective\nThe objective of the thermal infrared (TIR) spectrum measurement lies in: Radiometric calibration for the airborne TIR sensor, land surface emissivity products validation and collecting typical surface spectrum working as priori knowledge in land surface temperature inversion and ecological and hydrological models.\nB. Instruments and theory\nInstruments:  BOMEM MR304 FTIR, Mikron M340 blackbody, BODACH BDB blackbody, diffused golden plate, Fluke 50-series II thermometer\nMeasurement theory: The target radiance is directly measured by the MR304 FTIR under clear-sky condition while the atmospheric downward radiance is obtained through a diffused golden plate, and emissivity is retrieved by the Iterative Spectrally Smooth Temperature and Emissivity Separation (ISSTES) algorithm\nC. Experiment site and targets\n29-5-2012: Stone bricks, grassland and asphalt, etc at square of Zhangye.\n20-6-2012: Roof of the building in Zhangye, water and sand sample collected from the desert, etc.\n30-6-2012: Cement road at Zhangye airport, desert around the Zhangye airport.\n3-7-2012: Corn leaves, soil and road in the farmland at Wuxing village, Zhangye City.\n4-7-2012: Corn leaves, wheat canopy at Xiaoman town, Zhangye City.\n10-7-2012: Bricks of Runquanhu park, Zhangye City.\n13-7-2012: Corn leaves and other plants at Wuxing village, Zhangye City.\nD. Data processing\nThe original data collected by BOMEM FTIR is firstly calibrated using the calibration data and get the radiance spectrum of the targets and sky (*.rad), then, the radiance data is converted to the easy readably text file (ASCII format). The time used in this dataset is in UTC+8 Time.",
      "descriptionCn": "本数据集为利用红外光谱仪BOMEM MR304在张掖市区、机场、荒漠、小满镇五星村加密观测区等地测量的8-14µm典型地物的热红外波谱数据。\n1）\t测量目的\n红外波谱数据测量的目的在于：定标场地红外波谱的同步测量用于机载热红外传感器的辐射定标；同步测量典型地物红外波谱并提取发射率用于机载、星载热红外传感器发射率产品验证；获取黑河流域典型地物发射率波谱，作为先验知识用于地表温度反演和生态水文模型。\n2）\t测量仪器与原理\n测量仪器：中科院遥感所红外波谱仪BOMEM MR304、Mikron M340黑体、北师大BODACH BDB黑体、漫反射金板、Fluke 50系列II接触式温度计。\n测量原理：利用红外波谱仪测量地表辐射波谱，结合漫反射金板获得环境辐射波谱，基于辐射传输方程，利用ISSTES等高光谱温度和发射率分离算法，反演得到地表发射率波谱。\n3）\t测量地点与内容\n2012年5月29日在张掖广场周边测量城市典型地物：地砖、草地、柏油路等。\n2012年6月20日在张掖城区测量城市房顶材料、水库湖水水样、沙漠沙子等。\n2012年6月30日在张掖机场测量机场水泥地、机场荒漠等。\n2012年7月3日在五星村超级样地测量田间道路、玉米叶、土壤等。\n2012年7月4日在小满镇测量玉米、小麦冠层等。\n2012年7月10日在张掖润泉湖公园测量广场地砖等。\n2012年7月13日在五星村超级样地测量玉米叶、西瓜叶、蔬菜等。\n4）\t数据处理\nBOMEM光谱波谱仪原始数据通过高低温黑体定标得到定标后的辐射亮度波谱（*.rad），通过数据预处理并转换为文本格式文件，得到测量目标、漫反射金板的8-14µm的辐亮度数据。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.7,
      "west": 100.35,
      "south": 38.77,
      "north": 38.95,
      "startTime": "2012-06-11 18:22:00",
      "endTime": "2012-07-26 18:22:00",
      "fileSize": 49457573.0,
      "cstr": "18406.11.hiwater.041.2013.db",
      "doi": "10.3972/hiwater.041.2013.db",
      "dataFormat": "文本, *.IGM, *.Rad后缀",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "马明国",
        "nameEn": "MA Mingguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "肖青",
        "nameEn": "XIAO Qing",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": "柳钦火",
        "nameEn": "LIU Qinhuo",
        "unitEn": "State Key Laboratory of Remote Sensing Science, Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "发射率",
        "nameEn": "Emissivity"
      },
      {
        "nameCn": "红外波谱仪",
        "nameEn": "Infrared spectrometer"
      },
      {
        "nameCn": "辐射",
        "nameEn": "Radiation"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "the artificial oasis experimental area in the middle reaches"
      },
      {
        "keywordCn": "大满超级站",
        "keywordEn": "Daman Superstation"
      },
      {
        "keywordCn": "机场",
        "keywordEn": "Zhanye Airport"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-05-29",
        "keywordEn": "2012-05-29",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-06-20",
        "keywordEn": "2012-06-20",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-06-30",
        "keywordEn": "2012-06-30",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-07-03",
        "keywordEn": "2012-07-03",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-07-04",
        "keywordEn": "2012-07-04",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-07-10",
        "keywordEn": "2012-07-10",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-07-13",
        "keywordEn": "2012-07-13",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：定标与真实性检验",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      },
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：航空光学遥感",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the infrared spectrum data collected using BOMEM MR304 for typical surfaces in the Heihe River Basin?",
        "QuestionCn": "使用BOMEM MR304收集的黑河流域典型表面的红外光谱数据的特征是什么？",
        "AnswerEn": "8-14µm range, emissivity information, high and low-temperature blackbody calibration, radiance spectra",
        "AnswerCn": "8-14µm 范围，发射率信息，高低温黑体校准，辐射光谱",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many different types of ground materials were measured during the data collection in the specified region?",
        "QuestionCn": "在指定区域的数据收集过程中测量了多少种不同类型的地面材料？",
        "AnswerEn": "14",
        "AnswerCn": "14",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on data accuracy and reliability when using the BOMEM MR304 infrared spectrometer for measuring thermal infrared spectra across various environmental conditions and locations?",
        "QuestionCn": "使用BOMEM MR304红外光谱仪在不同环境条件和地点测量热红外光谱时，对数据准确性和可靠性的潜在影响是什么？",
        "AnswerEn": "The use of the BOMEM MR304 infrared spectrometer in diverse environmental conditions and locations can lead to varied impacts on data accuracy and reliability. Factors such as the type of surface being measured (e.g., urban materials, water bodies, desert sand, vegetation) and the environmental conditions (e.g., temperature, humidity) can affect the radiative properties and thus the measurement outcomes. Calibration with blackbody references and the use of diffuse gold plates help standardize measurements, but inherent variability in environmental conditions may still introduce challenges in ensuring consistent data quality across different measurement sites.",
        "AnswerCn": "BOMEM MR304红外光谱仪在不同环境条件和地点的使用可能会对数据的准确性和可靠性产生不同的影响。测量表面的类型（例如，城市材料、水体、沙漠沙子、植被）以及环境条件（例如，温度、湿度）等因素会影响辐射特性，从而影响测量结果。使用黑体参考进行校准和使用扩散金板有助于标准化测量，但环境条件的固有变异性仍可能在确保不同测量地点数据质量的一致性方面带来挑战。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the main goal of collecting infrared spectral data using the BOMEM MR304 instrument in the Heihe River Basin region?",
        "QuestionCn": "使用BOMEM MR304仪器在黑河流域收集红外光谱数据的主要目标是什么？",
        "AnswerEn": "The primary objective is to perform synchronous measurements of infrared spectra for radiometric calibration of airborne thermal infrared sensors. Additionally, it aims to extract emissivity from typical land surfaces for validating emissivity products from airborne and satellite thermal infrared sensors, and to acquire emissivity spectra of typical land surfaces in the Heihe River Basin as prior knowledge for surface temperature retrieval and eco-hydrological modeling.",
        "AnswerCn": "主要目标是对红外光谱进行同步测量，以进行空中热红外传感器的辐射校准。此外，还旨在提取典型地表的发射率，以验证来自空中和卫星热红外传感器的发射率产品，并获取黑河流域典型地表的发射率光谱，以作为表面温度反演和生态水文建模的先验知识。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are used to calibrate infrared spectrometers to accurately measure thermal infrared spectra of typical land surfaces for ecological hydrology remote sensing experiments?",
        "QuestionCn": "用于校准红外光谱仪以准确测量典型陆地表面的热红外光谱的程序是什么，以便进行生态水文遥感实验？",
        "AnswerEn": "The procedures involve using infrared spectrometers such as the BOMEM MR304 to measure surface radiation spectra, employing black bodies like Mikron M340 and BODACH BDB for calibration, and combining data from a diffuse gold plate to obtain environmental radiation spectra. These measurements are processed using radiative transfer equations and high-spectral-resolution temperature and emissivity separation algorithms (ISSTES) to retrieve surface emissivity spectra. This calibration supports the radiative calibration of airborne thermal infrared sensors, validation of emissivity products, and provides prior knowledge for surface temperature inversion and eco-hydrological modeling.",
        "AnswerCn": "这些程序涉及使用红外光谱仪，如BOMEM MR304，测量表面辐射光谱，采用黑体如Mikron M340和BODACH BDB进行校准，并结合来自扩散金板的数据以获得环境辐射光谱。这些测量结果通过辐射传输方程和高光谱分辨率温度与发射率分离算法（ISSTES）进行处理，以提取表面发射率光谱。这种校准支持机载热红外传感器的辐射校准，验证发射率产品，并为表面温度反演和生态水文建模提供先验知识。",
        "Level": "C3(Applying)"
      }
    ]
  }
}