{
    "id": "48bf0543-93c3-4736-8ae4-7e2378696311",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of groundwater level observations in the Linze station foci experimental area",
            "titleCn": "黑河综合遥感联合试验：临泽站加密观测区地下水位观测数据集",
            "description": "The dataset of groundwater level observations was obtained by the measuring tape in the Linze station foci experimental area. Nine wells were selected in transit zone A, B and C, group 4 in Wulidun, Heihe river in Pingchuan, gobi in Yigongcheng, Wugongli, Linze station and the weather station. The first three were observed every day from May 23 to Jul. 21 and the other 6 were from Jun. 16 to Jul. 21, 2008.",
            "descriptionCn": "2008年5月23日至7月21日期间，在临泽站加密观测区开展了地下水位的动态监测。\n测井位置包括：过渡带A，过渡带B，过渡带C，五里墩四社，平川黑河边，一工程戈壁，五公里，临泽站内，临泽站内气象站（各测点坐标详见地下水位观测表）。\n测量时间：2008年5月23日，6月4日，6月6日，6月16日，6月21日，6月26日，7月1日，7月11日，7月16日，7月21日。\n详细测量时间：前3个井覆盖全部时间；后6个井6月16号开始观测到7月21号试验结束。\n观测仪器：皮尺。观测时将皮尺垂入井下，得到吃水深度（m）和管露地面高度（m），计算皮尺总长度-吃水深度-管露地面高度得出地下水位（m）。\n本数据可用于研究观测期间内农业用水对地下水位的影响分析。",
            "instructions": null,
            "instructionsCn": null,
            "east": 100.14825,
            "west": 100.09976,
            "south": 39.33193,
            "north": 39.39794,
            "startTime": "2008-06-04 08:00:00",
            "endTime": "2008-08-02 08:00:00",
            "fileSize": 623902.0,
            "cstr": "18406.11.water973.0151.db",
            "doi": "10.3972/water973.0151.db",
            "dataFormat": "文本",
            "license": null
        },
        "authorList": [
            {
                "nameCn": "谭俊磊",
                "nameEn": "TAN Junlei",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "钱金波",
                "nameEn": "Qian Jinbo",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "宋怡",
                "nameEn": "SONG Yi",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地下水",
                "nameEn": "Ground Water"
            },
            {
                "nameCn": "地下水位",
                "nameEn": "Underground water level"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游干旱区水文试验区",
                "keywordEn": "Arid Region Hydrology in the Middle Reaches"
            },
            {
                "keywordCn": "临泽站加密观测区",
                "keywordEn": "Closed observation area of Linze station"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008",
                "keywordEn": "2008",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used for monitoring groundwater levels in agricultural areas, and explain how the method accounts for variations in measurement accuracy?",
                "QuestionCn": "您能否提供一个用于监测农业地区地下水位的数据收集方法的示例，并解释该方法如何考虑测量精度的变化？",
                "AnswerEn": "A data collection method used for monitoring groundwater levels in agricultural areas involves dynamic monitoring using a tape measure. In this method, the tape measure is lowered into the well to determine the water depth and the height of the pipe above the ground. The groundwater level is calculated by subtracting the water depth and the pipe's height above ground from the total length of the tape. This method accounts for variations in measurement accuracy by ensuring consistent measurement dates and using a standardized instrument, such as a tape measure, to minimize errors in depth readings.",
                "AnswerCn": "一种用于监测农业地区地下水位的数据收集方法涉及使用卷尺进行动态监测。在此方法中，卷尺被放入井中以确定水深和管道离地面的高度。地下水位通过从卷尺的总长度中减去水深和管道离地面的高度来计算。该方法通过确保测量日期的一致性和使用标准化仪器（如卷尺）来减少深度读数中的误差，从而考虑了测量精度的变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used for monitoring groundwater levels in agricultural areas?",
                "QuestionCn": "用于监测农业地区地下水位的数据收集方法的特点是什么？",
                "AnswerEn": "dynamic monitoring, tape measure, water depth, ground pipe exposure height, total tape length",
                "AnswerCn": "动态监测，卷尺，水深，地面管道露出高度，总卷尺长度",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the manual observation technique using a tape measure for groundwater level measurement compare to automated sensor-based methods in terms of precision and data collection frequency?",
                "QuestionCn": "手动观察技术使用卷尺测量地下水位与基于传感器的自动化方法在精度和数据收集频率方面的比较如何？",
                "AnswerEn": "The manual observation technique using a tape measure involves physically measuring the water depth and the exposed pipe height, providing discrete readings at specific time intervals (e.g., 10 dates between May 23 and July 21, 2008). This method may offer less precision and lower data collection frequency compared to automated sensor-based methods, which can provide continuous monitoring and potentially higher precision.",
                "AnswerCn": "使用卷尺的手动观察技术涉及物理测量水深和暴露管道高度，在特定时间间隔（例如，2008年5月23日至7月21日之间的10个日期）提供离散读数。与自动传感器方法相比，这种方法可能提供较低的精度和较低的数据收集频率，而自动传感器方法可以提供连续监测和潜在的更高精度。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential effects on groundwater level measurements when using a manual data collection method like a tape measure over a more automated, continuous monitoring system?",
                "QuestionCn": "使用手动数据收集方法（如卷尺）与更自动化的连续监测系统相比，对地下水位测量的潜在影响是什么？",
                "AnswerEn": "Using a manual data collection method such as a tape measure could lead to inconsistencies in data due to human error, limited temporal resolution, and potential environmental factors affecting manual readings. This might result in a less comprehensive understanding of the dynamic nature of groundwater levels compared to continuous monitoring systems, which provide higher temporal resolution and potentially more accurate and reliable data.",
                "AnswerCn": "使用手动数据收集方法，如卷尺，可能会由于人为错误、有限的时间分辨率以及潜在的环境因素影响手动读数，从而导致数据不一致。这可能导致对地下水位动态特性的理解不如连续监测系统全面，后者提供更高的时间分辨率，并可能提供更准确和可靠的数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of conducting dynamic monitoring of groundwater levels in densely observed areas using manual measurement techniques?",
                "QuestionCn": "在密集观测区域使用手动测量技术进行地下水位动态监测的主要目标是什么？",
                "AnswerEn": "The primary goal is to analyze the impact of agricultural water use on groundwater levels during the observation period.",
                "AnswerCn": "主要目标是分析农业用水对观察期内地下水位的影响。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in using a tape measure for groundwater level observations in an agricultural context, and what challenges might arise during this process?",
                "QuestionCn": "在农业环境中使用卷尺进行地下水位观察的程序步骤包括：\n\n1. **准备工作**：确保卷尺干净且功能正常，检查是否有损坏。\n2. **选择测量点**：确定需要测量地下水位的地点，通常是在井口或监测孔。\n3. **清理测量区域**：清除测量点周围的杂物，以确保卷尺可以顺利下放。\n4. **下放卷尺**：将卷尺的末端小心地放入水中，确保不碰撞井壁。\n5. **读取水位**：当卷尺触及水面时，记录水位的读数。\n6. **重复测量**：在不同时间或不同地点进行多次测量，以获得准确的数据。\n7. **记录数据**：将测量结果记录在表格或电子设备中，便于后续分析。\n\n在这个过程中可能会遇到的挑战包括：\n\n- **卷尺的损坏**：卷尺可能会因频繁使用或不当操作而损坏。\n- **水位变化**：地下水位可能因降雨、灌溉或其他因素而变化，导致测量结果不一致。\n- **测量环境**：泥泞或不平坦的地面可能会影响测量的准确性。\n- **安全问题**：在井口或监测孔附近工作时，可能存在跌落或其他安全隐患。\n- **天气影响**：恶劣天气条件可能会影响测量的进行。",
                "AnswerEn": "Groundwater level observations are conducted by lowering a tape measure into a well to determine the water depth (m) and the height of the well casing above ground (m). The groundwater level is calculated using the total tape length minus the water depth and the casing height. Challenges may include ensuring accurate tape placement, dealing with varying well conditions, and maintaining consistent measurement techniques over time.",
                "AnswerCn": "地下水位观测是通过将卷尺放入井中来确定水深（米）和井口高于地面的高度（米）。地下水位的计算方法是用总卷尺长度减去水深和井口高度。挑战可能包括确保卷尺放置准确、处理不同的井况以及保持测量技术的一致性。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}