{
  "id": "48de3186-f36c-4f72-ae4a-4ad4798790b3",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Dataset of airborne microwave radiometers (L bands) mission in the middle reaches of the Heihe River Basin on Jul. 10, 2012.",
      "titleCn": "黑河生态水文遥感试验：黑河流域中游L波段机载微波辐射计数据集（2012年7月10日）",
      "description": "The dataset of airborne Polarimetric L-band Multibeam Radiometers (PLMR) was acquired on 10 July, 2012, located in the middle reaches of the Heihe River Basin. The aircraft took off at 10:30 am (UTC+8) from Zhangye airport and landed at 15:30 pm, with the flight time of 5 hours. The flight was performed in the altitude of about 2500 m and at the speed of about 220-250 km during the observation, corresponding to an expected ground resolution of about 750 m. \nThe PLMR instrument flown on a small aircraft operates at 1.413 GHz (L-band), with both H- and V-polarizations at incidence angles of ±7.5°, ±21.5° and ±38.5°. PLMR ‘warm’ and ‘cold’ calibrations were performed before and after each flight. The processed PLMR data include 2 DAT files (v-pol and h-pol separately) and 1 KMZ file for each flying day. The DAT file contains all the TB values together with their corresponding beam ID, incidence angle, location, time stamp (in UTC) and other flight attitude information as per headings. The KMZ file shows the gridded 1-km TB values corrected to 38.5 degrees together with flight lines. Cautions should be taken when using these data, as the RFI contaminations are often higher than expected at v-polarization.",
      "descriptionCn": "本数据集为L波段机载微波辐射计于2012年7月10日获取，地点在黑河中游地区。\n其中L波段频率为1.4GHz，天顶角观测，V极化与H极化信息；飞机10:30（北京时间，下同）从张掖机场起飞，15:30降落。飞行历时5小时。在观测期间，飞行高度2500m左右，飞行速度220-250km/hr左右。\n原始数据分为两部分，分别为微波辐射计数据和地理位置KMZ数据。微波辐射计数据包括V极化与H极化两个数据文件，分辨率750 m，每个数据文件包含所观测TB值和对应扫描波束ID、入射角、位置、时间标记(UTC)和其他飞行姿态信息。KMZ文件给出38.5入射角下飞区域行1公里网格TB值分布数据。飞机前和结束时微波辐射计分别进行了“热”和“冷”辐射校正。微波辐射计数据应考虑电磁波干扰影响，V极化TB值受电磁波干扰较强，H极化受影响较小。",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.7789,
      "west": 100.2297,
      "south": 38.6222,
      "north": 39.11,
      "startTime": "2018-11-21 18:48:15",
      "endTime": "2018-11-21 18:48:15",
      "fileSize": 50015906.0,
      "cstr": "18406.11.hiwater.018.2013.db",
      "doi": "10.3972/hiwater.018.2013.db",
      "dataFormat": "文本",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "高莹",
        "nameEn": "Gao Ying",
        "unitEn": "",
        "unitCn": "Monash University"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "微波辐射计",
        "nameEn": "Microwave radiometer"
      },
      {
        "nameCn": "机载遥感",
        "nameEn": "Airborne remote sensing"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "the artificial oasis experimental area in the middle reaches"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-07-10",
        "keywordEn": "2012-07-10",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：综合集成与航空微波遥感",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
        "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
        "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
      },
      {
        "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
        "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
      },
      {
        "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
        "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
      },
      {
        "titleCn": "2010年代三江源多年冻土稳定型分布图",
        "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
      },
      {
        "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
        "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
      },
      {
        "titleCn": "西藏纳木错水温监测数据（2011-2014）",
        "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
      ],
      "research objective": [],
      "challenges": [
        "Progress in this field is hindered by the poor availability of multiscale observations."
      ],
      "methods": [
        "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
      ],
      "dataset": [
        "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
      ],
      "findings": [],
      "backgroundCn": [
        "生态水文过程在异质表面上的放大是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的制约。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而解决这一挑战。"
      ],
      "research objectiveCn": [],
      "challengesCn": [
        "该领域的进展受到多尺度观测稀缺的阻碍。"
      ],
      "methodsCn": [
        "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个EC塔和四个两层自动气象站（AMS），这些景观包括沙质沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了LiDAR、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA。"
      ],
      "datasetCn": [
        "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统包括涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the data obtained from the eco-hydrological sensor network quality controlled during sensor calibration and data processing?",
        "QuestionCn": "从生态水文传感器网络获得的数据在传感器校准和数据处理过程中是否进行了质量控制？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the primary method for data collection in eco-hydrological research involving airborne remote sensing or ground-based measurements?",
        "QuestionCn": "生态水文研究中数据收集的主要方法是使用航空遥感还是地面测量？",
        "AnswerEn": "airborne remote sensing",
        "AnswerCn": "机载遥感",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Are electromagnetic interference effects more prominent in V polarization data or H polarization data for L-band microwave radiometer measurements?",
        "QuestionCn": "在L波段微波辐射计测量中，电磁干扰效应在V极化数据中还是H极化数据中更为明显？",
        "AnswerEn": "V polarization data",
        "AnswerCn": "V 极化数据",
        "Level": "C4(Analyzing)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the key instruments used in collecting data for eco-hydrological processes in heterogeneous surfaces?",
        "QuestionCn": "在异质表面收集生态水文过程数据的关键仪器有哪些？",
        "AnswerEn": "flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensor network of soil moisture and leaf area index, hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, L-band microwave radiometer",
        "AnswerCn": "涡度相关塔的通量观测矩阵、大孔径闪烁仪、自动气象站、土壤湿度和叶面积指数的生态水文传感器网络、高分辨率机载遥感使用LiDAR、成像光谱仪、多角度热成像仪、L波段微波辐射计。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where is the data from the multiscale eco-hydrological observation system available?",
        "QuestionCn": "多尺度生态水文观测系统的数据在哪里可以获取？",
        "AnswerEn": "figshare, Cold and Arid Regions Science Data Centre",
        "AnswerCn": "figshare，寒旱区科学数据中心",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are faced in the upscaling of eco-hydrological processes on a heterogeneous surface?",
        "QuestionCn": "在异质表面上生态水文过程的升级中面临哪些挑战？",
        "AnswerEn": "poor availability of multiscale observations",
        "AnswerCn": "多尺度观测的可用性差",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge faced in acquiring multiscale observations for eco-hydrological research?",
        "QuestionCn": "在生态水文研究中，获取多尺度观测数据面临的一个挑战是什么？",
        "AnswerEn": "A challenge faced in acquiring multiscale observations for eco-hydrological research is the poor availability of such observations, which hinders progress in understanding and upscaling eco-hydrological processes on heterogeneous surfaces.",
        "AnswerCn": "在生态水文研究中，获取多尺度观测面临的一个挑战是观测数据的稀缺，这阻碍了对异质表面生态水文过程的理解和上尺度化的进展。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Provide an example of a dataset that offers multiscale and multidisciplinary data for eco-hydrological studies.",
        "QuestionCn": "提供一个为生态水文研究提供多尺度和多学科数据的数据集的例子。",
        "AnswerEn": "An example of a dataset offering multiscale and multidisciplinary data for eco-hydrological studies is the data obtained from the Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in 2012. This dataset includes observations from eddy covariance towers, automatic meteorological stations, and eco-hydrological sensor networks, along with hyper-resolution airborne remote sensing data.",
        "AnswerCn": "一个提供多尺度和多学科数据用于生态水文研究的数据集是2012年获得的黑河流域联合遥测实验研究（HiWATER）数据。该数据集包括来自涡度协方差塔、自动气象站和生态水文传感器网络的观测数据，以及超高分辨率的航空遥感数据。",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the features of the hierarchical instrumentation design used in the eco-hydrological observation system?",
        "QuestionCn": "生态水文观测系统中使用的分层仪器设计的特点是什么？",
        "AnswerEn": "hierarchically nested scale design, flux observation matrix, eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensor network, hyper-resolution airborne remote sensing, LiDAR, imaging spectrometer, multi-angle thermal imager, L-band microwave radiometer",
        "AnswerCn": "分层嵌套尺度设计，通量观测矩阵，涡度相关塔，大孔径闪烁仪，自动气象站，生态水文传感器网络，超高分辨率机载遥感，激光雷达，成像光谱仪，多角度热成像仪，L波段微波辐射计。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the characteristics and challenges in obtaining multiscale eco-hydrological data in heterogeneous surfaces?",
        "QuestionCn": "在异质表面获取多尺度生态水文数据的特征和挑战是什么？",
        "AnswerEn": "poor availability of multiscale observations, multiscale and multidisciplinary data collection, intensive observation periods, continuous hydrometeorological observations, sparse network for oasis-desert interactions, various sensors for capturing multi-scale eco-hydrological processes",
        "AnswerCn": "多尺度观测的可用性差，多尺度和多学科的数据收集，密集观测期，连续的水文气象观测，绿洲-沙漠相互作用的稀疏网络，用于捕捉多尺度生态水文过程的各种传感器。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many instruments were used to capture multi-scale eco-hydrological processes during the HiWATER experiment?",
        "QuestionCn": "在HiWATER实验中，使用了多少种仪器来捕捉多尺度生态水文过程？",
        "AnswerEn": "12",
        "AnswerCn": "12",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many kilometers per hour was the aircraft traveling during the data collection with the L-band microwave radiometer?",
        "QuestionCn": "在使用L波段微波辐射计进行数据收集时，飞机的飞行速度是多少公里每小时？",
        "AnswerEn": "220-250 km/hr",
        "AnswerCn": "220-250公里/小时",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'hierarchically nested scales' in the context of eco-hydrological data collection?",
        "QuestionCn": "在生态水文数据收集的背景下，“层次嵌套尺度”是什么意思？",
        "AnswerEn": "In the context of eco-hydrological data collection, 'hierarchically nested scales' refers to the arrangement of instruments and observation systems at multiple spatial scales to capture multiscale eco-hydrological processes. This approach allows for comprehensive data collection across different landscape types, enabling the study of interactions between various components of the ecosystem.",
        "AnswerCn": "在生态水文数据收集的背景下，“分层嵌套尺度”指的是在多个空间尺度上安排仪器和观测系统，以捕捉多尺度生态水文过程。这种方法允许在不同的景观类型中进行全面的数据收集，从而能够研究生态系统各组成部分之间的相互作用。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'multiscale dataset' signify in hydrological research?",
        "QuestionCn": "“多尺度数据集”在水文研究中意味着什么？",
        "AnswerEn": "A 'multiscale dataset' in hydrological research signifies a collection of data obtained from different spatial and temporal scales, integrating various types of observations such as flux measurements, remote sensing data, and ground-based measurements. This type of dataset is crucial for understanding complex eco-hydrological interactions and processes across different environments.",
        "AnswerCn": "“多尺度数据集”在水文研究中指的是从不同空间和时间尺度获得的数据集合，整合了各种类型的观测数据，如通量测量、遥感数据和地面测量。这种类型的数据集对于理解不同环境中复杂的生态水文相互作用和过程至关重要。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How is 'V polarization' and 'H polarization' defined in the context of microwave radiometry?",
        "QuestionCn": "在微波辐射计的上下文中，'V极化'和'H极化'是如何定义的？",
        "AnswerEn": "'V polarization' and 'H polarization' in the context of microwave radiometry refer to the vertical and horizontal polarization of the electromagnetic waves detected by the radiometer. These polarizations provide different information about the surface and atmospheric conditions, and their data are collected to analyze factors like surface moisture and temperature.",
        "AnswerCn": "在微波辐射计的上下文中，“V极化”和“H极化”指的是辐射计检测到的电磁波的垂直和水平极化。这些极化提供了关于表面和大气条件的不同信息，收集这些数据可以分析表面湿度和温度等因素。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the differences in addressing electromagnetic wave interference between V polarization and H polarization data collection in airborne L-band microwave radiometry?",
        "QuestionCn": "在空中L波段微波辐射测量中，V极化和H极化数据采集在处理电磁波干扰方面的区别是什么？",
        "AnswerEn": "The V polarization data collected during airborne L-band microwave radiometry are more strongly affected by electromagnetic wave interference compared to the H polarization data. This difference necessitates additional considerations for V polarization TB values during data processing to ensure data accuracy and reliability.",
        "AnswerCn": "在空中L波段微波辐射测量中收集的V极化数据比H极化数据更容易受到电磁波干扰的影响。这一差异在数据处理过程中需要对V极化的TB值进行额外考虑，以确保数据的准确性和可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What does the hierarchical arrangement of instruments in the HiWATER experiment suggest about the potential for capturing multi-scale eco-hydrological processes?",
        "QuestionCn": "HiWATER实验中仪器的层次排列暗示了捕捉多尺度生态水文过程的潜力吗？",
        "AnswerEn": "The hierarchical arrangement of instruments in the HiWATER experiment suggests a comprehensive strategy to capture eco-hydrological processes across multiple scales. This approach addresses the challenge of upscaling observations from heterogeneous surfaces by ensuring data collection at both micro and macro levels, thereby facilitating a detailed understanding of interactions such as those between oasis and desert systems.",
        "AnswerCn": "HiWATER实验中仪器的层次化安排表明了一种全面的策略，以捕捉跨多个尺度的生态水文过程。这种方法通过确保在微观和宏观层面进行数据收集，解决了从异质表面上升观测的挑战，从而促进了对绿洲与沙漠系统之间相互作用的详细理解。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways might the use of synchronical ground measurements alongside airborne remote sensing techniques improve the interpretation of eco-hydrological processes in a heterogeneous environment?",
        "QuestionCn": "在异质环境中，同时使用地面同步测量和机载遥感技术可能会在哪些方面改善对生态水文过程的解释？",
        "AnswerEn": "The use of synchronical ground measurements alongside airborne remote sensing techniques provides a more robust framework for interpreting eco-hydrological processes. This combination allows for validation and cross-referencing of data, ensuring accuracy and depth in analysis. It enables researchers to capture fine-scale ground-level details that complement broader aerial observations, leading to a more holistic understanding of the heterogeneous environment.",
        "AnswerCn": "同步地面测量与空中遥感技术的结合提供了一个更为稳健的框架，用于解释生态水文过程。这种组合允许数据的验证和交叉参考，确保分析的准确性和深度。它使研究人员能够捕捉到细尺度的地面细节，补充更广泛的空中观察，从而对异质环境有更全面的理解。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What challenges contribute to the poor availability of multiscale observations in the field of eco-hydrological processes?",
        "QuestionCn": "在生态水文过程领域，多尺度观测的可用性差的挑战有哪些？",
        "AnswerEn": "Progress in the field is hindered by the poor availability of multiscale observations, which is a significant challenge when addressing eco-hydrological processes on heterogeneous surfaces.",
        "AnswerCn": "该领域的进展受到多尺度观测稀缺的制约，这是在处理异质表面的生态水文过程时面临的一个重大挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is electromagnetic wave interference a concern when collecting data with L-band microwave radiometers in eco-hydrological studies?",
        "QuestionCn": "在生态水文研究中，使用L波段微波辐射计收集数据时，电磁波干涉为何成为一个关注点？",
        "AnswerEn": "Electromagnetic wave interference affects microwave radiometer data, with V polarization TB values being strongly influenced and H polarization being less affected, necessitating careful consideration during data collection.",
        "AnswerCn": "电磁波干涉会影响微波辐射计数据，V极化的TB值受到强烈影响，而H极化的影响较小，因此在数据采集过程中需要谨慎考虑。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What causes necessitate the use of hierarchically nested scales in capturing eco-hydrological processes for data collection?",
        "QuestionCn": "什么原因需要使用分层嵌套尺度来捕捉生态水文过程以进行数据收集？",
        "AnswerEn": "Hierarchically nested scales are used to capture multi-scale eco-hydrological processes, addressing the challenge of obtaining multiscale and multidisciplinary data, which is crucial for understanding oasis-desert interactions and related phenomena.",
        "AnswerCn": "层次嵌套尺度用于捕捉多尺度生态水文过程，解决获取多尺度和多学科数据的挑战，这对于理解绿洲-沙漠相互作用及相关现象至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "How does the implementation of instrumentation on hierarchically nested scales influence the quality and scope of eco-hydrological data collected in a heterogeneous surface environment?",
        "QuestionCn": "在层次嵌套尺度上实施仪器如何影响在异质表面环境中收集的生态水文数据的质量和范围？",
        "AnswerEn": "The implementation of instrumentation on hierarchically nested scales allows for the capture of multi-scale eco-hydrological processes, which addresses the challenge of poor availability of multiscale observations. This approach provides a comprehensive multiscale and multidisciplinary dataset that is crucial for understanding complex interactions in eco-hydrological systems.",
        "AnswerCn": "在分层嵌套尺度上实施仪器化，能够捕捉多尺度生态水文过程，从而解决多尺度观测稀缺的问题。这种方法提供了一个全面的多尺度和多学科数据集，对于理解生态水文系统中的复杂相互作用至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the potential outcomes of addressing electromagnetic interference in the collection of L-band microwave radiometer data for eco-hydrological research?",
        "QuestionCn": "解决L波段微波辐射计数据收集中的电磁干扰对生态水文研究的潜在结果是什么？",
        "AnswerEn": "Addressing electromagnetic interference in the collection of L-band microwave radiometer data improves the accuracy and reliability of the observations. This leads to more precise data on V polarization and H polarization TB values, which are critical for understanding and modeling eco-hydrological processes.",
        "AnswerCn": "解决L波段微波辐射计数据采集中的电磁干扰问题，提高了观测的准确性和可靠性。这导致了对V极化和H极化TB值的更精确数据，这对于理解和建模生态水文过程至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to address the challenge of upscaling eco-hydrological processes on heterogeneous surfaces using multiscale observations?",
        "QuestionCn": "为什么使用多尺度观测来解决在异质表面上扩展生态水文过程的挑战很重要？",
        "AnswerEn": "Addressing the challenge of upscaling eco-hydrological processes on heterogeneous surfaces is important because progress in this field is hindered by the poor availability of multiscale observations. The HiWATER experiment was designed to tackle this challenge by obtaining multiscale and multidisciplinary data through hierarchically nested instrumentation.",
        "AnswerCn": "解决异质表面生态水文过程的上升挑战非常重要，因为这一领域的进展受到多尺度观测稀缺的制约。HiWATER实验旨在通过分层嵌套的仪器获取多尺度和多学科的数据，以应对这一挑战。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the goals behind implementing intensive observation periods and continuous hydrometeorological observations in the oasis-desert system?",
        "QuestionCn": "在绿洲-沙漠系统中实施强化观测期和持续的水文气象观测的目标是什么？",
        "AnswerEn": "The goal of implementing intensive observation periods and continuous hydrometeorological observations in the oasis-desert system is to capture multi-scale eco-hydrological processes. This involves arranging instruments in hierarchically nested scales to investigate oasis-desert interaction and conducting airborne remote sensing missions to cover the area using various advanced technologies.",
        "AnswerCn": "在绿洲-沙漠系统中实施强化观测期和持续的水文气象观测的目标是捕捉多尺度的生态水文过程。这涉及到以分层嵌套的尺度布置仪器，以研究绿洲-沙漠之间的相互作用，并进行空中遥感任务，利用各种先进技术覆盖该区域。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What techniques and instruments are used to ensure the accuracy and reliability of eco-hydrological data collected from heterogeneous surfaces in an oasis-desert system?",
        "QuestionCn": "在绿洲-沙漠系统中，确保从异质表面收集的生态水文数据的准确性和可靠性所使用的技术和仪器有哪些？",
        "AnswerEn": "The HiWATER experiment employs various techniques and instruments to ensure data accuracy, including a flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and an eco-hydrological sensor network for soil moisture and leaf area index. Additionally, hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer is used alongside synchronical ground measurements of vegetation dynamics and photosynthesis processes. All data undergo careful quality control throughout sensor calibration, data collection, data processing, and dataset generation.",
        "AnswerCn": "HiWATER实验采用多种技术和仪器以确保数据的准确性，包括涡度协方差塔的通量观测矩阵、大孔径闪烁仪、自动气象站以及用于土壤湿度和叶面积指数的生态水文传感器网络。此外，还使用高分辨率的航空遥感技术，包括激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，并与同步的地面植被动态和光合作用过程测量相结合。所有数据在传感器校准、数据收集、数据处理和数据集生成的过程中都经过严格的质量控制。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How are intensive observation periods (IOPs) structured to capture multi-scale eco-hydrological processes in challenging environments?",
        "QuestionCn": "强烈观察期（IOPs）是如何构建的，以捕捉在具有挑战性的环境中多尺度生态水文过程？",
        "AnswerEn": "During the HiWATER experiment, intensive observation periods (IOPs) are structured by arranging instruments on hierarchically nested scales to capture multi-scale eco-hydrological processes. A sparse network is established to investigate the oasis-desert interaction, with a superstation within the oasis and multiple EC towers and automatic meteorological stations installed in diverse landscapes such as sandy desert, desert pavement, desert steppe, and wetland. This structure enables comprehensive data collection across different environmental scales.",
        "AnswerCn": "在HiWATER实验期间，密集观测期（IOPs）通过在层次嵌套的尺度上布置仪器来捕捉多尺度生态水文过程。建立了一个稀疏网络，以研究绿洲-沙漠相互作用，在绿洲内设有超级站，并在沙漠、沙漠铺装、沙漠草原和湿地等不同景观中安装了多个EC塔和自动气象站。这种结构使得能够在不同环境尺度上进行全面的数据收集。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What procedural steps are involved in mitigating the effects of electromagnetic interference when collecting microwave radiometer data in eco-hydrological experiments?",
        "QuestionCn": "在生态水文实验中收集微波辐射计数据时，减轻电磁干扰影响的程序步骤有哪些？",
        "AnswerEn": "To mitigate the effects of electromagnetic interference when collecting microwave radiometer data, calibration procedures such as 'hot' and 'cold' radiation corrections are performed at the beginning and end of flights. The data collection process also involves accounting for interference impacts, particularly on V-polarization TB values, as they are more strongly affected than H-polarization. These steps help ensure the data's integrity despite electromagnetic challenges.",
        "AnswerCn": "为了减轻电磁干扰对微波辐射计数据收集的影响，在飞行开始和结束时会进行“热”与“冷”辐射校正等校准程序。数据收集过程还涉及考虑干扰影响，特别是对V极化TB值的影响，因为它们比H极化更容易受到影响。这些步骤有助于确保数据的完整性，尽管面临电磁挑战。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "How does the hierarchical arrangement of instruments facilitate the observation of eco-hydrological processes in heterogeneous landscapes?",
        "QuestionCn": "乐器的层次排列如何促进对异质景观中生态水文过程的观察？",
        "AnswerEn": "The hierarchical arrangement facilitates observation by capturing multi-scale eco-hydrological processes through a sparse network that investigates oasis-desert interactions. Instruments were placed at hierarchically nested scales, including a superstation within the oasis and several EC towers and automatic meteorological stations in surrounding landscapes.",
        "AnswerCn": "层级安排通过稀疏网络捕捉多尺度生态水文过程，便于观察绿洲-沙漠相互作用。仪器被放置在层级嵌套的尺度上，包括绿洲内的超级站以及周围景观中的多个EC塔和自动气象站。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "What are the anticipated challenges of obtaining multiscale observational data in heterogeneous eco-hydrological landscapes?",
        "QuestionCn": "在异质生态水文景观中获取多尺度观测数据的预期挑战是什么？",
        "AnswerEn": "One major challenge in obtaining multiscale observational data is the poor availability of such data across different scales and disciplines. This hinders progress in understanding eco-hydrological processes on heterogeneous surfaces, as data collection needs to be comprehensive and cover various hierarchical scales to provide meaningful insights.",
        "AnswerCn": "获取多尺度观测数据的一大挑战是不同尺度和学科之间数据的可用性较差。这阻碍了对异质表面生态水文过程的理解，因为数据收集需要全面覆盖各种层次尺度，以提供有意义的见解。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the expected complexities in ensuring data quality control across various observational instruments and datasets in eco-hydrological studies?",
        "QuestionCn": "在生态水文学研究中，确保各种观测仪器和数据集的数据质量控制所面临的预期复杂性是什么？",
        "AnswerEn": "Ensuring data quality control in eco-hydrological studies involves complexities such as sensor calibration, data processing, and dataset generation. Each observational instrument, like eddy covariance towers or microwave radiometers, requires meticulous quality control to ensure reliable data, which is crucial for comprehensive and accurate eco-hydrological analysis.",
        "AnswerCn": "确保生态水文研究中的数据质量控制涉及复杂性，如传感器校准、数据处理和数据集生成。每个观测仪器，如涡度协方差塔或微波辐射计，都需要细致的质量控制，以确保数据的可靠性，这对于全面和准确的生态水文分析至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using hierarchically nested scales in capturing multi-scale eco-hydrological processes in heterogeneous surfaces?",
        "QuestionCn": "如何评估在捕捉异质表面中的多尺度生态水文过程时使用分层嵌套尺度的有效性？",
        "AnswerEn": "Using hierarchically nested scales is effective in capturing multi-scale eco-hydrological processes as it allows for the integration of data from diverse instruments and observations. This method provides comprehensive insights into the interactions between different landscape elements, such as oasis and desert systems, enhancing the understanding of eco-hydrological dynamics.",
        "AnswerCn": "使用分层嵌套尺度在捕捉多尺度生态水文过程方面是有效的，因为它允许整合来自不同仪器和观测的数据。这种方法提供了对不同景观元素之间相互作用的全面洞察，例如绿洲和沙漠系统，从而增强了对生态水文动态的理解。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, what are the primary challenges in ensuring the quality control of a multiscale dataset obtained from eco-hydrological observations?",
        "QuestionCn": "在确保从生态水文观测中获得的多尺度数据集的质量控制方面，主要挑战是什么？",
        "AnswerEn": "The primary challenges in ensuring the quality control of a multiscale dataset include managing the calibration and synchronization of various sensors, addressing electromagnetic interference especially in microwave radiometer data, and maintaining consistent data processing methods across different observational scales. Careful quality control is crucial to ensure the accuracy and reliability of the collected data.",
        "AnswerCn": "确保多尺度数据集质量控制的主要挑战包括管理各种传感器的校准和同步，处理电磁干扰，特别是在微波辐射计数据中，以及在不同观测尺度上保持一致的数据处理方法。仔细的质量控制对于确保收集数据的准确性和可靠性至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand the challenges faced while attempting to upscale eco-hydrological processes on heterogeneous surfaces.",
        "QuestionCn": "我不理解在尝试对异质表面进行生态水文过程的上尺度时所面临的挑战。",
        "AnswerEn": "The challenge in upscaling eco-hydrological processes on heterogeneous surfaces is primarily due to the poor availability of multiscale observations. This limitation hinders the progress in understanding and integrating data across different scales, which is essential for capturing the complex interactions in eco-hydrological studies.",
        "AnswerCn": "在异质表面上对生态水文过程进行上尺度处理的挑战主要是由于多尺度观测的可用性差。这一限制妨碍了对不同尺度数据的理解和整合的进展，而这对于捕捉生态水文研究中的复杂相互作用是至关重要的。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about the methods used to ensure data quality and accuracy in eco-hydrological datasets.",
        "QuestionCn": "我对确保生态水文数据集的数据质量和准确性的方法感到不确定。",
        "AnswerEn": "To ensure data quality and accuracy in eco-hydrological datasets, all observational data undergo rigorous quality control processes throughout sensor calibration, data collection, data processing, and dataset generation. This approach ensures that the data collected is reliable and can be used effectively in research.",
        "AnswerCn": "为了确保生态水文数据集的数据质量和准确性，所有观测数据在传感器校准、数据收集、数据处理和数据集生成的过程中都经过严格的质量控制流程。这种方法确保所收集的数据是可靠的，可以有效地用于研究。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore potential challenges faced in ensuring the quality and reliability of multiscale observations in eco-hydrological experiments.",
        "QuestionCn": "请探讨在生态水文实验中确保多尺度观测的质量和可靠性所面临的潜在挑战。",
        "AnswerEn": "One significant challenge is the poor availability of multiscale observations, which hinders progress in upscaling eco-hydrological processes. Moreover, ensuring the quality and reliability of observations involves careful quality control throughout sensor calibration, data collection, data processing, and dataset generation to mitigate errors and inconsistencies.",
        "AnswerCn": "一个显著的挑战是多尺度观测的可用性差，这阻碍了生态水文过程的上尺度化进展。此外，确保观测的质量和可靠性需要在传感器校准、数据收集、数据处理和数据集生成的整个过程中进行仔细的质量控制，以减少错误和不一致性。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}