{
  "id": "490df302-cd60-4ebb-a56a-1263a3c1a9df",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Generation of an improved precipitation data set from multisource information over the Tibetan Plateau （1998-2017）",
      "titleCn": "青藏高原地区多源融合降水数据（1998-2017）",
      "description": "Precipitation over the Tibetan Plateau (TP) known as Asia's water tower plays a critical role in regional water and energy cycles, largely affecting water availability for downstream countries. Rain gauges are indispensable in precipitation measurement, but are quite limited in the TP that features complex terrain and the harsh environment. Satellite and reanalysis precipitation products can provide complementary information for ground-based measurements, particularly over large poorly gauged areas. Here we optimally merged gauge, satellite, and reanalysis data by determining weights of various data sources using artificial neural networks (ANNs) and environmental variables including elevation, surface pressure, and wind speed. A Multi-Source Precipitation (MSP) data set was generated at a daily timescale and a spatial resolution of 0.1° across the TP for the 1998‒2017 period. The correlation coefficient (CC) of daily precipitation between the MSP and gauge observations was highest (0.74) and the root mean squared error was the second lowest compared with four other satellite products, indicating the quality of the MSP and the effectiveness of the data merging approach. We further evaluated the hydrological utility of different precipitation products using a distributed hydrological model for the poorly gauged headwaters of the Yangtze and Yellow rivers in the TP. The MSP achieved the best Nash-Sutcliffe efficiency coefficient (over 0.8) and CC (over 0.9) for daily streamflow simulations during 2004‒2014. In addition, the MSP performed best over the ungauged western TP based on multiple collocation evaluation. The merging method could be applicable to other data-scarce regions globally to provide high quality precipitation data for hydrological research. The latitude and longitude of the left bottom corner across the TP, the number of rows and columns, and grid cells information are all included in each ASCII file.",
      "descriptionCn": "“亚洲水塔”青藏高原（TP）的降水在区域水和能源循环中发挥着关键作用，对下游国家的水资源供应有重要影响。气象站点所获取的降水信息通常被认为是最准确的，但在地形复杂、环境恶劣的青藏高原中，气象站数据却十分有限。卫星和再分析降水产品可以为地面测量提供补充信息，特别是在大面积测量不足的区域。在这里，我们通过使用人工神经网络 (ANN) 和环境变量（包括海拔、地表压力和风速）确定各种数据源的权重来最优地融合站点、卫星和再分析数据。在 1998-2017 年期间，以每日时间尺度和 0.1° 的空间分辨率生成了一个多源降水 (MSP) 数据集横跨青藏高原。与其他四颗卫星产品相比，MSP与标准观测的日降水相关系数（CC）最高（0.74），均方根误差第二低，表明MSP的质量和数据合并的有效性方法。我们使用分布式水文模型进一步评估了青藏高原长江和黄河源头测量不佳的不同降水产品的水文效用。在 2004-2014 年期间，MSP 实现了每日流量模拟的最佳 Nash-Sutcliffe 效率系数（超过 0.8）和 CC（超过 0.9）。此外，基于多重搭配评估，MSP 在未测量的西部 TP 上表现最好。该合并方法可应用于全球其他数据稀缺地区，为水文研究提供高质量的降水数据。整个 TP 的左下角的经纬度、行数和列数以及网格单元信息都包含在每个 ASCII 文件中。",
      "instructions": "The file name is \"MSP. Yyyymmdd. ASC\", where yyyy represents year, mm represents month and DD represents day, such as MSP 20171231.asc file shows the precipitation data of the Qinghai Tibet Plateau on December 31, 2017.\nAll ASCII files in the data set can be opened directly with text programs (such as Notepad). The main content is numerical representation of precipitation, which can also be processed by MATLAB, ArcGIS and other software.",
      "instructionsCn": "文件名称为\"MSP.yyyymmdd.asc\",其中yyyy代表年，mm代表月份，dd代表日，如MSP.20171231.asc文件表示2017年12月31日的青藏高原地区降水数据。\n该数据集中的所有ASCII码文件可以直接用文本程序（如记事本）打开，主体内容为数值表征降水，也可用matlab、Arcgis等软件处理。",
      "east": 104.25,
      "west": 68.25,
      "south": 26.25,
      "north": 39.75,
      "startTime": "1998-01-01 00:00:00",
      "endTime": "2017-12-31 11:59:59",
      "fileSize": 292572224.0,
      "cstr": "18406.11.Atmos.tpdc.272247",
      "doi": "10.11888/Atmos.tpdc.272247",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "洪仲坤",
        "nameEn": "HONG Zhongkun ",
        "unitEn": "State Key Laboratory of Hydroscience and Engineering, Department of Hydraulic Engineering, Tsinghua University",
        "unitCn": "清华大学水利水电工程系"
      },
      {
        "nameCn": "龙笛",
        "nameEn": "LONG Di",
        "unitEn": "Department of Hydraulic Engineering, Tsinghua University",
        "unitCn": "清华大学水利系"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Generation of an Improved Precipitation Dataset from Multisource Information over the Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Hong, Z., Han, Z., Li, X., Long, D., Tang, G., & Wang, J. (2021). Generation of an Improved Precipitation Dataset from Multisource Information over the Tibetan Plateau. Journal of Hydrometeorology, 22(5), 1275-1295"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "其他数据",
        "nameEn": "Others"
      },
      {
        "nameCn": "机器学习",
        "nameEn": "machine learning"
      },
      {
        "nameCn": "水文",
        "nameEn": "hydrology"
      },
      {
        "nameCn": "融合",
        "nameEn": "fusion"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "雨量",
        "nameEn": "rainfall"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "长时间序列",
        "keywordEn": "long time series",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The Tibetan Plateau (TP), known as the Earth’s Third Pole, is the highest plateau in the world with a mean elevation of more than 4000 m. The TP and surrounding mountains are known as the water towers of Asia where headwaters of many major rivers in Asia reside, such as the Indus, Ganges, Brahmaputra, Yangtze, and Yellow Rivers. Research on the hydrological processes across the TP is of great importance for improving water resource management and mitigating natural hazards including floods and droughts in the TP and downstream countries. Precipitation plays a fundamental role in the water and energy cycles and shapes ecological landscapes and ecosystems, generating 55%–60% of annual runoff for all major rivers on the TP. There are currently four primary ways to estimate precipitation: 1) ground-based gauge observations, 2) ground-based radar remote sensing, 3) satellite remote sensing, and 4) atmospheric reanalysis models. Gauge-based precipitation observations are generally considered most accurate and reliable. But there are almost no meteorological stations in the vast western and northern TP due to complex terrain and the harsh environment. Satellite remote sensing has been widely used in hydrometeorological applications, particularly for data-scarce areas. However, satellite data generally overestimate light rainfall (e.g., 0–10 mm day21) and underestimate moderate and heavy rainfall (e.g., over 10 mm day21) in the TP. Reanalysis data may not perform well in complex terrain, implying the necessity of considering environmental impacts."
      ],
      "research objective": [
        "Here we optimally merged gauge, satellite, and reanalysis data by determining weights of various data sources using artificial neural networks (ANNs) and environmental variables including elevation, surface pressure, and wind speed. To provide high-quality and high-spatiotemporal-resolution precipitation data over the TP, satellite remote sensing and reanalysis data should be fully taken into account and multisource data need to be merged in a reasonable way."
      ],
      "challenges": [
        "It is challenging to directly assess the accuracy of the MSP dataset in areas without gauge observations."
      ],
      "methods": [
        "First, we evaluated different precipitation products in the TP and selected appropriate precipitation products to be merged. Second, a precipitation dataset was generated by combining gauge, satellite remote sensing, and reanalysis data using artificial neural networks (ANNs) to determine weights of various data sources for the merging. Third, three approaches were used to fully evaluate and compare the merged dataset and different precipitation products: 1) independent gauge data for direct evaluation; 2) a distributed hydrological model [Coupled Routing and Excess Storage Model–Snow (CREST-Snow)] for indirect evaluation."
      ],
      "dataset": [
        "A Multi-Source Precipitation (MSP) dataset was generated at a daily time scale and a spatial resolution of 0.18 across the TP for the 1998–2017 period."
      ],
      "findings": [
        "The correlation coefficient (CC) of daily precipitation between the MSP and gauge observations was highest (0.74) and the root-mean-square error was the second lowest compared with four other satellite products, indicating the quality of the MSP and the effectiveness of the data merging approach. The MSP achieved the best Nash–Sutcliffe efficiency coefficient (over 0.8) and CC (over 0.9) for daily streamflow simulations during 2004–14. In addition, the MSP performed best over the ungauged western TP based on multiple collocation evaluation. The merging method could be applicable to other data-scarce regions globally to provide high-quality precipitation data for hydrological research."
      ],
      "backgroundCn": [
        "青藏高原（TP）被称为地球的第三极，是世界上最高的高原，平均海拔超过4000米。青藏高原及其周边山脉被称为亚洲的水塔，许多亚洲主要河流的源头位于此，如印度河、恒河、布拉马普特拉河、长江和黄河。研究青藏高原的水文过程对于改善水资源管理和减轻包括洪水和干旱在内的自然灾害具有重要意义。降水在水和能量循环中发挥着基础性作用，塑造生态景观和生态系统，为青藏高原所有主要河流的年径流生成55%–60%。目前估算降水的主要方法有四种：1）基于地面的雨量计观测，2）基于地面的雷达遥感，3）卫星遥感，4）大气再分析模型。基于雨量计的降水观测通常被认为是最准确和可靠的。但由于复杂的地形和恶劣的环境，青藏高原西部和北部几乎没有气象站。卫星遥感在水文气象应用中被广泛使用，特别是在数据稀缺地区。然而，卫星数据通常会高估轻降水（例如，0–10毫米/天）并低估中等和大降水（例如，超过10毫米/天）在青藏高原的情况。再分析数据在复杂地形中可能表现不佳，这意味着有必要考虑环境影响。"
      ],
      "research objectiveCn": [
        "我们通过使用人工神经网络（ANNs）和环境变量（包括海拔、地面气压和风速）来确定各种数据源的权重，从而优化合并了测量、卫星和再分析数据。为了提供高质量和高时空分辨率的青藏高原降水数据，必须充分考虑卫星遥感和再分析数据，并以合理的方式合并多源数据。"
      ],
      "challengesCn": [
        "在没有测站观测的地区，直接评估MSP数据集的准确性是具有挑战性的。"
      ],
      "methodsCn": [
        "首先，我们评估了青藏高原（TP）不同的降水产品，并选择了适合合并的降水产品。其次，利用人工神经网络（ANNs）结合雨量计、卫星遥感和再分析数据生成了一个降水数据集，以确定各种数据源在合并中的权重。第三，采用三种方法全面评估和比较合并的数据集和不同的降水产品：1）使用独立的雨量计数据进行直接评估；2）使用分布式水文模型[耦合路由和过剩储存模型–雪（CREST-Snow）]进行间接评估。"
      ],
      "datasetCn": [
        "在1998年至2017年期间，生成了一个多源降水（MSP）数据集，时间尺度为每日，空间分辨率为0.18，覆盖了青藏高原。"
      ],
      "findingsCn": [
        "MSP与雨量计观测的日降水量相关系数（CC）最高为0.74，均方根误差在四种其他卫星产品中排名第二，表明了MSP的质量和数据融合方法的有效性。MSP在2004年至2014年的日流量模拟中，获得了最佳的纳什–萨特克利夫效率系数（超过0.8）和相关系数（超过0.9）。此外，MSP在多个配对评估中在无水文观测的西部青藏高原表现最佳。这种融合方法可以适用于全球其他数据稀缺地区，为水文研究提供高质量的降水数据。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Can the merged dataset achieve high goodness-of-fit metrics like the Nash-Sutcliffe efficiency coefficient for hydrological modeling?",
        "QuestionCn": "合并的数据集能否在水文建模中实现高的拟合优度指标，如纳什-萨特克利夫效率系数？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "What data collection method is more reliable for estimating precipitation in the Tibetan Plateau: ground-based gauge observations, satellite remote sensing, or atmospheric reanalysis models?",
        "QuestionCn": "在估计青藏高原降水量时，哪种数据收集方法更可靠：基于地面的雨量计观测、卫星遥感还是大气再分析模型？",
        "AnswerEn": "ground-based gauge observations",
        "AnswerCn": "地面测量观测",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Which approach is more effective for merging precipitation data sources in the Tibetan Plateau: artificial neural networks (ANNs), statistical models, or other machine learning techniques?",
        "QuestionCn": "在青藏高原合并降水数据源时，哪种方法更有效：人工神经网络（ANNs）、统计模型还是其他机器学习技术？",
        "AnswerEn": "artificial neural networks (ANNs)",
        "AnswerCn": "人工神经网络 (ANNs)",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the primary sources of precipitation data used for the Tibetan Plateau?",
        "QuestionCn": "青藏高原降水数据的主要来源是什么？",
        "AnswerEn": "ground-based gauge observations, ground-based radar remote sensing, satellite remote sensing, atmospheric reanalysis models",
        "AnswerCn": "地面测量观测、地基雷达遥感、卫星遥感、大气再分析模型",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What method is used to merge different precipitation data sources for creating a high-quality dataset?",
        "QuestionCn": "用于合并不同降水数据源以创建高质量数据集的方法是什么？",
        "AnswerEn": "Artificial neural network",
        "AnswerCn": "人工神经网络",
        "Level": "C3(Applying)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that effectively combines multiple sources of precipitation data in complex terrains like the Tibetan Plateau?",
        "QuestionCn": "您能否提供一个有效结合多种降水数据来源的数据收集方法的例子，适用于像青藏 Plateau 这样的复杂地形？",
        "AnswerEn": "A data collection method that effectively combines multiple sources of precipitation data in complex terrains involves using artificial neural networks (ANNs) to determine weights for various data sources, including gauge, satellite, and reanalysis data, while considering environmental variables such as elevation, surface pressure, and wind speed.",
        "AnswerCn": "一种有效结合复杂地形中多种降水数据源的数据收集方法是使用人工神经网络（ANNs）来确定各种数据源的权重，包括雨量计、卫星和再分析数据，同时考虑环境变量，如海拔、地面气压和风速。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Could you provide an example of a dataset that has been generated to offer high-resolution precipitation data for a region with limited observational infrastructure?",
        "QuestionCn": "您能否提供一个示例数据集，该数据集已生成以提供一个观测基础设施有限地区的高分辨率降水数据？",
        "AnswerEn": "An example of a dataset generated to offer high-resolution precipitation data for a region with limited observational infrastructure is the Multi-Source Precipitation (MSP) dataset, which was created for the Tibetan Plateau at a daily time scale and a spatial resolution of 0.1° for the period from 1998 to 2017.",
        "AnswerCn": "一个生成高分辨率降水数据集的例子是多源降水（MSP）数据集，该数据集为观测基础设施有限的地区创建，专门针对青藏高原，时间尺度为日，空间分辨率为0.1°，覆盖1998年至2017年。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of a multi-source precipitation dataset generated for a high-altitude region like the Tibetan Plateau?",
        "QuestionCn": "为像青藏高原这样的高海拔地区生成的多源降水数据集有哪些特征？",
        "AnswerEn": "daily time scale, spatial resolution of 0.1°, period of 1998-2017, merges gauge, satellite, and reanalysis data, uses artificial neural networks, uses environmental variables such as elevation, surface pressure, and wind speed",
        "AnswerCn": "日时间尺度，空间分辨率为0.1°，时间范围为1998-2017年，融合了观测站、卫星和再分析数据，使用人工神经网络，使用的环境变量包括海拔、地面气压和风速。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What methodologies are employed to evaluate and compare different precipitation products for hydrological research in data-scarce regions?",
        "QuestionCn": "在数据稀缺地区，评估和比较不同降水产品的方法论包括哪些？",
        "AnswerEn": "selecting appropriate precipitation products for merging, using artificial neural networks to determine data source weights, independent gauge data for direct evaluation, a distributed hydrological model for indirect evaluation, multiple collocation evaluation to assess performance in ungauged areas",
        "AnswerCn": "选择合适的降水产品进行合并，使用人工神经网络确定数据源权重，使用独立的雨量计数据进行直接评估，使用分布式水文模型进行间接评估，使用多重配准评估来评估无测站区域的性能。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the multi-source precipitation dataset generated over the Tibetan Plateau for the period 1998-2017?",
        "QuestionCn": "在1998年至2017年期间，生成的多源降水数据集在青藏高原上的空间分辨率是多少？",
        "AnswerEn": "0.1°",
        "AnswerCn": "0.1°",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many years does the multi-source precipitation dataset cover for the Tibetan Plateau?",
        "QuestionCn": "多源降水数据集覆盖了青藏 Plateau多少年？",
        "AnswerEn": "19 years",
        "AnswerCn": "19年",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What was the highest correlation coefficient achieved between daily precipitation from the multi-source precipitation dataset and gauge observations?",
        "QuestionCn": "多源降水数据集与雨量观测之间的日降水量最高相关系数是多少？",
        "AnswerEn": "0.74",
        "AnswerCn": "0.74",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'multi-source precipitation data' mean in the context of precipitation measurement on the Tibetan Plateau?",
        "QuestionCn": "在青藏高原降水测量的背景下，“多源降水数据”是什么意思？",
        "AnswerEn": "Multi-source precipitation data refers to a dataset generated by merging gauge, satellite, and reanalysis data using artificial neural networks (ANNs) and environmental variables such as elevation, surface pressure, and wind speed to provide high-quality and high-spatiotemporal-resolution precipitation data over the Tibetan Plateau.",
        "AnswerCn": "多源降水数据是指通过合并雨量计、卫星和再分析数据，利用人工神经网络（ANN）和环境变量（如海拔、地面气压和风速）生成的数据，以提供高质量和高时空分辨率的降水数据，覆盖青藏高原。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is the significance of using artificial neural networks (ANNs) in merging different precipitation data sources?",
        "QuestionCn": "使用人工神经网络（ANNs）合并不同降水数据源的意义是什么？",
        "AnswerEn": "Artificial neural networks (ANNs) are used to determine the weights of various data sources, including gauge, satellite, and reanalysis data, to optimally merge these sources and generate a high-quality precipitation dataset, especially in complex terrains like the Tibetan Plateau where direct assessments are challenging.",
        "AnswerCn": "人工神经网络（ANNs）用于确定各种数据源的权重，包括测量、卫星和再分析数据，以最佳方式合并这些源并生成高质量的降水数据集，特别是在像青藏高原这样直接评估困难的复杂地形中。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the use of artificial neural networks (ANNs) in merging gauge, satellite, and reanalysis data compare to traditional methods of data integration in terms of generating high-quality precipitation datasets?",
        "QuestionCn": "人工神经网络（ANNs）在合并测量、卫星和再分析数据方面的应用，与传统的数据集成方法相比，在生成高质量降水数据集方面有什么不同？",
        "AnswerEn": "The use of ANNs in the given context allows for the optimal merging of different data sources by determining weights based on environmental variables like elevation, surface pressure, and wind speed. This method contrasts with traditional methods that may not account for these variables, leading to a higher correlation coefficient (CC) of 0.74 and a better Nash-Sutcliffe efficiency coefficient for daily streamflow simulations, highlighting its effectiveness in generating high-quality datasets.",
        "AnswerCn": "在给定的背景下，人工神经网络（ANNs）的使用通过根据环境变量（如海拔、表面压力和风速）确定权重，从而实现不同数据源的最佳合并。这种方法与传统方法形成对比，后者可能未考虑这些变量，导致日流量模拟的相关系数（CC）达到0.74，并且纳什-沙普利效率系数更高，突显了其在生成高质量数据集方面的有效性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the similarities and differences between satellite remote sensing and atmospheric reanalysis models in estimating precipitation over complex terrains such as the Tibetan Plateau?",
        "QuestionCn": "卫星遥感和大气重分析模型在估计复杂地形（如青藏高原）上的降水时的相似性和差异性是什么？",
        "AnswerEn": "Both satellite remote sensing and atmospheric reanalysis models are used to estimate precipitation in areas with sparse ground data. Satellite remote sensing is widely used in data-scarce regions but tends to overestimate light rainfall and underestimate moderate to heavy rainfall in the Tibetan Plateau. In contrast, reanalysis models may not perform well in complex terrains, suggesting they might not fully capture environmental impacts. Despite these challenges, both methods provide critical data that can be merged for enhanced accuracy.",
        "AnswerCn": "卫星遥感和大气再分析模型都用于在地面数据稀缺的地区估算降水。卫星遥感在数据稀缺地区被广泛使用，但在青藏高原上往往会高估轻降水并低估中到大降水。相比之下，再分析模型在复杂地形中可能表现不佳，表明它们可能无法完全捕捉环境影响。尽管存在这些挑战，这两种方法提供的关键数据可以合并以提高准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What are the potential challenges inferred from using satellite remote sensing and reanalysis data for precipitation estimation in regions with complex terrain?",
        "QuestionCn": "使用卫星遥感和再分析数据在复杂地形地区进行降水估计可能面临的潜在挑战是什么？",
        "AnswerEn": "The challenges include the tendency of satellite data to overestimate light rainfall and underestimate moderate and heavy rainfall in complex terrains like the Tibetan Plateau. Reanalysis data may also not perform well due to the environmental impacts, highlighting the necessity of considering these factors in data integration.",
        "AnswerCn": "挑战包括卫星数据在复杂地形（如青藏高原）中倾向于高估轻度降雨和低估中度及重度降雨。再分析数据由于环境影响可能表现不佳，这突显了在数据整合中考虑这些因素的必要性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What implications can be drawn from the effectiveness of the merging method used for precipitation data in the Tibetan Plateau for hydrological research in other data-scarce regions globally?",
        "QuestionCn": "从青藏高原降水数据合并方法的有效性中，可以得出哪些对全球其他数据稀缺地区水文研究的启示？",
        "AnswerEn": "The effectiveness of the merging method, demonstrated by the high correlation coefficient and efficient streamflow simulations, suggests that similar approaches could be applicable to other data-scarce regions globally. This could provide high-quality precipitation data for hydrological research and potentially improve water resource management and hazard mitigation.",
        "AnswerCn": "合并方法的有效性通过高相关系数和高效的流量模拟得到了证明，这表明类似的方法可以适用于全球其他数据稀缺地区。这可以为水文研究提供高质量的降水数据，并有可能改善水资源管理和灾害减缓。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the effectiveness of using artificial neural networks for merging various precipitation data sources?",
        "QuestionCn": "影响使用人工神经网络合并各种降水数据源有效性的因素有哪些？",
        "AnswerEn": "The effectiveness of using artificial neural networks for merging data sources is contributed by their ability to determine the weights of various data sources while accounting for environmental variables such as elevation, surface pressure, and wind speed. This approach helps in optimizing the merging process to provide high-quality, high-resolution precipitation data.",
        "AnswerCn": "使用人工神经网络合并数据源的有效性在于它们能够确定各种数据源的权重，同时考虑环境变量，如海拔、表面气压和风速。这种方法有助于优化合并过程，以提供高质量、高分辨率的降水数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of merging gauge, satellite, and reanalysis data using artificial neural networks for precipitation datasets in complex terrains?",
        "QuestionCn": "将测量、卫星和再分析数据通过人工神经网络合并用于复杂地形的降水数据集的后果是什么？",
        "AnswerEn": "Merging gauge, satellite, and reanalysis data using artificial neural networks results in a precipitation dataset with higher accuracy, particularly in complex terrains like the Tibetan Plateau. This approach enhances the correlation with gauge observations and improves streamflow simulation accuracy, making it valuable for hydrological research in data-scarce regions.",
        "AnswerCn": "将测量、卫星和再分析数据通过人工神经网络合并，生成的降水数据集具有更高的准确性，特别是在像青藏高原这样的复杂地形中。这种方法增强了与测量观测的相关性，并提高了径流模拟的准确性，使其在数据稀缺地区的水文研究中具有重要价值。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the implications of using a distributed hydrological model for evaluating precipitation datasets in regions with limited gauge data?",
        "QuestionCn": "使用分布式水文模型评估降水数据集在测站数据有限的地区的影响是什么？",
        "AnswerEn": "Using a distributed hydrological model for evaluating precipitation datasets in regions with limited gauge data allows for indirect assessment of data quality. It helps validate the effectiveness of data merging approaches by simulating streamflow and providing insights into the dataset's performance over ungauged areas, thereby enhancing confidence in its applicability for hydrological research.",
        "AnswerCn": "使用分布式水文模型评估降水数据集在测站数据有限的地区可以间接评估数据质量。它通过模拟径流来验证数据合并方法的有效性，并提供对数据集在无测站区域表现的洞察，从而增强对其在水文研究中适用性的信心。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of merging gauge, satellite, and reanalysis data using artificial neural networks in the context of precipitation data collection over the Tibetan Plateau?",
        "QuestionCn": "在对青藏高原降水数据收集的背景下，使用人工神经网络合并测站、卫星和再分析数据的主要目标是什么？",
        "AnswerEn": "The primary goal is to provide high-quality and high-spatiotemporal-resolution precipitation data over the Tibetan Plateau by optimally merging these data sources, considering environmental variables like elevation, surface pressure, and wind speed.",
        "AnswerCn": "主要目标是通过优化合并这些数据源，提供高质量和高时空分辨率的青藏高原降水数据，同时考虑环境变量，如海拔、地面气压和风速。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to evaluate different precipitation products before merging them for generating a dataset in complex terrains like the Tibetan Plateau?",
        "QuestionCn": "为什么在像青藏高原这样复杂的地形中合并不同的降水产品以生成数据集之前评估它们很重要？",
        "AnswerEn": "It is important to evaluate different precipitation products to select appropriate ones for merging, ensuring the generated dataset is accurate and reliable despite the complex terrain and limited gauge observations in the Tibetan Plateau.",
        "AnswerCn": "评估不同的降水产品以选择合适的合并产品是重要的，确保生成的数据集在复杂地形和有限的雨量观测条件下是准确和可靠的。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is the objective behind using a distributed hydrological model for evaluating and comparing precipitation datasets in regions like the Tibetan Plateau?",
        "QuestionCn": "使用分布式水文模型评估和比较像青藏高原这样的地区的降水数据集的目标是什么？",
        "AnswerEn": "The objective is to indirectly evaluate and compare the effectiveness of the merged precipitation dataset and other products by assessing their performance in simulating daily streamflow, thus ensuring the dataset's utility in hydrological research.",
        "AnswerCn": "目标是通过评估它们在模拟日流量方面的表现，间接评估和比较合并降水数据集和其他产品的有效性，从而确保该数据集在水文研究中的实用性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How can artificial neural networks (ANNs) be utilized to merge gauge, satellite, and reanalysis data to improve precipitation data quality over complex terrains like the Tibetan Plateau?",
        "QuestionCn": "人工神经网络（ANNs）如何用于合并测量、卫星和再分析数据，以改善像青藏高原这样复杂地形的降水数据质量？",
        "AnswerEn": "ANNs can be used to determine weights of various data sources by incorporating environmental variables such as elevation, surface pressure, and wind speed, thereby optimally merging gauge, satellite, and reanalysis data to provide high-quality precipitation data over the Tibetan Plateau.",
        "AnswerCn": "人工神经网络可以通过结合环境变量，如海拔、地面气压和风速，来确定各种数据源的权重，从而优化合并雨量计、卫星和再分析数据，以提供高质量的青藏高原降水数据。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What are the procedural steps involved in evaluating and selecting appropriate precipitation products for merging in data-scarce regions?",
        "QuestionCn": "在数据稀缺地区评估和选择适合的降水产品进行合并的程序步骤是什么？",
        "AnswerEn": "The procedural steps include evaluating different precipitation products in the region, selecting appropriate products for merging, and using approaches like independent gauge data and distributed hydrological models for thorough evaluation and comparison of the merged dataset.",
        "AnswerCn": "程序步骤包括评估该地区的不同降水产品，选择合适的产品进行合并，并使用独立的雨量计数据和分布式水文模型对合并数据集进行全面评估和比较。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What methodological approaches can be applied to assess the accuracy of a precipitation dataset in areas without gauge observations?",
        "QuestionCn": "可以采用哪些方法论方法来评估没有雨量计观测的地区降水数据集的准确性？",
        "AnswerEn": "Methodological approaches such as multiple collocation evaluation and indirect assessments using distributed hydrological models can be applied to evaluate the accuracy of a precipitation dataset in ungauged regions.",
        "AnswerCn": "方法论方法，如多重协同评估和使用分布式水文模型的间接评估，可以用于评估无水文站区域降水数据集的准确性。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable the integration of various precipitation data sources to improve data accuracy in complex terrains like the Tibetan Plateau?",
        "QuestionCn": "哪些方法论能够整合各种降水数据源，以提高像青藏 Plateau 这样复杂地形中的数据准确性？",
        "AnswerEn": "The use of artificial neural networks (ANNs) along with environmental variables such as elevation, surface pressure, and wind speed allows for the optimal merging of gauge, satellite, and reanalysis data to improve data accuracy in complex terrains like the Tibetan Plateau.",
        "AnswerCn": "使用人工神经网络（ANN）结合环境变量，如海拔、地面气压和风速，可以在复杂地形如青藏高原上优化雨量计、卫星和再分析数据的合并，从而提高数据的准确性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "How does the application of distributed hydrological models enable the assessment of precipitation dataset quality in regions with limited gauge data?",
        "QuestionCn": "分布式水文模型的应用如何使得在测站数据有限的地区评估降水数据集的质量成为可能？",
        "AnswerEn": "Distributed hydrological models, such as the Coupled Routing and Excess Storage Model–Snow (CREST-Snow), enable the assessment of precipitation dataset quality by providing indirect evaluation through simulations of daily streamflow in regions with limited gauge data.",
        "AnswerCn": "分布式水文模型，如耦合路由和过剩储存模型-雪（CREST-Snow），通过模拟日流量在缺乏水文测站数据的地区间接评估降水数据集的质量。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions are necessary for the successful application of multisource data merging techniques in data-scarce regions globally?",
        "QuestionCn": "在数据稀缺地区成功应用多源数据融合技术所需的条件是什么？",
        "AnswerEn": "The successful application of multisource data merging techniques in data-scarce regions globally requires the determination of appropriate weights for various data sources using methodologies like ANNs, and the consideration of environmental impacts such as complex terrain to ensure high-quality and high-spatiotemporal-resolution precipitation data.",
        "AnswerCn": "在全球数据稀缺地区成功应用多源数据融合技术需要通过诸如人工神经网络（ANNs）等方法确定各种数据源的适当权重，并考虑复杂地形等环境影响，以确保高质量和高时空分辨率的降水数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "What could be potential challenges in assessing the accuracy of merged precipitation datasets in areas lacking ground-based gauge observations?",
        "QuestionCn": "在缺乏地面雨量观测的地区，评估合并降水数据集的准确性可能面临哪些潜在挑战？",
        "AnswerEn": "In areas lacking ground-based gauge observations, directly assessing the accuracy of merged precipitation datasets is challenging. This is because there are few or no reference points to validate the data, necessitating alternative evaluation methods, such as using distributed hydrological models for indirect assessment, to determine the reliability and effectiveness of the data merging approach.",
        "AnswerCn": "在缺乏地面观测站的地区，直接评估合并降水数据集的准确性是具有挑战性的。这是因为缺乏参考点来验证数据，因此需要采用替代评估方法，例如使用分布式水文模型进行间接评估，以确定数据合并方法的可靠性和有效性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How effective do you think the use of artificial neural networks (ANNs) is in merging different precipitation data sources for data-scarce regions like the Tibetan Plateau?",
        "QuestionCn": "您认为在像青藏高原这样数据稀缺的地区，使用人工神经网络（ANNs）合并不同的降水数据源的效果如何？",
        "AnswerEn": "The use of ANNs in merging gauge, satellite, and reanalysis data by determining weights of various data sources, along with environmental variables, appears to be effective. This approach has led to the creation of a Multi-Source Precipitation dataset that shows high correlation with gauge observations and improved performance in hydrological simulations, indicating a successful methodology for high-quality data generation in data-scarce regions.",
        "AnswerCn": "使用人工神经网络（ANNs）合并测站、卫星和再分析数据，通过确定各种数据源及环境变量的权重，似乎是有效的。这种方法导致了多源降水数据集的创建，该数据集与测站观测值具有高相关性，并在水文模拟中表现出改善，表明在数据稀缺地区生成高质量数据的成功方法。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are your thoughts on the challenges faced in accurately assessing precipitation datasets in regions lacking gauge observations, and how might these challenges be addressed?",
        "QuestionCn": "在缺乏雨量观测的地区，准确评估降水数据集面临的挑战是什么？这些挑战可能如何得到解决？",
        "AnswerEn": "Accurately assessing precipitation datasets in regions without gauge observations is challenging due to the lack of direct validation data. To address these challenges, indirect evaluation methods such as using independent gauge data and distributed hydrological models for simulation comparisons can be employed to validate and enhance the reliability of the datasets.",
        "AnswerCn": "在没有雨量观测的地区，准确评估降水数据集是具有挑战性的，因为缺乏直接的验证数据。为了解决这些挑战，可以采用间接评估方法，例如使用独立的雨量数据和分布式水文模型进行模拟比较，以验证和增强数据集的可靠性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, what potential does the methodology used in the creation of a multi-source precipitation dataset hold for application in other data-scarce regions globally?",
        "QuestionCn": "您认为在创建多源降水数据集过程中使用的方法在全球其他数据稀缺地区的应用潜力如何？",
        "AnswerEn": "The methodology of merging multisource data using ANNs and environmental variables to create a high-quality precipitation dataset holds significant potential for application in other data-scarce regions globally. This approach can provide valuable data for hydrological research and improve the understanding of water and energy cycles in regions where traditional data collection is limited due to harsh or complex environmental conditions.",
        "AnswerCn": "使用人工神经网络（ANNs）和环境变量合并多源数据的方法，创建高质量降水数据集在全球其他数据稀缺地区具有重要的应用潜力。这种方法可以为水文研究提供有价值的数据，并改善对水和能量循环的理解，尤其是在由于恶劣或复杂环境条件而限制传统数据收集的地区。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how different data sources can be effectively merged to create a comprehensive precipitation dataset over complex terrains like the Tibetan Plateau.",
        "QuestionCn": "我不明白如何有效地将不同的数据源合并，以在像青藏 Plateau 这样复杂的地形上创建一个全面的降水数据集。",
        "AnswerEn": "The merging of different data sources to create a comprehensive precipitation dataset over complex terrains like the Tibetan Plateau is achieved by using artificial neural networks (ANNs). These networks determine the weights of various data sources, such as gauge, satellite, and reanalysis data, while considering environmental variables like elevation, surface pressure, and wind speed. This approach ensures high-quality and high-spatiotemporal-resolution precipitation data.",
        "AnswerCn": "不同数据源的合并以创建复杂地形（如青藏高原）上的综合降水数据集是通过使用人工神经网络（ANNs）实现的。这些网络确定各种数据源的权重，如雨量计、卫星和再分析数据，同时考虑环境变量，如海拔、地面气压和风速。这种方法确保了高质量和高时空分辨率的降水数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please summarize the main challenges in collecting precipitation data over the Tibetan Plateau and suggest potential strategies to overcome these challenges.",
        "QuestionCn": "总结在青藏 Plateau 收集降水数据的主要挑战，并提出克服这些挑战的潜在策略。",
        "AnswerEn": "The primary challenge in collecting precipitation data over the Tibetan Plateau is the lack of meteorological stations due to complex terrain and harsh environments. Satellite data and reanalysis products can be used to supplement ground-based observations, but they have limitations such as overestimating light rainfall and underestimating moderate and heavy rainfall. A potential strategy to overcome these challenges is to optimally merge different data sources using artificial neural networks, which consider environmental variables like elevation, surface pressure, and wind speed, to enhance the accuracy and reliability of precipitation data.",
        "AnswerCn": "在收集青藏 Plateau 的降水数据时，主要挑战是由于复杂的地形和恶劣的环境导致气象站的缺乏。卫星数据和再分析产品可以用来补充地面观测，但它们存在一些局限性，例如高估轻降水和低估中等及重降水。一种克服这些挑战的潜在策略是使用人工神经网络对不同数据源进行优化融合，考虑环境变量如海拔、地面气压和风速，以提高降水数据的准确性和可靠性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please evaluate the effectiveness of using artificial neural networks (ANNs) in merging multiple data sources for precipitation estimation over complex terrains.",
        "QuestionCn": "评估在复杂地形中使用人工神经网络（ANNs）合并多个数据源进行降水估计的有效性。",
        "AnswerEn": "Artificial neural networks (ANNs) are effective in merging multiple data sources for precipitation estimation over complex terrains by determining the weights of various data sources. This approach enhances the quality of the resulting dataset, as evidenced by the high correlation coefficient and low root-mean-square error when compared to other satellite products. ANNs consider environmental variables, which helps address the limitations of individual data sources, leading to more accurate and reliable precipitation estimates.",
        "AnswerCn": "人工神经网络（ANNs）在复杂地形的降水估计中有效地融合了多个数据源，通过确定各种数据源的权重来提高结果数据集的质量。与其他卫星产品相比，这种方法的高相关系数和低均方根误差证明了其有效性。ANNs 考虑了环境变量，这有助于解决单一数据源的局限性，从而导致更准确和可靠的降水估计。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Please explore potential methodologies for evaluating the accuracy of a multi-source precipitation dataset in ungauged regions.",
        "QuestionCn": "请探讨评估多源降水数据集在无雨量站区域准确性的潜在方法。",
        "AnswerEn": "To evaluate the accuracy of a multi-source precipitation dataset in ungauged regions, three methodologies can be employed: 1) using independent gauge data for direct evaluation where available, 2) employing distributed hydrological models, such as the Coupled Routing and Excess Storage Model–Snow (CREST-Snow), for indirect evaluation through streamflow simulations, and 3) conducting multiple collocation evaluations to compare the performance of different precipitation products and assess the quality of the merged dataset.",
        "AnswerCn": "为了评估多源降水数据集在无雨量站区域的准确性，可以采用三种方法：1）在可用的情况下使用独立的雨量站数据进行直接评估；2）利用分布式水文模型，如耦合路由与过剩储存模型-雪（CREST-Snow），通过流量模拟进行间接评估；3）进行多重重叠评估，以比较不同降水产品的性能并评估合并数据集的质量。",
        "Level": "C6(Creating)"
      }
    ]
  }
}