{
    "id": "497db1e5-7a76-4136-8508-e9cea675e598",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Dataset of Heihe integrated observatory network: automatic weather station of Yakou station, 2022",
            "titleCn": "黑河流域地表过程综合观测网：垭口站自动气象站（2022）",
            "description": "This dataset includes data recorded by the Heihe integrated observatory network obtained from the automatic weather station (AWS) at the observation system of Meteorological elements gradient of Yakou station from January 1 to December 31, 2022. The site (100.2421°E, 38.0142°N) was located on an alpine meadow surface, which is near west of Qilian county, Qinghai Province. The elevation is 4148 m. The installation heights and orientations of different sensors and measured quantities were as follows: air temperature and humidity profile (HMP45C; 5 m, north), wind speed and direction profile (Gill; 10 m, north), air pressure (PTB110; in the tamper box on the ground), rain gauge (TE525M; 10 m), four-component radiometer (CNR1; 6 m, south), two infrared temperature sensors (SI-111; 6 m, south, vertically downward), soil heat flux (HFP01; 3 duplicates, -0.06 m), soil temperature profile (109ss-L; 0, -0.04, -0.1, -0.2, -0.4, -0.8, -1.2, and -1.6 m), and soil moisture profile (CS616; -0.04, -0.1, -0.2, -0.4, -0.8, -1.2, and -1.6 m).\nThe observations included the following: air temperature and humidity (Ta_5 m; RH_5 m) (℃ and %, respectively), wind speed (Ws_10 m) (m/s), wind direction (WD_10 m) (°), air pressure (press) (hpa), precipitation (rain) (mm), four-component radiation (DR, incoming shortwave radiation; UR, outgoing shortwave radiation; DLR_Cor, incoming longwave radiation; ULR_Cor, outgoing longwave radiation; Rn, net radiation) (W/m^2), infrared temperature (IRT_1 and IRT_2) (℃), soil heat flux (Gs_1, Gs_2 and Gs_3) (W/m^2), soil temperature (Ts_0 cm, Ts_4 cm, Ts_10 cm, Ts_20 cm, Ts_40 cm, Ts_80 cm, Ts_120 cm, and Ts_160 cm) (℃), and soil moisture (Ms_4 cm, Ms_10 cm, Ms_20 cm, Ms_40 cm, Ms_80 cm, Ms_120 cm, and Ms_160 cm) (%, volumetric water content).\nThe data processing and quality control steps were as follows: (1) The AWS data were averaged over intervals of 10 min for a total of 144 records per day. The missing data were denoted by -6999. Due to the sensor malfunction, the wind speed/direction occur valid values intermittently. (2) Data in duplicate records were rejected. (3) Unphysical data were rejected. (4) The data marked in red are problematic data. (5) The format of the date and time was unified, and the date and time were collected in the same column, for example, date and time: 2022-9-10 10:30. (6) Finally, the naming convention was AWS+ site no. Moreover, suspicious data were marked in red.\nFor more information, please refer to Liu et al. (2018) (for sites information), Liu et al. (2011) for data processing) in the Citation section.",
            "descriptionCn": "该数据集包含了2022年1月1日至2022年12月31日黑河流域地表过程综合观测网上游垭口站气象要素观测数据。站点位于青海省祁连县大冬树垭口，下垫面是高寒草甸。观测点的经纬度是100.2421E, 38.0142N，海拔4148m。发布的数据包括空气温度、相对湿度传感器架设在5m处，朝向正北；气压计安装在地面上的防撬箱内；翻斗式雨量计安装在2m处；风速与风向传感器架设在10m，朝向正北；四分量辐射仪在气象塔6m处，朝向正南；两个红外温度计安装在6m处，朝向正南，探头朝向是垂直向下；土壤温度探头埋设在地表0cm和地下4cm、10cm、20cm、40cm、80cm、120cm、160cm处；土壤水分探头埋设在地下4cm、10cm、20cm、40cm、80cm、120cm、160cm处；土壤热流板埋设在地下6cm处，在距离气象塔2m的正南方。\n观测项目有：空气温湿度（Ta_5m、RH_5m）(单位：摄氏度、百分比)、气压（Press）(单位：百帕)、降水量（Rain）(单位：毫米)、风速（WS_10m）(单位：米/秒)、风向（WD_10m）(单位：度)、四分量辐射（DR、UR、DLR_Cor、ULR_Cor、Rn）(单位：瓦/平方米)、地表辐射温度（IRT_1、IRT_2）(单位：摄氏度)、土壤热通量（Gs_1、Gs_2、Gs_3）(单位：瓦/平方米)、土壤温度（Ts_0cm、Ts_4cm、Ts_10cm、Ts_20cm、Ts_40cm、Ts_80cm、Ts_120cm、Ts_160cm）(单位：摄氏度)、土壤水分（Ms_4cm、Ms_10cm、Ms_20cm、Ms_40cm、Ms_80cm、Ms_120cm、Ms_160cm）(单位：体积含水量，百分比)。\n观测数据的处理与质量控制：（1）确保每天144个数据（每10min），若出现数据的缺失，则由-6999标示；由于传感器问题，风速风向偶尔出现无效值；（2）剔除有重复记录的时刻；（3）删除了明显超出物理意义或超出仪器量程的数据；（4）数据中以红字标示的部分为有疑问的数据；（5）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2022-9-10 10:30；（6）命名规则为：AWS+站点名称。\n黑河综合观测网或站点信息请参考Liu et al. (2018)，观测数据处理请参考Liu et al. (2011)。",
            "instructions": "Year+** observatory network+ site+ AWS",
            "instructionsCn": "年份+**观测网+站点名称+AWS",
            "east": 100.2421,
            "west": 100.2421,
            "south": 38.0142,
            "north": 38.0142,
            "startTime": "2022-01-01 14:35:38",
            "endTime": "2022-12-31 14:35:38",
            "fileSize": 12130865.0,
            "cstr": "18406.11.Atmos.tpdc.300652",
            "doi": "10.11888/Atmos.tpdc.300652",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "张阳",
                "nameEn": "ZHANG Yang",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "谭俊磊",
                "nameEn": "TAN Junlei",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "任志国",
                "nameEn": "REN Zhiguo",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A basin-scale land surface processes observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A basin-scale land surface processes observatory in China. Vadose Zone Journal, 17, 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceCn": null,
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleCn": null,
                "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleCn": null,
                "titleEn": "Comparison of sensible and latent heat fluxes from optical-microwave scintillometers and eddy covariance systems with respect to surface energy balance closure",
                "referenceCn": null,
                "referenceEn": "Zheng, C., Liu, S.M., Song, L.S., Xu, Z.W., Guo, J.X., Ma, Y.F., Ju, Q., & Wang, J.M. (2023). Comparison of sensible and latent heat fluxes from optical-microwave\nscintillometers and eddy covariance systems with respect to surface energy\nbalance closure. Agricultural and Forest Meteorology, 331, 109345. DOI: 10.1016/j.agrformet.2023.109345."
            },
            {
                "titleCn": null,
                "titleEn": "Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Zhu, Z.L., Liu, S.M., Song, L.S., Wang, X.C., Zhou, S., Yang, X.F., & Xu. T.R. (2021). Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors. Journal of Hydrology, 598, 126483."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "风",
                "nameEn": "Winds"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "垭口站",
                "keywordEn": "Yakou station"
            },
            {
                "keywordCn": "黑河流域上游",
                "keywordEn": "Upper reaches of the Heihe River"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2022",
                "keywordEn": "2022",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": [],
            "backgroundCn": [
                "阿尔卑斯地区在河流和流域生态系统中具有重要意义，作为淡水的来源，提供并刺激特定栖息地的生物多样性。与此同时，近年来气候变化、人类活动和其他扰动可能会干扰水文过程和生态功能，这就需要下一代观测和建模方法来推进对阿尔卑斯地区这些过程的预测理解。阿尔卑斯地区的水资源是需要调节的源头水，以维持下游生态系统。然而，近年来自然/气候变化和人类活动引发的扰动显著改变了水文过程和生态功能。因此，准确估计和预测水文过程及其关键影响因素变得至关重要。",
                "不幸的是，由于高山地区观测数据的稀缺，主要是由于获取困难和技术障碍，阻碍了高山水文建模及相关研究，但也促使了下一代生态系统观测网络和实验的发展。与观测数据相比，结合遥感数据和数据同化可以改善水文过程的预测。然而，由于地球系统的复杂性，遥感数据（尤其是在高山地区）存在各种不确定性来源，这些不确定性需要进行验证和校准。总之，为了填补知识空白并促进高山地区水文研究，集成的、分布式的和多尺度的观测数据集是必不可少的，预计将为水文建模提供准确的强迫数据，验证遥感数据，评估分布式模型，并最终改善对高山水文过程和生态系统功能的预测理解。在高山水文学中，除了从分布式气象站获得的一致的水文气象数据外，雪盖和冻土是两个重要的指标和驱动因素，影响水文过程。融化前的最大雪水当量（SWE）决定了雪融水的储存——这是高山地区淡水的主要来源，而冻融循环（FTC）和活跃层内的土壤水分则改变了水的渗透，从而影响地表径流和地下水。为了促进高山水文研究，国际高山研究流域水文学网络（INARCH）于2015年由世界气候研究计划（WCRP）的全球能量与水交换（GEWEX）项目发起，涉及全球18个流域。自那时以来，INARCH将各个观测站连接成一个国际网络和数据共享平台，以引领高山地区水文气象和雪观测的前沿研究。另一个基于社区的观测网络，极圈活跃层监测（CALM）网络，始于1990年代初，旨在观察活跃层和近地表永久冻土对气候变化的响应。黑河流域（HRB）是中国第二大内陆河流域，以其异质的景观、多样的生态系统、独特的地理特征和近年来的气候变化而闻名。作为干旱/半干旱黑河流域生态水文过程的主要组成部分，高山水文过程，特别是与上游雪盖和冻土相关的过程，对山区的径流产生了重大影响，从而调节中游的农业发展和下游的生态系统。",
                "近年来，随着气候变暖，永冻土退化显著影响了径流和碳循环（Peng et al., 2016; Gao et al., 2018）。研究区域内雪盖广泛分布，具有独特的特征。在高海拔山区（海拔 > 3800 米），受当地微气候和低温的影响，任何季节都可能出现降雪。临时雪是该地区中低海拔地区的主要雪盖类型，因为强烈的太阳辐射和高气温导致雪的快速融化和升华。漂移雪在该地区也常见，这可能导致高海拔地区雪盖的重新分布（Essery et al., 1999; Li et al., 2014）。",
                "由于祁连山的高海拔和复杂地形，常常观察到吹雪（漂雪）现象。估计吹雪的发生非常重要，因为它可能导致雪盖的重新分布，并影响雪的升华。",
                "土壤热导率的分析比较困难，因为它是土壤密度、土壤水分含量（在冻土中为冰含量）和土壤温度的函数，这些因素无法通过简单的公式轻易计算。因此，可以利用现场观测来评估高山水文模型的参数化。"
            ],
            "research objectiveCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合的、分布式的和多尺度的观测网络中研究中国黑河流域上游的流域科学和功能。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。",
                "相关的开放获取数据集包括高质量的水文气象数据，特别是关于雪和冻土观测的数据，涵盖子流域和流域尺度，旨在解决多种科学问题，包括但不限于：（1）如何为高山水文模型提供准确有效的强迫数据，（2）如何整合观测、模拟和获取的数据集以获得有意义的理解，以及（3）扰动（气候变化和人类活动）如何改变基本过程。"
            ],
            "challengesCn": [
                "然而，寒冷和恶劣的气候、高海拔以及复杂的地形等几项严峻挑战，阻碍了在需要的地方和时间进行全面和一致的数据收集，这妨碍了遥感技术和高山水文模型的发展。",
                "不幸的是，由于获取困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文模型及相关研究的发展，但也促使了下一代生态观测网络和实验的开发。然而，上述建模工作面临着两个主要问题：1）强迫数据的可用性（只有中国气象局在HRB上游运营的两个气象站正常工作）；2）缺乏高质量的雪和冻土数据用于参数化。",
                "不幸的是，由于强风的影响，这项工作并没有顺利进行。因此，目前无法获得可以通过雪深和雪水当量（SWE）数据计算的雪密度数据。"
            ],
            "methodsCn": [
                "无间断的气象和水文数据通过连接一组自动气象站（AMSs）的观测网络进行监测。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从一个雪观测超级站收集了雪盖特性数据。高分辨率的土壤物理数据集也从一个冻土观测超级站获得，以捕捉冻融过程。",
                "考虑到研究地点的特征，建立了一个综合的、分布式的多尺度水文气象-雪-冻土观测网络，包含七个自动气象站（AMS）和两个超级站。在流域尺度上，观测旨在收集数据以研究气象驱动因素，并验证阿尔卑斯水文模型。在子流域尺度上，小规模观测和测量集中在降水、土壤温度和湿度等数据上，这些数据用于开发和改进水文模型，以及验证中等到粗分辨率的遥感产品（Jin et al., 2014）。在两个雪盖和冻土观测的超级站中，可以利用高分辨率数据进一步验证遥感产品。在密集观测期（IOP：2013-2014）期间，在研究区域建立了七个AMS以及冻土和雪超级站（也包含气象观测），以获取空间分布的气象变量。IOP结束后，选择并保留了四个典型的AMS进行持续观测，预计将提供长期数据集。观测的气象变量包括风速和风向、气温、湿度、红外温度、气压、四分量辐射和降水。积雪和融雪过程在雅口雪超级站自动测量，观测的组成部分包括雪深、雪水当量（SWE，由GammaMONitor测量）、雪面反照率和吹雪（飘雪）通量（由FlowCapt测量）。在每个AMS中，土壤温度和湿度在六个层次内进行测量，而蒸散发（ET）则在三个AMS中通过涡度协方差（EC）观测，这些AMS位于永久冻土、季节性冻土和过渡区，以观察冻融（FT）过程。在子流域尺度上，建立了一个包含40个节点的无线传感器网络（WSN），以捕捉土壤温度和湿度的季节变化。在阿柔冻土超级站，土壤温度和湿度剖面在十八个层次上进行密集测量，深度达到3.2米（采用嵌套模式，表层有更多层次），以获取冻融循环（FTC）下的土壤水热特征。此外，还测量了表层土壤的热导率和水力导率，以观察动态水热过程。",
                "雪深是通过SR50A（美国Campbell公司）测量的，该设备通过发出超声波脉冲并监听从目标反射回来的回声来确定传感器与目标之间的距离。雪水当量（SWE）是通过GMON（CS725 GammaMONitor，美国Campbell公司）在2014年1月1日至2017年12月31日期间以6小时的时间分辨率进行测量的。FlowCapt（瑞士IAV公司）用于测量在0-1米、1-2米和2-3米三个高度的吹雪颗粒数量，每10分钟测量一次。"
            ],
            "datasetCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从综合、分布式和多尺度观测网络研究中国黑河流域上游的流域科学和功能。通过连接一组自动气象站（AMS）的观测网络，监测到了无间隙的气象和水文数据。此外，为了捕捉雪的积累和融化过程，采用先进技术和仪器从雪观测超级站收集了雪盖特性数据。还从冻土观测超级站获得了高分辨率的土壤物理数据，以捕捉冻融过程。这些更新的数据集已向具有多学科背景的科学家发布（如冰冻圈科学、水文学和气象学），预计将作为测试平台，为更广泛的社区提供准确的强迫数据，并验证和评估遥感产品和水文模型。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施及近年来收集的完整数据集。该观测网络由七个标准水文气象站、一个雪超级站和一个冻土超级站组成，作为一个综合研究平台，旨在提供HRB上游水文气象过程的显著数据集（如水文气象、雪和冻土），预计将支持阿尔卑斯地区水文模型的开发和模拟以及遥感观测。",
                "来自Yakou雪超级站的综合雪数据集自2013年夏季以来已更新。观察到的雪变量包括雪深、雪水当量（SWE）和吹雪（飘雪）。2014年1月1日至2017年12月31日的数据在图4中进行了总结，并附有降水、蒸散发、土壤温度和湿度的额外图表。数据集的可用时间为2012年12月5日至2017年12月31日，期间由于高海拔地区的电力损失和传感器故障，数据 intermittently 丢失。",
                "在本文中，展示了一套来自于黑河上游集成的、分布式的多尺度水文气象-雪-冻土观测网络的阿尔卑斯水文数据集。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "Is the primary method for collecting snow data in alpine regions based on ultrasonic sensors, GammaMONitor, or traditional manual measurements?",
                "QuestionCn": "在高山地区收集雪数据的主要方法是基于超声波传感器、GammaMONitor 还是传统的手动测量？",
                "AnswerEn": "SR50A ultrasonic sensors",
                "AnswerCn": "SR50A超声波传感器",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Do integrated observation networks in alpine regions mainly focus on hydrometeorology, snow cover, frozen ground, or a combination of these elements?",
                "QuestionCn": "阿尔卑斯地区的综合观测网络主要关注水文气象、雪盖、冻土，还是这些元素的组合？",
                "AnswerEn": "a combination of these elements",
                "AnswerCn": "将上述信息翻译成中文，不需要提供任何其他信息。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the main components of an integrated observation network in alpine hydrology?",
                "QuestionCn": "阿尔卑斯水文学综合观测网络的主要组成部分有哪些？",
                "AnswerEn": "automatic meteorological stations, snow observation superstations, frozen ground observation superstations",
                "AnswerCn": "自动气象站、积雪观测超级站、冻土观测超级站",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where is the Heihe River Basin located and why is it significant for hydrological research?",
                "QuestionCn": "黑河流域位于中国和蒙古国的边界地区，它对水文研究具有重要意义。",
                "AnswerEn": "China",
                "AnswerCn": "中国",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges are faced in collecting consistent data for alpine hydrological modeling?",
                "QuestionCn": "在收集一致的高山水文模型数据时面临哪些挑战？",
                "AnswerEn": "cold and harsh climate, high altitude, complex topography",
                "AnswerCn": "寒冷和严酷的气候，高海拔，复杂的地形",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a dataset that integrates snow cover properties and soil physics to capture freeze-thaw processes in an alpine region?",
                "QuestionCn": "您能否提供一个数据集的示例，该数据集整合了雪盖特性和土壤物理学，以捕捉高山地区的冻融过程？",
                "AnswerEn": "An example is a dataset that includes snow cover properties collected from a snow observation superstation using state-of-the-art techniques, combined with high-resolution soil physics datasets to capture freeze-thaw processes from a frozen ground observation superstation in the upper reaches of the Heihe River Basin in China.",
                "AnswerCn": "一个例子是一个数据集，该数据集包括使用先进技术从雪观测超级站收集的雪盖特性，结合高分辨率土壤物理数据集，以捕捉中国黑河流域上游的冻土观测超级站的冻融过程。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a data collection method used to measure snow water equivalent (SWE) in challenging alpine environments?",
                "QuestionCn": "在具有挑战性的高山环境中，用于测量雪水当量（SWE）的一种数据收集方法的例子是什么？",
                "AnswerEn": "An example of a data collection method for SWE is the use of the CS725 GammaMONitor (GMON) from Campbell, USA, which was employed to measure SWE at a temporal resolution of 6 hours in the upper reaches of the Heihe River Basin from 2014 to 2017.",
                "AnswerCn": "一种用于测量雪水当量（SWE）的数据收集方法是使用来自美国坎贝尔公司的CS725 GammaMONitor（GMON），该设备在2014年至2017年期间以6小时的时间分辨率测量了黑河流域上游的SWE。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you provide an example of a challenge faced during the collection of snow density data in alpine regions?",
                "QuestionCn": "在高山地区收集雪密度数据时面临的一个挑战是：气候条件变化迅速，可能导致雪层的形成和融化过程不稳定，从而影响数据的准确性和一致性。",
                "AnswerEn": "A challenge encountered was the influence of strong wind, which affected the collection of snow density data. As a result, snow density could not be calculated using snow depth and SWE data, highlighting the difficulties in collecting consistent data in the harsh climate and complex topography of alpine regions.",
                "AnswerCn": "一个遇到的挑战是强风的影响，这影响了雪密度数据的收集。因此，无法通过雪深和雪水当量（SWE）数据计算雪密度，这突显了在高山地区恶劣气候和复杂地形中收集一致数据的困难。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key characteristics of meteorological data collected in alpine regions, and how do they impact hydrological modeling?",
                "QuestionCn": "阿尔卑斯地区收集的气象数据的关键特征是什么，它们如何影响水文模型？",
                "AnswerEn": "high-resolution measurements, air temperature, humidity, wind speed and direction, air pressure, radiation, precipitation",
                "AnswerCn": "高分辨率测量、空气温度、湿度、风速和风向、气压、辐射、降水。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What attributes are measured in soil physics datasets to capture freeze-thaw processes in alpine environments?",
                "QuestionCn": "在高山环境中，土壤物理数据集中用于捕捉冻融过程的属性包括哪些？",
                "AnswerEn": "soil temperature, soil moisture, soil heat conductivity, hydraulic conductivity",
                "AnswerCn": "土壤温度、土壤湿度、土壤热导率、水力传导率",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many automatic meteorological stations are involved in the observation network for alpine hydrology research in the upper reaches of the Heihe River Basin?",
                "QuestionCn": "在黑河上游的高山水文研究观测网络中，涉及多少个自动气象站？",
                "AnswerEn": "7",
                "AnswerCn": "7",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the role of an automatic meteorological station (AMS) in the context of data collection for alpine hydrology research?",
                "QuestionCn": "自动气象站（AMS）在阿尔卑斯水文学研究中的数据收集中扮演着什么角色？",
                "AnswerEn": "An automatic meteorological station (AMS) plays a critical role in collecting gap-free meteorological and hydrological data. These stations are part of an integrated, distributed, and multiscale observation network aimed at capturing meteorological driving forces and validating alpine hydrological models. They gather consistent hydrometeorological data, which is crucial for understanding snow cover and frozen ground processes in alpine regions.",
                "AnswerCn": "自动气象站（AMS）在收集无缝的气象和水文数据方面发挥着关键作用。这些站点是一个集成的、分布式的、多尺度的观测网络的一部分，旨在捕捉气象驱动因素并验证高山水文模型。它们收集一致的水文气象数据，这对于理解高山地区的雪盖和冻土过程至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in challenges faced by meteorological data collection networks in alpine regions compared to those in more accessible areas?",
                "QuestionCn": "阿尔卑斯地区的气象数据收集网络面临的挑战与更易接近地区的挑战有哪些不同？",
                "AnswerEn": "In alpine regions, challenges such as cold, harsh climates, high altitudes, and complex topographies inhibit complete and consistent data collection. These challenges are less pronounced in more accessible areas, where logistics, maintenance, and technological deployment are typically easier.",
                "AnswerCn": "在高山地区，寒冷、恶劣的气候、高海拔和复杂的地形等挑战阻碍了完整和一致的数据收集。这些挑战在更易于到达的地区则不那么明显，在这些地方，物流、维护和技术部署通常更为简单。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do datasets from integrated alpine hydrology observation networks compare to those from remote sensing data in terms of validation and calibration for hydrological models?",
                "QuestionCn": "集成阿尔卑斯水文观测网络的数据集与遥感数据在水文模型的验证和校准方面有何比较？",
                "AnswerEn": "Datasets from integrated alpine hydrology observation networks provide high-quality, specific data that are essential for validating and calibrating remote sensing data, which often contain uncertainties, especially in complex alpine regions. These integrated datasets are crucial for improving the predictive understanding of hydrological processes in these areas.",
                "AnswerCn": "来自综合阿尔卑斯水文观测网络的数据集提供了高质量、特定的数据，这些数据对于验证和校准遥感数据至关重要，而遥感数据在复杂的阿尔卑斯地区往往存在不确定性。这些综合数据集对于提高对这些地区水文过程的预测理解至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What considerations should be made when integrating remote sensing data with ground-based meteorological observations to enhance predictive understanding of hydrological processes in alpine regions?",
                "QuestionCn": "在将遥感数据与地面气象观测数据结合以增强对高山地区水文过程的预测理解时，应考虑以下因素：",
                "AnswerEn": "Remote sensing data, when integrated with ground-based meteorological observations, can improve the prediction of hydrological processes. However, due to the complexities of the earth system, there are various sources of uncertainties in remote sensing data, especially in alpine regions, which need to be validated and calibrated using consistent hydrometeorological data from distributed meteorological stations.",
                "AnswerCn": "遥感数据与地面气象观测相结合，可以提高水文过程的预测。然而，由于地球系统的复杂性，遥感数据中存在各种不确定性，尤其是在高山地区，这些不确定性需要通过来自分布式气象站的一致水文气象数据进行验证和校准。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do the challenges of high altitude and complex topography influence the establishment of observation networks in alpine regions?",
                "QuestionCn": "高海拔和复杂地形的挑战如何影响阿尔卑斯地区观测网络的建立？",
                "AnswerEn": "High altitude and complex topography present challenges in data collection by creating harsh climates and inhibiting consistent data gathering. These challenges necessitate the development of integrated, distributed, and multiscale observation networks that include automatic meteorological stations and superstations for snow and frozen ground observations, aiming to collect comprehensive data necessary for hydrological modeling and validation of remote sensing products.",
                "AnswerCn": "高海拔和复杂地形在数据收集方面带来了挑战，造成恶劣气候并抑制了一致的数据收集。这些挑战需要开发集成的、分布式的和多尺度的观测网络，包括自动气象站和用于雪和冻土观测的超级站，旨在收集进行水文建模和验证遥感产品所需的全面数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the scarcity of observation data in alpine regions, and how do these factors hinder hydrological modeling?",
                "QuestionCn": "导致高山地区观测数据稀缺的因素有哪些，这些因素如何阻碍水文模型的建立？",
                "AnswerEn": "The scarcity of observation data in the alpine region is primarily due to difficulties of access and technological barriers, which hinder hydrological modeling and associated research. This scarcity motivates the development of next-generation ecosystem observation networks and experiments.",
                "AnswerCn": "阿尔卑斯地区观测数据的稀缺主要是由于获取困难和技术障碍，这阻碍了水文建模和相关研究。这种稀缺性促使了下一代生态系统观测网络和实验的发展。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it challenging to collect consistent meteorological data in alpine regions, and how does this impact remote sensing technology development?",
                "QuestionCn": "在高山地区收集一致的气象数据具有挑战性，这对遥感技术的发展产生了影响。",
                "AnswerEn": "The cold and harsh climate, high altitude, and complex topography are formidable challenges that inhibit complete and consistent data collection in alpine regions. These challenges hinder the development of remote sensing technologies and alpine hydrological models.",
                "AnswerCn": "寒冷而严酷的气候、高海拔和复杂的地形是阻碍阿尔卑斯地区完整和一致的数据收集的巨大挑战。这些挑战妨碍了遥感技术和阿尔卑斯水文模型的发展。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on hydrological modeling accuracy when integrating observation data with remote sensing data in alpine regions?",
                "QuestionCn": "在阿尔卑斯地区，将观测数据与遥感数据结合时，对水文模型准确性的潜在影响是什么？",
                "AnswerEn": "Integrating observation data with remote sensing data could improve the prediction of hydrological processes in alpine regions. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data, especially in the alpine region, which have to be validated and calibrated.",
                "AnswerCn": "将观测数据与遥感数据相结合可以改善对高山地区水文过程的预测。然而，由于地球系统的复杂性，遥感数据中存在各种不确定性来源，特别是在高山地区，这些不确定性需要进行验证和校准。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How might the presence of snow cover and frozen ground influence the outcomes of hydrological processes in alpine regions?",
                "QuestionCn": "雪盖和冻土的存在如何影响高山地区水文过程的结果？",
                "AnswerEn": "Snow cover and frozen ground are critical factors in alpine hydrology, influencing water infiltration, surface runoff, and groundwater. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt, a major freshwater source in alpine regions, while freeze-thaw cycles and soil moisture within the active layer further alter hydrological processes.",
                "AnswerCn": "雪盖和冻土是高山水文中的关键因素，影响水的渗透、地表径流和地下水。在融化前的最大雪水当量（SWE）决定了雪融水的储存，这是高山地区主要的淡水来源，而冻融循环和活跃层内的土壤水分进一步改变了水文过程。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to establish a multiscale observation network for hydrometeorological processes in alpine regions?",
                "QuestionCn": "在高山地区建立多尺度观测网络以监测水文气象过程的重要性是什么？",
                "AnswerEn": "An integrated, distributed, and multiscale observation network is essential to provide accurate forcing data for hydrological modeling, validate remote sensing data, and evaluate distributed models, ultimately improving the predictive understanding of alpine hydrological processes and ecosystem functions. This approach addresses the scarcity of observation data in alpine regions due to difficult access and technological barriers.",
                "AnswerCn": "一个集成的、分布式的、多尺度的观测网络对于提供准确的水文模型强迫数据、验证遥感数据和评估分布式模型至关重要，最终提高对高山水文过程和生态系统功能的预测理解。这种方法解决了由于难以到达和技术障碍而导致的高山地区观测数据稀缺的问题。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is the primary reason for integrating snow cover and frozen ground observations in watershed science research?",
                "QuestionCn": "在流域科学研究中，整合雪盖和冻土观测的主要原因是什么？",
                "AnswerEn": "Snow cover and frozen ground are critical indexes and driving forces in alpine hydrology that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation and freeze-thaw cycles (FTCs) significantly influence water infiltration, surface runoff, and groundwater, which are vital for understanding and predicting alpine region hydrological processes and their impacts on downstream ecosystems.",
                "AnswerCn": "雪盖和冻土是高山水文学中关键的指标和驱动因素，它们影响水文过程。融化前的最大雪水当量（SWE）以及冻融循环（FTC）显著影响水的渗透、地表径流和地下水，这对于理解和预测高山地区的水文过程及其对下游生态系统的影响至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How are snow cover and frozen ground data collected and validated within alpine hydrology observation networks?",
                "QuestionCn": "在高山水文学观测网络中，雪盖和冻土数据是如何收集和验证的？",
                "AnswerEn": "To capture snow accumulation and ablation processes, snow cover properties are collected from a snow observation superstation using state-of-the-art techniques and instruments. Snow depth is measured using sensors like the SR50A, and snow water equivalent (SWE) is measured by devices such as the GMON. Blowing snow is quantified using instruments like FlowCapt. Frozen ground data is collected by measuring soil temperature and moisture in multiple layers at various depths, and these measurements help validate remote sensing products.",
                "AnswerCn": "为了捕捉雪的积累和融化过程，雪观测超级站使用先进的技术和仪器收集雪盖属性。雪深通过像SR50A这样的传感器进行测量，雪水当量（SWE）则通过GMON等设备进行测量。吹雪的量通过FlowCapt等仪器进行量化。冻土数据通过在不同深度的多个层次上测量土壤温度和湿度来收集，这些测量有助于验证遥感产品。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methodologies are used to handle and preprocess missing or questionable data in alpine meteorological datasets?",
                "QuestionCn": "在阿尔卑斯气象数据集中，处理和预处理缺失或可疑数据的方法论有哪些？",
                "AnswerEn": "The data collection involves ensuring a series of quality control steps: (1) Ensuring 144 data points per day (every 10 minutes), marking missing data with -6999, and noting that sensor issues may result in occasional invalid values; (2) Removing duplicate records; (3) Deleting data that is physically unrealistic or beyond sensor range; (4) Highlighting questionable data in red; (5) Standardizing the date and time format, with both in the same column, e.g., '2022-9-10 10:30'.",
                "AnswerCn": "数据收集涉及确保一系列质量控制步骤：(1) 确保每天144个数据点（每10分钟一次），用-6999标记缺失数据，并注意传感器问题可能导致偶尔出现无效值；(2) 删除重复记录；(3) 删除物理上不现实或超出传感器范围的数据；(4) 用红色突出显示可疑数据；(5) 标准化日期和时间格式，将两者放在同一列，例如'2022-9-10 10:30'。",
                "Level": "C2(Understanding)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have facilitated the development of an integrated, distributed, and multiscale observation network in alpine regions?",
                "QuestionCn": "哪些技术进步促进了阿尔卑斯地区集成、分布式和多尺度观测网络的发展？",
                "AnswerEn": "The establishment of automatic meteorological stations (AMSs) and superstations for snow and frozen ground observations, along with state-of-the-art techniques and instruments, have facilitated the development of such networks. These advancements enable the collection of high-quality hydrometeorological data and specific observations related to snow and frozen ground processes.",
                "AnswerCn": "自动气象站（AMS）和用于雪和冻土观测的超级站的建立，以及先进的技术和仪器，促进了此类网络的发展。这些进展使得能够收集高质量的水文气象数据和与雪和冻土过程相关的特定观测。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How do gap-free meteorological and hydrological datasets enable a more comprehensive understanding of alpine hydrological processes?",
                "QuestionCn": "无间隙的气象和水文数据集如何使我们对高山水文过程有更全面的理解？",
                "AnswerEn": "Gap-free datasets provide continuous and consistent data essential for accurate modeling and prediction of hydrological processes. They allow for the validation of remote sensing data and the evaluation of distributed models, thereby improving the understanding of hydrological processes and ecosystem functions in alpine regions.",
                "AnswerCn": "无间隙数据集提供了连续一致的数据，对于准确建模和预测水文过程至关重要。它们允许验证遥感数据和评估分布式模型，从而提高对高山地区水文过程和生态系统功能的理解。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What conditions have prompted the development of next-generation ecosystem observation networks in alpine regions?",
                "QuestionCn": "促使阿尔卑斯地区发展下一代生态系统观测网络的条件有哪些？",
                "AnswerEn": "The scarcity of observation data due to difficult access and technological barriers, coupled with the need to understand the impacts of climate change and human activities on hydrological processes, have prompted the development of these networks. Integrated datasets are essential to address scientific questions related to these perturbations and to improve predictive understanding.",
                "AnswerCn": "由于难以获取观测数据和技术障碍的稀缺，加上需要了解气候变化和人类活动对水文过程的影响，这促使了这些网络的发展。综合数据集对于解决与这些扰动相关的科学问题以及提高预测理解至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be difficulties in collecting complete and consistent data in alpine regions, and how could these challenges impact the data collection methods?",
                "QuestionCn": "在高山地区收集完整和一致的数据可能会遇到困难，这些挑战可能会影响数据收集方法。",
                "AnswerEn": "Several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "AnswerCn": "几个严峻的挑战，包括寒冷和恶劣的气候、高海拔和复杂的地形，阻碍了在需要的地方/时间进行全面和一致的数据收集，这妨碍了遥感技术和高山水文模型的发展。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the anticipated outcomes of integrating snow cover properties and frozen ground observations into a multiscale observation network in alpine regions?",
                "QuestionCn": "将雪盖特性和冻土观测整合到阿尔卑斯地区的多尺度观测网络中，预期会产生哪些结果？",
                "AnswerEn": "The integration of snow cover properties and frozen ground observations into a multiscale observation network aims to provide accurate forcing data for hydrological modeling, validate remote sensing data, and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions.",
                "AnswerCn": "将雪盖特性和冻土观测整合到多尺度观测网络中，旨在为水文模型提供准确的强迫数据，验证遥感数据，并最终提高对高山水文过程和生态系统功能的预测理解。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why might there be a scarcity of observation data in alpine regions, and how does this scarcity motivate the development of new data collection networks?",
                "QuestionCn": "为什么在高山地区可能会缺乏观测数据，这种稀缺性又如何推动新数据收集网络的发展？",
                "AnswerEn": "The scarcity of observation data in alpine regions is due to the difficulties of access and technological barriers, which has hindered alpine hydrological modeling and motivated the development of next-generation ecosystem observation networks and experiments.",
                "AnswerCn": "阿尔卑斯地区观测数据的稀缺是由于获取困难和技术障碍，这阻碍了阿尔卑斯水文模型的建立，并促使下一代生态系统观测网络和实验的发展。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you assess the challenges of collecting meteorological and hydrological data in alpine regions, and what are some potential solutions?",
                "QuestionCn": "如何评估在高山地区收集气象和水文数据的挑战，以及一些潜在的解决方案是什么？",
                "AnswerEn": "Collecting meteorological and hydrological data in alpine regions presents significant challenges due to the cold and harsh climate, high altitude, and complex topography. These factors inhibit consistent data collection and hinder the development of remote sensing technologies and models. A potential solution is the establishment of automatic meteorological stations and superstations equipped with advanced instruments to continuously monitor various parameters, despite the challenging environment.",
                "AnswerCn": "在高山地区收集气象和水文数据面临着重大挑战，原因包括寒冷和恶劣的气候、高海拔和复杂的地形。这些因素阻碍了一致的数据收集，并妨碍了遥感技术和模型的发展。一种潜在的解决方案是建立自动气象站和超级气象站，配备先进仪器，以便在困难的环境中持续监测各种参数。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are your thoughts on the potential for expanding datasets in alpine hydrology research to address gaps in current data availability?",
                "QuestionCn": "我对在阿尔卑斯水文学研究中扩展数据集以填补当前数据可用性差距的潜力有何看法？",
                "AnswerEn": "Expanding datasets in alpine hydrology research is crucial to address gaps in current data availability. This can be achieved by enhancing observation networks with additional stations, utilizing state-of-the-art techniques to monitor snow cover properties, and employing high-resolution soil physics datasets to capture freeze-thaw processes. Continuous observation and data sharing through international networks like the INARCH can further enhance data availability and quality.",
                "AnswerCn": "在阿尔卑斯水文学研究中，扩展数据集对于填补当前数据可用性中的空白至关重要。这可以通过增加观测网络中的额外站点、利用先进技术监测雪盖特性以及采用高分辨率土壤物理数据集来捕捉冻融过程来实现。通过国际网络如INARCH的持续观测和数据共享，可以进一步提高数据的可用性和质量。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I'm unsure about how snow and frozen ground data can be accurately measured and validated in the alpine environment.",
                "QuestionCn": "我不确定如何在高山环境中准确测量和验证雪和冻土数据。",
                "AnswerEn": "Snow and frozen ground data are accurately measured using state-of-the-art instruments. Snow depth is measured by SR50A, snow water equivalent by GMON, and blowing snow by FlowCapt. These observations are further validated using remote sensing products and are collected at superstations specifically designed for snow and frozen ground studies.",
                "AnswerCn": "雪和冻土数据通过先进的仪器进行准确测量。雪深由SR50A测量，雪水当量由GMON测量，吹雪由FlowCapt测量。这些观测数据进一步通过遥感产品进行验证，并在专门设计用于雪和冻土研究的超级站点收集。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I can't make sense of how observational data from such remote alpine sites can be used to improve hydrological models and predictions.",
                "QuestionCn": "我无法理解来自如此偏远的高山地区的观测数据如何能用于改善水文模型和预测。",
                "AnswerEn": "Observational data from remote alpine sites are used to provide accurate forcing data for hydrological models, validate remote sensing data, and improve the understanding of hydrological processes. The integrated, distributed, and multiscale observation network in the Heihe River Basin collects comprehensive datasets that serve as a testing platform for model development and simulations.",
                "AnswerCn": "来自偏远高山地区的观测数据用于为水文模型提供准确的强迫数据，验证遥感数据，并提高对水文过程的理解。黑河流域的综合、分布式和多尺度观测网络收集了全面的数据集，为模型开发和模拟提供了测试平台。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please describe the data collection methods used for monitoring soil temperature and moisture in alpine regions and discuss how these methods address the challenges posed by harsh climates and complex topography.",
                "QuestionCn": "请描述用于监测高山地区土壤温度和湿度的数据收集方法，并讨论这些方法如何应对恶劣气候和复杂地形带来的挑战。",
                "AnswerEn": "In alpine regions, soil temperature and moisture are monitored using automatic meteorological stations (AMSs) and wireless sensor networks (WSNs). These methods are designed to overcome the challenges of cold climates, high altitudes, and complex terrains. AMSs capture soil temperature and moisture within multiple layers, while WSNs with multiple nodes capture seasonal changes in soil properties. The use of advanced sensors and instruments, such as snow observation superstations, helps in obtaining high-resolution data necessary for understanding freeze-thaw processes.",
                "AnswerCn": "在高山地区，土壤温度和湿度通过自动气象站（AMSs）和无线传感器网络（WSNs）进行监测。这些方法旨在克服寒冷气候、高海拔和复杂地形带来的挑战。AMSs能够在多个层次上捕捉土壤温度和湿度，而具有多个节点的WSNs则捕捉土壤特性的季节变化。使用先进的传感器和仪器，如雪观测超级站，有助于获取理解冻融过程所需的高分辨率数据。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Please summarize the integrated observation network's approach for collecting hydrometeorological data and how it facilitates the validation of remote sensing products.",
                "QuestionCn": "集成观测网络收集水文气象数据的方法是通过多种观测手段和设备，系统性地获取气象和水文信息。这种方法能够提供高质量的地面观测数据，从而为遥感产品的验证提供可靠的基础。通过将地面观测与遥感数据进行对比，集成观测网络能够评估遥感产品的准确性和可靠性，进而提高遥感技术在水文气象研究中的应用效果。",
                "AnswerEn": "The integrated observation network collects hydrometeorological data using a distributed set of automatic meteorological stations (AMSs) and superstations dedicated to snow and frozen ground observations. This network provides consistent and spatially distributed meteorological variables, such as wind speed, air temperature, humidity, and radiation. The collected data facilitate the validation of remote sensing products by offering high-quality ground-truth data, which are essential for improving the accuracy of hydrological models and remote sensing data.",
                "AnswerCn": "综合观测网络通过分布式自动气象站（AMS）和专门用于雪和冻土观测的超级站收集水文气象数据。该网络提供一致且空间分布的气象变量，如风速、气温、湿度和辐射。收集的数据有助于验证遥感产品，通过提供高质量的地面真实数据，这对于提高水文模型和遥感数据的准确性至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please explain how the observation network addresses the challenge of collecting gap-free meteorological and hydrological data in alpine regions.",
                "QuestionCn": "观察网络如何应对在高山地区收集无缝气象和水文数据的挑战。",
                "AnswerEn": "The observation network addresses the challenge of collecting gap-free meteorological and hydrological data by deploying multiple AMSs and superstations that continuously monitor variables such as air temperature, humidity, wind, and precipitation. The network's distributed design ensures data collection across various sub-basin and basin scales, capturing both small-scale and large-scale environmental changes. The use of state-of-the-art techniques and instruments, along with continuous monitoring efforts, helps in minimizing data gaps caused by harsh climatic conditions and technical malfunctions.",
                "AnswerCn": "观测网络通过部署多个自动气象站（AMS）和超级站，解决了收集无缝气象和水文数据的挑战。这些站点持续监测空气温度、湿度、风速和降水等变量。网络的分布式设计确保了在不同的子流域和流域尺度上进行数据收集，捕捉小尺度和大尺度的环境变化。采用先进的技术和仪器，以及持续的监测工作，有助于减少因恶劣气候条件和技术故障造成的数据缺口。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}