{
  "id": "49a1cf1c-7f14-466c-accb-2f3c99495941",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Whole rock and zircon geochemical data of adakitic intrusions in Chongjiang deposit, southern Gangdese",
      "titleCn": "冈底斯南部冲江矿床埃达克质侵入岩体全岩及锆石地球化学数据",
      "description": "The data are the whole rock major and trace elements, Sr-Nd isotopic geochemical data, zircon in-situ trace element, Hf-O isotopic and U-Pb dating data of adakitic intrusive rocks. The samples are biotite monzogranite porphyry from the Chongjiang deposit (boreholes CJZK1407 and CJZK1119) in the south of Gangdese, the Tibetan Plateau. The whole rock major element data of the samples from borehole CJZK1407 were obtained by XRF analysis, while the whole rock major element data of the samples from borehole CJZK119 were obtained by ICP-AES analysis. The trace element data of the whole rock samples were obtained by ICP-MS analysis. Sr-Nd isotopic data of whole rock samples were obtained by MC-ICP-MS analysis. Zircon U-Pb isotopic dating and trace element data were obtained by LA-ICP-MS analysis. Zircon O isotope data were obtained by SHRIMP analysis, and in situ Lu-Hf isotope data were obtained by LA-MC-ICP-MS analysis. The above data have been published in high-level SCI journals, and the data results are true and reliable. The data obtained can be used to study the genesis of adakite and constrain the genesis and tectonic setting of Chongjiang porphyry copper deposit.",
      "descriptionCn": "本数据为埃达克质侵入岩的全岩主微量元素、Sr-Nd同位素地球化学数据以及锆石原位微量元素数据、Hf-O同位素和U-Pb测年数据。样品为采自西藏地区冈底斯南部的冲江矿床（钻孔CJZK1407与CJZK1119）的黑云母二长花岗质斑岩。采自钻孔CJZK1407的样品全岩主量元素数据由XRF分析获得，而采自钻孔CJZK1119的样品的全岩主量元素数据由ICP-AES分析获得。全岩样品的微量元素数据均是由ICP-MS分析获得。全岩样品的Sr-Nd同位素数据由MC-ICP-MS分析获得。锆石U-Pb同位素测年以及微量元素数据由LA-ICP-MS分析获得。锆石O同位素数据由SHRIMP分析获得，原位Lu-Hf同位素数据由LA-MC-ICP-MS分析获得。以上数据已发表于高级别SCI期刊，数据结果真实可靠。通过获得的数据可以研究埃达克岩的成因，约束冲江斑岩铜矿的成因及构造背景。",
      "instructions": "All data are stored in Excel file and can be opened directly in Excel workbook. The file called \"WR_MajTra\" is the geochemical data of major and trace elements in the whole rock, \"WR_SrNd\" represents the whole rock Sr-Nd radioisotope data, \"Zrn_Tra\" stands for zircon trace element data, \"Zrn_ UPb\" represents zircon U-Pb radioisotope data, \"Zrn_HfO \"represents the Hf-O isotopic data of zircon.",
      "instructionsCn": "所有数据以Excel文件存储，可直接使用Excel工作薄打开。名为“WR_MajTra”的文件为全岩主微量元素地球化学数据，“WR_SrNd”代表全岩Sr-Nd放射性同位素数据，“Zrn_Tra”代表锆石微量元素数据，“Zrn_UPb”代表锆石U-Pb放射性同位素数据，“Zrn_HfO”代表锆石Hf-O同位素数据。",
      "east": 94.0,
      "west": 86.0,
      "south": 28.0,
      "north": 30.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 207872.0,
      "cstr": null,
      "doi": "10.1016/j.lithos.2017.09.012",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "胡永斌",
        "nameEn": "HU Yongbin",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Constraints on the origin of adakites and porphyry Cu-Mo mineralization in Chongjiang, Southern Gangdese, the Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Hu, Y., Liu, J., Ling, M., Liu, Y., Ding, X., Liu, D., & Sun, W. (2017). Constraints on the origin of adakites and porphyry Cu-Mo mineralization in Chongjiang, Southern Gangdese, the Tibetan Plateau. Lithos, 292-293, 424–436."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "Sr-Nd同位素",
        "nameEn": "Sr-Nd isotope"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "火成岩",
        "nameEn": "igneous rocks"
      },
      {
        "nameCn": "锆石Hf-O同位素",
        "nameEn": "Zircon Hf-O isotope"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "冈底斯",
        "keywordEn": "Gangdese"
      },
      {
        "keywordCn": "西藏",
        "keywordEn": "Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "新近纪",
        "keywordEn": "Neogene",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of geochemical data collection techniques used for studying adakitic intrusive rocks?",
        "QuestionCn": "用于研究阿达基特侵入岩的地球化学数据收集技术的特点是什么？",
        "AnswerEn": "XRF for major element analysis, ICP-AES for specific drill holes, ICP-MS for trace elements, MC-ICP-MS for Sr-Nd isotopic data, LA-ICP-MS for zircon U-Pb isotopic dating and trace element data, SHRIMP for zircon O isotopic data, LA-MC-ICP-MS for in-situ Lu-Hf isotopic data",
        "AnswerCn": "XRF用于主元素分析，ICP-AES用于特定钻孔，ICP-MS用于微量元素，MC-ICP-MS用于Sr-Nd同位素数据，LA-ICP-MS用于锆石U-Pb同位素定年和微量元素数据，SHRIMP用于锆石O同位素数据，LA-MC-ICP-MS用于原位Lu-Hf同位素数据。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many samples have been analyzed for whole-rock major element data using XRF and ICP-AES methods?",
        "QuestionCn": "使用XRF和ICP-AES方法分析的全岩主要元素数据样本数量是多少？",
        "AnswerEn": "2",
        "AnswerCn": "2",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'LA-ICP-MS analysis' mean in the context of zircon U-Pb isotopic dating and trace element data collection?",
        "QuestionCn": "在锆石U-Pb同位素定年和微量元素数据收集的背景下，“LA-ICP-MS分析”是什么意思？",
        "AnswerEn": "LA-ICP-MS analysis refers to Laser Ablation Inductively Coupled Plasma Mass Spectrometry, a technique used for in-situ zircon U-Pb isotopic dating and trace element analysis. It involves using a laser to ablate a small volume of a zircon sample, which is then ionized in a plasma source and analyzed by a mass spectrometer to determine the isotopic composition and trace element concentrations.",
        "AnswerCn": "LA-ICP-MS分析指的是激光剥蚀电感耦合等离子体质谱法，这是一种用于原位锆石U-Pb同位素定年和微量元素分析的技术。该技术通过激光剥蚀锆石样品的小体积，然后在等离子体源中离子化，并通过质谱仪分析以确定同位素组成和微量元素浓度。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the integration of multiple isotopic and elemental analysis techniques, such as XRF, ICP-AES, and LA-MC-ICP-MS, reveal about the geological history and formation processes of adakitic intrusions in the southern Gangdese region?",
        "QuestionCn": "整合多种同位素和元素分析技术，如XRF、ICP-AES和LA-MC-ICP-MS，可以揭示冈底斯南部地区埃达克岩侵入体的地质历史和形成过程吗？",
        "AnswerEn": "The integration of these techniques allows for a comprehensive understanding of the adakitic intrusions' geochemical and isotopic characteristics. By analyzing major and trace elements, along with isotopic data such as Sr-Nd, Hf-O, and U-Pb, researchers can infer the magma source characteristics, the processes of differentiation, and the tectonic setting in which these rocks formed. This multi-faceted approach helps to constrain the origin of the rocks as well as the genetic and structural background of the Chongjiang porphyry copper deposit.",
        "AnswerCn": "这些技术的整合使得对阿达基特侵入体的地球化学和同位素特征有了全面的理解。通过分析主要和微量元素，以及同位素数据如Sr-Nd、Hf-O和U-Pb，研究人员可以推断出岩浆源特征、分异过程以及这些岩石形成的构造背景。这种多方面的方法有助于限制岩石的来源以及重庆铜矿床的成因和结构背景。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the selection of specific analytical techniques like XRF, ICP-AES, and LA-ICP-MS in the data collection of geochemical and isotopic data from adakitic intrusions?",
        "QuestionCn": "在从阿达基特侵入体收集地球化学和同位素数据时，选择特定分析技术（如XRF、ICP-AES和LA-ICP-MS）的因素包括哪些？",
        "AnswerEn": "The selection of analytical techniques such as XRF, ICP-AES, and LA-ICP-MS in the data collection of geochemical and isotopic data is influenced by the need for accurate and reliable measurements of major and trace elements, as well as isotopic compositions. XRF is used for major element analysis due to its ability to provide accurate quantification of bulk samples. ICP-AES is chosen for major element analysis when sample size is limited or when higher sensitivity is required. ICP-MS and MC-ICP-MS are selected for trace element and isotopic analysis due to their high sensitivity and precision. LA-ICP-MS is employed for in-situ analysis of zircon U-Pb isotopes and trace elements due to its ability to analyze small sample areas with minimal destruction. The choice of these methods ensures comprehensive and precise data collection, necessary for studying the genesis of adakitic rocks and the mineralization processes of copper deposits in the region.",
        "AnswerCn": "在地球化学和同位素数据的收集过程中，选择分析技术如XRF、ICP-AES和LA-ICP-MS受到对主要和微量元素以及同位素组成的准确和可靠测量需求的影响。XRF用于主要元素分析，因为它能够提供对块状样品的准确定量。当样品量有限或需要更高灵敏度时，选择ICP-AES进行主要元素分析。由于其高灵敏度和精确度，ICP-MS和MC-ICP-MS被选用于微量元素和同位素分析。LA-ICP-MS则用于锆石U-Pb同位素和微量元素的原位分析，因为它能够分析小样品区域且对样品破坏最小。这些方法的选择确保了全面和精确的数据收集，这对于研究adakitic岩石的成因和该地区铜矿床的矿化过程是必要的。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of utilizing different analytical methods, such as XRF versus ICP-AES, on the accuracy and reliability of major elemental data in geological studies?",
        "QuestionCn": "利用不同的分析方法，如XRF与ICP-AES，对地质研究中主要元素数据的准确性和可靠性可能产生的结果是什么？",
        "AnswerEn": "Utilizing different analytical methods like XRF and ICP-AES for analyzing major elemental data can lead to variations in accuracy and precision. XRF is a non-destructive technique that can provide rapid results, but its accuracy may be affected by the matrix effects and requires calibration with known standards. ICP-AES, on the other hand, offers higher sensitivity and precision for elemental analysis, particularly for trace elements, but it is a destructive method and requires sample digestion. These differences can influence the interpretation of geological processes and the inferred geochemical environment of the studied rock samples.",
        "AnswerCn": "利用不同的分析方法，如XRF和ICP-AES进行主要元素数据分析，可能会导致准确性和精确度的差异。XRF是一种非破坏性技术，可以提供快速结果，但其准确性可能受到基体效应的影响，并且需要用已知标准进行校准。另一方面，ICP-AES在元素分析方面提供更高的灵敏度和精确度，特别是对于微量元素，但它是一种破坏性方法，需要样品消化。这些差异可能会影响对地质过程的解释以及对研究岩石样品的地球化学环境的推断。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the specific procedures and instruments employed to collect and analyze whole-rock major and trace element data in adakitic intrusive rocks from the Chongjiang deposit?",
        "QuestionCn": "在重庆矿床的阿达基特侵入岩中，收集和分析全岩主要和微量元素数据所采用的具体程序和仪器是什么？",
        "AnswerEn": "Whole-rock major element data is obtained using XRF analysis for samples from drill hole CJZK1407, and ICP-AES analysis for samples from drill hole CJZK1119. Whole-rock trace element data is gathered using ICP-MS analysis.",
        "AnswerCn": "整个岩石的主要元素数据是通过XRF分析获得的，样品来自钻孔CJZK1407；而钻孔CJZK1119的样品则是通过ICP-AES分析获得的。整个岩石的微量元素数据是通过ICP-MS分析收集的。",
        "Level": "C3(Applying)"
      }
    ]
  }
}