{
  "id": "49bae21b-acb3-42d8-8c36-64abd5aad5a0",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Material balance data on the surface of the West Antarctic ice sheet (1800-2000)",
      "titleCn": "西南极冰盖表面物质平衡数据（1800-2000）",
      "description": "1  High resolution gridded West Antarctic surface mass balance dataset, its project is Polar Stereographic Projection\n2.  The kriging like interpolation method is used to reconstruct the high‐spatial resolution surface mass balance (SMB) over the West Antarctic Ice Sheet (WAIS) from 1800 to 2010, based on ice core records, the outputs of the European Centre for Medium‐Range Weather Forecasts “Interim” reanalysis (ERA‐Interim) as well as the latest polar version of the Regional Atmospheric Climate Model (RACMO2.3p2). \n3. Its accuracy is higher than reanalysis data.\n4. Temporal resolution: 1800-2010; Temporal resolution: 1 year; Spatial coverage : the whole West Antarctic Ice Sheet, Spatial resolution: 25km х 25km",
      "descriptionCn": "1)数据内容：高分辨率西南极冰盖表面物质平衡格点数据库 投影：Polar Stereographic Projection\n2)数据来源及加工方法：基于高分辨率冰芯代用资料、ERA-Interim再分析降水和蒸发数据和极地气候模式RACMO2.3输出结果，利用改进的类克里格插值方法，建立了西南极冰盖表面物质平衡格点数据集\n3)数据质量描述：精度优于再分析资料。\n4)数据应用成果及前景：该数据库可用于水文学、气候学及冰川学等学科领域，比如：气候模式（CMIP5及 CESM等）的验证，西南极冰盖物质平衡长时间尺度变化评估研究。",
      "instructions": "The data is stored in the format of grid NC, and the file name is: Antarctic_SMB_reconstruction_1800-2000.nc",
      "instructionsCn": "数据以栅格nc格式存储，文件命名为：Antarctic_SMB_reconstruction_1800-2000.nc",
      "east": 180.0,
      "west": -30.0,
      "south": -90.0,
      "north": -50.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 172751714.0,
      "cstr": "18406.11.Glacio.tpdc.270927",
      "doi": "10.11888/Glacio.tpdc.270927",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王叶堂",
        "nameEn": "WANG Yetang",
        "unitEn": "",
        "unitCn": "山东师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A new 200‐year spatial reconstruction of West Antarctic surface mass balance",
        "referenceCn": null,
        "referenceEn": "Wang, Y., Huai, B., Thomas, E. R., van den Broeke, M. R., van Wessem, J. M., & Schlosser, E. (2019). A new 200‐year spatial reconstruction of West Antarctic surface mass balance. Journal of Geophysical Research: Atmospheres, 124. https://doi.org/10.1029/2018JD029601"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "西南极",
        "keywordEn": "West Antarctic"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1800-2000",
        "keywordEn": "1800-2000",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "What is an example of a data collection method used to create a high-resolution gridded surface mass balance dataset for the West Antarctic Ice Sheet from 1800 to 2000?",
        "QuestionCn": "一个用于创建西南极冰盖从1800年到2000年的高分辨率网格化表面质量平衡数据集的数据收集方法的例子是什么？",
        "AnswerEn": "An example of a data collection method used involves combining high-resolution ice core proxy data, ERA-Interim reanalysis precipitation and evaporation data, and outputs from the polar climate model RACMO2.3, followed by the application of an improved kriging interpolation method to establish a gridded dataset.",
        "AnswerCn": "一种数据收集方法涉及结合高分辨率冰芯代理数据、ERA-Interim再分析降水和蒸发数据，以及极地气候模型RACMO2.3的输出，随后应用改进的克里金插值方法建立一个网格化数据集。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'improved Kriging interpolation method' mean in the context of generating high-resolution gridded datasets?",
        "QuestionCn": "在生成高分辨率网格数据集的背景下，“改进的克里金插值方法”是什么意思？",
        "AnswerEn": "In the context of generating high-resolution gridded datasets related to the surface mass balance of the West Antarctic Ice Sheet, 'improved Kriging interpolation method' refers to a statistical technique used to estimate unknown values from known data points by considering spatial autocorrelation. It involves using high-resolution ice core proxy data, reanalysis precipitation and evaporation data, and output from polar climate models to create a gridded dataset with accuracy superior to reanalysis data.",
        "AnswerCn": "在生成与西南极冰盖表面质量平衡相关的高分辨率网格数据集的背景下，“改进的克里金插值方法”是指一种统计技术，用于通过考虑空间自相关从已知数据点估计未知值。它涉及使用高分辨率冰芯代理数据、再分析降水和蒸发数据以及极地气候模型的输出，创建一个比再分析数据更准确的网格数据集。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the accuracy of a dataset created using high-resolution ice core proxies, ERA-Interim reanalysis precipitation, and evaporation data, combined with an improved kriging interpolation method, compare to datasets derived solely from reanalysis data in terms of representing the surface mass balance of the West Antarctic Ice Sheet?",
        "QuestionCn": "使用高分辨率冰芯代理、ERA-Interim再分析降水和蒸发数据，以及改进的克里金插值方法创建的数据集的准确性，与仅依赖再分析数据得出的数据集在代表西南极冰盖的表面质量平衡方面相比如何？",
        "AnswerEn": "A dataset created using high-resolution ice core proxies, ERA-Interim reanalysis data, and the improved kriging interpolation method is of higher accuracy compared to those derived solely from reanalysis data when representing the surface mass balance of the West Antarctic Ice Sheet.",
        "AnswerCn": "使用高分辨率冰芯代理、ERA-Interim再分析数据和改进的克里金插值方法创建的数据集在表示西南极冰盖的表面质量平衡时，准确性高于仅依赖再分析数据得出的数据集。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the effects on data accuracy when using a high-resolution ice core proxy data combined with ERA-Interim reanalysis precipitation and evaporation data, compared to relying solely on the reanalysis data?",
        "QuestionCn": "使用高分辨率冰芯代理数据结合ERA-Interim再分析降水和蒸发数据时，对数据准确性的影响，与仅依赖再分析数据相比，是什么？",
        "AnswerEn": "The combination of high-resolution ice core proxy data with ERA-Interim reanalysis data and outputs from the polar climate model RACMO2.3, when processed using an improved kriging interpolation method, results in a dataset with accuracy superior to that of the reanalysis data alone.",
        "AnswerCn": "高分辨率冰芯代理数据与ERA-Interim再分析数据以及极地气候模型RACMO2.3的输出相结合，通过改进的克里金插值方法处理，生成的数据集的准确性优于单独使用再分析数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to utilize high-resolution ice core proxy data and ERA-Interim reanalysis precipitation and evaporation data in constructing a surface mass balance grid database for the West Antarctic Ice Sheet?",
        "QuestionCn": "利用高分辨率冰芯代理数据和ERA-Interim再分析降水和蒸发数据在构建西南极冰盖表面质量平衡网格数据库中是重要的原因是什么？",
        "AnswerEn": "The use of high-resolution ice core proxy data and ERA-Interim reanalysis precipitation and evaporation data is crucial for constructing a surface mass balance grid database for the West Antarctic Ice Sheet because it allows for the integration of detailed historical and climatic insights. This combination enhances the accuracy of the dataset beyond typical reanalysis data, enabling more precise evaluations of long-term changes in the ice sheet's mass balance, which is vital for studies in hydrology, climatology, and glaciology, including climate model validation and assessments of long-term shifts in the ice sheet's mass balance.",
        "AnswerCn": "使用高分辨率冰芯代理数据和ERA-Interim再分析降水和蒸发数据对于构建西南极冰盖的表面质量平衡网格数据库至关重要，因为它允许整合详细的历史和气候见解。这种组合提高了数据集的准确性，超越了典型的再分析数据，使得对冰盖质量平衡的长期变化进行更精确的评估成为可能，这对于水文学、气候学和冰川学的研究至关重要，包括气候模型验证和冰盖质量平衡长期变化的评估。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How can one utilize high-resolution ice core proxy data, ERA-Interim reanalysis precipitation and evaporation data, and outputs from polar climate models like RACMO2.3 to construct a gridded dataset for surface mass balance over the West Antarctic Ice Sheet?",
        "QuestionCn": "如何利用高分辨率冰芯代理数据、ERA-Interim再分析降水和蒸发数据以及极地气候模型如RACMO2.3的输出来构建西南极冰盖表面质量平衡的网格数据集？",
        "AnswerEn": "A gridded dataset for surface mass balance over the West Antarctic Ice Sheet can be constructed by integrating high-resolution ice core proxy data with ERA-Interim reanalysis precipitation and evaporation data, as well as outputs from polar climate models like RACMO2.3. This process involves the use of an improved kriging interpolation method, which allows for the creation of a comprehensive dataset with precision superior to reanalysis data.",
        "AnswerCn": "可以通过将高分辨率冰芯代理数据与ERA-Interim再分析降水和蒸发数据以及极地气候模型（如RACMO2.3）的输出相结合，构建西南极冰盖表面质量平衡的网格化数据集。这个过程涉及使用改进的克里金插值方法，从而创建一个精度优于再分析数据的综合数据集。",
        "Level": "C6(Creating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable the creation of high-resolution surface mass balance datasets for the West Antarctic Ice Sheet?",
        "QuestionCn": "哪些方法论能够创建西南极冰盖的高分辨率表面质量平衡数据集？",
        "AnswerEn": "The creation of high-resolution surface mass balance datasets for the West Antarctic Ice Sheet is enabled by combining high-resolution ice core proxy data, ERA-Interim reanalysis precipitation and evaporation data, and outputs from the polar climate model RACMO2.3, utilizing an improved Kriging interpolation method.",
        "AnswerCn": "通过结合高分辨率冰芯代理数据、ERA-Interim再分析降水和蒸发数据，以及极地气候模型RACMO2.3的输出，利用改进的克里金插值方法，能够创建西南极冰盖的高分辨率表面质量平衡数据集。",
        "Level": "C6(Creating)"
      }
    ]
  }
}