{
    "id": "49c07fd6-2ec6-4c78-aff4-aae8161780b3",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "MODIS multi-spectral remote sensing images dataset of 15 key node regions of Pan third pole (2000-2016)",
            "titleCn": "泛第三极15个关键节点区域MODIS百米级多光谱遥感影像（2000-2016）",
            "description": "The MODIS Terra MOD09A1 Version 6 product provides an estimate of the surface spectral reflectance of Terra MODIS Bands 1 through 7 corrected for atmospheric conditions such as gasses, aerosols, and Rayleigh scattering. Along with the seven 500 m reflectance bands is a quality layer and four observation bands. For each pixel, a value is selected from all the acquisitions within the 8-day composite period. The criteria for the pixel choice include cloud and solar zenith. When several acquisitions meet the criteria the pixel with the minimum channel 3 (blue) value is used.Based on MCD12Q1 data from 2001 to 2016, MatLab was used to tailor the masks of 18 key nodes in Southeast Asia and middle East. Finally.\nThis dataset is based on the data of MOD09A1 V6 synthesized in 8 days from 2001 to 2016 downloaded by the National Aeronautics and Space Administration (NASA). The spatial resolution is 500 meters, and MatLab is used to mask cut the data in the research area, and Finally, the land cover data of 18 key nodes from 2001 to 2016 were obtained..\nThe 18 key regions covered by the data mainly include: Bangkok, Port of Myanmar, Chittagong, Colombo, Dhaka, Gwadar, Hambantot, Huangjing and Malacca, Kwantan, Maldives, Mandalay, Sihanouk, Vientiane, Yangon, etc.).",
            "descriptionCn": "MODIS卫星的MOD09A1 Version 6产品提供了针对气体、气溶胶和瑞利散射等大气条件校正的第1至7波段的地表光谱反射率的估计值。它是由500m分辨率的MOD09GA组成的3级数据合成的产品，每个产品像元包含了基于高观测覆盖率、低视角、云覆盖以及气溶胶负载而选择的8天期间可能的最佳L2G观测值。除了7个500米的反射波段之外，还有一个质量图层和四个观测波段。对于每个像元，从8天合成周期内采集的所有观测值中选择一个值。像元选择的标准包括云量和太阳天顶角。\n本数据集基于National Aeronautics and Space Administration（NASA）下载的2000-2016年8天合成的MOD09A1 V6版本数据，空间分辨率500米，利用MatLab对数据进行研究区的掩模裁剪，最终得到了18个关键节点区域2000-2016年8日合成的地表土地覆盖数据。\n数据涉及的18个关键区域主要包括：曼谷、缅甸港口、吉大港、科伦坡、达卡、瓜达尔港、汉班托特、黄荆港和马六甲、关丹、马尔代夫、曼德勒、西哈努克、万象、仰光等区域）",
            "instructions": "In .tif format, can be opened and analysed in ARCGIS and ENVI softwares.",
            "instructionsCn": ".tif，可以采用ARCGIS、ENVI打开查看",
            "east": -110.9,
            "west": -3.31,
            "south": -1.09,
            "north": 58.68,
            "startTime": "2000-01-05 08:00:00",
            "endTime": "2017-01-04 08:00:00",
            "fileSize": 5841031657.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李炘妍",
                "nameEn": "LI Xinyan",
                "unitEn": "Institute of Geodesy and Geophysics, CAS",
                "unitCn": "中国科学院测量与地球物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Terra Surface Reflectance 8-Day L3 Global 500m SIN Grid V006. NASA EOSDIS LP DAAC",
                "referenceCn": null,
                "referenceEn": "Vermote, E. (2015). MOD09A1 MODIS/Terra Surface Reflectance 8-Day L3 Global 500m SIN Grid V006. NASA EOSDIS LP DAAC. doi: 10.5067/MODIS/MOD09A1.006"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用/覆盖",
                "nameEn": "Land Use/Land Cover"
            },
            {
                "nameCn": "土地覆被",
                "nameEn": "Land cover"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "植被覆盖度",
                "nameEn": "Vegetation coverage data"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "泛第三极",
                "keywordEn": "Pan-Third pole"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000-2016",
                "keywordEn": "2000-2016",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to obtain multispectral remote sensing images for analyzing land cover changes over critical regions between 2000 and 2016?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，用于获取多光谱遥感图像，以分析2000年至2016年间关键区域的土地覆盖变化？",
                "AnswerEn": "A data collection method involves using the MODIS satellite's MOD09A1 Version 6 product, which estimates surface spectral reflectance corrected for atmospheric conditions such as gas, aerosol, and Rayleigh scattering. This involves a composite of level 3 data from 500m resolution MOD09GA collected over 8-day periods. Each pixel value is selected based on criteria like high observation coverage, low view angle, cloud cover, and aerosol load. The data from 2000-2016 is masked and clipped using MatLab for specific study regions.",
                "AnswerCn": "一种数据收集方法涉及使用MODIS卫星的MOD09A1版本6产品，该产品估算了经过气象条件（如气体、气溶胶和瑞利散射）校正的地表光谱反射率。这涉及对500米分辨率的MOD09GA进行8天周期的第3级数据合成。每个像素值的选择基于高观测覆盖率、低视角、云覆盖和气溶胶负荷等标准。2000年至2016年的数据使用MatLab进行掩膜和裁剪，以适应特定的研究区域。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the features of multispectral remote sensing images in the context of MODIS's 100-meter resolution data collection?",
                "QuestionCn": "在MODIS的100米分辨率数据收集的背景下，多光谱遥感图像的特征包括：",
                "AnswerEn": "atmospheric correction for gases, aerosols, and Rayleigh scattering, surface spectral reflectance for bands 1 to 7, spatial resolution of 500 meters, synthesis of Level 3 data from 500m resolution MOD09GA, best possible observation over an 8-day period, seven 500-meter reflectance bands, quality layer, four observation bands, pixel selection criteria include cloud cover and solar zenith angle",
                "AnswerCn": "大气校正包括气体、气溶胶和瑞利散射，地表光谱反射率为1到7波段，空间分辨率为500米，从500米分辨率的MOD09GA合成Level 3数据，8天周期内的最佳观测，七个500米反射率波段，质量层，四个观测波段，像素选择标准包括云量和太阳天顶角。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of a dataset derived from MODIS MOD09A1 Version 6 product for key regional areas?",
                "QuestionCn": "MODIS MOD09A1版本6产品衍生的数据集在关键区域的空间分辨率是多少？",
                "AnswerEn": "500 meters",
                "AnswerCn": "500米",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What is the impact on the quality of land cover data when using MODIS MOD09A1 Version 6 products with 8-day composites compared to daily observations for the period 2000-2016 in key regions?",
                "QuestionCn": "使用MODIS MOD09A1版本6产品的8天合成数据与2000-2016年期间的每日观测数据相比，对关键区域的土地覆盖数据质量的影响是什么？",
                "AnswerEn": "Using 8-day composites from the MODIS MOD09A1 Version 6 products allows for the selection of the best possible observations based on high coverage, low view angles, cloud cover, and aerosol load, which can improve the quality of land cover data by reducing noise and errors that might be present in daily observations.",
                "AnswerCn": "使用MODIS MOD09A1版本6产品的8天合成数据，可以根据高覆盖率、低视角、云量和气溶胶负荷选择最佳观测，这可以通过减少每日观测中可能存在的噪声和错误来提高土地覆盖数据的质量。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind utilizing MODIS multi-spectral remote sensing imagery to derive surface land cover data for key regions from 2000 to 2016?",
                "QuestionCn": "利用MODIS多光谱遥感影像从2000年到2016年提取关键区域的地表土地覆盖数据的目标是什么？",
                "AnswerEn": "The objective is to generate surface land cover data for 18 key regions using MODIS MOD09A1 Version 6 product, which provides atmospherically corrected surface spectral reflectance estimates. This involves selecting optimal observations over an 8-day period based on criteria such as cloud cover and solar zenith angle, and applying a mask cropping process in MatLab to focus on specific regions. The goal is to analyze and monitor land cover changes and characteristics in strategically important areas across a span of 16 years, providing valuable insights into environmental and developmental changes.",
                "AnswerCn": "目标是使用MODIS MOD09A1版本6产品生成18个关键区域的地表土地覆盖数据，该产品提供了大气校正的地表光谱反射率估计。这涉及根据云覆盖和太阳天顶角等标准选择8天期间的最佳观测，并在MatLab中应用掩膜裁剪过程，以聚焦于特定区域。目标是在16年的时间跨度内分析和监测战略重要区域的土地覆盖变化和特征，为环境和发展变化提供有价值的见解。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}