{
  "id": "4a0c06d6-c711-420f-ac13-db5d07c57e78",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Basic datasets of Urumqi river basin in Chinese Cryospheric Information System",
      "titleCn": "中国冰冻圈资源与环境信息系统-乌鲁木齐河流域基础数据",
      "description": "Chinese Cryospheric Information System is a comprehensive information system for the management and analysis of Chinese cryospheric data. The establishment of Chinese Cryospheric Information System is to meet the needs of earth system science, and provide parameters and verification data for the development of response and feedback models of permafrost, glacier and snow cover to global changes under GIS framework. On the other hand, the system collates and rescues valuable cryospheric data to provide a scientific, efficient and safe management and analysis tool.\nChinese Cryospheric Information System contains three basic databases of different research regions. The basic database of Urumqi river basin is one of three basic databases, which covers the Urumqi river basin in tianshan mountain, east longitude 86-89 °, and north latitude 42-45 °, mainly containing the following data:\n1. Cryospheric data.Include:\nDistribution of glacier no. 1 and glacier no. 2;\n2. Natural environment and resources.Include:\nTerrain digital elevation: elevation, slope, slope direction;\nHydrology: current situation of water resource utilization;Surface water;\nSurface characteristics: vegetation type;Soil type;Land resource evaluation map;Land use status map;\n3. Social and economic resources: a change map of human action;\nPlease refer to the documents (in Chinese): \"Chinese Cryospheric Information System design. Doc\" and \"Chinese Cryospheric Information System data dictionary. Doc\".",
      "descriptionCn": "中国冰冻圈是指中国范围内，大气圈、水圈、生物圈、岩石圈的冻结部分。中国冰冻圈资源与环境信息系统是对中国冰冻圈资源与环境数据进行管理与分析的综合性信息系统。建立中国冰冻圈资源与环境信息系统一方面是满足地球系统科学的需要，为研制地理信息系统支持下的冻土、冰川以及雪盖对全球变化的响应与反馈模型提供参数与验证数据；另一方面系统整理和抢救宝贵的冰冻圈数据，为其提供一个科学、高效、安全的管理与分析工具。\n中国冰冻圈资源与环境信息系统包含三个不同空间的基础数据库。乌鲁木齐河流域基础数据库是研究区之一，范围在天山乌鲁木齐河流域，东经86—89°，北纬42—45°之间，主要包含以下数据：\n1、冰冻圈数据。包括：\n一号冰川、二号冰川分布；\n2、自然环境与资源。包括：\n水文：水资源利用现状图；地表水；\n地表特性：植被类型；土壤类型；土地资源评价图；土地利用现状图；\n3、社会经济资源： 人类作用变化图；\n详情请查看数据中的文档“中国冰冻圈资源与环境信息系统设计.doc”、“中国冰冻圈资源与环境信息系统数据字典.DOC”。",
      "instructions": "The system contains six kinds of geographic data sets: they are graphics data, attribute data, positive specification network data, irregular triangle network data, image data, CAD data and other multimedia data.",
      "instructionsCn": "系统包含六种地理数据集：它们是图形数据、属性数据、正规格网数据、不规则三角网数据、图象数据、CAD数据等多媒体数据。",
      "east": 89.0,
      "west": 86.0,
      "south": 43.0,
      "north": 44.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 19427921.0,
      "cstr": "18406.11.Glacio.tpdc.270289",
      "doi": "10.11888/Glacio.tpdc.270289",
      "dataFormat": "矢量、栅格、文本",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Modeling Chinese cryospheric change by using GIS technology",
        "referenceCn": null,
        "referenceEn": "Li, X., Cheng, G.D., Wu, Q.B., & Ding, Y.J. (2003). Modeling Chinese cryospheric change by using GIS technology. Cold Regions Science and Technology, 36(1-3), 1-9."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川地形",
        "nameEn": "Glacier topography"
      },
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      },
      {
        "nameCn": "土地利用/覆盖",
        "nameEn": "Land Use/Land Cover"
      },
      {
        "nameCn": "土地利用变化",
        "nameEn": "Land use change"
      },
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤类型",
        "nameEn": "Soil classification"
      },
      {
        "nameCn": "能见度",
        "nameEn": "Visibility"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "乌鲁木齐河流域",
        "keywordEn": "Urumqi River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1962年",
        "keywordEn": "1962",
        "type": "temporal"
      },
      {
        "keywordCn": "1964年",
        "keywordEn": "1964",
        "type": "temporal"
      },
      {
        "keywordCn": "1973年",
        "keywordEn": "1973",
        "type": "temporal"
      },
      {
        "keywordCn": "1983年",
        "keywordEn": "1983",
        "type": "temporal"
      },
      {
        "keywordCn": "1986年",
        "keywordEn": "1986",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors influence the compilation and management of cryospheric data in the Urumqi River Basin within China's cryosphere information system?",
        "QuestionCn": "影响中国冰冻圈信息系统中乌鲁木齐河流域冰冻圈数据编制和管理的因素有哪些？",
        "AnswerEn": "The compilation and management of cryospheric data in the Urumqi River Basin are influenced by the need to support Earth system science by providing parameters and validation data for models that analyze the response and feedback of permafrost, glaciers, and snow cover to global change. Furthermore, there is a focus on systematically organizing and preserving valuable cryospheric data, offering a scientific, efficient, and secure tool for management and analysis. The database includes data on glacier distribution, hydrology, surface characteristics, and socio-economic resources, which all need to be accurately collected and maintained.",
        "AnswerCn": "乌鲁木齐河流域的冰冻圈数据的编制和管理受到支持地球系统科学的需求的影响，旨在为分析永久冻土、冰川和雪盖对全球变化的响应和反馈提供参数和验证数据。此外，还重点关注系统地组织和保存有价值的冰冻圈数据，提供科学、高效和安全的管理与分析工具。该数据库包括冰川分布、水文、表面特征和社会经济资源的数据，这些数据都需要准确收集和维护。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What could be the potential impacts on data accuracy and system efficiency when integrating diverse datasets such as cryosphere data, hydrological data, and socio-economic data within a cryosphere resource and environmental information system?",
        "QuestionCn": "在将冰冻圈数据、水文数据和社会经济数据整合到冰冻圈资源与环境信息系统中时，可能对数据准确性和系统效率产生的潜在影响是什么？",
        "AnswerEn": "Integrating diverse datasets such as cryosphere data, hydrological data, and socio-economic data within a cryosphere resource and environmental information system could enhance the system's ability to provide comprehensive analyses of the cryosphere's response to environmental changes. It could improve the accuracy of modeling and simulations by offering a more holistic view of the interactions between the natural and human-influenced environments. However, it may also introduce challenges related to data compatibility, standardization, and increased complexity in managing and analyzing the data efficiently. The system would need robust data processing and integration methods to ensure that the data from different sources are harmonized and can be effectively utilized for scientific and policy-making purposes.",
        "AnswerCn": "整合冰冻圈数据、水文数据和社会经济数据等多样化数据集到冰冻圈资源与环境信息系统中，可以增强该系统提供全面分析冰冻圈对环境变化响应的能力。通过提供自然环境与人类影响环境之间相互作用的更全面视角，可以提高建模和模拟的准确性。然而，这也可能引入与数据兼容性、标准化以及在高效管理和分析数据方面的复杂性相关的挑战。该系统需要强大的数据处理和集成方法，以确保来自不同来源的数据能够协调一致，并有效用于科学研究和政策制定。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of developing a comprehensive information system for managing and analyzing cryosphere resources and environmental data in China's geographical context?",
        "QuestionCn": "在中国地理背景下，开发一个全面的信息系统以管理和分析冰冻圈资源和环境数据的主要目标是什么？",
        "AnswerEn": "The primary objectives are to meet the needs of Earth system science by providing parameters and validation data for models that assess the response and feedback of permafrost, glaciers, and snow cover to global changes, and to systematically organize and preserve valuable cryosphere data with a scientific, efficient, and secure management and analysis tool.",
        "AnswerCn": "主要目标是满足地球系统科学的需求，通过提供参数和验证数据，以评估永久冻土、冰川和雪盖对全球变化的响应和反馈，并系统地组织和保存有价值的冰冻圈数据，使用科学、高效和安全的管理与分析工具。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in collecting and managing hydrological data within the scope of a cryosphere resource and environment information system for a specified river basin?",
        "QuestionCn": "在指定河流流域的冰冻圈资源与环境信息系统中收集和管理水文数据所涉及的程序步骤是什么？",
        "AnswerEn": "The procedural steps involve collecting hydrological data by analyzing water resource utilization status maps and surface water characteristics. This involves establishing a foundational database for the Urumqi River Basin, which includes mapping the distribution of glaciers and assessing natural environments such as vegetation and soil types, as well as evaluating land resources and current land use. The data management is further systematized and integrated within a comprehensive information system designed to support scientific analysis and modeling of the cryosphere's response to global changes.",
        "AnswerCn": "程序步骤包括通过分析水资源利用状态地图和地表水特征来收集水文数据。这涉及建立乌鲁木齐河流域的基础数据库，包括绘制冰川分布图，评估自然环境（如植被和土壤类型），以及评估土地资源和当前土地利用。数据管理进一步系统化，并整合在一个综合信息系统中，旨在支持对冰冻圈对全球变化响应的科学分析和建模。",
        "Level": "C3(Applying)"
      }
    ]
  }
}