{
    "id": "4a4da309-2987-46ef-be81-1484a51b6b6c",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geochemical data of Early Jurassic A-type rhyolite and high-Mg andesite in Southern Jiangxi, China (~190 Ma)",
            "titleCn": "江西南部早侏罗世A型流纹岩和高镁安山岩数据（~190 Ma）",
            "description": "This data comes from published academic papers. Based on the analysis of major and trace elements, Sr Nd isotopes and zircon o-hf isotopes of rhyolites and high Mg andesites / dacites in the early Jurassic Changpu and Dongkeng volcanic sedimentary basins in southern Jiangxi, this paper defines the formation age of these volcanic sedimentary basins and the petrogenesis of felsic volcanic rocks. The new dating results of this paper restrict the eruption age of volcanic rocks in southern Jiangxi to 190 – 189 Ma, and suggest that rhyolite is mainly formed by partial melting of upper crust material, and Changpu andesite / dacite is formed by interaction between partial melting of sediments in subduction plate and upper mantle.",
            "descriptionCn": "本数据来源于已发表的学术论文。该论文通过对江西南部早侏罗世菖蒲和东坑火山-沉积盆地中流纹岩和高镁安山岩/英安岩进行全岩的主量和微量元素、Sr-Nd同位素、以及流纹岩中锆石的O-Hf同位素分析，限定了这些火山-沉积盆地的形成时代和其中长英质火山岩的岩石成因。该论文新的定年 结果制约了江西南部火山岩的喷出年龄为 190–189 Ma，并提出流纹岩主要是 上地壳物质部分熔融形成的， 菖蒲安山岩/英安岩是俯冲板片中沉积物部分熔融形成的溶体与其上部的地幔发生相互作用形成的。",
            "instructions": "File name: the data set is stored in Microsoft Word document format, and the file name is \"Table 1. Major and trace. Docx; Table 2. Sr-Nd isotopic data.docx;  Supplemental Table A. SIMS zircon U-Pb ages.docx;  Supplemental Table B.Zircon Hf-O isotopic data.docx”\nData reading mode: the data set is opened by Microsoft Word software",
            "instructionsCn": "文件命名：该数据集以Microsoft Word文档格式存储\n文件名称为“Table 1. Major and trace.docx; Table 2. Sr-Nd isotopic data.docx; Supplemental Table A. SIMS zircon U-Pb ages.docx; Supplemental Table B.Zircon Hf-O isotopic data.docx”\n数据读取方式：该数据集以Microsoft Word软件打开",
            "east": 117.0,
            "west": 114.0,
            "south": 24.0,
            "north": 25.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 123275.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "朱维光",
                "nameEn": "ZHU Weiguang",
                "unitEn": "",
                "unitCn": "中国科学院地球化学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The earliest Jurassic A-type rhyolites and high-Mg andesites–dacites in southern Jiangxi Province, southeast China: Evidence for delamination of a flat-slab?",
                "referenceCn": null,
                "referenceEn": "Zhu, W.G., Zhong, H., Chen, X., Huang, H.Q., Bai, Z.J., Yao, J.H., Wang, Y.J., & Hu, P.C.(2020). The earliest Jurassic A-type rhyolites and high-Mg andesites–dacites in southern Jiangxi Province, southeast China: Evidence for delamination of a flat-slab? Lithos, 358-359, 105403."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "A型花岗岩",
                "nameEn": "A-type granite suite"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "锆石",
                "nameEn": "zircon"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "江西南部",
                "keywordEn": "Southern Jiangxi"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "早侏罗世",
                "keywordEn": "Early Jurrasic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the data collection method include the analysis of both major and trace elements in volcanic rocks?",
                "QuestionCn": "数据收集方法是否包括对火山岩中主要元素和微量元素的分析？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the primary isotopic analysis methods used to determine the formation age of volcanic-sedimentary basins in early Jurassic southern Jiangxi?",
                "QuestionCn": "用于确定早侏罗世南江西火山沉积盆地形成年龄的主要同位素分析方法有哪些？",
                "AnswerEn": "Sr-Nd isotopes, zircon O-Hf isotopes analysis",
                "AnswerCn": "Sr-Nd 同位素，锆石 O-Hf 同位素分析",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the defining features of data collection methods used for analyzing the geochemical and isotopic properties of volcanic rocks in early Jurassic sedimentary basins?",
                "QuestionCn": "用于分析早侏罗世沉积盆地火山岩的地球化学和同位素特征的数据收集方法的定义特征是什么？",
                "AnswerEn": "whole-rock major and trace element analysis, Sr-Nd isotopic analysis, zircon O-Hf isotopic analysis, rhyolite, high-magnesium andesite/dacite",
                "AnswerCn": "全岩主量和微量元素分析，Sr-Nd同位素分析，锆石O-Hf同位素分析，流纹岩，高镁安山岩/英安岩",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many isotopic analyses were performed on zircon from the rhyolite samples in a dataset related to Early Jurassic volcanic rocks in southern Jiangxi?",
                "QuestionCn": "在与南江西早侏罗世火山岩相关的数据集中，对来自流纹岩样品的锆石进行了多少次同位素分析？",
                "AnswerEn": "No numerical data provided.",
                "AnswerCn": "未提供数值数据。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'Sr-Nd isotopic analysis' mean in the context of geochemical research?",
                "QuestionCn": "'Sr-Nd同位素分析'在地球化学研究中指的是对锶（Sr）和铕（Nd）同位素的分析。这种分析通常用于研究岩石、矿物和水体的来源、演化和地球化学过程。",
                "AnswerEn": "Sr-Nd isotopic analysis refers to the examination of strontium (Sr) and neodymium (Nd) isotopes in geological samples to determine their compositional characteristics and origins. In geochemical research, it is used to understand the history and development of rocks, including their source materials and the processes they have undergone. This method is instrumental in characterizing volcanic rocks, such as those in the early Jurassic volcanic-sedimentary basins of southern Jiangxi, by providing insights into their formation and age.",
                "AnswerCn": "Sr-Nd同位素分析是指对地质样品中锶（Sr）和钕（Nd）同位素的检查，以确定它们的成分特征和来源。在地球化学研究中，它用于理解岩石的历史和发展，包括它们的源材料和经历的过程。这种方法在表征火山岩方面具有重要意义，例如在江西南部早侏罗纪火山沉积盆地的研究中，通过提供有关其形成和年龄的见解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes researchers to choose specific isotopic analyses, such as Sr-Nd and O-Hf, when studying volcanic-sedimentary basins in the context of Early Jurassic rhyolites and high-Mg andesites?",
                "QuestionCn": "研究人员在研究早侏罗世的流纹岩和高镁安山岩时，选择特定的同位素分析，如Sr-Nd和O-Hf，的原因是什么？",
                "AnswerEn": "Researchers choose specific isotopic analyses like Sr-Nd and O-Hf to determine the formation age and petrogenesis of volcanic-sedimentary basins, as these analyses help in understanding the source material and geological processes involved, such as partial melting of upper crustal material for rhyolites and interactions between melt from subducted sediment and the mantle for andesites.",
                "AnswerCn": "研究人员选择特定的同位素分析，如锶-铷（Sr-Nd）和氧-铪（O-Hf），以确定火山沉积盆地的形成年龄和岩石成因，因为这些分析有助于理解源材料和地质过程，例如 rhyolite 的上地壳部分熔融以及亚duction沉积物与地幔之间的熔体相互作用所形成的安山岩。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes on volcanic rock formation interpretation when integrating zircon O-Hf isotopic data with whole rock Sr-Nd isotopic analysis in Early Jurassic rhyolites and high-Mg andesites?",
                "QuestionCn": "在整合锆石O-Hf同位素数据与整体岩石Sr-Nd同位素分析时，对早侏罗世 rhyolites 和高镁安山岩的火山岩形成解释可能产生的潜在结果是什么？",
                "AnswerEn": "Integrating zircon O-Hf isotopic data with whole rock Sr-Nd isotopic analysis in Early Jurassic rhyolites and high-Mg andesites can enhance the understanding of the volcanic rock formation by providing insights into the age constraints and petrogenesis of these rocks. Specifically, it can reveal that rhyolites are primarily formed by the partial melting of upper crustal materials, while the Changpu andesites/dacites result from interactions between melts derived from subducted sedimentary materials and the overlying mantle.",
                "AnswerCn": "将锆石O-Hf同位素数据与早侏罗世 rhyolites 和高镁安山岩的全岩 Sr-Nd 同位素分析相结合，可以增强对火山岩形成的理解，提供这些岩石的年龄约束和成因的见解。具体而言，这可以揭示 rhyolites 主要是由上地壳材料的部分熔融形成的，而 Changpu 安山岩/流纹岩则是由来自被俘沉积物质的熔体与上覆地幔之间的相互作用所产生的。",
                "Level": "C6(Creating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind analyzing whole-rock major and trace elements, Sr-Nd isotopes, and zircon O-Hf isotopes in volcanic-sedimentary basins in Jiangxi's Early Jurassic region?",
                "QuestionCn": "分析江西早侏罗世火山沉积盆地的全岩主要和微量元素、锶-铷同位素以及锆石氧-铪同位素的目标是什么？",
                "AnswerEn": "The objective is to determine the formation age and petrogenesis of felsic volcanic rocks in the volcanic-sedimentary basins of southern Jiangxi, specifically identifying the eruption age of volcanic rocks as 190–189 Ma. The analysis suggests that the rhyolites are mainly formed by partial melting of the upper crust materials, while the Changpu andesites/dacites result from interactions between melts derived from subducted slab sediments and the overlying mantle.",
                "AnswerCn": "目标是确定江西南部火山沉积盆地中酸性火山岩的形成年龄和岩石成因，具体识别火山岩的喷发年龄为190-189百万年。分析表明，流纹岩主要是由上地壳物质的部分熔融形成的，而长浦安山岩/流纹岩则是由来自俯冲板块沉积物的熔体与上覆地幔之间的相互作用所产生的。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}