{
  "id": "4a97310a-bf05-43b8-9113-bd415870ec3c",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Dataset on the Impact of Grassland Restoration Measures on Plant and Soil Carbon in the Qinghai Tibet Plateau",
      "titleCn": "青藏高原草原恢复措施对植物和土壤碳影响数据集",
      "description": "This dataset includes three parts: (1) The carbon storage of the grassland ecosystem in the Tibetan Plateau from 1981 to 2019; (2) The future trends (2020-2100) of the carbon storage of the Tibetan Plateau grassland ecosystem under different socioeconomic pathways (SSP1-2.6; SSP3-7.0; and SSP5-8.5) without the implementation of NbS projects; (3) The future trends (2020-2100) of the carbon storage of the Tibetan Plateau grassland ecosystem under different socioeconomic pathways (SSP1-2.6; SSP3-7.0; and SSP5-8.5) with the implementation of NbS projects.",
      "descriptionCn": "本数据集包括三个部分：（1）1981-2019年间青藏高原草地生态系统的碳储量；（2）在无NbS工程实施的情况下，青藏高原草地生态系统碳储量在不同的社会经济途径（SSP1-2.6；SSP3-7.0和SSP5-8.5）的未来（2020-2100年）趋势。（3）实施NbS工程后，青藏高原草地生态系统碳储量在不同的社会经济途径（SSP1-2.6；SSP3-7.0和SSP5-8.5）的未来（2020-2100年）趋势。",
      "instructions": "The data is stored in Excel format, and the file name is \"Dataset_Grassland Restoration MeasuresCarbon in the Qinghai Tibet Plateau\".",
      "instructionsCn": "数据以excel格式存储，文件的名称为“Dataset_Grassland Restoration Measures_Carbon in the Qinghai Tibet Plateau”。",
      "east": 69.23,
      "west": 105.36,
      "south": 25.25,
      "north": 43.62,
      "startTime": "1990-01-01 12:42:14",
      "endTime": "2023-12-31 12:42:14",
      "fileSize": 282432.0,
      "cstr": "18406.11.Terre.tpdc.301114",
      "doi": "10.11888/Terre.tpdc.301114",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "孙建",
        "nameEn": "SUN Jian",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Nature-based Solutions can help restore degraded grasslands and increase carbon sequestration in the Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Sun, J., Wang, Y., Lee, T., Nie, X., Wang, T., Liang, E., Wang, Y., Zhang, L., Wang, J., Piao, S., Chen, F., & Fu, B. (2024). Nature-based Solutions can help restore degraded grasslands and increase carbon sequestration in the Tibetan Plateau. Communications Earth & Environment, 5, 154. https://doi.org/10.1038/s43247-024-01330-w."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "生态退化及保护",
        "nameEn": "Ecological Degradation and Protection"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "泛第三级",
        "keywordEn": "Pan-Third Pole"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1990-2020",
        "keywordEn": "1990-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What features or characteristics are essential when exploring datasets related to the impact of grassland restoration measures on plant and soil carbon in the Qinghai-Tibet Plateau?",
        "QuestionCn": "在探索与青藏高原草地恢复措施对植物和土壤碳影响相关的数据集时，哪些特征或特性是必不可少的？",
        "AnswerEn": "carbon storage data from 1981-2019, future trends of carbon storage under different socio-economic pathways (SSP1-2.6, SSP3-7.0, SSP5-8.5) without NbS implementation, future trends with NbS implementation",
        "AnswerCn": "1981-2019年的碳储存数据，不同社会经济路径（SSP1-2.6、SSP3-7.0、SSP5-8.5）下未来碳储存趋势（不实施自然为本的解决方案），实施自然为本的解决方案后的未来趋势。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the time span of the carbon storage data collected for the grassland ecosystems on the Tibetan Plateau?",
        "QuestionCn": "青藏高原草地生态系统的碳储存数据收集时间跨度是多少？",
        "AnswerEn": "1981-2019",
        "AnswerCn": "1981-2019",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the variations in carbon storage estimates in grassland ecosystems on the Tibetan Plateau from 1981 to 2019?",
        "QuestionCn": "导致1981年至2019年间青藏高原草地生态系统碳储量估计差异的因素有哪些？",
        "AnswerEn": "The variations in carbon storage estimates in grassland ecosystems on the Tibetan Plateau from 1981 to 2019 are influenced by different restoration measures applied to the grasslands, as well as the impact of various socio-economic pathways (SSP1-2.6, SSP3-7.0, and SSP5-8.5) on carbon storage projections for the future (2020-2100).",
        "AnswerCn": "1981年至2019年，青藏高原草地生态系统中碳储量估算的变化受到不同草地恢复措施的影响，以及各种社会经济路径（SSP1-2.6、SSP3-7.0和SSP5-8.5）对未来（2020-2100年）碳储量预测的影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on the future carbon stock trends in the Qinghai-Tibet Plateau grassland ecosystem when implementing NbS projects under different socio-economic pathways compared to scenarios without such interventions?",
        "QuestionCn": "在不同社会经济路径下实施自然基础解决方案（NbS）项目时，青藏高原草地生态系统未来碳储量趋势的潜在影响与没有此类干预的情景相比如何？",
        "AnswerEn": "Implementing NbS projects in the Qinghai-Tibet Plateau grassland ecosystem can influence future carbon stock trends differently under various socio-economic pathways (SSP1-2.6, SSP3-7.0, and SSP5-8.5). These interventions are likely to alter the carbon storage outcomes compared to scenarios without NbS projects, potentially enhancing carbon sequestration and reducing carbon emissions over the period from 2020 to 2100.",
        "AnswerCn": "在青藏高原草地生态系统中实施自然基础解决方案（NbS）项目，可能会在不同的社会经济路径（SSP1-2.6、SSP3-7.0 和 SSP5-8.5）下影响未来碳储量的趋势。这些干预措施可能会改变与没有 NbS 项目的情景相比的碳储存结果，潜在地增强碳汇和减少碳排放，时间范围为2020年至2100年。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the main objectives of collecting data on the impact of grassland restoration measures on plant and soil carbon in the Qinghai-Tibet Plateau?",
        "QuestionCn": "收集关于草地恢复措施对青藏高原植物和土壤碳影响的数据的主要目标是什么？",
        "AnswerEn": "The objectives include understanding the carbon storage changes in the Qinghai-Tibet Plateau grassland ecosystems from 1981 to 2019, assessing future trends of carbon storage without Nature-based Solutions (NbS) interventions under different socio-economic scenarios (SSP1-2.6, SSP3-7.0, and SSP5-8.5) from 2020 to 2100, and evaluating the impact of implementing NbS projects on carbon storage under the same socio-economic scenarios.",
        "AnswerCn": "目标包括了解1981年至2019年青藏高原草地生态系统的碳储存变化，评估在不同社会经济情景（SSP1-2.6、SSP3-7.0和SSP5-8.5）下，从2020年到2100年没有自然基础解决方案（NbS）干预的碳储存未来趋势，以及评估在相同社会经济情景下实施NbS项目对碳储存的影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be challenges in accurately predicting future trends of carbon storage in the Tibetan Plateau grassland ecosystems under different socioeconomic pathways?",
        "QuestionCn": "在不同社会经济路径下，准确预测青藏高原草地生态系统未来碳储存趋势可能面临哪些挑战？",
        "AnswerEn": "The prediction of future trends in carbon storage in the Tibetan Plateau grassland ecosystems under different socioeconomic pathways (SSP1-2.6, SSP3-7.0, and SSP5-8.5) could be affected by various challenges, including the complexity of ecological responses to socioeconomic changes, the variability in climate models, and the uncertainty in implementing Nature-based Solutions (NbS) projects. These factors can introduce significant uncertainty in the projected outcomes for carbon storage, making it challenging to achieve accurate predictions.",
        "AnswerCn": "在不同的社会经济路径（SSP1-2.6、SSP3-7.0 和 SSP5-8.5）下，预测青藏高原草地生态系统未来碳储存趋势可能会受到多种挑战的影响，包括生态响应对社会经济变化的复杂性、气候模型的变异性以及实施自然基础解决方案（NbS）项目的不确定性。这些因素可能会在碳储存的预测结果中引入显著的不确定性，使得实现准确预测变得具有挑战性。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}