{
  "id": "4b3c9476-fae5-4342-998b-5596c81ed55e",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Sequencing of chromatin DNA bound with pluripotent related lncRNA Osblr8",
      "titleCn": "多能性相关lncRNA Osblr8所结合的染色质DNA测序",
      "description": "Induced pluripotent stem cells (iPSCs), derived from reprogramming of somatic cells by a cocktail of transcription factors, have the capacity for unlimited self-renewal and the ability to differentiate into all of cell types present in the body.  iPSCs may have therapeutic potential in regenerative medicine, replacing injured tissues or even whole organs.  In this study, we examine epigenetic factors embedded in the specific 3-dimensional intrachromosomal architecture required for the activation of endogenous pluripotency genes.  Using chromatin RNA in situ reverse transcription sequencing (CRIST-seq), we identified an Oct4-Sox2 binding long noncoding RNA, referred as to Osblr8, that is present in association with pluripotency status.  Osblr8 was highly expressed in iPSCs and E14 embryonic stem cells, but it was silenced in fibroblasts.  By using shRNA to knock down Osblr8, we found that this lncRNA was required for the maintenance of pluripotency.  Overexpression of Osblr8 activated endogenous stem cell core factor genes.  Mechanistically, Osblr8 participated in the formation of an intrachromosomal looping structure that is required to activate stem cell core factors during reprogramming.  In summary, we have demonstrated that lncRNA Osblr8 is a chromatin architecture modulator of pluripotency-associated master gene promoters, highlighting its critical epigenetic role in reprogramming.",
      "descriptionCn": "诱导多能干细胞(iPSCs)是通过转录因子对体细胞进行重编程而获得的，具有无限的自我更新能力和分化为体内所有细胞类型的能力。诱导多能干细胞可能在再生医学中具有治疗潜力，可以替代受伤的组织甚至整个器官。在这项研究中，我们研究了内源性多能性基因激活所需的特定三维染色体内结构中嵌入的表观遗传因素。利用染色质RNA原位逆转录测序(CRIST-seq)，我们鉴定了一种Oct4-Sox2结合的长非编码RNA，称为Osblr8，与多能性状态有关。Osblr8在iPSCs和E14胚胎干细胞中高表达，但在成纤维细胞中沉默。通过shRNA敲除Osblr8，我们发现该lncRNA是维持多能性所必需的。Osblr8过表达激活内源性干细胞核心因子基因。在机制上，Osblr8参与了染色体内环结构的形成，这是重编程过程中激活干细胞核心因子所必需的。总之，我们已经证明lncRNA Osblr8是多能性相关主基因启动子的染色质结构调节剂，突出了其在重编程中的关键表观遗传作用。",
      "instructions": "Osblr8 in combination with DNA, named Osblr8",
      "instructionsCn": "Osblr8结合的DNA，命名为Osblr8",
      "east": 0.0,
      "west": 0.0,
      "south": 0.0,
      "north": 0.0,
      "startTime": "2019-01-01 14:10:03",
      "endTime": "2019-04-01 14:10:03",
      "fileSize": 1932489446.0,
      "cstr": "18406.11.HumanNat.tpdc.300201",
      "doi": "10.11888/HumanNat.tpdc.300201",
      "dataFormat": null,
      "license": "4"
    },
    "authorList": [
      {
        "nameCn": "胡继繁",
        "nameEn": "HU Jifan",
        "unitEn": "",
        "unitCn": "吉林大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Osblr8 orchestrates intrachromosomal loop structure required for maintaining stem cell pluripotency.",
        "referenceCn": null,
        "referenceEn": "Zhu, Y., Yan, Z., Du, Z., Zhang, S., Fu, C., Meng, Y., Wen, X., Wang, Y., Hoffman, A.R., Hu, J.F., Cui, J., & Li, W. (2020). Osblr8 orchestrates intrachromosomal loop structure required for maintaining stem cell pluripotency. Int J Biol Sci, 16(11), 1861-1875. "
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "其他",
        "nameEn": "Others"
      }
    ],
    "themeList": [
      {
        "nameCn": "其他数据",
        "nameEn": "Others"
      },
      {
        "nameCn": "生物资源",
        "nameEn": "Biological Resources"
      },
      {
        "nameCn": "科技文献",
        "nameEn": "scientific literature"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "无",
        "keywordEn": "None"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "无",
        "keywordEn": "None",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "非编码RNA及其新型修饰在翻译水平精密调控干细胞多能性的研究",
        "titleEn": "Non-coding RNAs and their novel modifications precisely regulate stem cell pluripotency at the translational level"
      },
      {
        "titleCn": "非编码RNA及其新型修饰在翻译水平精密调控干细胞多能性的研究",
        "titleEn": "Non-coding RNAs and their novel modifications precisely regulate stem cell pluripotency at the translational level"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to identify long non-coding RNAs (lncRNAs) involved in maintaining pluripotency in induced pluripotent stem cells (iPSCs)?",
        "QuestionCn": "您能否提供一种数据收集方法的示例，用于识别在维持诱导性多能干细胞（iPSCs）中发挥作用的长非编码RNA（lncRNA）？",
        "AnswerEn": "A data collection method used in this field is chromatin RNA in situ reverse transcription sequencing (CRIST-seq), which was utilized to identify the long non-coding RNA Osblr8, associated with pluripotency in iPSCs. This method helps reveal specific lncRNAs that play a crucial role in maintaining the pluripotent state by interacting with chromatin structures.",
        "AnswerCn": "一种在该领域使用的数据收集方法是染色质RNA原位逆转录测序（CRIST-seq），该方法用于识别与诱导多能干细胞（iPSCs）多能性相关的长非编码RNA Osblr8。该方法有助于揭示特定的lncRNA在通过与染色质结构相互作用维持多能状态中的关键作用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the features and characteristics of data collection methods used to study the role of lncRNA Osblr8 in chromatin DNA sequencing within induced pluripotent stem cells (iPSCs)?",
        "QuestionCn": "用于研究lncRNA Osblr8在诱导多能干细胞（iPSCs）中染色质DNA测序中作用的数据收集方法的特征和特点是什么？",
        "AnswerEn": "CRIST-seq, shRNA knockdown, overexpression studies, highly expressed in iPSCs and E14 embryonic stem cells, silent in fibroblasts",
        "AnswerCn": "CRIST-seq，shRNA敲低，过表达研究，在iPSCs和E14胚胎干细胞中高表达，在成纤维细胞中沉默。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many cell types are compared to assess the expression levels of Osblr8 in pluripotency-related research?",
        "QuestionCn": "在与多能性相关的研究中，比较了多少种细胞类型以评估Osblr8的表达水平？",
        "AnswerEn": "3",
        "AnswerCn": "3",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'chromatin RNA in situ reverse transcription sequencing (CRIST-seq)' mean in the context of studying pluripotency-related lncRNAs?",
        "QuestionCn": "在研究多能性相关lncRNA的背景下，“染色质RNA原位逆转录测序（CRIST-seq）”是什么意思？",
        "AnswerEn": "Chromatin RNA in situ reverse transcription sequencing (CRIST-seq) is a data collection method used to identify long non-coding RNAs (lncRNAs) that are associated with specific chromatin structures. In the context of studying pluripotency-related lncRNAs, CRIST-seq helps in identifying lncRNAs, like Osblr8, that are involved in the regulation of chromatin structures necessary for the activation of pluripotency genes during the reprogramming of somatic cells into induced pluripotent stem cells (iPSCs).",
        "AnswerCn": "染色质RNA原位逆转录测序（CRIST-seq）是一种数据收集方法，用于识别与特定染色质结构相关的长非编码RNA（lncRNA）。在研究与多能性相关的lncRNA的背景下，CRIST-seq有助于识别像Osblr8这样的lncRNA，这些lncRNA参与调控在将体细胞重编程为诱导多能干细胞（iPSC）过程中激活多能性基因所需的染色质结构。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the identification and characterization of long non-coding RNAs like Osblr8 in pluripotency-related chromatin structures during the reprogramming of somatic cells?",
        "QuestionCn": "在体细胞重编程过程中，识别和表征像Osblr8这样的长非编码RNA在多能性相关染色质结构中的因素包括哪些？",
        "AnswerEn": "The identification and characterization of long non-coding RNAs such as Osblr8 in pluripotency-related chromatin structures are influenced by factors including the use of advanced sequencing techniques like chromatin RNA in situ reverse transcription sequencing (CRIST-seq), the role of specific transcription factors like Oct4 and Sox2 in reprogramming, and the study of epigenetic elements embedded in the three-dimensional chromosomal architecture essential for endogenous pluripotency gene activation.",
        "AnswerCn": "长非编码RNA（如Osblr8）的识别和特征化受到多种因素的影响，包括使用先进的测序技术，如染色质RNA原位逆转录测序（CRIST-seq）、特定转录因子（如Oct4和Sox2）在重编程中的作用，以及研究嵌入在三维染色体结构中的表观遗传元素，这些元素对内源性多能性基因的激活至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of using chromatin RNA in situ reverse transcription sequencing (CRIST-seq) as a data collection method for studying pluripotency-related lncRNAs like Osblr8 in induced pluripotent stem cells (iPSCs)?",
        "QuestionCn": "使用染色质RNA原位逆转录测序（CRIST-seq）作为研究诱导多能干细胞（iPSCs）中与多能性相关的长链非编码RNA（lncRNAs）如Osblr8的数据收集方法的潜在结果是什么？",
        "AnswerEn": "Using chromatin RNA in situ reverse transcription sequencing (CRIST-seq) can lead to the identification of specific lncRNAs, such as Osblr8, that are associated with the maintenance of pluripotency in iPSCs. This method may reveal the roles of these lncRNAs in the activation of endogenous pluripotency genes and their involvement in the formation of chromatin loop structures necessary for reprogramming processes. Additionally, it may provide insights into the epigenetic factors embedded within specific three-dimensional chromosomal structures, enhancing the understanding of pluripotency and reprogramming mechanisms.",
        "AnswerCn": "使用染色质RNA原位逆转录测序（CRIST-seq）可以识别特定的长链非编码RNA（lncRNA），例如Osblr8，这些lncRNA与诱导多能干细胞（iPSCs）的多能性维持相关。该方法可能揭示这些lncRNA在内源性多能性基因激活中的作用，以及它们在重编程过程中形成必要的染色质环结构中的参与。此外，它可能提供对嵌入特定三维染色体结构中的表观遗传因素的见解，从而增强对多能性和重编程机制的理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the objective behind identifying the specific chromatin DNA sequences that interact with pluripotency-associated lncRNA Osblr8 to enhance understanding of induced pluripotent stem cells' reprogramming processes?",
        "QuestionCn": "识别与多能性相关的长链非编码RNA Osblr8 相互作用的特定染色质DNA序列的目标是什么，以增强对诱导性多能干细胞重编程过程的理解？",
        "AnswerEn": "The objective is to understand the epigenetic factors embedded within specific three-dimensional chromosomal structures necessary for the activation of endogenous pluripotency genes. By identifying the chromatin DNA sequences associated with Osblr8, researchers aim to unravel the mechanisms of maintaining pluripotency and facilitating the activation of core stem cell factors during reprogramming, which could enhance the therapeutic potential of induced pluripotent stem cells in regenerative medicine.",
        "AnswerCn": "目标是理解嵌入在特定三维染色体结构中的表观遗传因素，这些因素对于内源性多能性基因的激活是必要的。通过识别与Osblr8相关的染色质DNA序列，研究人员旨在揭示维持多能性和促进核心干细胞因子在重编程过程中激活的机制，这可能增强诱导多能干细胞在再生医学中的治疗潜力。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in utilizing CRIST-seq to identify lncRNAs associated with pluripotency in induced pluripotent stem cells (iPSCs)?",
        "QuestionCn": "利用CRIST-seq识别与诱导多能干细胞（iPSCs）中多能性相关的lncRNAs涉及哪些程序步骤？",
        "AnswerEn": "Using CRIST-seq involves several steps: first, chromatin RNA in situ reverse transcription sequencing is performed to capture RNA interactions with chromatin DNA. In the context of pluripotency, the focus is on identifying lncRNAs such as Osblr8. The process includes preparing the iPSCs or embryonic stem cells, isolating chromatin, and conducting RNA sequencing to map lncRNA interactions. The results help identify RNA elements like Osblr8, which are involved in the regulation of pluripotency-related chromatin structures.",
        "AnswerCn": "使用CRIST-seq涉及几个步骤：首先，进行染色质RNA原位逆转录测序，以捕获RNA与染色质DNA的相互作用。在多能性背景下，重点是识别长链非编码RNA（lncRNA），如Osblr8。该过程包括准备诱导性多能干细胞（iPSCs）或胚胎干细胞，分离染色质，并进行RNA测序以绘制lncRNA相互作用图谱。结果有助于识别RNA元素，如Osblr8，这些元素参与调控与多能性相关的染色质结构。",
        "Level": "C3(Applying)"
      }
    ]
  }
}