{
    "id": "4b5d6b86-6e85-4c1d-84ad-1d31e7d63bc8",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Mitochondrial genome data of populations in Hindu Kush mountains (2020-2021)",
            "titleCn": "兴都库什山脉人群的线粒体基因组数据（2020-2021）",
            "description": "The Hindu Kush mountains are tall mountains in Central Asia. The average altitude is about 5000 meters, and the highest peak, tiriqmir peak, is 7690 meters above sea level. It is the watershed between the Indus River in the southwest of the Qinghai Tibet Plateau and the Amu Darya River in the Pamir Plateau. Studying the genetic structure of the population in this area will help to deeply understand the diffusion history of the population and the genetic basis of adapting to the plateau environment. Studying the genetic structure of the population in this area will help to deeply understand the diffusion history of the population and the genetic basis of adapting to the plateau environment. In this study, we studied the maternal genetic structure of 213 individuals from 5 populations distributed in Xingdu Kush mountains. The mitochondrial genome sequences of 213 individuals (average depth > 1000x) were obtained by mitochondrial genome capture library construction and second-generation sequencing (Illumina hiseq x ten platform). Based on the idea of phylogeny, we control the quality of these data to ensure that there are no quality problems such as sample pollution. The modified Cambridge standard sequence was used as a reference for the output of mutation sites. According to the mitochondrial DNA phylogenetic tree (phylotree. ORG) of people around the world, each sample was divided into haplotype groups. Based on the mtDNA data of modern population and ancient samples published in the past, the origin and diffusion history of population in this area were systematically studied. The results show that the main maternal genetic components of Indo European populations in this region come from western Eurasia. Haplotypes w3a1a and j1b1a1 may be related to the migration of Indo European language groups, indicating that the diffusion of Indo European language groups to South Asia may not only be a simple cultural expansion, but also accompanied by the migration of some people. In addition, the study also shows that northern Pakistan may play an important channel role in the diffusion of Indo European languages to South Asia.",
            "descriptionCn": "兴都库什山脉（Hindu kush Mountains）是亚洲中部的高大山脉。平均海拔约5000米，最高峰蒂里奇米尔峰海拔7690米，是发源于青藏高原西南部的印度河和发源于帕米尔高原的阿姆河的分水岭。研究该区域人群的遗传结构，有助于深入理解该地区人群的扩散历史和适应高原环境的遗传基础。在本研究中，我们对分布于兴都库什山脉的5个群体的213个个体进行了母系遗传结构的研究。采用线粒体基因组捕获建库和二代测序（Illumina HiSeq X Ten platform）的方法，获得了213个个体的线粒体全基因组序列（平均深度>1000x）。基于系统发育思想，我们对这些数据进行质量控制，确保没有样本污染等质量问题。以修订后的剑桥标准序列参考，进行突变位点的输出。根据世界范围内的人群的线粒体DNA系统发育树（PhyloTree.org），对每个样本进行单倍型类群划分。综合以往发表的现代人群和古代样本的mtDNA数据，系统研究了该地区人群的起源和扩散历史。结果表明，该地区的印欧语系人群的主要母系遗传组分来源于欧亚西部。单倍群W3a1a和J1b1a1等类群可能与印欧语系人群的迁徙有关，说明印欧语系向南亚的扩散可能不仅仅是简单的文化扩张，也伴随着一部分的人群迁徙。此外，研究还表明，巴基斯坦北部可能在印欧语系向南亚的扩散中起着重要的通道作用。",
            "instructions": "FASTA file format can be opened, viewed and analyzed with a text editor (such as EDITPLUS) and mega.",
            "instructionsCn": "fasta文件格式，可以采用文字编辑器（如Editplus）和MEGA等打开查看和分析。",
            "east": 74.84,
            "west": 71.37,
            "south": 34.0,
            "north": 36.0,
            "startTime": "2020-01-01 00:00:00",
            "endTime": "2021-12-31 11:59:59",
            "fileSize": 3598595.0,
            "cstr": "18406.11.HumanNat.tpdc.271870",
            "doi": "10.11888/HumanNat.tpdc.271870",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "孔庆鹏",
                "nameEn": "KONG Qingpeng",
                "unitEn": "Kunming Institute of Zoology, Chinese Academy of Sciences",
                "unitCn": "中国科学院昆明动物研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Complete mitogenomes document substantial genetic contribution from the Eurasian Steppe into northern Pakistani Indo-Iranian speakers",
                "referenceCn": null,
                "referenceEn": "Rahman, Z.U., Tian, J.Y., & Gao, Z.L. et al. (2021). Complete mitogenomes document substantial genetic contribution from the Eurasian Steppe into northern Pakistani Indo-Iranian speakers. Eur J Hum Genet 29, 1008–1018. https://doi.org/10.1038/s41431-021-00829-6"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "人口",
                "nameEn": "Population"
            },
            {
                "nameCn": "生物资源",
                "nameEn": "Biological Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "兴都库什山脉",
                "keywordEn": "Hindu kush Mountains"
            },
            {
                "keywordCn": "巴基斯坦北部",
                "keywordEn": "Northern Pakistan"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020-2021",
                "keywordEn": "2020-2021",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the feature specifications of data collection methods used for mitochondrial genome sequencing in populations from mountainous regions?",
                "QuestionCn": "用于对山区人群进行线粒体基因组测序的数据收集方法的特征规格是什么？",
                "AnswerEn": "mitochondrial genome capture library preparation, second-generation sequencing, Illumina HiSeq X Ten platform, complete mitochondrial genome sequences, average depth of over 1000x, quality control measures, absence of sample contamination, mutation sites output using revised Cambridge reference sequence",
                "AnswerCn": "线粒体基因组捕获文库制备、第二代测序、Illumina HiSeq X Ten平台、完整线粒体基因组序列、平均深度超过1000x、质量控制措施、无样本污染、使用修订的剑桥参考序列输出突变位点。",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the significance of using high-depth sequencing and phylogenetic analysis in understanding the genetic adaptation of human populations in high-altitude regions like the Hindu Kush Mountains?",
                "QuestionCn": "可以推断出，在理解高原地区人类群体（如兴都库什山脉）遗传适应性方面，使用高深度测序和系统发育分析具有重要意义。",
                "AnswerEn": "Using high-depth sequencing allows for comprehensive coverage of the mitochondrial genome, ensuring accurate identification of genetic variations without contamination. Phylogenetic analysis helps classify haplogroups, providing insights into the genetic structure and historical migration patterns of populations. In high-altitude regions, these methods reveal genetic adaptations necessary for survival in such environments, indicating potential evolutionary pressures and historical population movements.",
                "AnswerCn": "使用高深度测序可以全面覆盖线粒体基因组，确保准确识别遗传变异而不受污染。系统发育分析有助于分类单倍型群，提供对人群遗传结构和历史迁移模式的洞察。在高海拔地区，这些方法揭示了生存所需的遗传适应，表明潜在的进化压力和历史人口迁移。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the primary factors that influence the choice of data collection methods for studying mitochondrial genomes in populations residing in high-altitude regions like the Hindu Kush Mountains?",
                "QuestionCn": "影响在高海拔地区（如兴都库什山脉）研究线粒体基因组时选择数据收集方法的主要因素有哪些？",
                "AnswerEn": "The choice of data collection methods, such as mitochondrial genome capture and next-generation sequencing, is influenced by the need to study the genetic structure of populations in high-altitude regions. This includes understanding their history of diffusion and genetic adaptation to the plateau environment. High sequencing depth (>1000x) and quality control measures are crucial to ensure data reliability and to avoid sample contamination.",
                "AnswerCn": "数据收集方法的选择，如线粒体基因组捕获和下一代测序，受到研究高海拔地区种群遗传结构需求的影响。这包括了解它们在高原环境中的扩散历史和遗传适应。高测序深度（>1000x）和质量控制措施对于确保数据的可靠性和避免样本污染至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are employed to ensure data quality and prevent sample contamination during the collection of mitochondrial genome sequences in populations from mountainous regions like the Hindu Kush?",
                "QuestionCn": "在收集来自像兴都库什这样的山区人群的线粒体基因组序列时，采用了哪些程序来确保数据质量并防止样本污染？",
                "AnswerEn": "To ensure data quality and prevent sample contamination during the collection of mitochondrial genome sequences in populations from the Hindu Kush Mountains, quality control measures are implemented, including assessing the data for sample contamination. The study uses systematic phylogenetic approaches to identify and rectify any quality issues, ensuring the reliability of the mitochondrial genome sequences obtained.",
                "AnswerCn": "为了确保数据质量并防止在收集印度河库什山脉人群的线粒体基因组序列时发生样本污染，实施了质量控制措施，包括评估样本污染的数据。该研究采用系统的系统发育方法来识别和纠正任何质量问题，确保获得的线粒体基因组序列的可靠性。",
                "Level": "C3(Applying)"
            }
        ]
    }
}