{
    "id": "4bcfb601-188f-4c3d-8a67-5edd9ad98a0f",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Hydrochemistry and persistent organic pollutants in soils from the Issyk-Kul region in the western Tian Shan Mountains, Kyrgyzstan (2018)",
            "titleCn": "西天山伊塞克湖地区水体化学指标和土壤中污染物分析（2018）",
            "description": "Hydrochemistry and persistent organic pollutants in soils were analyzed in Issyk-Kul region from the western Tian Shan Mountains. \nAs organchlorine pesticides (OCPs) may be an ecologic threat to mountain environments due to their tendency to deposit and accumulate in mountain regions undergoing long-range air transport, OCPs were analyzed in soils collected from an intermontane basin of the western Tian Shan Mountains, which is the UNESCO protected natural reserve of Issyk-Kul. Total OCP concentrations in the Issyk-Kul region ranged from 4.63 to 414 ng/g dw, of which two extraordinary high OCP concentrations (414 ng/g dw and 213 ng/g dw, respectively) influenced by an abandoned dumping site and urban sewage, respectively, were found. Principal component analysis (PCA) and correlation analysis inferred that the OCP inputs in the east of the Issyk-Kul region were mainly from local endogenous sources, and exogenous input via LRAT processes were prominent in the west and south. Additionally, the isomeric and parent substance/metabolite ratios revealed most pesticides accumulated in this region were from old usage, while DDTs had fresh input because of possibly illegal regional application and a slow degradation from the dumping site. Furthermore, ecological risk assessment revealed that no frequently adverse ecological effects were observed in the Issyk-Kul region, but potential risks on neighbouring organisms induced by p,p’-DDT and γ-HCH in dumping site and urban sewage should be considered when devising an efficient management plan to prevent secondary pollution.",
            "descriptionCn": "通过野外调查、监测、采样和室内检测，测定了西天山伊塞克湖地区的水化学指标和土壤样品中有机污染物。伊塞克湖区域土壤的有机氯农药农药含量整体较低，其中含量较高的点出现在废弃物处理点和城市污水排放处。主成分和相关分析显示，污染物主要是历史残留来源，除了DDT，可能是当地非法使用及其在废弃物处理点讲解较慢引起的。伊塞克湖区域的有机氯农药主要是当地的内在源，而西部和南部主要是大气长距离传输。风险评估显示，该区域的有机氯农药不会造成生态风险。",
            "instructions": "Sampling site and the corresponding ion and persistent organic pollution concentrations.",
            "instructionsCn": "采样点和相应数据",
            "east": 85.0,
            "west": 70.0,
            "south": 39.0,
            "north": 45.0,
            "startTime": "2018-07-25 00:00:00",
            "endTime": "2018-07-25 00:00:00",
            "fileSize": 449536.0,
            "cstr": null,
            "doi": "10.1007/s11629-018-4963-9",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "吴敬禄",
                "nameEn": "WU Jinglu",
                "unitEn": "",
                "unitCn": "中科院南京地理与湖泊研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Organochlorine pesticides in soils from the Issyk-Kul region in the western Tian Shan Mountains, Kyrgyzstan: Implication for spatial distribution, source apportionment and ecological risk assessment",
                "referenceCn": null,
                "referenceEn": "Li Q, Wu J, Zhao Z, et al. Organochlorine pesticides in soils from the Issyk-Kul region in the western Tian Shan Mountains, Kyrgyzstan: Implication for spatial distribution, source apportionment and ecological risk assessment[J]. Journal of Mountain Science, 2018, 15(7): 1520-1531."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤有机物",
                "nameEn": "Organic matter"
            },
            {
                "nameCn": "水质/水化学",
                "nameEn": "Water Quality/Water Chemistry"
            },
            {
                "nameCn": "污染物质",
                "nameEn": "Contaminants"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "伊塞克湖地区",
                "keywordEn": "Issyk-Kul region"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018",
                "keywordEn": "2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the historical and local sources of pollution from the observed patterns of organic pollutants in the soil and water of the Issyk-Kul region?",
                "QuestionCn": "可以从伊塞克湖地区土壤和水体中有机污染物的观察模式推断出历史和地方污染源。",
                "AnswerEn": "The observed patterns suggest that the pollution is mainly from historical residues, with local sources such as illegal usage and slow decomposition at waste treatment points contributing to the presence of certain pollutants like DDT. The spatial distribution indicates that local sources are more significant in the Issyk-Kul area, while atmospheric long-distance transport affects the western and southern parts.",
                "AnswerCn": "观察到的模式表明，污染主要来自历史残留物，地方来源如非法使用和废物处理点的缓慢分解也在某些污染物（如DDT）的存在中起到了一定作用。空间分布显示，地方来源在伊塞克湖地区更为显著，而大气长距离运输则影响西部和南部地区。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the primary causes that influence the presence and concentration of organic pollutants in soil samples in the 西天山伊塞克湖 region?",
                "QuestionCn": "影响西天山伊塞克湖地区土壤样本中有机污染物存在和浓度的主要原因是什么？",
                "AnswerEn": "The primary causes influencing the presence and concentration of organic pollutants in soil samples in the 西天山伊塞克湖 region include historical residue sources, illegal local usage, slow degradation at waste disposal sites, and atmospheric long-range transport, particularly in the western and southern areas.",
                "AnswerCn": "影响西天山伊塞克湖地区土壤样本中有机污染物存在和浓度的主要原因包括历史残留源、非法地方使用、废物处置场所的缓慢降解以及大气长距离运输，特别是在西部和南部地区。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on the accuracy of pollution source identification when utilizing both field surveys and atmospheric long-distance transmission data in a dataset?",
                "QuestionCn": "在利用现场调查和大气远距离传输数据的数据库时，污染源识别的准确性可能会受到哪些潜在影响？",
                "AnswerEn": "Utilizing both field surveys and atmospheric long-distance transmission data can enhance the accuracy of pollution source identification by providing a comprehensive view of both local and transported pollutant sources. In the case of the Issyk-Kul region, this approach helps distinguish between historical local sources and those pollutants transported over long distances, leading to more precise identification and assessment of the pollution sources.",
                "AnswerCn": "利用现场调查和大气远程传输数据可以提高污染源识别的准确性，因为它提供了对当地和运输污染源的全面视角。在伊塞克湖地区，这种方法有助于区分历史上的地方源和那些远距离运输的污染物，从而更精确地识别和评估污染源。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary goals behind collecting data on water chemical indicators and soil pollutants in the Issyk-Kul region of the western Tianshan mountains?",
                "QuestionCn": "在天山西部的伊塞克湖地区收集水化学指标和土壤污染物数据的主要目标是什么？",
                "AnswerEn": "The primary goals include assessing the levels of organic pollutants, particularly organochlorine pesticides, in the water bodies and soil of the Issyk-Kul region to understand their sources and distribution. The research aims to identify whether these pollutants are remnants from historical use or from current illegal activities, and to evaluate the ecological risk they pose to the region.",
                "AnswerCn": "主要目标包括评估伊塞克湖地区水体和土壤中有机污染物，特别是有机氯农药的水平，以了解它们的来源和分布。研究旨在确定这些污染物是历史使用的遗留物还是当前非法活动的结果，并评估它们对该地区造成的生态风险。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}