{
    "id": "4c017d43-2203-49cb-ba30-0d375e5cfbf2",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Daily MODIS-based Land Surface Evapotranspiration Dataset of 2020 in Qilian Mountain Area (ETHi-merge V1.0)",
            "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2020）(ETHi-merge V1.0)",
            "description": "This dataset contains daily land surface evapotranspiration products of 2020 in Qilian Mountain area. It has 0.01 degree spatial resolution. The dataset was produced based on Gaussian Process Regression (GPR) method by fusing six satellite-derived evapotranspiration products including RS-PM (Mu et al., 2011), SW (Shuttleworth and Wallace., 1985), PT-JPL (Fisher et al., 2008), MS-PT (Yao et al., 2013), SEMI-PM (Wang et al., 2010a) and SIM (Wang et al.2008). The input variables for the evapotranspiration products include MODIS products, MERRA meteorological data, and China Meteorological Forcing Dataset.",
            "descriptionCn": "本数据集包括祁连山地区2020年逐日地表蒸散发产品，产品分辨率为0.01°。采用高斯过程回归（Gaussian Process Regression，GPR）算法，实现对RS-PM (Mu et al., 2011)、SW (Shuttleworth and Wallace., 1985)、PT-JPL (Fisher et al., 2008)、MS-PT (Yao et al., 2013)、SEMI-PM (Wang et al., 2010a)、SIM (Wang et al.2008) 等6种蒸散发产品的集成。参与蒸散发产品生产的驱动数据包括MODIS（NDVI、Albedo、LAI、PAR），MERRA-2气象再分析数据，中国区域高时空分辨率地面气象要素驱动数据集等。",
            "instructions": "File Naming Convention: YYYYMMDD.tiff (YYYY: year, MM: month, DD: day)\nData Version：V1.0\nProjection：+proj=longlat +datum=WGS84 +no_defs\nData Format: GeoTIFF, 1079 rows ×1791 columes\nUnit: W/m2\nValid Range：0~500\nFilled Value：-300",
            "instructionsCn": "文件命名约定：YYYYMMDD.tiff\t（YYYY：年，MM：月，DD：日）\n数据版本号：V1.0\n投影：+proj=longlat +datum=WGS84 +no_defs\n数据格式：GeoTIFF, 1079行×1791列\n数据产品单位：W/m2\n数据产品有效值范围：0~500\n填充值：-300",
            "east": 107.02,
            "west": 89.11,
            "south": 34.2,
            "north": 44.99,
            "startTime": "2020-01-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 2008156276.0,
            "cstr": "18406.11.Geogra.tpdc.271410",
            "doi": "10.11888/Geogra.tpdc.271410",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "姚云军",
                "nameEn": "YAO Yunjun",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "尚珂",
                "nameEn": "SHANG Ke",
                "unitEn": "",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Global estimates of the land–atmosphere water flux based on monthly AVHRR and ISLSCP-II data, validated at 16 FLUXNET sites",
                "referenceCn": null,
                "referenceEn": "Fisher J. B., Tu K. P., & Baldocchi D. D. (2008). Global estimates of the land–atmosphere water flux based on monthly AVHRR and ISLSCP-II data, validated at 16 FLUXNET sites. Remote Sensing of Environment, 112(3), 901-919."
            },
            {
                "titleCn": null,
                "titleEn": "Improvements to a MODIS global terrestrial evapotranspiration algorithm",
                "referenceCn": null,
                "referenceEn": "Mu Q., Zhao M., Running S. W. . Improvements to a MODIS global terrestrial evapotranspiration algorithm. Remote Sensing of Environment 2011, 115(8):1781-1800. DOI: 10.1016/j.rse.2011.02.019."
            },
            {
                "titleCn": null,
                "titleEn": "An improved method for estimating global evapotranspiration based on satellite determination of surface net radiation, vegetation index, temperature, and soil moisture.",
                "referenceCn": null,
                "referenceEn": "Wang, K., Liang, S. (2008). An improved method for estimating global evapotranspiration based on satellite determination of surface net radiation, vegetation index, temperature, and soil moisture. J. Hydrometeorol, 9, 712–727. DOI: 10.1109/IGARSS.2008.4779489."
            },
            {
                "titleCn": null,
                "titleEn": "MODIS-driven estimation of terrestrial latent heat flux in China based on a modified Priestley–Taylor algorithm",
                "referenceCn": null,
                "referenceEn": "Yao, Y., S. Liang, J. Cheng, S. Liu, J. B. Fisher, X. Zhang, K. Jia, X. Zhao, Q. Qin, B. Zhao, S. J. Han, G. S. Zhou, G. Y. Zhou, Y. L. Li, and S. H. Zhao. 2013. MODIS-driven estimation of terrestrial latent heat flux in China based on a modified Priestley–Taylor algorithm. Agricultural and Forest Meteorology 171-172:187-202."
            },
            {
                "titleCn": null,
                "titleEn": "Evaporation from sparse crops-An energy combination theory",
                "referenceCn": null,
                "referenceEn": "Shuttleworth, W., Wallace, J. (1985). Evaporation from sparse crops-An energy combination theory, 111, 839–855. DOI: 10.1002/qj.49711146910."
            },
            {
                "titleCn": null,
                "titleEn": "Improving global terrestrial evapotranspiration estimation using support vector machine by integrating three process-based algorithms",
                "referenceCn": null,
                "referenceEn": "Yao Y., Liang S., Li X., Chen J., Liu S., et al. Improving global terrestrial evapotranspiration estimation using support vector machine by integrating three process-based algorithms. Agricultural and Forest Meteorology 2017, 242, 55-74. DOI: 10.1016/j.agrformet.2017.04.011."
            },
            {
                "titleCn": null,
                "titleEn": "Evidence for decadal variation in global terrestrial evapotranspiration between 1982 and 2002: 1. Model development.",
                "referenceCn": null,
                "referenceEn": "Wang, K., Dickinson, R., & Wild, M., et al. (2010). Evidence for decadal variation in global terrestrial evapotranspiration between 1982 and 2002: 1. Model development. Journal of Geophysical Research Atmospheres, 115(D20), 898-907. DOI: 10.1029/2009JD013671."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表蒸散发",
                "nameEn": "Land-surface evapotranspiration"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "潜热通量",
                "nameEn": "Latent heat flux"
            },
            {
                "nameCn": "蒸散发",
                "nameEn": "Evapotranspiration"
            },
            {
                "nameCn": "遥感蒸散",
                "nameEn": "Remote sensing evapotranspiration"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "祁连山地区",
                "keywordEn": "Qilian Mountains"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to integrate multiple evapotranspiration products in the Qilian Mountains region?",
                "QuestionCn": "您能否提供一个用于整合多个蒸散发产品在祁连山地区的数据收集方法的例子？",
                "AnswerEn": "An example of a data collection method used in the Qilian Mountains region involves integrating six different evapotranspiration products using the Gaussian Process Regression (GPR) algorithm. The products include RS-PM, SW, PT-JPL, MS-PT, SEMI-PM, and SIM. The integration process is driven by data from MODIS (including NDVI, Albedo, LAI, PAR), MERRA-2 meteorological reanalysis data, and high temporal and spatial resolution ground meteorological data for China.",
                "AnswerCn": "在祁连山地区使用的一种数据收集方法涉及利用高斯过程回归（GPR）算法整合六种不同的蒸散发产品。这些产品包括RS-PM、SW、PT-JPL、MS-PT、SEMI-PM和SIM。整合过程依赖于MODIS数据（包括NDVI、反照率、LAI、PAR）、MERRA-2气象重分析数据以及中国高时间和空间分辨率的地面气象数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of a dataset used to calculate daily surface evapotranspiration in the Qilian Mountains region?",
                "QuestionCn": "用于计算祁连山地区日表蒸散发的数据集的特征是什么？",
                "AnswerEn": "0.01° resolution, integrates multiple evapotranspiration products, Gaussian Process Regression (GPR) algorithm, includes RS-PM, SW, PT-JPL, MS-PT, SEMI-PM, SIM, incorporates MODIS data, MERRA-2 meteorological reanalysis data, high spatiotemporal resolution meteorological data for China",
                "AnswerCn": "0.01°分辨率，集成多种蒸散发产品，高斯过程回归（GPR）算法，包括RS-PM、SW、PT-JPL、MS-PT、SEMI-PM、SIM，结合MODIS数据，MERRA-2气象再分析数据，中国高时空分辨率气象数据。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of a dataset in the field of surface evapotranspiration in the Qilian Mountains area?",
                "QuestionCn": "在祁连山地区，表面蒸散发数据集的空间分辨率是多少？",
                "AnswerEn": "0.01°",
                "AnswerCn": "0.01°",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'Gaussian Process Regression (GPR)' mean in the context of integrating multiple evapotranspiration products?",
                "QuestionCn": "在整合多个蒸散发产品的背景下，“高斯过程回归（GPR）”是什么意思。",
                "AnswerEn": "Gaussian Process Regression (GPR) in this context refers to a machine learning algorithm used to integrate various evapotranspiration products, such as RS-PM, SW, PT-JPL, MS-PT, SEMI-PM, and SIM, to create a cohesive and accurate daily surface evapotranspiration dataset. GPR helps in capturing the uncertainties and trends from different sources and combines them to produce a unified output.",
                "AnswerCn": "高斯过程回归（GPR）在此上下文中指的是一种机器学习算法，用于整合各种蒸散发产品，如RS-PM、SW、PT-JPL、MS-PT、SEMI-PM和SIM，以创建一个连贯且准确的日常表面蒸散发数据集。GPR有助于捕捉来自不同来源的不确定性和趋势，并将它们结合以生成统一的输出。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection techniques used by MODIS for NDVI and Albedo compare to those used in MERRA-2 meteorological reanalysis data in terms of spatial resolution and data integration capabilities for evapotranspiration modeling?",
                "QuestionCn": "MODIS用于NDVI和反照率的数据收集技术与MERRA-2气象重分析数据在空间分辨率和蒸散发建模的数据集成能力方面有何比较？",
                "AnswerEn": "The data collection techniques used by MODIS for NDVI and Albedo involve remote sensing with a spatial resolution of 0.01°, allowing for detailed vegetation and surface properties analysis. In contrast, MERRA-2 meteorological reanalysis data provide atmospheric data with potentially coarser spatial resolution but integrate a wide range of atmospheric variables. Both data sources contribute to evapotranspiration modeling, with MODIS focusing on surface characteristics and MERRA-2 providing atmospheric conditions, together enhancing the model's accuracy and applicability.",
                "AnswerCn": "MODIS用于NDVI和反照率的数据收集技术涉及遥感，空间分辨率为0.01°，允许对植被和表面特性进行详细分析。相比之下，MERRA-2气象重分析数据提供的气象数据可能具有较粗的空间分辨率，但整合了广泛的气象变量。这两个数据源共同为蒸散发建模提供支持，其中MODIS侧重于表面特征，而MERRA-2提供大气条件，二者结合增强了模型的准确性和适用性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the integration challenges of multiple evapotranspiration products using methods like Gaussian Process Regression in remote sensing data collection?",
                "QuestionCn": "多个蒸散发产品的集成挑战因素包括使用高斯过程回归方法在遥感数据收集中的问题。",
                "AnswerEn": "The integration of multiple evapotranspiration products, such as RS-PM, SW, PT-JPL, MS-PT, SEMI-PM, and SIM, using Gaussian Process Regression (GPR) can be challenging due to the variability in spatial and temporal resolutions, differences in model assumptions, and the need for accurate calibration and validation against ground truth data. Additionally, the integration process must effectively handle the discrepancies in input data sources like MODIS, MERRA-2, and regional meteorological datasets while maintaining the precision of the product's resolution at 0.01°.",
                "AnswerCn": "将多个蒸散发产品（如RS-PM、SW、PT-JPL、MS-PT、SEMI-PM和SIM）通过高斯过程回归（GPR）进行集成可能会面临挑战，这主要是由于空间和时间分辨率的变化、模型假设的差异，以及需要与地面真实数据进行准确的校准和验证。此外，集成过程还必须有效处理输入数据源（如MODIS、MERRA-2和区域气象数据集）之间的差异，同时保持产品分辨率为0.01°的精度。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedures and algorithms used to integrate various evapotranspiration products using MODIS data, and how do these contribute to generating daily surface evapotranspiration datasets for the Qilian Mountains region?",
                "QuestionCn": "使用MODIS数据集成各种蒸散发产品的程序和算法是什么，这些如何有助于生成祁连山地区的日常表面蒸散发数据集？",
                "AnswerEn": "The integration of various evapotranspiration products is achieved using the Gaussian Process Regression (GPR) algorithm. This method combines six different evapotranspiration products: RS-PM, SW, PT-JPL, MS-PT, SEMI-PM, and SIM. The data collection involves using MODIS products like NDVI, Albedo, LAI, and PAR, as well as MERRA-2 meteorological reanalysis data and high temporal and spatial resolution ground meteorological data specific to China. These collected datasets are then processed to produce daily surface evapotranspiration data for the Qilian Mountains region with a resolution of 0.01°.",
                "AnswerCn": "各种蒸散发产品的集成是通过高斯过程回归（GPR）算法实现的。该方法结合了六种不同的蒸散发产品：RS-PM、SW、PT-JPL、MS-PT、SEMI-PM和SIM。数据收集涉及使用MODIS产品，如NDVI、反照率、LAI和PAR，以及MERRA-2气象重分析数据和特定于中国的高时间和空间分辨率的地面气象数据。这些收集的数据集经过处理，生成了青藏高原地区的日蒸散发数据，分辨率为0.01°。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}