{
    "id": "4c26a1f0-8667-4a6c-a710-28746eedece4",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "HiWATER：Dataset of biomass observed in the middle reaches of the Heihe River Basin",
            "titleCn": "黑河生态水文遥感试验：黑河流域中游生物量观测数据集",
            "description": "The data set include crop biomass observed at four sample regions, that is the soil moisture control experimental field at Daman county, and the EC plots, the super station, and Shiqiao sample plots at Wuxing village in Zhangye city. \n\n1)\tObjective\nCrop biomass, a key biophysical parameter, was observed for calibration and validation of crop growth model and the retrieval of other biophysical parameters as well as the application in eco-hydrological models. \n2)\tMeasurement instrument:\nElectronic balance (±0.1g) and oven.\n3)\tMeasurement site\na. the soil moisture control experimental field at Daman county,\nTwelve soil water treatments are set. The wheat biomass for each treatment is measured on 17, 23 and 29 May, and 3, 9, 14 and 24 June, and 5 and 12 July. \nb. the EC site\nMaize biomass at 14 EC site (EC-2,EC-3,EC-5,EC-6,EC-7,EC-8,EC-9, EC-10, EC-11, EC-12, EC-13, EC-14, EC-15, EC-16) are measured on 14, 21, 25 and 31 May, 7, 13, 23 and 28 June, 3, 13, 18 and 23 July, 3, 12 and 28 August.\nc. the super station\nMaize biomass at the super station is measured on 22 and 28 May, 5, 11, 18, and 25 June, and 1, 8, 15, 22 and 31 July, 9, 15 and 22 August, and 3 and 11 September.\nd. the Shiqiao sample site \nMaize biomass at the Shiqiao village is measured on 17, 22 and 28 May, 4, 11, 17 and 25 June, 1, 8, 15, 22, and 30 July, 8, 16 and 27 August, and 9 September.\n4)\tData processing\n\tThe observational data was recorded in the sheets and reorganized in the EXCEL sheets.",
            "descriptionCn": "本数据集为在张掖市大满水分控制实验场、EC站点、超级站和石桥一社样地测量的作物生物量数据。\n1）\t测量目的\n    生物量数据测量的目的在于：获取黑河流域下垫面上作物的生物量，作为先验知识用于植被生物物理参数反演和生态水文模型校正和验证。\n2）\t测量仪器与原理\n    测量仪器：天平（精度0.1g）、烘箱。\n3）\t测量地点与内容\na.大满小麦水分控制实验场\n    分别在2012-5-17、2012-5-23、2012-5-29、2012-6-3、2012-6-9、2012-6-14、2012-6-24、2012-7-5、20127-12测量小麦生物量。\nb. EC站点\n    分别在2012-5-14、2012-5-21、2012-5-25、2012-5-31、2012-6-7、2012-6-13、2012-6-23、2012-6-28、2012-7-3、2012-7-13、2012-7-18、2012-7-23、2012-8-3、2012-8-12、2012-8-28测量EC-2、EC-3、EC-5、EC-6、EC-7、EC-8、EC-9、EC-10、EC-11、EC-12、EC-13、EC-14、EC-15、EC-16共14个EC站点，测定制种玉米的生物量。\nc.超级站样地\n    分别在2012-5-22、2012-5-28、2012-6-5、2012-6-11、2012-6-18、2012-6-25、2012-7-1、2012-7-8、2012-7-15、2012-7-22、2012-7-31、2012-8-9、2012-8-15、2012-8-22、2012-9-3、2012-9-11测量超级站样地，测定制种玉米的生物量。\nd.石桥样地\n    分别在2012-5-17、2012-5-22、2012-5-28、2012-6-4、2012-6-11、2012-6-17、2012-6-25、2012-7-1、2012-7-8、2012-7-15、2012-7-22、2012-7-30、2012-8-8、2012-8-16、2012-8-27、2012-9-9测量石桥样地，测定制种玉米的生物量。\n4）\t数据处理\n    在实验现场用观测手簿记录观测数据，然后整理成excel表。",
            "instructions": null,
            "instructionsCn": null,
            "east": 100.7,
            "west": 100.35,
            "south": 38.95,
            "north": 38.95,
            "startTime": "2018-11-25 02:48:18",
            "endTime": "2018-11-25 02:48:18",
            "fileSize": 288265.0,
            "cstr": "18406.11.hiwater.122.2013.db",
            "doi": "10.3972/hiwater.122.2013.db",
            "dataFormat": "文本",
            "license": null
        },
        "authorList": [
            {
                "nameCn": "徐凤英",
                "nameEn": "Xu Fengying",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "王静",
                "nameEn": "Wang Jing",
                "unitEn": "",
                "unitCn": "中国气象局兰州干旱气象研究所"
            },
            {
                "nameCn": " 马春峰",
                "nameEn": "Ma Chunfeng",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "黄永生",
                "nameEn": "Huang Yongsheng",
                "unitEn": "",
                "unitCn": "西北师范大学"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "马明国",
                "nameEn": "MA Mingguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "生物量",
                "nameEn": "Biomass"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "大满水分控制实验场",
                "keywordEn": null
            },
            {
                "keywordCn": "大满超级站",
                "keywordEn": "Daman Superstation"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-05-17",
                "keywordEn": "2012-05-17",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-09-15",
                "keywordEn": "2012-09-15",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：定标与真实性检验",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            },
            {
                "titleCn": "黑河流域生态-水文遥感产品生产算法研究与应用试验",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            }
        ],
        "projectList": [
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": [],
            "backgroundCn": [
                "生态水文过程在异质表面上的上尺度化是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的制约。HiWATER实验旨在通过在层次嵌套的尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
            ],
            "research objectiveCn": [],
            "challengesCn": [
                "该领域的进展受到多尺度观测稀缺的阻碍。"
            ],
            "methodsCn": [
                "在HiWATER期间进行了几次密集观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个EC塔和四个两层自动气象站（AMS），这些景观包括沙漠、沙漠铺面、沙漠草原和湿地。在灌溉区尺度上实施了密集观测。共进行了12次航空遥感任务，使用LiDAR、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖了FEA。"
            ],
            "datasetCn": [
                "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、宽孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the use of a balance with 0.1g precision and an oven a standard method for measuring crop biomass in the field?",
                "QuestionCn": "使用精度为0.1克的天平和烘箱是田间测量作物生物量的标准方法吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are there challenges in the field due to a lack of multiscale observational data?",
                "QuestionCn": "由于缺乏多尺度观测数据，该领域面临挑战吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Are biomass measurements in this domain more commonly obtained using ground-based methods like field sampling or through remote sensing techniques?",
                "QuestionCn": "在这个领域，生物量测量更常通过地面方法如实地采样获得，还是通过遥感技术？",
                "AnswerEn": "ground-based methods like field sampling",
                "AnswerCn": "地面方法如实地采样",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What instruments are used in the data collection method for measuring biomass in the context of the Heihe Watershed?",
                "QuestionCn": "在黑河流域的生物量测量数据收集方法中使用了哪些仪器？",
                "AnswerEn": "balance, oven",
                "AnswerCn": "平衡，烤箱",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "When are the measurements taken for biomass data collection in the Heihe Watershed experiment?",
                "QuestionCn": "在黑河流域实验中，生物量数据收集的测量时间是什么时候？",
                "AnswerEn": "May to September 2012",
                "AnswerCn": "2012年5月至9月",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a challenge faced in the upscaling of eco-hydrological processes?",
                "QuestionCn": "在生态水文过程的升级中面临的一个挑战是什么？",
                "AnswerEn": "A significant challenge in upscaling eco-hydrological processes is the poor availability of multiscale observations, which hinders progress in the field.",
                "AnswerCn": "在生态水文过程的尺度提升中，一个重大挑战是多尺度观测的可用性较差，这阻碍了该领域的进展。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of how ground measurements are integrated with remote sensing data in eco-hydrological research?",
                "QuestionCn": "您能否提供一个生态水文研究中如何将地面测量与遥感数据结合的例子？",
                "AnswerEn": "Ground measurements of vegetation dynamics and photosynthesis processes are synchronized with airborne remote sensing data, such as those obtained from LiDAR and imaging spectrometers, to provide a comprehensive dataset for eco-hydrological research.",
                "AnswerCn": "地面植被动态和光合作用过程的测量与来自激光雷达和成像光谱仪等空中遥感数据同步，以提供一个全面的生态水文研究数据集。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What specific attributes of crops are measured and recorded during biomass data collection in an eco-hydrological study?",
                "QuestionCn": "在生态水文研究中，生物量数据收集时测量和记录的作物特定属性包括：",
                "AnswerEn": "biomass, 0.1g precision",
                "AnswerCn": "生物质，0.1克精度",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the key technological components involved in multiscale eco-hydrological data collection in oasis-desert environments?",
                "QuestionCn": "在绿洲-沙漠环境中，多尺度生态水文数据收集涉及的关键技术组件有哪些？",
                "AnswerEn": "flux observation matrix, eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensor network, soil moisture, leaf area index, hyper-resolution airborne remote sensing tools, LiDAR, imaging spectrometers, multi-angle thermal imagers, L-band microwave radiometers",
                "AnswerCn": "通量观测矩阵，涡度相关塔，大孔径闪烁仪，自动气象站，生态水文传感器网络，土壤湿度，叶面积指数，高分辨率机载遥感工具，激光雷达，成像光谱仪，多角度热成像仪，L波段微波辐射计。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the challenges associated with obtaining multiscale observational data in eco-hydrological research?",
                "QuestionCn": "在生态水文研究中，获取多尺度观测数据面临的挑战有哪些？",
                "AnswerEn": "poor availability of multiscale observations, comprehensive instrumentation, data collection at hierarchically nested scales",
                "AnswerCn": "多尺度观测的可用性差，综合仪器，分层嵌套尺度的数据收集。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many observation dates are recorded for the wheat biomass measurements in the Daman moisture control experimental field?",
                "QuestionCn": "在达曼水分控制实验田中，记录了多少个小麦生物量测量的观测日期？",
                "AnswerEn": "9",
                "AnswerCn": "9",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many EC stations were involved in measuring maize biomass during the experiment?",
                "QuestionCn": "在实验中参与测量玉米生物量的EC站点有多少个？",
                "AnswerEn": "14",
                "AnswerCn": "14",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many intensive observation periods (IOPs) were conducted during the HiWATER experiment in 2012?",
                "QuestionCn": "在2012年的HiWATER实验中进行了多少次强化观测期（IOPs）？",
                "AnswerEn": "The exact number is not specified.",
                "AnswerCn": "确切的数字未被指定。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'multiscale observations' in the context of eco-hydrological data collection?",
                "QuestionCn": "在生态水文数据收集的背景下，“多尺度观测”是指在不同空间和时间尺度上进行的观察和数据收集。这种方法可以帮助研究人员理解生态系统和水文过程在不同尺度下的相互作用和变化。",
                "AnswerEn": "Multiscale observations refer to the collection of data at various spatial and temporal scales to capture complex eco-hydrological processes. In this context, it involves using a combination of hierarchically nested scales and various instruments, such as eddy covariance towers, to obtain data across different levels of scale.",
                "AnswerCn": "多尺度观测是指在不同的空间和时间尺度上收集数据，以捕捉复杂的生态水文过程。在这个背景下，它涉及使用层次嵌套的尺度组合和各种仪器，如涡度协方差塔，以在不同的尺度水平上获取数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How are 'intensive observation periods' defined in the context of eco-hydrological experiments?",
                "QuestionCn": "在生态水文实验的背景下，“密集观察期”是如何定义的？",
                "AnswerEn": "Intensive observation periods are defined as specific timeframes during which concentrated and detailed data collection is conducted to capture eco-hydrological processes. These periods involve deploying a wide array of instruments and methods to gather comprehensive datasets that reflect the dynamics of the system being studied.",
                "AnswerCn": "密集观察期被定义为在特定时间框架内进行集中和详细的数据收集，以捕捉生态水文过程。这些时期涉及部署各种仪器和方法，以收集反映所研究系统动态的综合数据集。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "In what ways do the challenges of poor availability of multiscale observations in eco-hydrological processes differ from the challenges faced in ensuring data quality during sensor calibration and data processing?",
                "QuestionCn": "在生态水文过程中的多尺度观测可用性差所面临的挑战与在传感器校准和数据处理过程中确保数据质量所面临的挑战有何不同？",
                "AnswerEn": "The challenge of poor availability of multiscale observations involves obtaining comprehensive data across different scales and disciplines, which can limit understanding and modeling of eco-hydrological processes. On the other hand, challenges in ensuring data quality during sensor calibration and data processing focus on maintaining the accuracy and reliability of the data collected, which is crucial for making valid scientific inferences from the data.",
                "AnswerCn": "多尺度观测的可用性差的挑战涉及在不同尺度和学科中获取全面数据，这可能限制对生态水文过程的理解和建模。另一方面，确保传感器校准和数据处理过程中数据质量的挑战则集中在维护所收集数据的准确性和可靠性上，这对于从数据中得出有效的科学推论至关重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the similarities and differences in data processing between field-based biomass measurements and the processing of data from airborne remote sensing missions?",
                "QuestionCn": "田野生物量测量和航空遥感任务数据处理之间的相似性和差异性是什么？",
                "AnswerEn": "Both field-based biomass measurements and airborne remote sensing missions involve data processing to organize and analyze the collected data. For field-based measurements, data is recorded manually and organized into spreadsheets, requiring careful handling and accuracy in data entry. In contrast, airborne remote sensing missions involve processing large volumes of data from various sensors, necessitating advanced computational tools and techniques for data integration, calibration, and analysis to derive meaningful ecological insights.",
                "AnswerCn": "现场生物量测量和空中遥感任务都涉及数据处理，以组织和分析收集到的数据。对于现场测量，数据是手动记录的，并组织成电子表格，这需要仔细处理和准确的数据输入。相比之下，空中遥感任务涉及处理来自各种传感器的大量数据，这需要先进的计算工具和技术进行数据集成、校准和分析，以得出有意义的生态洞察。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might the integration of airborne remote sensing missions and ground measurements enhance the understanding of eco-hydrological dynamics in heterogeneous surfaces?",
                "QuestionCn": "空中遥感任务与地面测量的结合如何增强对异质表面生态水文动态的理解？",
                "AnswerEn": "The integration of airborne remote sensing missions with ground measurements provides a comprehensive dataset that captures both broad-scale patterns and detailed ground-level dynamics, thereby enhancing the understanding of eco-hydrological processes over heterogeneous surfaces.",
                "AnswerCn": "空中遥感任务与地面测量的结合提供了一个全面的数据集，捕捉了广泛的模式和详细的地面动态，从而增强了对异质表面生态水文过程的理解。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What challenges might arise from the reliance on a sparse network of observational instruments in the context of oasis-desert interactions, and how can they be mitigated?",
                "QuestionCn": "在绿洲-沙漠相互作用的背景下，依赖稀疏的观测仪器可能会出现哪些挑战，以及如何缓解这些挑战？",
                "AnswerEn": "Challenges may include limited spatial resolution and potential data gaps. These can be mitigated by ensuring careful calibration, incorporating a variety of instruments such as eddy covariance towers and AMSs, and conducting multiple observation periods to ensure data robustness.",
                "AnswerCn": "挑战可能包括有限的空间分辨率和潜在的数据缺口。可以通过确保仔细校准、结合多种仪器如涡度协方差塔和自动气象站（AMS），以及进行多次观测期来确保数据的稳健性，从而减轻这些问题。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors motivate the use of specific instruments and methodologies for measuring crop biomass in eco-hydrological studies?",
                "QuestionCn": "在生态水文学研究中，促使使用特定仪器和方法测量作物生物量的因素有哪些？",
                "AnswerEn": "The primary motivation for using specific instruments like a balance with 0.1g precision and an oven in measuring crop biomass is to acquire accurate data on the crop biomass within the Heihe River Basin. This data serves as prior knowledge for retrieving vegetation biophysical parameters and for calibrating and validating eco-hydrological models.",
                "AnswerCn": "使用具有0.1克精度的天平和烘箱测量作物生物量的主要动机是获取关于黑河流域作物生物量的准确数据。这些数据作为获取植被生物物理参数的先验知识，并用于生态水文模型的校准和验证。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What drives the implementation of intensive observation periods and continuous hydrometeorological observations in eco-hydrological research?",
                "QuestionCn": "在生态水文研究中，实施强化观测期和连续水文气象观测的驱动因素是什么？",
                "AnswerEn": "Intensive observation periods and continuous hydrometeorological observations in eco-hydrological research are driven by the need to capture multi-scale and multidisciplinary data. This approach is necessary to understand the interactions within an oasis-desert system and to overcome the challenges posed by the lack of multiscale observations, allowing for a comprehensive study of eco-hydrological processes.",
                "AnswerCn": "在生态水文研究中，密集的观测周期和连续的水文气象观测是为了捕捉多尺度和多学科的数据。这种方法对于理解绿洲-沙漠系统内的相互作用是必要的，并且能够克服缺乏多尺度观测所带来的挑战，从而实现对生态水文过程的全面研究。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of integrating multiscale observations from remote sensing and ground measurements into eco-hydrological models?",
                "QuestionCn": "将遥感和地面测量的多尺度观测整合到生态水文模型中可能带来的后果是什么？",
                "AnswerEn": "Integrating multiscale observations from remote sensing and ground measurements could significantly enhance the calibration and validation of eco-hydrological models, allowing for better representation and understanding of heterogeneous surface processes in areas like the oasis-desert region studied in HiWATER.",
                "AnswerCn": "整合遥感和地面测量的多尺度观测可以显著增强生态水文模型的校准和验证，从而更好地表征和理解像HiWATER研究的绿洲-沙漠地区的异质表面过程。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What could be the impact of using a hierarchical instrumentation approach on the quality of eco-hydrological data collected in diverse landscapes?",
                "QuestionCn": "使用分层仪器方法对在多样化景观中收集的生态水文数据质量的影响可能是什么？",
                "AnswerEn": "Using a hierarchical instrumentation approach can enhance the quality of eco-hydrological data by ensuring that observations effectively capture the spatial heterogeneity and interactions across different landscape types, such as sandy desert, desert pavement, desert steppe, and wetland, leading to more robust and reliable datasets for research purposes.",
                "AnswerCn": "使用分层仪器方法可以通过确保观测有效捕捉不同景观类型（如沙漠、沙漠铺面、沙漠草原和湿地）之间的空间异质性和相互作用，从而提高生态水文数据的质量，进而为研究目的提供更稳健和可靠的数据集。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of collecting biomass data from various sites in the Heihe River Basin?",
                "QuestionCn": "在黑河流域收集各个地点的生物量数据的主要目标是什么？",
                "AnswerEn": "The primary goal of collecting biomass data in the Heihe River Basin is to obtain crop biomass as a priori knowledge for the retrieval of vegetation biophysical parameters and the calibration and validation of eco-hydrological models.",
                "AnswerCn": "在黑河流域收集生物量数据的主要目标是获取作物生物量，以作为获取植被生物物理参数的先验知识，以及生态水文模型的校准和验证。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why does the HiWATER experiment emphasize the collection of multiscale and multidisciplinary data?",
                "QuestionCn": "HiWATER实验强调收集多尺度和多学科数据的原因是什么？",
                "AnswerEn": "The HiWATER experiment emphasizes the collection of multiscale and multidisciplinary data to address the challenge of upscaling eco-hydrological processes on heterogeneous surfaces and to overcome the limitations caused by the poor availability of multiscale observations.",
                "AnswerCn": "HiWATER实验强调收集多尺度和多学科的数据，以应对在异质表面上进行生态水文过程上升尺度的挑战，并克服由于多尺度观测稀缺而造成的限制。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the specific instrumental and procedural steps involved in collecting biomass data from various sites like the EC stations and the superstation in the Heihe Watershed experiment?",
                "QuestionCn": "在Heihe流域实验中，从EC站和超级站等不同地点收集生物量数据的具体仪器和程序步骤包括：",
                "AnswerEn": "The biomass data collection involves using instruments such as a balance with 0.1g precision and an oven. Observations are made at different sites including EC stations and the superstation, with data recorded in observation notebooks and later organized into Excel sheets.",
                "AnswerCn": "生物量数据收集涉及使用精度为0.1克的天平和烘箱等仪器。在不同的地点进行观察，包括EC站和超级站，数据记录在观察笔记本中，随后整理成Excel表格。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How do researchers ensure the accuracy and quality of biomass data collected from the Heihe Watershed experiment, and what challenges might arise during the data collection process?",
                "QuestionCn": "研究人员如何确保从黑河流域实验中收集的生物量数据的准确性和质量，以及在数据收集过程中可能出现的挑战是什么？",
                "AnswerEn": "Researchers ensure data quality by recording observations in the field and organizing them into Excel sheets. Challenges include ensuring precision in measurements with the balance and maintaining consistent data recording practices across different measurement dates and sites.",
                "AnswerCn": "研究人员通过在现场记录观察数据并将其整理成Excel表格来确保数据质量。面临的挑战包括确保使用天平进行测量时的精确性，以及在不同测量日期和地点保持一致的数据记录实践。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What instrumentation techniques enable the collection of multiscale eco-hydrological data in complex environments like oasis-desert regions?",
                "QuestionCn": "哪些仪器技术能够在像绿洲-沙漠地区这样的复杂环境中收集多尺度生态水文数据？",
                "AnswerEn": "The HiWATER experiment utilizes instrumentation on hierarchically nested scales, which includes a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations. This setup enables the capture of multi-scale eco-hydrological processes in oasis-desert areas.",
                "AnswerCn": "HiWATER实验利用分层嵌套尺度的仪器，包括涡度协方差塔、大孔径闪烁仪和自动气象站的通量观测矩阵。该设置能够捕捉绿洲-沙漠地区的多尺度生态水文过程。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How do intensive observation periods (IOPs) contribute to addressing the challenges of poor multiscale data availability in eco-hydrological research?",
                "QuestionCn": "强烈观察期（IOPs）如何有助于解决生态水文研究中多尺度数据可用性差的挑战？",
                "AnswerEn": "Intensive observation periods (IOPs) provide concentrated data collection efforts, which include continuous hydrometeorological observations and a sparse network to investigate oasis-desert interactions. This approach is part of the HiWATER experiment's strategy to overcome the challenge of poor availability of multiscale observations.",
                "AnswerCn": "强烈观测期（IOPs）提供了集中数据收集的努力，包括连续的水文气象观测和稀疏网络，以研究绿洲-沙漠相互作用。这种方法是HiWATER实验策略的一部分，旨在克服多尺度观测可用性差的挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do synchronized ground measurements enhance the quality of eco-hydrological datasets in remote sensing experiments?",
                "QuestionCn": "同步地面测量在遥感实验中以何种方式提高生态水文数据集的质量？",
                "AnswerEn": "Synchronized ground measurements of vegetation dynamics and photosynthesis processes ensure that the observational data collected during the HiWATER experiment are carefully quality controlled. This enhances the dataset's reliability and validity, complementing hyper-resolution airborne remote sensing data.",
                "AnswerCn": "同步的地面植被动态和光合作用过程测量确保了在HiWATER实验中收集的观测数据经过仔细的质量控制。这增强了数据集的可靠性和有效性，补充了超高分辨率的航空遥感数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might data collection techniques for capturing eco-hydrological processes on heterogeneous surfaces require multiscale observations?",
                "QuestionCn": "为什么在异质表面捕捉生态水文过程的数据收集技术需要多尺度观测？",
                "AnswerEn": "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge, and progress in this field is hindered by the poor availability of multiscale observations. Multiscale observations are necessary to address the complex interactions in eco-hydrological processes and capture the variability across different scales effectively.",
                "AnswerCn": "在异质表面上生态水文过程的上升是一个重大挑战，进展受到多尺度观测稀缺的制约。多尺度观测对于解决生态水文过程中的复杂相互作用以及有效捕捉不同尺度上的变异性是必要的。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it expected that a dataset capturing eco-hydrological processes would involve a combination of remote sensing and ground measurements?",
                "QuestionCn": "为什么预计捕捉生态水文过程的数据集会涉及遥感和地面测量的结合？",
                "AnswerEn": "To capture multi-scale eco-hydrological processes, a combination of remote sensing and ground measurements is crucial. This approach allows for comprehensive coverage of the area of interest, utilizing airborne remote sensing for large-scale coverage and ground measurements for detailed, localized data, which are essential for accuracy and validation.",
                "AnswerCn": "为了捕捉多尺度生态水文过程，结合遥感和地面测量至关重要。这种方法可以全面覆盖感兴趣区域，利用航空遥感进行大规模覆盖，同时通过地面测量获取详细的局部数据，这对于准确性和验证是必不可少的。",
                "Level": "C2(Understanding)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How do you evaluate the effectiveness of using hierarchically nested scales for capturing multi-scale eco-hydrological processes in data collection methods?",
                "QuestionCn": "如何评估使用层次嵌套尺度在数据收集方法中捕捉多尺度生态水文过程的有效性？",
                "AnswerEn": "The use of hierarchically nested scales is considered effective as it allows for comprehensive data collection across different landscape types, enhancing the understanding of multi-scale eco-hydrological processes. This approach, as utilized in the oasis-desert area, facilitates detailed observations and addresses the challenge of poor availability of multiscale observations.",
                "AnswerCn": "使用分层嵌套尺度被认为是有效的，因为它允许在不同的景观类型中进行全面的数据收集，从而增强对多尺度生态水文过程的理解。这种方法在绿洲-沙漠地区的应用，促进了详细观察，并解决了多尺度观察可用性差的问题。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is your opinion on the challenges faced by researchers in obtaining multiscale observational data for eco-hydrological studies?",
                "QuestionCn": "我对研究人员在获取生态水文研究的多尺度观测数据所面临的挑战的看法是什么？",
                "AnswerEn": "One of the primary challenges is the poor availability of multiscale observations, which hinders progress in understanding eco-hydrological processes. The deployment of intensive observation periods and continuous hydrometeorological observations, as demonstrated in HiWATER, helps mitigate this by providing a comprehensive dataset, although logistical and technical challenges remain.",
                "AnswerCn": "主要挑战之一是多尺度观测的可用性差，这阻碍了对生态水文过程的理解。通过在HiWATER中展示的密集观测期和连续的水文气象观测，有助于缓解这一问题，提供了全面的数据集，尽管仍然存在后勤和技术挑战。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your view, how important is the integration of airborne remote sensing technologies in enhancing the quality and scope of eco-hydrological datasets?",
                "QuestionCn": "在您看来，空气遥感技术的整合在提升生态水文数据集的质量和范围方面有多重要？",
                "AnswerEn": "The integration of airborne remote sensing technologies, such as LiDAR and imaging spectrometers, is crucial in enhancing the quality and scope of eco-hydrological datasets. These technologies provide hyper-resolution data that can capture detailed vegetation dynamics and photosynthesis processes, thereby significantly contributing to comprehensive data collection and analysis.",
                "AnswerCn": "空气遥感技术的整合，如激光雷达（LiDAR）和成像光谱仪，对于提升生态水文数据集的质量和范围至关重要。这些技术提供的超高分辨率数据能够捕捉详细的植被动态和光合作用过程，从而显著促进全面的数据收集和分析。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how the eco-hydrological processes can be accurately captured in such a heterogeneous landscape.",
                "QuestionCn": "我不明白如何在如此异质的景观中准确捕捉生态水文过程。",
                "AnswerEn": "The HiWATER experiment addresses this challenge by using instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data, including a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations.",
                "AnswerCn": "HiWATER实验通过在分层嵌套的尺度上使用仪器来应对这一挑战，以获取多尺度和多学科的数据，包括涡度协方差塔、大孔径闪烁仪和自动气象站的通量观测矩阵。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}