{
    "id": "4d7ca316-f0de-408f-ba08-43137df9cdf2",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Ecological security evaluation and landscape planning data of the inner flow area of Hexi Corridor (1949-2002)",
            "titleCn": "河西走廊内流区生态安全评价与景观规划数据（1949-2002）",
            "description": "The project of ecological security evaluation and landscape planning in the inner flow area of hexi corridor belongs to the major research plan of \"environment and ecological science in western China\" of the national natural science foundation, led by researcher xiao duning of the institute of cold and dry environment and engineering, Chinese academy of sciences. The project runs from Jan. 2002 to Dec. 2004.\nThe data of the project is the ecological data of the inner flow area of hexi corridor, including heihe basin, shiyang river basin, shule river basin and river runoff. \n\nInvestigation and analysis data of ejin banner in heihe river area\n1. Soil moisture TDR data\nThe data is stored in Excel format and includes both tubular and well 2002 soil moisture survey data. \nTube TDR data\nTubular soil moisture survey data with 1.8m underground intervals of 0.2 m on June 1, June 11, June 21, July 1, July 11, July 21, July 31, August 11 and August 21, 2002, including erdaqiao, gobi, forest farm, qidaqiao and tseng forest. \nWell TDR data\nData of well soil moisture survey on June 21, July 1, July 11, July 21, July 31, August 11 and August 21, 2002, which included willows, gobi, populus euphratica and weeds, with intervals of more than 5 meters and 0.2 meters underground. \nGroundwater GPS data\nIn Excel format, the TDR observation points were measured by GPS, including basic information such as longitude, latitude and elevation, plus information such as water level, logging type and remarks. \n2. Soil nutrient salinity data\nTo Excel format, 42 samples containing \"total oxygen N %\", \"total phosphorus P %\", \"% organic matter\", \"hydrolysis N N mg/kg\", \"organic P P mg/kg\", \"available K K mg/kg\", \"% calcium carbonate\", \"PH\", \"the % of salt\" and \"total potassium % K\" nutrient investigation and analysis of data, such as 42 samples containing \"conductance value (%) computing the salt\", CO3, HCO3, CI, SO4, Ca, mg, Na + K salt investigation and analysis of data, etc. \n3. Soil mechanical composition\nIn Excel format, 42 sample points contained soil particle composition information analysis tables of depth (cm), percentage of particle content at each level (sieve analysis method) (>2mm, 2-1mm, 1-0.5mm, 0.5-0.25mm and 0.25-0.1mm) and percentage of particle content at each level (straw method) (<0.1mm, 0.1-0.05mm, 0.05-0.02mm, 0.02-0.002mm and <0.002mm). \n4. Meteorological data of erqi station\nIs the Excel sheet, including rainfall data from 1957 to 1998, evaporation data from 1957 to 1998, temperature data from 1957 to 1991, wind speed data from 1972 to 1992, maximum temperature data from 1972 to 1992, minimum temperature data from 1972 to 1992, sunshine data from 1972 to 1992 and relative humidity data from 1972 to 1992. \nScan copy of jiuquan area\nThe scanning copy of the general map of land use status in jiuquan 1:300,000, the scanning copy of the evaluation map of the distribution of cultivated land reserve resources in jiuquan 1:300,000 and the scanning copy of the district map of jiuquan 1:300,000\nZhang ye water protection information\nIt contains the statistics of water and soil conservation in the regions of ganzhou district, gaotai district, linze county, minle county, shandan county, sunan county and zhangye city in zhangye region (stored in Excel format) and the planning report of each region (stored in Word format). \nShiyang river basin\nJinchang water resources survey data\nIt includes the scan of 1:50000 water resource distribution map of jinchang city in 1997, the average decline degree of groundwater level in qinghe and jinchuan irrigation areas in jinchang city from 81 to 2000, the statistical table of annual groundwater supply in 1986, 1995 and 2001, and the survey and evaluation report of cultivated land reserve resources in jinchang city. \nSurvey data of water resources in minqin\nIncludes detailed minqin county area typical Wells status per acre crops irrigation water use questionnaire, irrigation, industrial and agricultural water use questionnaire, seeded area of villages and towns questionnaire, the survey data of groundwater hardness index, minqin county of surface runoff and the runoff change situation report, irrigation water quota formulation of evaluation report, minqin county water resources development and utilization of report and opinion polls irrigation works report, etc. \nZoning map of soil improvement and utilization in wuwei area\nFor the scanning part of water and soil conservation planning map of wuwei city, the scanning part of the location map of wuwei irrigation area, the scanning part of the scanning part of the administrative map of wuwei city, the scanning part of the water source and water conservancy project construction map of wuwei city, the scanning part of the planning map of wuwei sanbei phase ii shelterbelt project and the scanning part of the administrative map of liangzhou district. \nYongchang county water protection information\nIt is the scanning copy of the soil and water conservation supervision, prevention and control plan of 1994 in yongchang county at 1:20000. \nShule river basin\nDistribution map of water resources development and utilization in yumen city\nIt consists of four jpeg images, a 1:250,000 general scanning map of yumen's water resources development and utilization in 2002, and three high-resolution sub-maps. \nRiver runoff\nThis data set is stored in Excel format, mainly including the total flow of three basins from 1949 to 2002, the annual runoff of each tributary of the basin, the annual runoff of detailed investigation areas such as jiuquan and the upstream inflow of yuanyang pond reservoir. \nTotal basin\nIs the annual runoff data of heihe river basin, shiyang river basin and shule river basin from 1949 to 2002. \nAnnual runoff of black river\nIs the annual runoff data of heihe river, liyuan river, taolai river, hongshui river, qingshui river, fengle river and hongsha river from 1949 to 2002. \nAnnual runoff of shiyang river\nIs the annual runoff data of xidahe river, dongdahe river, xiying river, jinta river, zama river, huangyang river, gulang river, dajing river and other tributaries from 1949 to 2002. \nAnnual runoff of shule river\nIs the annual runoff data of dang river, shule river and harten river from 1950 to 2002. \nAnnual river runoff in jiuquan area\nFor the annual flow data of changma gorge of shule river, dangcheng bay of danghe river, junmiao of shule river, baiyang river, icegou of toulai river, yuanyang pond of toulai river, xindi of hongshui river, fengle river, hongsha river of maying river and suang river of yulin river in jiuquan region from 1950 to 2002. \nStatistics of upstream inflow of yuanyang pond reservoir\nThe data are the upstream inflow data of yuanyang pond reservoir from 1959 to 2001.",
            "descriptionCn": "河西走廊内流区生态安全评价与景观规划预案研究项目属于国家自然科学基金“中国西部环境与生态科学”重大研究计划，负责人为中国科学院寒区旱区环境与工程研究所肖笃宁研究员，项目运行时间为2002.1-2004.12。\n该项目汇交数据为河西走廊内流区生态资料:包括黑河流域、石羊河流域、疏勒河流域和河流径流量四个文件夹。 \n\n黑河诶流域额济纳旗调查分析数据 \n1.土壤水分TDR数据\n该数据以Excel格式存储，包括管式和井式两种2002年的土壤水分调查数据。 \n管式TDR数据\n包括二道桥、戈壁、林场、七道桥和梭梭林的2002年6月1日、6月11日、6月21日、7月1日、7月11日、7月21日、7月31日、8月11日和8月21日的地下1.8米间隔为0.2米的管式土壤水分调查数据。 \n井式TDR数据\n包括怪柳、戈壁、胡杨和杂草的2002年6月21日、7月1日、7月11日、7月21日、7月31日、8月11日和8月21日的地下5米多间隔为0.2米的井式土壤水分调查数据。 \n地下水GPS数据\n为Excel格式，对TDR观测点进行GPS测定，包括经度、纬度和高程等基本信息，外加水位高程、测井类型和备注等信息。 \n2.土壤养分盐分数据\n为Excel格式，42个样点包含\"全氧 N%\"、\"全磷 P%\"、\"有机质%\"、\"水解氮N mg/kg\"、\"速效磷P mg/kg\"、\"速效钾K mg/kg\"、\"碳酸钙 %\"、\"PH值\"、\"全盐 %\"和\"全钾 K%\"等变量的养分调查分析数据，42个样点包含\"电导计算全盐值（%）\"、CO3、HCO3、CI、SO4 、Ca、Mg、Na+K等变量的盐分调查分析数据。 \n3.土壤机械组成\n为Excel格式，42个样点包含深度（cm）、各级颗粒含量百分数（筛析法）（>2mm、2—1mm、1—0.5mm、0.5—0.25mm和0.25—0.1mm）和〈0.1mm各级颗粒含量百分数（吸管法）（<0.1mm、0.1-0.05mm、0.05-0.02mm、0.02-0.002mm 和<0.002mm）等变量的土壤颗粒组成信息分析表。 \n4.额旗站气象数据\n为Excel表，包括1957年-1998年月降雨数据、1957年-1998年月蒸发量数据、1957年-1991年月温度数据、1972年-1992年月风速数据、1972年-1992年月最高温度数据、1972年-1992年月最低温度数据、1972年-1992年月日照数据和1972年-1992年月相对湿度数据。 \n酒泉地区扫描件\n酒泉市1:300000的土地利用现状概图扫描件、酒泉市1:300000耕地后备资源分布评价图扫描件和酒泉市1:300000行政区区划图扫描件 \n张掖水保资料\n包含对张掖地区甘州区、高台、临泽县、民乐县、山丹县、肃南县和张掖市的分区水土保持统计表（以Excel格式存储）以及各分区的规划报告（以Word格式存储）。 \n石羊河流域\n金昌水资源调查资料\n包括金昌市1997年的1:500000的水资源分布图扫描件、金昌市清河和金川灌区地下水水位81年到2000年平均下降程度以及地下水1986年、1995年和2001年的年补给量统计表、金昌市耕地后备资源调查评价报告。 \n民勤水资源调查资料\n包括详细的民勤县井灌区典型井作物现状亩均灌溉用水量调查表、灌区工农业用水调查表、乡镇播种面积调查表、地下水矿化度调查资料、民勤县地表径流及径流组成变化情况报告、灌溉用水定额编制评估报告、民勤县水资源开发利用情况汇报和民调工程运行灌溉情况汇报等。 \n武威地区土壤改良利用分区图\n为武威市水土保持规划图扫描件、武威市灌区位置图扫描件、武威市行政图扫描件、武威市水源及水利工程建设图扫描件、武威三北二期防护林工程规划图扫描件和凉州区行政图扫描件等jpeg图。 \n永昌县水保资料\n为永昌县1:200000的1994年水土保持监督预防与治理规划图扫描件。 \n疏勒河流域\n玉门市水资源开发利用现状分布图\n有4幅jpeg图组成，一张1:250000的2002年玉门市水资源开发利用现状扫描总图，三张更高分辨率的分图。 \n河流径流量\n本数据集以Excel格式存储，主要内容为三个流域1949年-2002年总流量、各个流域支流的年径流量、详细调查地区如酒泉的年径流量和鸳鸯池水库上游来水量等数据。 \n\n流域总量\n为1949年-2002年黑河流域、石羊河流域和疏勒河流域的年径流量数据。 \n黑河年径流量\n为1949年-2002年的黑河、梨园河、讨赖河、洪水河、清水河、丰乐河和红沙河等支流的年径流量数据。 \n石羊河年径流量\n为1949年-2002年的西大河、东大河、西营河、金塔河、杂木河、黄羊河、古浪河和大景河等支流的年径流量数据。 \n疏勒河年径流量\n为1950年-2002年的党河、疏勒河和哈尔腾河等支流的年径流量数据。 \n酒泉地区河流年径流量\n为酒泉地区1950年-2002年的疏勒河的昌马峡、党河的党城湾、石油河的君庙、白杨河、讨赖河的冰沟、讨赖河的鸳鸯池、洪水河的新地、丰乐河、马营河的红沙河和榆林河的踏实河等支流的年经流量数据。 \n鸳鸯池水库上游来水量统计表\n为1959年-2001年鸳鸯池水库上游来水量数据。",
            "instructions": "File name: to store data observation and regional classification, name: liangzhou district scanning datum, alkaline saline soil conservation data, minqin, river runoff, yumen city water resources development and utilization status of distribution, shiyang river basin, jiuquan region reserve cultivated land resources survey evaluation report 2000, jiuquan Ozzie, egina data.\nData reading: data format for the text TXT available text program (such as notepad) open, data for the form XLS, doc available Office, Wps and other Office software open, data for the image JPG format, available image editor and other software open.",
            "instructionsCn": "文件命名：文件以数据观测及地区分类存放，名称：凉州区扫描图件、张掖水保资料、民勤资料、河流径流量、玉门市水资源开发利用现状分布图、石羊河流域、酒泉地区耕地后备资源调查评价报告2000、酒泉扫图、额济纳数据资料。\n数据读取：数据格式为文本txt可用文本程序（如记事本）打开，数据为表格xls、文档doc可用Office、Wps等办公软件打开，数据为图片JPG格式，可用图片编辑器等软件打开。",
            "east": 111.2,
            "west": 73.45,
            "south": 20.9,
            "north": 49.36,
            "startTime": "1949-01-15 08:00:00",
            "endTime": "2003-01-14 19:59:59",
            "fileSize": 454422879.0,
            "cstr": "18406.11.Ecolo.tpdc.270356",
            "doi": "10.11888/Ecolo.tpdc.270356",
            "dataFormat": "",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "肖笃宁",
                "nameEn": "Xiao Duning",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "民勤绿洲地下水开采时空动态模拟",
                "titleEn": null,
                "referenceCn": "肖笃宁,李小玉,宋冬梅,杨国靖. (0). 民勤绿洲地下水开采时空动态模拟. 中国科学：D辑(6期), 567-578.",
                "referenceEn": null
            },
            {
                "titleCn": "河西走廊内流区生态资料",
                "titleEn": null,
                "referenceCn": "肖笃宁等,2009. 河西走廊内流区生态资料,中国科学院寒区旱区环境与工程研究所",
                "referenceEn": null
            },
            {
                "titleCn": "基于定量遥感的甘肃省草原综合顺序分类",
                "titleEn": null,
                "referenceCn": "吴 静, 李纯斌, 胡自治, 张德罡, 柳小妮, & 申正东. (2013). 基于定量遥感的甘肃省草原综合顺序分类. 农业工程学报, 29(1), 126-133.",
                "referenceEn": null
            },
            {
                "titleCn": "绿洲景观中居民地空间分布特征及其影响因子分析",
                "titleEn": null,
                "referenceCn": "角媛梅, 肖笃宁, & 马明国. (2003). 绿洲景观中居民地空间分布特征及其影响因子分析. 生态学报(10), 146-154.",
                "referenceEn": null
            },
            {
                "titleCn": "额济纳天然绿洲的景观演化驱动力因子分析",
                "titleEn": null,
                "referenceCn": "曹宇, 肖笃宁, 欧阳华, & 陈高. (2004). 额济纳天然绿洲景观演化驱动因子分析. 生态学报(09), 71-78.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Identifying and assessing the driving forces on farmland changes in Arid Region",
                "referenceCn": null,
                "referenceEn": "Li,X.Y, Xiao,D.N, He,X.Y, Chen,W. (2007).Identifying and assessing the driving forces on farmland changes in Arid Region. Frontiers in Ecology and the Environment.  5(3): 139-144."
            },
            {
                "titleCn": "中国内陆河绿洲发育度的综合评价",
                "titleEn": null,
                "referenceCn": "李小玉, 肖笃宁, 何兴元, 陈玮, 角媛梅, & 宋冬梅, et al. (2006). 中国内陆河流域绿洲发育度的综合评价. 地理学报, 61(8), 855-864.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域酒泉绿洲景观生态安全格局分析",
                "titleEn": null,
                "referenceCn": "郭明, 肖笃宁, & 李新. (2006). 黑河流域酒泉绿洲景观生态安全格局分析. 生态学报(02), 152-161.",
                "referenceEn": null
            },
            {
                "titleCn": "甘肃民勤绿洲的景观格局变化及驱动力分",
                "titleEn": null,
                "referenceCn": "宋冬梅, 肖笃宁, 张志城, 曹宇, 马明国, & 王建华, et al. (2003). 甘肃民勤绿洲的景观格局变化及驱动力分析. 应用生态学报, 14(4), 535-539.",
                "referenceEn": null
            },
            {
                "titleCn": "干旱区山地典型流域不同景观结构的水文调节能力分析",
                "titleEn": null,
                "referenceCn": "杨国靖、丁永建、肖笃宁. (2005).干旱区山地典型流域不同景观结构的水文调节能力分析. 冰川冻土，27（5）：701-708",
                "referenceEn": null
            },
            {
                "titleCn": "内陆河流域中、下游绿洲耕地变化及其驱动因素",
                "titleEn": null,
                "referenceCn": "李小玉, 肖笃宁, 何兴元. (2006). 内陆河流域中、下游绿洲耕地变化及其驱动因素, 生态学报. 26 (3): 671-680",
                "referenceEn": null
            },
            {
                "titleCn": "石羊河尾闾绿洲的景观变化与生态恢复对策",
                "titleEn": null,
                "referenceCn": "肖笃宁, 李小玉, & 宋冬梅. (2004). 石羊河尾闾绿洲的景观变化与生态恢复对策. 生态学报, 25(10), 2477-2483.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤湿度/水分含量",
                "nameEn": "Soil moisture/Water content"
            },
            {
                "nameCn": "径流",
                "nameEn": "Runoff"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "湿度/干燥度",
                "nameEn": "Humidity/Dryness"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "河西走廊内流区",
                "keywordEn": "Hexi corridor inner flow area"
            },
            {
                "keywordCn": "疏勒河流域",
                "keywordEn": "Shule River Basin"
            },
            {
                "keywordCn": "石羊河流域",
                "keywordEn": "Shiyang River Basin"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1949-2002",
                "keywordEn": "1949-2002",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to assess soil moisture in arid regions, particularly focusing on different depths and temporal intervals?",
                "QuestionCn": "您能否提供一种用于评估干旱地区土壤湿度的数据收集方法的示例，特别关注不同深度和时间间隔？",
                "AnswerEn": "An example of a data collection method used to assess soil moisture in arid regions is the use of TDR (Time Domain Reflectometry) technology. This method was employed in the Heihe River Basin, focusing on both tube-type and well-type TDR data. The tube-type TDR data were collected at various locations such as Erdaoqiao, Gobi, Forestry Farm, Qidaoqiao, and Haloxylon Forest at 0.2-meter intervals up to 1.8 meters underground. Measurements were taken on specified dates in 2002, including June 1, June 11, June 21, July 1, July 11, July 21, July 31, August 11, and August 21. Similarly, well-type TDR data were collected at locations like Guailiu, Gobi, Populus, and Weeds at 0.2-meter intervals up to 5 meters underground on selected dates in 2002, such as June 21, July 1, July 11, July 21, July 31, August 11, and August 21.",
                "AnswerCn": "一种用于评估干旱地区土壤湿度的数据收集方法是使用时域反射技术（TDR）。该方法在黑河流域中应用，重点关注管式和井式TDR数据。管式TDR数据在多个地点收集，如二道桥、戈壁、林场、七道桥和沙枣林，深度为0.2米间隔，直至1.8米地下。测量日期为2002年6月1日、6月11日、6月21日、7月1日、7月11日、7月21日、7月31日、8月11日和8月21日。类似地，井式TDR数据在如拐柳、戈壁、杨树和杂草等地点收集，深度为0.2米间隔，直至5米地下，测量日期为2002年6月21日、7月1日、7月11日、7月21日、7月31日、8月11日和8月21日。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of soil moisture data collected using TDR methods?",
                "QuestionCn": "使用时域反射法（TDR）收集的土壤水分数据的特征是什么？",
                "AnswerEn": "Excel format, tube and well types, locations: Erdaoqiao, Gobi, Forestry, Qidaoqiao, Suosuo Forest, intervals of 0.2 meters underground, tube measurements up to 1.8 meters, well measurements up to 5 meters, dates in 2002: June 1st, June 11th, June 21st, July 1st, July 11th, July 21st, July 31st, August 11th, August 21st",
                "AnswerCn": "Excel格式，管道和井类型，位置：二道桥、戈壁、林业、七道桥、梭梭林，地下间隔0.2米，管道测量深度至1.8米，井测量深度至5米，日期在2002年：6月1日、6月11日、6月21日、7月1日、7月11日、7月21日、7月31日、8月11日、8月21日。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many data points are collected for soil moisture in the Ejina Banner area using the pipe TDR method across different dates in 2002?",
                "QuestionCn": "在2002年，Ejina Banner地区使用管道TDR方法收集了多少个土壤湿度数据点，跨越不同的日期？",
                "AnswerEn": "9 dates",
                "AnswerCn": "9个日期",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'TDR' stand for in the context of soil moisture data collection, and how is it applied in assessing soil moisture levels?",
                "QuestionCn": "在土壤湿度数据收集的背景下，'TDR'代表时间域反射法。它在评估土壤湿度水平时的应用是通过测量电磁波在土壤中的传播时间来确定土壤的水分含量。",
                "AnswerEn": "TDR stands for Time Domain Reflectometry, a method used in soil moisture data collection. It involves using probes inserted into the soil to measure the time it takes for an electromagnetic pulse to travel along the probe and reflect back. This time is correlated with the soil's moisture content. In the context of this field, TDR is used to collect soil moisture data at various depths and intervals, providing detailed insights into the soil's hydrological conditions.",
                "AnswerCn": "TDR代表时域反射测量，是一种用于土壤湿度数据收集的方法。它涉及将探头插入土壤中，以测量电磁脉冲沿探头传播并反射回来的时间。这个时间与土壤的湿度含量相关。在这个领域中，TDR用于在不同深度和间隔收集土壤湿度数据，提供土壤水文条件的详细见解。",
                "Level": "C3(Applying)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the soil moisture data collection methods using tube-type TDR and well-type TDR compare in terms of spatial coverage and temporal frequency within the ecological safety evaluation of inland river basins?",
                "QuestionCn": "土壤湿度数据收集方法中，管式时域反射仪（TDR）和井式时域反射仪（TDR）在内陆河流域生态安全评估中的空间覆盖和时间频率方面如何比较？",
                "AnswerEn": "The tube-type TDR data collection method involves measuring soil moisture at intervals of 0.2 meters up to a depth of 1.8 meters at various locations like Erdao Bridge, Gobi, and Linchang on specific dates in 2002, providing detailed spatial coverage at shallower depths. In contrast, the well-type TDR method measures soil moisture at greater depths of up to 5 meters also at 0.2-meter intervals, but at fewer locations such as Guailiu and Gobi, which might offer less spatial coverage but potentially more insight into deeper soil conditions.",
                "AnswerCn": "管式时域反射法（TDR）数据收集方法涉及在2002年的特定日期，在如二道桥、戈壁和林场等不同地点，以0.2米的间隔测量深度达1.8米的土壤湿度，提供了较浅深度的详细空间覆盖。相比之下，井式TDR方法在较少的地点（如拐柳和戈壁）以0.2米的间隔测量深度达5米的土壤湿度，虽然空间覆盖可能较少，但可能对更深的土壤状况提供更多的洞察。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using diverse data types such as soil moisture, nutrient content, and meteorological data from different regions within the Hexi Corridor for ecological safety assessments?",
                "QuestionCn": "使用来自河西走廊不同地区的多种数据类型，如土壤湿度、养分含量和气象数据，对生态安全评估可能产生的潜在后果是什么？",
                "AnswerEn": "Using diverse data types such as soil moisture, nutrient content, and meteorological data from different regions within the Hexi Corridor can lead to a comprehensive understanding of the ecological conditions and vulnerabilities of the area. It allows for the integration of various environmental factors, which can improve the accuracy and reliability of ecological safety assessments. It also facilitates landscape planning by providing a holistic view of the interactions between soil, water, and climate, influencing decision-making for sustainable management and conservation strategies.",
                "AnswerCn": "使用土壤湿度、养分含量和气象数据等多种数据类型，从河西走廊不同地区获取信息，可以全面了解该地区的生态条件和脆弱性。这种整合各种环境因素的方法，可以提高生态安全评估的准确性和可靠性。同时，它也有助于景观规划，提供土壤、水和气候之间相互作用的整体视角，从而影响可持续管理和保护策略的决策。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind collecting and analyzing soil moisture and nutrient data using TDR methods in the context of ecological safety evaluation in the Hexi Corridor?",
                "QuestionCn": "在河西走廊生态安全评估的背景下，收集和分析土壤湿度和养分数据使用TDR方法的目标是什么？",
                "AnswerEn": "The objective of collecting and analyzing soil moisture and nutrient data using TDR methods is to assess the ecological safety and facilitate landscape planning within the Hexi Corridor's inland river region. By understanding soil moisture dynamics and nutrient composition, researchers aim to evaluate the region's ecological conditions and develop strategies for sustainable land use and water resource management.",
                "AnswerCn": "收集和分析土壤湿度和养分数据的目标是评估河西走廊内陆河流域的生态安全，并促进景观规划。通过了解土壤湿度动态和养分组成，研究人员旨在评估该地区的生态条件，并制定可持续土地利用和水资源管理的策略。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are commonly used to collect and analyze soil moisture data using TDR methods in ecological and landscape planning studies in arid regions?",
                "QuestionCn": "在干旱地区的生态和景观规划研究中，常用的收集和分析土壤湿度数据的TDR方法包括哪些程序？",
                "AnswerEn": "In the field of ecological and landscape planning, soil moisture data is collected using both tube-type and well-type TDR methods. For tube-type TDR, measurements are taken at intervals of 0.2 meters underground at various locations such as bridges, forests, and desert areas over specific dates. Well-type TDR involves measurements at greater depths, with similar interval spacing. Data is typically stored in Excel format for analysis, allowing for detailed temporal and spatial analysis of soil moisture levels across different terrains in arid regions.",
                "AnswerCn": "在生态和景观规划领域，土壤湿度数据通过管式和井式时域反射法（TDR）进行收集。对于管式TDR，测量在地下每隔0.2米的深度进行，地点包括桥梁、森林和沙漠地区，测量在特定日期进行。井式TDR则在更深的深度进行测量，间隔间距相似。数据通常以Excel格式存储以便分析，从而能够对干旱地区不同地形的土壤湿度水平进行详细的时间和空间分析。",
                "Level": "C3(Applying)"
            }
        ]
    }
}