{
    "id": "4d8a4dbc-48b0-49ef-9979-bc3707079b2a",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Eurasian steppe and along the silk road prehistoric bone collagen carbon isotope data, farming and animal husbandry, element distribution and plant and animal remains data set",
            "titleCn": "欧亚大陆草原和丝绸之路沿线史前人骨胶原碳同位素数据、农牧业元素分布数据及动植物遗存数据集",
            "description": "This data set includes Eurasia steppe and neolithic along the silk road region - published in the relics of early iron age archaeological botany, animals, archaeology and the human skeleton carbon stable isotope data, and based on the radiocarbon dating, and compares the latest results of ancient DNA analysis.The research results show that in the 10500 - year - old to 6000 years, the eastern prairie and the silk road region of human is mainly engaged in hunting activities, and millet planting gradually become the main survival strategy.At the same time the grasslands and the silk road in the west and human main wheat/barley, sheep, goats, cows and pigs.During the period of 6000-4000 a BP, central and southern plains appeared across Europe and Asia, communication, performance of wheat/mixed with barley and millet, and much of the eastern half of the millet planting and raising pigs become main livelihoods.4000-2200 a BP, the silk road became across Europe and Asia, the main channel of communication, the interaction between oasis agriculture and animal husbandry development to promote the silk road in central region of human settlement, survival strategy in the grasslands and the silk road region in substantial changes have taken place, the significant difference of geography, and 3000 a BP, the survival of the western parts of the silk road is the introduction of foxtail millet crops and the obvious effect.",
            "descriptionCn": "本数据集包括欧亚大陆草原和丝绸之路沿线地区新石器-早期铁器时代遗址中已发表的考古植物学、动物考古学和人类骨骼碳稳定同位素数据，并与基于放射性碳定年和古代DNA分析的最新结果进行比较。研究结果表明，在距今10500年至6000年间，东部草原和丝绸之路地区的人类主要从事狩猎活动，而粟种植逐渐成为主要的生存策略。在同时期的西部草原和丝绸之路，人类主要种植小麦/大麦，饲养绵羊/山羊、牛和猪。在6000-4000 a BP期间，中南部草原出现了跨欧亚交流，表现为小麦/大麦和谷子的混合利用，而谷子种植和养猪成为东部大部分地区的主要生计。4000-2200 a BP，丝绸之路成为跨欧亚交流的主要通道，绿洲农业和畜牧业的互动发展促进了中部丝绸之路地区人类聚居的集中，东部草原和丝绸之路地区的生存策略发生了实质性变化，地理差异显著，而3000 a BP之后，西部丝绸之路部分地区的生存受到谷子作物的引入和采用的明显影响。",
            "instructions": "Dong et al-2022-archaeobotanical, zooarchaeological, and carbon-stable isotope data from human bones from Neolithic-Early Iron Age ",
            "instructionsCn": "Dong et al-2022-archaeobotanical, zooarchaeological, and carbon-stable isotope data from human bones from Neolithic-Early Iron Age ",
            "east": 120.0,
            "west": 15.0,
            "south": 30.0,
            "north": 60.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 762313.0,
            "cstr": "18406.11.Paleoenv.tpdc.300720",
            "doi": "10.11888/Paleoenv.tpdc.300720",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "董广辉",
                "nameEn": "DONG Guanghui ",
                "unitEn": "Lanzhou University",
                "unitCn": "兰州大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Dispersal of crop-livestock and geographical-temporal variation of subsistence along the Steppe and Silk Roads across Eurasia in prehistory",
                "referenceCn": null,
                "referenceEn": "Dong, G., Du, L., Yang, L., Lu, M., Qiu, M., Li, H., & Chen, F., et al. (2022). Dispersal of crop-livestock and geographical-temporal variation of subsistence along the Steppe and Silk Roads across Eurasia in prehistory. Science China Earth Sciences, 1-24."
            },
            {
                "titleCn": null,
                "titleEn": "Témoignages D’une Agriculture Précoce À Shillourokambos.",
                "referenceCn": null,
                "referenceEn": "Willcox, G. (2011). Témoignages D’une Agriculture Précoce À Shillourokambos. Étude Du Secteur, 1, 569–575."
            },
            {
                "titleCn": null,
                "titleEn": "Macro-botanical evidence for plant use at Neolithic Çatalhöyük south-central Anatolia, Turkey. ",
                "referenceCn": null,
                "referenceEn": "Fairbairn, A., Asouti, E., Near, J., & Martinoli, D. (2002). Macro-botanical evidence for plant use at Neolithic Çatalhöyük south-central Anatolia, Turkey. Veg Hist Archaeobot, 11, 41–54."
            },
            {
                "titleCn": null,
                "titleEn": "Assessing the occurrence and status of wheat in late Neolithic central China: the importance of direct AMS radiocarbon dates from Xiazhai",
                "referenceCn": null,
                "referenceEn": "Deng, Z.H., Fuller, D.Q., Chu, X.L., Cao, Y.P., Jiang, Y.C., Wang, L.Z., & Lu, H.Y. (2019). Assessing the occurrence and status of wheat in late Neolithic central China: the importance of direct AMS radiocarbon dates from Xiazhai. Veg Hist Archaeobot, 29, 61–73."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "其他数据",
                "nameEn": "Others"
            },
            {
                "nameCn": "植物考古",
                "nameEn": "Archaeobotany"
            },
            {
                "nameCn": "遗址",
                "nameEn": "Ruins"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "丝绸之路",
                "keywordEn": "The Green Silk Road"
            },
            {
                "keywordCn": "欧亚大陆温性草原",
                "keywordEn": "Temperate steppe in Eurasia"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "全新世",
                "keywordEn": "Holocene",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "亚洲中部干旱区气候变化影响与丝路文明变迁研究",
                "titleEn": "National Key Research and Development Program of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "祁连山地区基于AVHRR亮温数据的月0.05°×0.05°地表温度数据（V1.0），基于MYD21A1温度数据的月/日0.01°×0.01°地表温度数据（V1.0）",
                "titleEn": "Land Surface Temperature (LST) Monthly/Day Dataset (V1.0) based on AVHRR brightness temperature (BT) (0.05°×0.05°) and MYD21A1 LST products (0.01°×0.01°) in Qilian Mountain Area"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "三极冰芯数据集（1968-2015）",
                "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
            },
            {
                "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
                "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "How many prehistoric human bone collagen carbon isotope samples are included in a dataset related to the Eurasian Steppe and Silk Road?",
                "QuestionCn": "与欧亚草原和丝绸之路相关的数据集中包含多少个史前人类骨胶原碳同位素样本？",
                "AnswerEn": "The original answer does not provide a specific numerical value for the number of samples. Therefore, there is no numerical data to extract or refine.",
                "AnswerCn": "原始答案没有提供具体的样本数量。因此，没有可以提取或细化的数值数据。",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What do variations in carbon isotope data from prehistoric human bones across the Eurasian steppes and Silk Road suggest about shifts in subsistence strategies over time?",
                "QuestionCn": "来自欧亚草原和丝绸之路的史前人类骨骼中的碳同位素数据变化表明，随着时间的推移，生计策略发生了转变。",
                "AnswerEn": "Variations in carbon isotope data indicate that between 10,500 and 6,000 years ago, human populations in the eastern steppes and Silk Road regions primarily engaged in hunting activities, with millet cultivation gradually becoming a primary survival strategy. In the western regions during the same period, wheat/barley cultivation and the husbandry of sheep/goats, cattle, and pigs were predominant. Between 6,000 and 4,000 years ago, the central and southern steppes saw trans-Eurasian exchanges, evidenced by mixed use of wheat/barley and millet, while millet cultivation and pig farming became main livelihoods in most eastern areas. From 4,000 to 2,200 years ago, the Silk Road emerged as a major corridor for trans-Eurasian exchange, with interactions between oasis agriculture and pastoralism fostering concentrated human settlement in the central Silk Road region, leading to substantial changes in survival strategies in the eastern steppes and Silk Road regions, with significant geographical differentiation. After 3,000 years ago, the introduction and adoption of millet crops notably influenced survival in parts of the western Silk Road.",
                "AnswerCn": "碳同位素数据的变化表明，在10,500到6,000年前，东部草原和丝绸之路地区的人类主要从事狩猎活动，随着时间推移，粟米种植逐渐成为主要的生存策略。在同一时期，西部地区则以小麦/大麦种植和绵羊/山羊、牛和猪的饲养为主。从6,000到4,000年前，中部和南部草原出现了跨欧亚的交流，证据表明小麦/大麦和粟米的混合使用，而在大多数东部地区，粟米种植和猪饲养成为主要生计。从4,000到2,200年前，丝绸之路成为跨欧亚交流的重要通道，绿洲农业与游牧主义之间的互动促进了中部丝绸之路地区的人口集中定居，导致东部草原和丝绸之路地区的生存策略发生显著变化，并出现明显的地理差异。在3,000年前后，粟米作物的引入和采用显著影响了西部丝绸之路部分地区的生存。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the variability in carbon isotope data collection methods from prehistoric human bones along the Eurasian Steppe and Silk Road?",
                "QuestionCn": "导致从欧亚草原和丝绸之路的史前人类骨骼中收集碳同位素数据方法变异的因素有哪些？",
                "AnswerEn": "The variability in carbon isotope data collection methods from prehistoric human bones along the Eurasian Steppe and Silk Road may be influenced by the geographic and temporal differences in subsistence strategies, such as the transition from hunting to agriculture, the introduction of crops like millet, wheat, and barley, and the varying significance of livestock like sheep, goats, cows, and pigs across different regions and time periods.",
                "AnswerCn": "从史前人骨的碳同位素数据收集方法的变异性可能受到地理和时间差异的影响，这些差异与生计策略的变化有关，例如从狩猎到农业的过渡、像小米、小麦和大麦等作物的引入，以及在不同地区和时期，羊、山羊、牛和猪等家畜的重要性变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on understanding prehistoric human subsistence strategies if data collection methods incorporate both isotopic analysis and ancient DNA results?",
                "QuestionCn": "如果数据收集方法结合同位素分析和古代DNA结果，那么对史前人类生存策略的理解可能会产生哪些潜在影响？",
                "AnswerEn": "Incorporating both isotopic analysis and ancient DNA results allows for a more comprehensive understanding of prehistoric human subsistence strategies, revealing detailed dietary patterns and genetic adaptations over time. This dual approach helps to identify regional variations and transitions in agricultural and pastoral practices along the Eurasian Steppe and Silk Road, offering insights into how human populations adapted to environmental changes and intercultural exchanges between 10500 to 3000 years ago.",
                "AnswerCn": "结合同位素分析和古代DNA结果，可以更全面地理解史前人类的生存策略，揭示详细的饮食模式和随时间变化的遗传适应。这种双重方法有助于识别欧亚草原和丝绸之路上农业和牧业实践的区域差异和转变，提供了关于人类群体如何适应环境变化和文化交流的见解，时间范围为10500年至3000年前。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to gather stable carbon isotope data from prehistoric human bones along the Eurasian steppes and Silk Road?",
                "QuestionCn": "收集来自欧亚草原和丝绸之路的史前人类骨骼的稳定碳同位素数据为何重要？",
                "AnswerEn": "The objective is to understand the subsistence strategies and dietary patterns of prehistoric human populations in these regions. By comparing carbon isotope data with radiocarbon dating and ancient DNA analysis, researchers aim to reconstruct the evolution of hunting, agriculture, and pastoral activities over time, highlighting shifts in survival strategies and cross-regional exchanges.",
                "AnswerCn": "目标是了解这些地区史前人群的生存策略和饮食模式。通过将碳同位素数据与放射性碳定年和古代DNA分析进行比较，研究人员旨在重建狩猎、农业和牧业活动的演变，突出生存策略的变化和跨区域的交流。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures might be involved in collecting and analyzing stable carbon isotope data from prehistoric human bones along the Silk Road and Eurasian steppe regions?",
                "QuestionCn": "收集和分析来自丝绸之路和欧亚草原地区史前人类骨骼的稳定碳同位素数据可能涉及以下程序：",
                "AnswerEn": "The collection and analysis of stable carbon isotope data from prehistoric human bones would involve several steps, including the excavation of human skeletal remains from archaeological sites, careful documentation and preservation of samples, and laboratory analysis using isotope ratio mass spectrometry to measure carbon isotope ratios. This data can then be used to infer dietary patterns and subsistence strategies, comparing results with radiocarbon dating and ancient DNA analysis to build a comprehensive picture of historical human activities.",
                "AnswerCn": "对史前人类骨骼进行稳定碳同位素数据的收集和分析将涉及几个步骤，包括从考古遗址挖掘人类骨骼遗骸、仔细记录和保存样本，以及使用同位素比质谱法进行实验室分析以测量碳同位素比率。然后，这些数据可以用来推断饮食模式和生计策略，并与放射性碳定年和古代DNA分析的结果进行比较，以构建历史人类活动的综合图景。",
                "Level": "C6(Creating)"
            }
        ]
    }
}