{
    "id": "4f20985c-efce-45ce-ba09-592c9873176b",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of ground truth measurement synchronizing with the airborne WiDAS mission in the Yingke oasis and Huazhaizi desert steppe foci experimental areas on June 1, 2008",
            "description": "The dataset of ground truth measurement synchronizing with the airborne WiDAS mission was obtained in the Yingke oasis and Huazhaizi desert steppe foci experimental areas on Jun. 1, 2008. WiDAS, composed of four CCD cameras, one mid-infrared thermal imager (AGEMA 550), and one infrared thermal imager (S60), can acquire CCD, MIR and TIR band data. The simultaneous ground data included:\n     (1) The radiative temperature of maize, wheat and the bare land in Yingke oasis maize field and Huazhaizi desert No. 1 plot by ThermaCAM SC2000 (1.2m above the ground, FOV = 24°×18°). The data included raw data (read by ThermaCAM Researcher 2001), recorded data and the blackbody calibrated data (archived in Excel format).\n     (2) The radiative temperature by the automatic thermometer (FOV: 10°; emissivity: 1.0; from Institute of Remote Sensing Applications), observing straight downwards at intervals of 1s in Yingke oasis maize field. Raw data, blackbody calibrated data and processed data were all archived in Excel format.\n     (3) FPAR (Fraction of Photosynthetically Active Radiation) of maize and wheat by SUNSACN and the digital camera in Yingke oasis maize field. FPAR= (canopyPAR－surface transmissionPAR－canopy reflection PAR+surface reflectionPAR) /canopy PAR; APAR=FPAR* canopy PAR. Data were archived in Excel format.\n     (4) The reflectance spectra by ASD in Yingke oasis maize field (350-2500nm , from BNU, the vertical canopy observation and the transect observation), and Huazhaizi desert No. 1 plot (350-2500nm , from Cold and Arid Regions Environmental and Engineering Research Institute, CAS, the NE-SW diagonal observation at intervals of 30m). The data included raw data (in .doc format), recorded data and the blackbody calibrated data (in Excel format).\n     (5) Maize albedo by the shortwave radiometer in Yingke oasis maize field. R =10H (R for FOV radius; H for the probe height). Data were archived in Excel format.\n     (6) The radiative temperature by the handheld radiometer in Yingke oasis maize field (from BNU, the vertical canopy observation, the transect observation and the diagonal observation), Yingke oasis wheat field (only for the transect temperature), and Huazhaizi desert No. 1 plot (the NE-SW diagonal observation). Besides, the maize radiative temperature and the physical temperature were also measured both by the handheld radiometer and the probe thermometer in the maize plot of 30m near the resort. The data included raw data (in .doc format), recorded data and the blackbody calibrated data (in Excel format).\n     (7) Atmospheric parameters on the playroom roof at the resort by CE318 (produced by CIMEL in France). The underlying surface was mainly composed of crops and the forest (1526m high). The total optical depth, aerosol optical depth, Rayleigh scattering coefficient, column water vapor in 936 nm, particle size spectrum and phase function were then retrieved from these observations. The optical depth in 1020nm, 936nm, 870nm, 670nm and 440nm were all acquired by CE318. Those data include the raw data in .k7 format and can be opened by ASTPWin. ReadMe.txt is attached for detail. Processed data (after retrieval of the raw data) in Excel format are on optical depth, rayleigh scattering, aerosol optical depth, the horizontal visibility, the near surface air temperature, the solar azimuth, zenith, solar distance correlation factors, and air column mass number.\n     (8)  Narrow channel emissivity of the bare land and vegetation by the W-shaped determinator in Huazhaizi desert No. 1 plot. Four circumstances should be considered for emissivity, with the lid plus the au-plating board, the au-plating board only, the lid only and without both. Data were archived in Word.",
            "instructions": "",
            "east": 100.46,
            "west": 100.289,
            "south": 38.734,
            "north": 38.88,
            "startTime": "2018-12-01 10:48:21",
            "endTime": "2018-12-01 10:48:21",
            "fileSize": 234575426.0,
            "cstr": "18406.11.water973.0125.db",
            "doi": "10.3972/water973.0125.db",
            "dataFormat": "",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "CHEN Ling",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "HE Tao",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "REN Huazhong",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "REN Zhixing",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "YAN Guangkuo",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "ZHANG Wuming",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "XU Zhen",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "JIN Rui",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameEn": "GE Yingchun",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "SHU Lele",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "JIANG Xi",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "HUANG Chunlin",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "GUANG Jie",
                "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences"
            },
            {
                "nameEn": "LI Li",
                "unitEn": "State Key Laboratory of Remote Sensing Science, Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences"
            },
            {
                "nameEn": "LIU Sihan",
                "unitEn": "Institute of Remote Sensing Applications, Chinese Academy of Sciences"
            },
            {
                "nameEn": "WANG Ying",
                "unitEn": "Institute of Remote Sensing Applications, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XIN Xiaozhou",
                "unitEn": "Institute of Remote Sensing Application, Chinese Academy of Sciences"
            },
            {
                "nameEn": "ZHANG Yang",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "ZHOU Chunyan",
                "unitEn": "Institute of Remote Sensing Applications, Chinese Academy of Sciences"
            },
            {
                "nameEn": "LIU Xiaocheng",
                "unitEn": "Peking University"
            },
            {
                "nameEn": "TAO Xin",
                "unitEn": "Peking University"
            },
            {
                "nameEn": "CHEN Shaohui",
                "unitEn": "Institute of Geographical Sciences and Natural Research, CAS"
            },
            {
                "nameEn": "LIANG Wenguang",
                "unitEn": "Graduate School of the Chinese Academy of Sciences"
            },
            {
                "nameEn": "LI Xiaoyu",
                "unitEn": "South China Agricultural University"
            },
            {
                "nameEn": "CHENG Zhanhui",
                "unitEn": "Center for Earth Observation and Digital Earth, Chinese Academy of Sciences"
            },
            {
                "nameEn": "Liu Liangyun",
                "unitEn": "Center for Earth Observation and Digital Earth, Chinese Academy of Sciences"
            },
            {
                "nameEn": "YANG Tianfu",
                "unitEn": "Lanzhou Jiaotong University"
            }
        ],
        "literatureList": [
            {
                "titleEn": "Quality Control and Evaluation of Ground Observation Data from the Heihe Comprehensive Remote Sensing Joint Experiment",
                "referenceEn": "None"
            },
            {
                "titleEn": "Data Management and Sharing of the Heihe Comprehensive Remote Sensing Joint Experiment",
                "referenceEn": "None"
            },
            {
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleEn": "Progress of the Black River Comprehensive Remote Sensing Joint Experiment Research: Overview",
                "referenceEn": "None"
            },
            {
                "titleEn": "Heihe River Basin Remote Sensing - Ground Observation Synchronization Experiment: Forest Hydrology and Midstream Arid Zone Hydrology Experiment",
                "referenceEn": "None"
            },
            {
                "titleEn": "Separating vegetation and soil temperature using airborne multiangular remote sensing image data",
                "referenceEn": "Liu Q, Yan CY, Xiao Q, Yan GJ, Fang L. Separating vegetation and soil temperature using airborne multiangular remote sensing image data. International Journal of Applied Earth Observation and Geoinformation, 2012, 17: 66-75, doi:10.1016/j.jag.2011.10.003."
            },
            {
                "titleEn": "Heihe River Basin Remote Sensing - Ground Observation Synchronization Experiment: Scientific Objectives and Experimental Plan",
                "referenceEn": "None"
            },
            {
                "titleEn": "A Method for Retrieving Land Surface Reflectance Using MODIS Data",
                "referenceEn": "Guang J, Xue Y, Yang L, Mei L, He X. (2013). A method for retrieving land surface reflectance using MODIS data. IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, 6(3), 1564-1570."
            },
            {
                "titleEn": "Progress of the Black River Comprehensive Remote Sensing Joint Experiment Research: Remote Sensing Inversion and Estimation of Hydrological and Ecological Parameters",
                "referenceEn": "None"
            },
            {
                "titleEn": "LAI Retrieval Based on PROSPECT-SAILH Model from Multi-Angular Data of WiDAS Imaging System",
                "referenceEn": "Liu ZY, Ma LL, Tang LL, Qian YG. LAI Retrieval Based on PROSPECT-SAILH Model from Multi-Angular Data of WiDAS Imaging System. Advanced Materials Research, 2012, 518-523: 5697-5703."
            },
            {
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleEn": "Preprocessing methods for airborne WiDAS data in the Heihe Comprehensive Remote Sensing Joint Experiment.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Hydrological remote sensing and ground synchronous observation experiment in the upper reaches of the Heihe River Basin in a cold region.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Data Quality Control and Product Generation for Automatic Weather Stations in the Heihe Comprehensive Remote Sensing Joint Experiment",
                "referenceEn": "None"
            },
            {
                "titleEn": "Heihe Comprehensive Remote Sensing Joint Experiment Data Release",
                "referenceEn": "None"
            },
            {
                "titleEn": "Implementation of a Remote Sensing Data Publishing System Based on OPeNDAP",
                "referenceEn": "None"
            },
            {
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            },
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Aerosol optical depth/Thickness"
            },
            {
                "nameEn": "Photosynthetically active radiation"
            },
            {
                "nameEn": "Canopy spectrum"
            },
            {
                "nameEn": "Ground verification information"
            },
            {
                "nameEn": "Solar spectrophotometer"
            },
            {
                "nameEn": "Vegetation"
            },
            {
                "nameEn": "Emissivity"
            },
            {
                "nameEn": "Aerosol"
            },
            {
                "nameEn": "Wide-angle infrared dual-mode line/Area array scanner"
            },
            {
                "nameEn": "Radiation"
            },
            {
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Arid Region Hydrology in the Middle Reaches"
            },
            {
                "keywordEn": "Yingke Oasis Cryptographic Observation Area"
            },
            {
                "keywordEn": "Huazhaizi Desert Monitoring Area"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "June 1, 2008",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleEn": "Digital heihe"
            },
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Land surface temperature (LST) is a key parameter in land process research. Many research efforts have been devoted to increase the accuracy of LST retrieval from remote sensing. However, because natural land surface is non-isothermal, component temperature is also required in applications such as evapo-transpiration (ET) modeling. The difficulty in LST retrieval comes from uncertainties in estimating atmospheric impact, emissivity and mixed pixel. Multiangular TIR remote sensing data are considered capable of reflecting sub-pixel structure as well as component temperature and provide a new information source in terrestrial energy balance studies. However, a lack of good-quality remote sensing data in suitable scale and angular setting is still the major obstacle in the applications of component temperature retrieval."
            ],
            "research objective": [
                "This paper proposes a new algorithm to separately retrieve vegetation temperature and soil background temperature from multiangular thermal infrared (TIR) remote sensing data."
            ],
            "challenges": [
                "However, a lack of good-quality remote sensing data in suitable scale and angular setting is still the major obstacle in the applications of component temperature retrieval. Because of the complexity in airborne data processing as well as component temperature retrieval itself, reports about validated results of component temperatures from airborne images are scarcely found in literatures."
            ],
            "methods": [
                "This method was tested on the airborne image data acquired during the Watershed Allied Telemetry Experimental Research (WATER) campaign."
            ],
            "dataset": [
                "The WiDAS data used in this paper are in the ZY-YK-HZZ flight zone (Fang et al., 2009), which is a typical oasis agricultural area. The WiDAS data were acquired in this flight zone on June 1st, June 29th, and July 7th, 2008, and were calibrated and geometrically and atmospherically corrected (Liu et al., 2010)."
            ],
            "findings": [
                "Preliminary validation indicates that the remote sensing-retrieved results can reflect the spatial and temporal trend of component temperatures. The accuracy is within three degrees while the difference between vegetation and soil temperature can be as large as twenty degrees."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Does the airborne WiDAS system collect multiangular thermal infrared (TIR) data suitable for component temperature retrieval?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Can the data from the CE318 solar spectrophotometer be used to derive aerosol optical thickness?",
                    "Answer": "Yes",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Which data collection method is more suitable for measuring radiative temperature in agricultural fields, using a fixed self-recording point thermometer or a handheld infrared thermometer?",
                    "Answer": "handheld infrared thermometer",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "For obtaining atmospheric parameters, is it more effective to use the CE318 sun photometer or another instrument?",
                    "Answer": "CE318 sun photometer",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "Where are the observation sites located for the data collection using the WiDAS system and other measurement instruments?",
                    "Answer": "Yingke Oasis and Huazhaizi Desert",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the features and capabilities of the instruments used in collecting multiangular thermal infrared remote sensing data?",
                    "Answer": "Wide-angle Infrared Dual-mode line/area Array Scanner (WiDAS), 4 CCD cameras, mid-infrared thermal imager (AGEMA 550), thermal infrared imager (S60), visible/near-infrared (CCD) data at 5 angles, mid-infrared (MIR) data at 7 angles, thermal infrared (TIR) data at 7 angles",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What are the unique characteristics and challenges identified in the retrieval of land surface temperature (LST) from remote sensing data?",
                    "Answer": "non-isothermal nature, uncertainties in estimating atmospheric impact, emissivity, mixed pixels, lack of suitable scale and angular setting",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "What is the sampling interval for the fixed self-recording point thermometer used in the data collection method?",
                    "Answer": "1 second",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many wavebands does the CE318 sun photometer provide for atmospheric parameter measurement?",
                    "Answer": "5",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What is multiangular TIR remote sensing data and how is it used in terrestrial energy balance studies?",
                    "Answer": "Multiangular TIR remote sensing data are considered capable of reflecting sub-pixel structure as well as component temperature, providing a new information source in terrestrial energy balance studies. It is used to retrieve vegetation temperature and soil background temperature, which is important for applications such as evapo-transpiration (ET) modeling.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the challenges associated with retrieving land surface temperature (LST) from remote sensing data?",
                    "Answer": "The difficulties in LST retrieval come from uncertainties in estimating atmospheric impact, emissivity, and mixed pixel. The lack of good-quality remote sensing data in suitable scale and angular settings is a major obstacle in the applications of component temperature retrieval.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What is the significance of using a WiDAS system in remote sensing data collection?",
                    "Answer": "The WiDAS system, composed of CCD cameras and thermal infrared imagers, is significant because it can simultaneously acquire data across multiple angles and spectral bands (visible/near-infrared, mid-infrared, and thermal infrared), enabling detailed analysis of land surface conditions and component temperature retrieval for studies like the Watershed Allied Telemetry Experimental Research (WATER) campaign.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the data collection methods using airborne WiDAS and fixed self-recording thermometers compare in terms of capturing land surface temperature variations in agricultural and desert environments?",
                    "Answer": "Airborne WiDAS captures multi-angle thermal infrared data, providing a comprehensive view of land surface temperature variations across different angles and wavelengths, which is useful for understanding component temperatures in both agricultural and desert environments. In contrast, fixed self-recording thermometers provide continuous, direct measurements of infrared radiation temperature at specific points with a narrow field of view, offering high temporal resolution but limited spatial coverage.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "In what ways do the challenges of retrieving component temperatures from multiangular TIR remote sensing data differ from those encountered when using ASD spectrometers for spectral data collection?",
                    "Answer": "The challenges with multiangular TIR remote sensing data include dealing with complexities in atmospheric impact, emissivity, and mixed pixels, as well as the lack of good-quality data at suitable scales and angles. On the other hand, ASD spectrometers face challenges primarily related to calibration and the need for further calculations to convert spectral data into reflectance, particularly when considering varied sampling strategies such as canopy vertical observation or strip sampling.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the differences in data processing and storage formats between data collected using CE318 sun photometers and hand-held infrared thermometers?",
                    "Answer": "CE318 sun photometer data are stored in a specific file format (*.k7) that requires specialized software (ASTPWin) for processing and includes detailed atmospheric parameters. In contrast, data from hand-held infrared thermometers are initially recorded in a Word document format and then processed into Excel format, focusing on radiative temperature measurements with comparatively simpler calibration procedures.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "What underlying challenges can be inferred from the need for multiangular thermal infrared remote sensing data in the retrieval of component temperatures?",
                    "Answer": "The challenges include uncertainties in estimating atmospheric impact, emissivity, and mixed pixel issues. These complexities arise due to the non-isothermal nature of natural land surfaces and the need for component temperatures in applications such as evapo-transpiration modeling. The lack of good-quality remote sensing data in suitable scales and angular settings further complicates the retrieval process.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How might the data collection methods improve the accuracy of land surface temperature retrieval in remote sensing applications?",
                    "Answer": "Using multiangular TIR remote sensing data can improve the accuracy by reflecting sub-pixel structures and component temperatures, offering a new information source in terrestrial energy balance studies. The use of synchronized ground observations, like ASD spectrometer data and thermal radiometers, aids in validating and calibrating the remotely sensed data.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What factors influence the accuracy of land surface temperature (LST) retrieval in remote sensing data collection, particularly when using multiangular thermal infrared (TIR) data?",
                    "Answer": "The accuracy of LST retrieval is influenced by uncertainties in estimating atmospheric impact, emissivity, and mixed pixels. Multiangular TIR remote sensing data are considered capable of reflecting sub-pixel structure and component temperature, which are important for applications such as evapo-transpiration (ET) modeling.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What challenges do researchers face in obtaining good-quality remote sensing data suitable for component temperature retrieval in land surface studies?",
                    "Answer": "The main challenge is the lack of good-quality remote sensing data in suitable scale and angular settings. This absence hinders the applications of component temperature retrieval, compounded by the complexity in airborne data processing and the retrieval process itself.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is there a scarcity of validated results in the literature regarding component temperatures obtained from airborne images in land process research?",
                    "Answer": "The scarcity is due to the complexity involved in processing airborne data and retrieving component temperatures. The challenges in obtaining high-quality data and the intricate nature of the retrieval process contribute to the lack of validated results in the literature.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the consequences of using multiangular TIR remote sensing data for retrieving component temperatures on the accuracy of terrestrial energy balance studies?",
                    "Answer": "Using multiangular TIR remote sensing data can provide a new information source in terrestrial energy balance studies by reflecting sub-pixel structures and component temperatures. The accuracy of remote sensing-retrieved component temperatures is within three degrees, and it can reflect spatial and temporal trends effectively, although the lack of good-quality remote sensing data in suitable scale and angular settings remains a challenge.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How does the employment of ground-based synchronous observation tools, like the CE318 solar spectrophotometer, affect the atmospheric parameter retrieval process in remote sensing studies?",
                    "Answer": "The use of ground-based synchronous observation tools, such as the CE318 solar spectrophotometer, allows for the direct measurement of atmospheric parameters, such as optical thickness, Rayleigh scattering, aerosol optical thickness, and atmospheric water vapor content. These measurements can enhance the atmospheric correction process in remote sensing studies, improving the accuracy of derived data.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What outcomes might arise from the integration of data from various spectral instruments, such as ASD spectrometers and thermal infrared thermometers, in monitoring land surface conditions?",
                    "Answer": "Integrating data from various spectral instruments like ASD spectrometers and thermal infrared thermometers can provide a comprehensive understanding of land surface conditions. It allows for detailed spectral analysis, temperature measurement, and the calculation of parameters like FPAR and albedo, which can improve the assessment of vegetation health and soil moisture content, as well as the accuracy of land surface temperature retrievals.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What is the primary objective of conducting ground-synchronous observations with the WiDAS airborne sensor in oasis and desert areas?",
                    "Answer": "The primary objective is to acquire multi-angular thermal infrared data and related ground-synchronous observation data to improve the accuracy of component temperature retrieval, which is crucial for applications like evapo-transpiration modeling and terrestrial energy balance studies.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why is it important to separately retrieve vegetation and soil background temperature from multiangular thermal infrared remote sensing data?",
                    "Answer": "Separately retrieving vegetation and soil background temperature is important to address the non-isothermal nature of natural land surfaces and is essential for improving the accuracy of land surface temperature retrieval and applications like evapo-transpiration modeling.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What challenges are associated with acquiring good-quality multiangular thermal infrared remote sensing data for component temperature retrieval?",
                    "Answer": "The challenges include processing complexities and the lack of high-quality remote sensing data in suitable scale and angular settings, which are crucial for accurate component temperature retrieval from airborne images.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "How can different instruments be integrated to collect comprehensive data on land surface temperature and its components in remote sensing research?",
                    "Answer": "To collect comprehensive data on land surface temperature and its components, multiple instruments such as the WiDAS imaging system, thermal infrared imagers, and spectrometers can be used. The WiDAS system integrates CCD cameras, a mid-infrared thermal imager, and a thermal infrared imager to simultaneously capture data across visible, near-infrared, mid-infrared, and thermal infrared bands. Ground-based instruments like the ThermaCAM SC2000 and fixed-point radiometers provide synchronized ground measurements to complement airborne data. This integration allows for capturing data at multiple angles and wavelengths, facilitating a detailed analysis of component temperatures.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What are the procedural steps involved in calibrating and processing airborne thermal infrared data for accurate land surface temperature retrieval?",
                    "Answer": "The procedural steps for calibrating and processing airborne thermal infrared data involve several key actions. Initially, the data must be calibrated using blackbody references to ensure accuracy in temperature readings. This is followed by atmospheric corrections using data from instruments like the CE318 sun photometer to account for atmospheric effects on the thermal infrared data. The data is then geometrically corrected to align with ground measurements. Finally, the processed data is used to retrieve land surface temperatures and component temperatures, such as vegetation and soil temperatures, which may require additional modeling to separate these components accurately.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "What methodologies are employed to ensure the accuracy and validation of component temperature retrieval from multiangular remote sensing data?",
                    "Answer": "To ensure the accuracy and validation of component temperature retrieval from multiangular remote sensing data, methodologies include using ground-truth measurements from fixed-point thermometers and handheld infrared thermometers to compare against remote sensing data. The data is also subjected to calibration and correction procedures to account for factors like emissivity and atmospheric interference. Multiangular observations from systems like WiDAS allow for capturing variations in temperature across different angles, enhancing the ability to distinguish between component temperatures like soil and vegetation. Validation involves preliminary checks against known temperature ranges and trends to ensure consistency and accuracy.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What technological components enable the collection of multiangular thermal infrared data for land surface temperature analysis?",
                    "Answer": "The collection of multiangular thermal infrared data is enabled by components like the WiDAS system, which consists of 4 CCD cameras, a mid-infrared thermal imager (AGEMA 550), and a thermal infrared imager (S60). These components allow the acquisition of data in visible/near-infrared and infrared bands from multiple angles.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "In what ways do the data collection methods account for atmospheric conditions during remote sensing observations?",
                    "Answer": "Data collection methods account for atmospheric conditions by utilizing instruments like the CE318 solar spectrophotometer, which measures atmospheric parameters such as optical thickness, Rayleigh scattering, aerosol optical thickness, and water vapor content. These measurements help correct remote sensing data for atmospheric impacts.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might there be challenges in acquiring good-quality remote sensing data in suitable scale and angular settings for land surface temperature retrieval?",
                    "Answer": "A lack of good-quality remote sensing data in suitable scale and angular setting is still the major obstacle in the applications of component temperature retrieval. This is due to complexities in airborne data processing and the inherent challenges of component temperature retrieval itself.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are potential reasons for the anticipated difficulties in retrieving component temperatures from remote sensing data?",
                    "Answer": "The difficulty in retrieving component temperatures from remote sensing data comes from uncertainties in estimating atmospheric impact, emissivity, and mixed pixel conditions, which are compounded by the non-isothermal nature of natural land surfaces.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why might preliminary validation indicate high accuracy in remote sensing-retrieved component temperatures despite the large temperature differences between vegetation and soil?",
                    "Answer": "Preliminary validation indicates that remote sensing-retrieved results can accurately reflect the spatial and temporal trends of component temperatures, with accuracy within three degrees, even though the difference between vegetation and soil temperature can be as large as twenty degrees.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How effective do you think the use of multiangular TIR remote sensing data is in addressing the challenges of component temperature retrieval in non-isothermal land surfaces?",
                    "Answer": "Multiangular TIR remote sensing data is considered effective in reflecting sub-pixel structure and component temperature, which could be beneficial in terrestrial energy balance studies. However, the major challenge remains the lack of good-quality remote sensing data in suitable scale and angular setting for the applications of component temperature retrieval.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In your opinion, what are the methodological challenges in processing airborne data for accurate component temperature retrieval, and how can these be addressed?",
                    "Answer": "The complexity in airborne data processing, combined with the intricacies of component temperature retrieval, presents significant challenges. Addressing these requires validated results from airborne images, which are scarce in literature. Improved calibration, geometric and atmospheric corrections, as well as enhanced algorithm development, could be potential ways to overcome these challenges.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How would you evaluate the potential of the WiDAS data in enhancing the understanding of spatial and temporal trends in component temperatures?",
                    "Answer": "The WiDAS data shows promise in enhancing the understanding of spatial and temporal trends in component temperatures, as preliminary validations indicate that the remote sensing-retrieved results can reflect these trends accurately. However, the accuracy needs to be within a few degrees, considering the substantial temperature differences that can exist between vegetation and soil.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how multiangular TIR remote sensing data can effectively reflect sub-pixel structure and component temperature.",
                    "Answer": "Multiangular TIR remote sensing data is capable of reflecting sub-pixel structure and component temperature by providing a new information source in terrestrial energy balance studies. It offers multiple viewing angles which helps in capturing the variations in temperature across different components of the land surface, such as vegetation and soil, thereby improving the accuracy of temperature retrieval.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I'm unsure about the challenges in retrieving component temperatures from airborne remote sensing data.",
                    "Answer": "The challenges in retrieving component temperatures from airborne remote sensing data include uncertainties in estimating atmospheric impact, emissivity, and mixed pixel effects. Additionally, the complexity in airborne data processing and the lack of good-quality remote sensing data in suitable scale and angular settings pose significant obstacles to accurately retrieving component temperatures.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "I can't make sense of how the use of multiple instruments like CCD cameras and infrared thermography improves data collection in remote sensing experiments.",
                    "Answer": "The use of multiple instruments such as CCD cameras and infrared thermography in remote sensing experiments allows for the simultaneous acquisition of data across different spectral bands and angles. This combination enhances the ability to capture detailed information about various land surface parameters, such as vegetation and soil temperatures, spectral reflectance, and more, thereby providing a comprehensive dataset for analysis.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please summarize the techniques used for collecting multiangular thermal infrared data in a land surface temperature study.",
                    "Answer": "The techniques used for collecting multiangular thermal infrared data involve the use of airborne WiDAS, which consists of CCD cameras and thermal infrared imagers. Data is acquired at multiple angles across visible, near-infrared, mid-infrared, and thermal infrared bands to reflect sub-pixel structure and component temperatures, facilitating terrestrial energy balance studies.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Please identify and describe potential datasets or methods that could enhance the accuracy of land surface temperature retrieval in remote sensing applications.",
                    "Answer": "Potential datasets that could enhance accuracy include those acquired from experiments like the Watershed Allied Telemetry Experimental Research (WATER) campaign, which utilize calibrated, geometrically, and atmospherically corrected WiDAS data. Enhanced methods may involve new algorithms for separately retrieving vegetation and soil temperatures using multiangular thermal infrared data, aiming to improve the precision of component temperature retrieval.",
                    "Level": "C6(Creating)"
                }
            ]
        }
    ]
}