{
  "id": "4fb79875-918e-4ce4-aa47-8627c92e5f6e",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of forest canopy gap fraction above the rain gauges observed by the camera at the super site around the Dayekou Guantan forest station",
      "titleCn": "黑河综合遥感联合试验：大野口关滩森林站超级样地雨量筒上方冠层郁闭度相机观测数据",
      "description": "The dataset of forest canopy gap fraction above the rain gauges observed by the camera (PENTAX K100D, 2400×1600) was obtained at the super site (100m×100m, Qinghai spruce) around the Dayekou Guantan forest station from 9:00-10:40 on Jun. 4, 2008. Observation items included the ground-based LiDAR scanning, the total station measuring, DGPS, tally investigation, LAI, canopy spectrum, camera observations of the canopy, soil evapotranspiration, the soil frozen tube observations, surface roughness, precipitation interception, soil moisture and dry-wet weight of the forest component.\n     A subplot (25m×25m) was chosen for precipitation interception observations with different canopy density, and 32 sets of photos were taken 1m above the ground. Through studying those photos, the number and location of rain gauges could be determined; and then the canopy density could also be further developed.",
      "descriptionCn": "本数据来自大野口流域关滩森林站超级样地，该超级样地乔木植被为青海云杉，样地大小为100m×100m. 针对该样地的观测数据主要有：地基激光雷达扫描数据、全站仪定位测量数据、差分GPS定位测量数据、测树调查数据、叶面积指数观测数据、光谱测量数据、冠层的相机观测数据、土壤蒸散发数据、土壤冻结管观测数据、地表粗糙度数据、降雨截留数据、土壤水分测量数据、林木组分干湿重测量数据等。\n森林水文试验样地属于超级样地的一个子样地，大小为25m×25m。为了研究青海云杉在不同冠层郁闭度下的降雨截留特征，在大野口流域关滩森林站水文试验样地，我们用普通数码相机对冠层进行了拍照。在试验样地内共得到了32组照片。通过对这些照片的分析，我们可以测定冠层的结构信息，根据郁闭度信息我们确定了该水文试验样地布设的雨量筒数量和最终的位置。通过后续的处理，我们可以比较精确的确定水文试验样地内布设的雨量筒上方冠层对应的郁闭度。 \n观测时间：2008-06-04日9:00-10:40。 \n观测地点：大野口流域关滩森林站水文试验样地。 \n观测内容：雨量筒对应的冠层照片。 \n观测仪器：普通数码相机（PENTAX K100D）。  分辨率：2400×1600。 \n拍摄时离地高度：1m。 \n观测目的：为了计算雨量筒对应的冠层郁闭度。",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.251297,
      "west": 100.250212,
      "south": 38.533171,
      "north": 38.534361,
      "startTime": "2008-06-18 16:00:00",
      "endTime": "2008-06-18 16:00:00",
      "fileSize": 284384516.0,
      "cstr": "18406.11.water973.0153.db",
      "doi": "10.3972/water973.0153.db",
      "dataFormat": "",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "白云洁",
        "nameEn": "BAI Yunjie",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "李建成",
        "nameEn": "LI Jiancheng",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "谭俊磊",
        "nameEn": "TAN Junlei",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "屈永华",
        "nameEn": "QU Yonghua",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "周红敏",
        "nameEn": "ZHOU Hongmin",
        "unitEn": "",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "祁连山区青海云杉林生态水文过程研究",
        "titleEn": null,
        "referenceCn": "田风霞. 祁连山区青海云杉林生态水文过程研究[D]. 兰州大学, 2011.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "光谱测量",
        "nameEn": "Spectral measurement"
      },
      {
        "nameCn": "冠层截留",
        "nameEn": "Canopy interception"
      },
      {
        "nameCn": "叶面积指数",
        "nameEn": "Leaf area index"
      },
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤冻结深度",
        "nameEn": "Depth of soil freezing"
      },
      {
        "nameCn": "土壤湿度/水分含量",
        "nameEn": "Soil moisture/Water content"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "大野口关滩森林站超级样地",
        "keywordEn": "Super Site around the Dayekou Guantan Forest Station"
      },
      {
        "keywordCn": "大野口流域加密观测区",
        "keywordEn": "Dayekou  watershed foci experimental areas"
      },
      {
        "keywordCn": "森林水文试验区",
        "keywordEn": "Forest and Hydrology Experimental Areas"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-04",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to assess canopy closure in forest hydrology research?",
        "QuestionCn": "您能否提供一个用于评估森林水文学研究中树冠闭合的数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method used to assess canopy closure in forest hydrology research is the use of a digital camera to capture images of the canopy. At the Guantan Forest Station, a digital camera (PENTAX K100D) was used to take 32 sets of photographs of the canopy in a 25m×25m hydrology experimental plot. These images were then analyzed to determine the structure of the canopy and calculate the canopy closure above rain gauges.",
        "AnswerCn": "在森林水文学研究中，用于评估树冠闭合的数据收集方法之一是使用数码相机捕捉树冠图像。在关塔那摩森林站，使用数码相机（PENTAX K100D）拍摄了25m×25m水文实验区的32组树冠照片。然后对这些图像进行分析，以确定树冠的结构并计算雨量计上方的树冠闭合度。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many photos were taken to measure the canopy structure for calculating the canopy density above rain gauges?",
        "QuestionCn": "为了计算雨量计上方的冠层密度，拍摄了多少张照片来测量冠层结构？",
        "AnswerEn": "32",
        "AnswerCn": "32",
        "Level": "C1(Remembering)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the purpose of capturing canopy photographs with a digital camera in forest hydrology experimental plots, and how does this goal influence the data collection methods used?",
        "QuestionCn": "在森林水文学实验 plots 中使用数码相机捕捉树冠照片的目的是什么，这一目标如何影响所使用的数据收集方法？",
        "AnswerEn": "The purpose of capturing canopy photographs with a digital camera in forest hydrology experimental plots is to calculate the canopy density above rain gauges. This goal influences the data collection methods by determining the number of rain gauges and their precise placement within the plot, based on the structural information obtained from the photographs. The canopy density information is crucial for understanding rainfall interception characteristics under varying canopy densities of Qinghai spruce.",
        "AnswerCn": "在森林水文学实验地块中使用数码相机拍摄树冠照片的目的是计算雨量计上方的树冠密度。这个目标影响了数据收集方法，决定了雨量计的数量及其在地块内的精确位置，这些都是基于从照片中获得的结构信息。树冠密度信息对于理解在不同树冠密度下青海云杉的降雨拦截特性至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are employed to determine the canopy closure above rain gauges using canopy photographs in forest hydrology research?",
        "QuestionCn": "在森林水文学研究中，使用树冠照片确定雨量计上方的树冠闭合度的程序包括哪些步骤？",
        "AnswerEn": "In forest hydrology research, canopy photographs are taken using a digital camera, such as a PENTAX K100D, positioned at a height of 1 meter from the ground. The photographs are then analyzed to measure the canopy structure, which helps in determining the canopy closure above the rain gauges. This process involves capturing images at specific intervals and locations within the designated hydrology experimental site, and using the resulting data to determine the number and placement of rain gauges based on canopy density.",
        "AnswerCn": "在森林水文学研究中，使用数字相机（如PENTAX K100D）在离地面1米的高度拍摄树冠照片。然后对这些照片进行分析，以测量树冠结构，这有助于确定雨量计上方的树冠闭合度。这个过程涉及在指定的水文学实验地点以特定的间隔和位置捕捉图像，并利用得到的数据来确定雨量计的数量和位置，基于树冠密度。",
        "Level": "C3(Applying)"
      }
    ]
  }
}