{
  "id": "4fc01f95-7959-457b-80ad-bbe0e8d44d75",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Exchange data of research project on glacier change trend and its impact on water resources change in Tarim River Basin (2003-2005)",
      "titleCn": "塔里木河流域冰川变化趋势及对水资源变化的影响研究项目的汇交数据（2003-2005）",
      "description": "The glacial change trend in the Tarim River Basin and its impact on water resources change belong to the National Natural Science Foundation of China's Western Environment and Ecological Science major research project. The time is 2003.1-2005.12.\nThe project submitted data:\nKochikarbachi Glacier Observation Data (excel): Including precipitation, wind direction, wind speed and temperature data\n1.3300a_climate (2003.6.29-2004.6.22): 4 hours data during the day, including field date, time, wind speed, wind up, temperature.\n2.4200b_climate (2004.1.29-2004.5.12): 6:00, 8:00, 9:00, 10:00, 12:00, 14:00, 16:00, 18:00, 20:00, 22: 00, 23:00 observation data, including field date, time, wind speed, wind up, temperature.\n3.3700_Precipitation: 13 days daily precipitation from 2003.7 to 2005.9\n4.4200_Precipitation: 18-day daily precipitation between 2003.7 and 2006. 6",
      "descriptionCn": "塔里木河流域冰川变化趋势及对水资源变化的影响研究项目属于国家自然科学基金“中国西部环境与生态科学”重大研究计划，负责人为中国科学院旱区寒区环境与工程研究所刘时银研究员，项目运行时间为2003.1-2005.12。\n该项目汇交数据：\n科其卡尔巴契冰川气象观测资料（excel）:包括降水量、风向、风速和气温数据\n1.3300a_climate（2003.6.29-2004.6.22）：日间逐4小时数据，包含字段日期，时间，风速上，风向上，气温上。\n2.4200b_climate（2004.1.29-2004.5.12）：6:00、8:00、9:00、10:00、12:00、14:00、16:00、18:00、20:00、22:00、23:00观测数据，包含字段日期，时间，风速上，风向上，气温上。\n3.3700_降水：2003.7至2005.9间13天日降水量\n4.4200_降水：2003.7至2006.6间18天日降水量",
      "instructions": ". XLS format storage",
      "instructionsCn": ".xls 格式存储",
      "east": 96.47,
      "west": 73.45,
      "south": 34.25,
      "north": 49.36,
      "startTime": null,
      "endTime": null,
      "fileSize": 10908862.0,
      "cstr": "18406.11.Meteoro.tpdc.270619",
      "doi": "10.11888/Meteoro.tpdc.270619",
      "dataFormat": "excel",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘时银",
        "nameEn": "LIU Shiyin",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院西北生态环境资源研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": "天山南坡科其卡尔巴契冰川度日因子变化特征研究",
        "titleEn": null,
        "referenceCn": "张勇, 刘时银, 上官冬辉等.天山南坡科其卡尔巴契冰川度日因子变化特征研究.冰川冻土, 27(3), 2005",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "塔里木河流域",
        "keywordEn": "Tarim River Basin"
      },
      {
        "keywordCn": "新疆维吾尔自治区",
        "keywordEn": "Xinjiang Uygur Autonomous Region"
      },
      {
        "keywordCn": "科其卡尔巴西冰川",
        "keywordEn": "Keqicar Glacier"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2003-2006",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the properties and characteristics of climate and precipitation data collected in the Tarim River Basin from 2003 to 2005?",
        "QuestionCn": "2003年至2005年在塔里木河流域收集的气候和降水数据的属性和特征是什么？",
        "AnswerEn": "precipitation, wind direction, wind speed, temperature, daytime data every 4 hours, specific hourly observations, daily precipitation amounts",
        "AnswerCn": "降水量、风向、风速、温度、每4小时的白天数据、特定小时观测、每日降水量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many days of precipitation data were collected between 2003 and 2006 for the Tarim River Basin glacier change impact project?",
        "QuestionCn": "在2003年至2006年期间，为塔里木河流域冰川变化影响项目收集了多少天的降水数据？",
        "AnswerEn": "31 days",
        "AnswerCn": "31天",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What are the typical data collection methods used to monitor glacier changes in a specific river basin, and how can these methods impact the understanding of water resource variations?",
        "QuestionCn": "监测特定河流流域冰川变化的典型数据收集方法有哪些，这些方法如何影响对水资源变化的理解？",
        "AnswerEn": "Data collection methods for monitoring glacier changes in a specific river basin, such as the Tarim River Basin, include meteorological observations that gather data on precipitation, wind direction, wind speed, and temperature. These methods provide detailed temporal datasets, for instance, daily data collected every four hours or at specified times throughout the day. The collected meteorological data helps researchers understand the trends in glacier changes and assess their impact on water resource variations.",
        "AnswerCn": "监测特定河流流域（如塔里木河流域）冰川变化的数据收集方法包括气象观测，这些观测收集降水、风向、风速和温度等数据。这些方法提供详细的时间数据集，例如，每四小时收集一次的每日数据或在一天中的特定时间收集的数据。收集的气象数据帮助研究人员理解冰川变化的趋势，并评估其对水资源变化的影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the challenges of collecting high-frequency meteorological data in glacial regions, considering the observed data intervals and parameters?",
        "QuestionCn": "根据观察到的数据间隔和参数，可以推断出在冰川地区收集高频气象数据的挑战是什么？",
        "AnswerEn": "The dataset provides meteorological data collected at various intervals such as every 4 hours, and at specific times of the day, which suggests that collecting continuous high-frequency data in glacial regions may face challenges related to accessibility, harsh weather conditions, and the need for robust equipment that can withstand such environments. The specific parameters collected, like precipitation, wind speed, wind direction, and temperature, indicate a focus on understanding climatic and environmental impacts on glacial changes.",
        "AnswerCn": "该数据集提供了在不同时间间隔（如每4小时）和特定时间收集的气象数据，这表明在冰川地区收集连续高频数据可能面临与可达性、恶劣天气条件以及需要能够承受这种环境的坚固设备相关的挑战。收集的具体参数，如降水量、风速、风向和温度，表明关注气候和环境对冰川变化的影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind collecting meteorological data, such as precipitation, wind direction, wind speed, and temperature, from glaciers in the Tarim River Basin between 2003 and 2005?",
        "QuestionCn": "收集2003年至2005年间塔里木河流域冰川的气象数据，如降水、风向、风速和温度，背后的目标是什么？",
        "AnswerEn": "The goal is to understand the trend of glacier changes in the Tarim River Basin and their impact on water resources, as part of a major research program under the National Natural Science Foundation of China's 'Western China Environmental and Ecological Science' initiative. The data collected aims to provide insights into how these glacial changes affect the local climate and water resource availability.",
        "AnswerCn": "目标是了解塔里木河流域冰川变化的趋势及其对水资源的影响，作为中国国家自然科学基金“西部中国环境与生态科学”重大研究计划的一部分。收集的数据旨在提供有关这些冰川变化如何影响当地气候和水资源可用性的见解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in collecting and organizing meteorological and precipitation data for analyzing glacier change trends and their impact on water resources in the Tarim River Basin?",
        "QuestionCn": "收集和组织气象和降水数据以分析塔里木河流域冰川变化趋势及其对水资源的影响的程序步骤是什么？",
        "AnswerEn": "The data collection involves gathering meteorological observations such as precipitation, wind direction, wind speed, and temperature. The procedural steps include collecting data at regular intervals: every 4 hours from June 29, 2003, to June 22, 2004, and at specific times (6:00, 8:00, 9:00, 10:00, 12:00, 14:00, 16:00, 18:00, 20:00, 22:00, 23:00) from January 29, 2004, to May 12, 2004. Precipitation data is collected over specific 13-day and 18-day periods between July 2003 to September 2005 and July 2003 to June 2006, respectively.",
        "AnswerCn": "数据收集涉及收集气象观测数据，如降水、风向、风速和温度。程序步骤包括在定期间隔内收集数据：从2003年6月29日到2004年6月22日每4小时收集一次数据，以及在特定时间（6:00、8:00、9:00、10:00、12:00、14:00、16:00、18:00、20:00、22:00、23:00）从2004年1月29日到2004年5月12日收集数据。降水数据在2003年7月至2005年9月和2003年7月至2006年6月之间的特定13天和18天期间收集。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What conditions or resources enabled the collection of glacier meteorological observation data, including precipitation, wind direction, wind speed, and temperature, in the Tarim River Basin during the 2003-2005 period?",
        "QuestionCn": "在2003-2005年期间，哪些条件或资源使得在塔里木河流域收集冰川气象观测数据（包括降水、风向、风速和温度）成为可能？",
        "AnswerEn": "The collection of glacier meteorological observation data in the Tarim River Basin from 2003 to 2005 was enabled through the efforts of the National Natural Science Foundation's major research project, 'Chinese Western Environment and Ecological Science,' led by researcher Liu Shiyin from the Chinese Academy of Sciences' Cold and Arid Regions Environmental and Engineering Research Institute.",
        "AnswerCn": "2003年至2005年，塔里木河流域的冰川气象观测数据的收集得益于国家自然科学基金重大研究项目“西部环境与生态科学”，该项目由中国科学院寒区旱区环境与工程研究所的刘世银研究员牵头。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}