{
    "id": "508b4b8e-8cbd-4622-9908-ee2e5d57dd28",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Sedimentary ancient DNA data  from baishiya Karst Cave",
            "titleCn": "白石崖溶洞遗址沉积物古DNA数据",
            "description": "Sediment ancient DNA is biological ancient DNA scattered in Paleoenvironmental samples, which is different from ancient DNA directly extracted from ancient animal bones and plant remains. Paleoenvironmental DNA is mainly mixed with multi species ancient DNA extracted from environmental samples such as glaciers, frozen soil, lake sediments, peat sediments, site cultural layer, dental calculus and fecal fossils. These DNA enter the environment with biological residues (including remains, hair, feces and urine), degrade rapidly and denature slowly in the environment, and finally adsorb on minerals and other particles or integrate into their own genome by microorganisms for long-term preservation, thus forming paleoenvironmental DNA. Sediment DNA is a new ancient DNA analysis technology. The sediments of archaeological sites can track the DNA preservation status of relevant sites and possible humans, make up for the shortcomings that human fossils are generally available but not available, greatly expand the research object and open a new window to study the population evolution of Paleolithic archaeological sites. The ancient DNA of stratum sediments from baishiya karst cave site where Xiahe human mandible was found was systematically sampled and analyzed.",
            "descriptionCn": "沉积物古DNA是散布于古环境样品中的生物古DNA，不同于直接从古代动物骨骼、植物遗存内提取的古DNA， 古环境DNA主要是从冰川、 冻土、 湖泊沉物、 泥炭沉积物、 遗址文化层、 牙结石、 粪便化石等环境样品中提取得到的混合了多物种的古DNA。 这些DNA随着生物的遗留物质（ 包括： 遗体、 毛发、 粪便和尿液等） 进入环境， 在环境中迅速降解， 缓慢变性， 最终吸附在矿物等颗粒上或者被微生物整合到自身基因组上而长期保存， 进而形成了古环境DNA。沉积物DNA是一种新兴的古DNA分析技术，考古遗址沉积物可追踪相关遗址DNA保存状况及可能存在的人类，弥补了人类化石一般可遇而不可求的缺憾，极大的扩大了研究对象，打开了研究旧石器考古遗址人群演化的新窗口。对发现夏河人下颌骨的白石崖溶洞遗址地层沉积物古DNA进行系统取样和分析。",
            "instructions": "Sedimentary ancient DNA data_Baishiya Karst Cave_ZhangDJ/FuQM",
            "instructionsCn": "Sedimentary ancient DNA data_Baishiya Karst Cave_ZhangDJ/FuQM",
            "east": 102.5703639,
            "west": 102.5703639,
            "south": 35.44845556,
            "north": 35.44845556,
            "startTime": null,
            "endTime": null,
            "fileSize": 37888.0,
            "cstr": null,
            "doi": "10.1126/science.abb6320",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "张东菊",
                "nameEn": "ZHANG Dongju ",
                "unitEn": "Lanzhou University",
                "unitCn": "兰州大学"
            },
            {
                "nameCn": "付巧妹",
                "nameEn": "FU Qiaomei",
                "unitEn": "",
                "unitCn": "中国科学院古脊椎动物与古人类研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Denisovan DNA in Late Pleistocene sediments from Baishiya Karst Cave on the Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Zhang, D., Xia, H., Chen, F., Li, B., Slon, V., Cheng, T., Yang, R., Jacobs, Z., Dai, Q., Massilani, D., Shen, X., Wang, J., Feng, X., Cao, P., Yang, M., Yao, J., Yang, J., Madsen, D., Han, Y., & Fu, Q. (2020). Denisovan DNA in late pleistocene sediments from baishiya karst cave on the Tibetan Plateau. Science, 370(6516), 584-587."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用",
                "nameEn": "Land use"
            },
            {
                "nameCn": "土地资源",
                "nameEn": "Land Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "甘肃夏河白石崖溶洞",
                "keywordEn": "Baishiya Karst Cave, Xiahe Country, Gansu Province"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "16万年以来",
                "keywordEn": "160k",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to analyze sedimentary ancient DNA in an archaeological cave site?",
                "QuestionCn": "您能否提供一个用于分析考古洞穴遗址中沉积物古DNA的数据收集方法的示例？",
                "AnswerEn": "A data collection method used to analyze sedimentary ancient DNA in an archaeological cave site involves systematically sampling and analyzing the stratified layers of sediment in a site like the Baishiya Karst Cave. This method focuses on extracting mixed ancient DNA from environmental samples such as glacial deposits, lake sediments, peat, cultural layers, dental calculus, and coprolites. The DNA collected reflects various biological remnants, including bodies, hair, feces, and urine, which are degraded and adsorbed onto mineral particles or integrated into microbial genomes.",
                "AnswerCn": "一种用于分析考古洞穴遗址沉积古DNA的数据收集方法涉及系统地采样和分析像白石崖洞这样的遗址中的分层沉积层。这种方法侧重于从环境样本中提取混合的古DNA，例如冰川沉积物、湖泊沉积物、泥炭、文化层、牙石和粪便石。收集的DNA反映了各种生物残留物，包括尸体、毛发、粪便和尿液，这些物质在降解后被吸附到矿物颗粒上或整合到微生物基因组中。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of sediment ancient DNA data collection methods in archaeological sites?",
                "QuestionCn": "古代DNA数据收集方法在考古遗址中的特征是什么？",
                "AnswerEn": "mixed ancient DNA, environmental samples, rapid degradation, slow denaturation, adsorption onto mineral particles, integration into microbial genomes, long-term preservation, tracking DNA preservation, identifying potential human presence",
                "AnswerCn": "混合古代DNA、环境样本、快速降解、缓慢变性、吸附到矿物颗粒上、整合到微生物基因组中、长期保存、追踪DNA保存、识别潜在人类存在。",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'sediment ancient DNA' refer to in the context of paleogenetic research?",
                "QuestionCn": "“沉积古DNA”在古基因组研究的背景下指的是从沉积物中提取的古代DNA。这些沉积物可以包括土壤、冰川、湖泊或海洋沉积物，研究人员通过分析这些沉积物中的DNA来了解古代生物的遗传信息和生态环境。",
                "AnswerEn": "Sediment ancient DNA refers to the biological ancient DNA dispersed in ancient environmental samples, distinct from ancient DNA extracted directly from ancient animal bones or plant remains. It is primarily obtained from environmental samples such as glaciers, permafrost, lake sediments, peat sediments, archaeological site cultural layers, dental calculus, and fossilized feces. This DNA enters the environment through biological residues, including bodies, hair, feces, and urine, and undergoes rapid degradation and slow denaturation, eventually adsorbing onto mineral particles or integrating into microbial genomes for long-term preservation. Sediment DNA is a novel ancient DNA analysis technique that can track the DNA preservation status at archaeological sites and potentially identify human presence, supplementing the often scarce human fossils and significantly expanding research subjects, thereby opening a new window for studying human evolution at Paleolithic archaeological sites.",
                "AnswerCn": "沉积古DNA是指分散在古代环境样本中的生物古DNA，区别于直接从古代动物骨骼或植物遗骸中提取的古DNA。它主要从环境样本中获得，如冰川、永久冻土、湖泊沉积物、泥炭沉积物、考古遗址文化层、牙石和化石粪便。这种DNA通过生物残留物进入环境，包括尸体、毛发、粪便和尿液，并经历快速降解和缓慢变性，最终吸附到矿物颗粒上或整合到微生物基因组中以实现长期保存。沉积DNA是一种新颖的古DNA分析技术，可以追踪考古遗址的DNA保存状态，并可能识别人类的存在，补充通常稀缺的人类化石，显著扩展研究对象，从而为研究旧石器时代考古遗址的人类演化开辟了新的窗口。",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the preservation conditions of ancient human activity from analyzing sediment ancient DNA at archaeological sites?",
                "QuestionCn": "通过分析考古遗址中的古代DNA沉积物，可以推断出古代人类活动的保存条件。",
                "AnswerEn": "Sediment ancient DNA analysis at archaeological sites can reveal the preservation conditions of ancient human activity by providing insights into the types and states of DNA that are adsorbed onto mineral particles or integrated into microbial genomes, suggesting historical biological presence and environmental interactions.",
                "AnswerCn": "沉积物古DNA分析可以揭示考古遗址中古代人类活动的保存条件，通过提供吸附在矿物颗粒上或整合到微生物基因组中的DNA类型和状态的见解，暗示历史生物存在和环境互动。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the complexity of extracting ancient DNA from sediment samples in archaeological sites?",
                "QuestionCn": "提取考古遗址沉积样本中的古代DNA的复杂性受哪些因素影响？",
                "AnswerEn": "The complexity of extracting ancient DNA from sediment samples in archaeological sites is influenced by the degradation and slow denaturation of biological materials, which eventually become adsorbed onto mineral particles or are integrated into microbial genomes.",
                "AnswerCn": "从考古遗址的沉积样本中提取古代DNA的复杂性受到生物材料降解和缓慢变性影响，这些材料最终会被吸附到矿物颗粒上或被整合到微生物基因组中。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of utilizing sediment ancient DNA from archaeological sites in understanding human evolution and site occupation patterns?",
                "QuestionCn": "利用考古遗址中的沉积古DNA来理解人类进化和遗址占用模式的潜在结果是什么？",
                "AnswerEn": "Utilizing sediment ancient DNA from archaeological sites can potentially reveal DNA preservation conditions, track the presence of humans or other species in the absence of direct fossil evidence, and expand the scope of study to include a broader range of research subjects in human evolution. This approach opens new avenues for examining human population dynamics and interactions at Paleolithic archaeological sites.",
                "AnswerCn": "利用考古遗址中的沉积古DNA可以揭示DNA保存条件，追踪人类或其他物种的存在，即使没有直接的化石证据，并扩大研究范围，以包括人类进化中的更广泛研究对象。这种方法为研究旧石器时代考古遗址的人口动态和相互作用开辟了新的途径。",
                "Level": "C2(Understanding)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting and analyzing sediment ancient DNA from archaeological sites like the Baishiya Karst Cave?",
                "QuestionCn": "收集和分析像白石崖洞这样的考古遗址中的沉积物古DNA的主要目标是什么？",
                "AnswerEn": "The primary objective of collecting and analyzing sediment ancient DNA from archaeological sites like the Baishiya Karst Cave is to track the preservation status of DNA at these sites and identify possible human presence, which helps to address the challenges of limited availability of human fossils. This approach significantly broadens the scope of research subjects, offering new insights into the study of human evolution at Paleolithic archaeological sites.",
                "AnswerCn": "收集和分析考古遗址如白石崖洞的沉积古DNA的主要目的是追踪这些地点DNA的保存状态并识别可能的人类存在，这有助于解决人类化石稀缺的挑战。这种方法显著拓宽了研究对象的范围，为研究旧石器时代考古遗址的人类进化提供了新的见解。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}