{
  "id": "50d5956f-bbe7-4792-bf49-589e79ae9cfb",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Active layer soil temperature and moisture dataset of a peat wetland in the headwater area of the Yellow River (2017-2018)",
      "titleCn": "黄河源区代表性泥炭湿地活动层水热过程数据集（2017-2018）",
      "description": "The observational alpine meadow site (34.62°N, 97.32°E) is located in the central HAYR, with an elevation of 4490 m a.s.l. Active layer thickness was ~1.2-1.3 m. Soil temperatures at 0.5, 5.0, 10, and 20 cm depths were monitored by thermometers, which were calibrated by the State Key Laboratory of Frozen Soils Engineering (SKLFSE), with an accuracy <0.05 °C. Soil VWC at 10, 40, and 80 cm depths in the active layer were measured using 5 TE Probes (Decagon Devices, Inc.; Website: www.decagon.com). The accuracy of the VWC measured in soils varied between ±0.01 and ± 0.02 cm3 cm3. The CR300 data logger (Campbell Scientific, Inc.), powered by solar panels through batteries, was used to obtain data.",
      "descriptionCn": "泥炭湿地监测场地（34.62°N，97.32°E，4390 m a.s.l. ）位于黄河源头区中部姊妹湖（扎陵湖、鄂陵湖）以南。活动层厚度约为1.2-1.3 m。活动层0.5、5.0、10和20 cm深度的土壤温度由冻土工程国家重点实验室（SKLFSE）研发并校准的热敏电阻温度计进行测试，精度为<0.05 °C。活动层10、40和80 cm深度处的土壤体积含水率（VWC）采用5 TE探针（Decagon Devices, Inc.）进行测试。土壤体积含水率（VWC）的精度介于±0.01和±0.02 cm3 cm3之间。CR300数据记录器（Campbell Scientific，Inc.）由太阳能电池板通过电池供电，用于获取数据。该数据可以为水文模型和陆面过程模型等提供数据验证。",
      "instructions": "Monthly soil temperature (ST) and volumetric water content (VWC) of the active layer from March 2017 to December 2018 are stored in text format, and the name of the file is as follows: Mean monthly  soil temperature and moiture in the active layer.txt. Data read method: the dataset all of the ASCII file can be directly in a text (such as notepad) to open the program, in addition to the header file, the main content of numerical representation in March 2017 to December 2018 and monthly soil temperature (ST) and humidity (VWC).",
      "instructionsCn": "2017年3月至2018年12月逐月的活动层土壤温度（ST）和体积含水率（VWC）以文本格式存储，文件的名称为：Mean monthly  soil temperature and moiture in the active layer.txt。数据读取方式：该数据集中的所有ASCII码文件可以直接用文本程序（如记事本）打开，除了头文件，主体内容为数值表征2017年3月至2018年12月和逐月的活动层土壤温度（ST）和湿度（VWC）。",
      "east": 97.32,
      "west": 97.32,
      "south": 34.62,
      "north": 34.62,
      "startTime": "2017-03-01 10:47:50",
      "endTime": "2018-12-31 10:47:50",
      "fileSize": 1269.0,
      "cstr": "18406.11.Cryos.tpdc.300101",
      "doi": "10.11888/Cryos.tpdc.300101",
      "dataFormat": null,
      "license": ""
    },
    "authorList": [
      {
        "nameCn": "王庆锋",
        "nameEn": "WANG Qingfeng",
        "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences",
        "unitCn": "中国科学院西北生态环境资源研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Synergetic variations of active layer soil water and salt in a permafrost-affected meadow in the headwater area of the Yellow River, northeastern Qinghai–Tibet Plateau",
        "referenceCn": null,
        "referenceEn": "Wang, Q., Jin, H., Yuan, Z., & Yang, C. (2022). Synergetic variations of active layer soil water and salt in a permafrost-affected meadow in the headwater area of the Yellow River, northeastern Qinghai–Tibet Plateau. International Soil and Water Conservation Research, 10, 284-292."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      },
      {
        "nameCn": "冻融过程",
        "nameEn": "Freeze and thaw process"
      },
      {
        "nameCn": "土壤水分",
        "nameEn": "Soil water"
      },
      {
        "nameCn": "活动层",
        "nameEn": "active layer"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黄河源区",
        "keywordEn": "source region of the Yellow River"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2017",
        "keywordEn": "2017",
        "type": "temporal"
      },
      {
        "keywordCn": "2018",
        "keywordEn": "2018",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a method used to measure soil temperature and volumetric water content in peatland areas at high altitudes?",
        "QuestionCn": "您能否提供一个用于测量高海拔泥炭地土壤温度和体积水分的示例方法？",
        "AnswerEn": "A method used to measure soil temperature in peatland areas at high altitudes involves the use of thermistor thermometers developed and calibrated by the State Key Laboratory of Frozen Soil Engineering (SKLFSE), which offer a precision of less than 0.05 °C. Soil volumetric water content (VWC) is measured using 5 TE probes from Decagon Devices, Inc., with a precision ranging between ±0.01 and ±0.02 cm3 cm3. Data is collected using a CR300 data logger from Campbell Scientific, Inc., powered by a solar panel and battery system.",
        "AnswerCn": "在高海拔泥炭地区域测量土壤温度的方法涉及使用由冻土工程国家重点实验室（SKLFSE）开发和校准的热敏电阻温度计，其精度低于0.05°C。土壤体积含水量（VWC）使用来自Decagon Devices, Inc.的5个TE探头进行测量，精度范围在±0.01到±0.02 cm³/cm³之间。数据通过Campbell Scientific, Inc.的CR300数据记录仪收集，系统由太阳能电池板和电池供电。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics and precision requirements of the instruments used for measuring soil temperature and soil volumetric water content in peatland wetlands?",
        "QuestionCn": "用于测量泥炭湿地土壤温度和土壤体积水分的仪器的具体特征和精度要求是什么？",
        "AnswerEn": "precision <0.05 °C, precision ±0.01 to ±0.02 cm³/cm³",
        "AnswerCn": "精度 <0.05 °C，精度 ±0.01 至 ±0.02 cm³/cm³",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the precision of the thermistor thermometers used to measure soil temperature in the peatland monitoring site?",
        "QuestionCn": "用于测量泥炭地监测站土壤温度的热敏电阻温度计的精度是多少？",
        "AnswerEn": "0.05°C",
        "AnswerCn": "0.05°C",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of using thermal resistors and 5 TE probes for measuring soil temperature and volumetric water content in peatland wetland environments?",
        "QuestionCn": "在泥炭湿地环境中使用热电阻和5个热电探头测量土壤温度和体积含水量的意义是什么？",
        "AnswerEn": "Thermal resistors, like those developed by the State Key Laboratory of Frozen Soil Engineering, are used for measuring soil temperature at various depths with high precision (<0.05 °C) in peatland wetland environments. The 5 TE probes are employed to measure soil volumetric water content (VWC) at different depths, with a precision between ±0.01 and ±0.02 cm3 cm3. These instruments are critical for accurately monitoring the thermal and hydrological processes in the active layer of peatland wetlands, which are essential for validating hydrological and land surface process models.",
        "AnswerCn": "热电阻器，如由冻土工程国家重点实验室开发的，用于在泥炭湿地环境中以高精度（<0.05 °C）测量不同深度的土壤温度。5个TE探头用于测量不同深度的土壤体积含水量（VWC），其精度在±0.01到±0.02 cm³/cm³之间。这些仪器对于准确监测泥炭湿地活层的热量和水文过程至关重要，这对于验证水文和陆面过程模型是必不可少的。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might the precision of temperature and soil moisture measurements impact our understanding of peatland hydrological and thermal dynamics in the 黄河源区?",
        "QuestionCn": "温度和土壤湿度测量的精确性如何影响我们对黄河源区泥炭地水文和热动态的理解？",
        "AnswerEn": "The precision of temperature measurements, with an accuracy of <0.05 °C, allows for a detailed understanding of minor temperature fluctuations in the peatland's active layer. Similarly, the soil volumetric water content (VWC) precision between ±0.01 and ±0.02 cm3 cm3 ensures reliable data on moisture levels. These precise measurements can help infer the relationship between temperature variations and moisture dynamics, enabling nuanced interpretations of the hydrological and thermal processes within the peatland ecosystem.",
        "AnswerCn": "温度测量的精度达到<0.05 °C，使得对泥炭地活跃层中微小温度波动的详细理解成为可能。同样，土壤体积水分含量（VWC）的精度在±0.01到±0.02 cm³/cm³之间，确保了对水分水平的可靠数据。这些精确的测量可以帮助推断温度变化与水分动态之间的关系，从而使我们能够对泥炭地生态系统中的水文和热过程进行细致的解读。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What is the procedure for collecting and calibrating soil temperature and volumetric water content data in peat wetlands located in high-altitude regions like the Huanghe River source area?",
        "QuestionCn": "在高海拔地区如黄河源头地区的泥炭湿地中，收集和校准土壤温度和体积水分数据的程序是什么？",
        "AnswerEn": "Soil temperature at depths of 0.5, 5.0, 10, and 20 cm is collected using thermistors developed and calibrated by the State Key Laboratory of Frozen Soil Engineering (SKLFSE) with an accuracy of <0.05 °C. Soil volumetric water content (VWC) at depths of 10, 40, and 80 cm is measured using 5 TE probes from Decagon Devices, Inc., with an accuracy between ±0.01 and ±0.02 cm³/cm³. A CR300 data logger from Campbell Scientific, Inc., powered by a solar panel and battery, is used to acquire these data.",
        "AnswerCn": "在0.5、5.0、10和20厘米深度处的土壤温度是使用由冻土工程国家重点实验室（SKLFSE）开发和校准的热敏电阻测量的，准确度为<0.05 °C。土壤体积含水量（VWC）在10、40和80厘米深度处使用来自Decagon Devices, Inc.的5个TE探头测量，准确度在±0.01到±0.02 cm³/cm³之间。数据采集使用由Campbell Scientific, Inc.提供的CR300数据记录仪，采用太阳能电池板和电池供电。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technologies or methodologies facilitate the acquisition of precise soil temperature and moisture data in peatland ecosystems at high altitudes?",
        "QuestionCn": "哪些技术或方法可以促进在高海拔泥炭地生态系统中获取精确的土壤温度和湿度数据？",
        "AnswerEn": "The use of thermistor thermometers developed and calibrated by the State Key Laboratory of Frozen Soil Engineering (SKLFSE) enables precise soil temperature measurements with an accuracy of <0.05 °C. Soil volumetric water content (VWC) is measured using 5 TE probes from Decagon Devices, Inc., with an accuracy between ±0.01 and ±0.02 cm³/cm³. Additionally, a CR300 data logger powered by solar panels provides reliable data collection in remote high-altitude peatland ecosystems.",
        "AnswerCn": "由冻土工程国家重点实验室（SKLFSE）开发和校准的热敏电阻温度计能够以<0.05 °C的精度进行土壤温度测量。土壤体积含水量（VWC）使用来自Decagon Devices, Inc.的5个TE探头进行测量，精度在±0.01到±0.02 cm³/cm³之间。此外，CR300数据记录仪由太阳能电池供电，能够在偏远的高海拔泥炭地生态系统中可靠地收集数据。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}