{
  "id": "50f5a930-070c-4d61-8a97-922d592edeb1",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "PALYNOLOGICAL records of human activities in the middle and late Holocene of the Tibetan Plateau",
      "titleCn": "青藏高原中晚全新世人类活动的孢粉记录",
      "description": "Based on the previous research results, this paper collected the palynological sequence of the plateau strata from the published literature at home and abroad, and selected reliable records, in order to explore the information of human activities in this area. The selection principles are as follows: (1) the palynological sequence time should cover the middle and late Holocene (since 6.0kabp.)（ 2) The time series are expressed quantitatively in calendar year or 14C year time system（ 3) It has high resolution（ 4) According to the above principles, 28 fossil sporopollen sequences are selected in this area. Age correction: some of the 28 sequences are calendar years, and some are carbon 14 dating, so they are corrected to calendar years. Data acquisition: the sequence is quantified, and the sporopollen content and corresponding age of the sequence are read to ensure the validity of the data, The inflection point data is selected first, and the average sporopollen content data of less than 100 years is selected. A total of 568 sporopollen records are obtained from 28 sequences, Abstract and calculate the parasporal pollen records since the middle and late Holocene (6.0 ~ 2.0 Ka B.P.) in the merging cost area. Based on the original parasporal pollen records extracted from 28 stratigraphic fossil sporopollen sequences, the deviation method is used to standardize the sequence, so as to eliminate the dimensional differences between different sporopollen types and compare them, The original data after standardization is converted into standardized values, and then the average value of each record in each partition is calculated, so that it can be combined with the sporopollen records in the cost area, which is called companion index in this paper. It means that the higher the index is, the stronger the intensity of human activity is, and the lower the index is, the weaker it is",
      "descriptionCn": "依据前人研究成果，本文从国内外已发表的文献中搜集高原地层孢粉序列，遴选可靠记录，以期探讨该区的人类活动信息。选取原则为：（1）孢粉序列时间需涵盖中晚全新世（6.0kaBP.以来）；（2）具有较好年代控制，序列以日历年或14C年时间体系定量表达；（3）具有较高的分辨率；（4）序列地域分布需覆盖整个高原及其各分区。根据上述原则，选取了本区28条地层化石孢粉序列。年代校正：28条序列中有些为日历年有些为碳14测年，因此对其进行校正成日历年。数据获取：对序列进行定量化，读取序列的孢粉含量数值与对应年代，为保证数据的有效性，优先选取拐点数据，序列分辨不足100年的时段，选取该时段平均的孢粉含量数据。从28条序列中共获取568条伴人孢粉记录。利用青藏高原28处地点的地层化石孢粉数据，提取计算并合成本区中晚全新世以来（6.0~2.0kaB.P.）的伴人孢粉记录。对从28处地层化石孢粉序列中提取的原始伴人孢粉记录，以序列为单位，运用离差法进行标准化处理，目的在于消除不同孢粉类型间的量纲差异，相互间可以进行对比，经标准化后的原始数据转换为标准化数值。然后计算每个分区每条记录的平均值，从而合成本区伴人孢粉记录，本文称其为伴人指数，其含义为指数愈高人类活动强度愈强，愈低则愈弱。",
      "instructions": "There are seven worksheets in this data set, which are Pb, Zn Zoige (PB), Pb, Zn Zoige (Zn), zb08-c1 (zone 2), the number of sites in Western Sichuan, the population in eastern Qinghai, the number of sites in eastern Qinghai, and the probability distribution of carbon chips in Southern Qinghai. Among them, Pb, Zn Zoige (PB) and Pb, Zn Zoige (Zn) are the data of age and content. In zb08-c1 (zone 2) worksheet are the carbon concentration and age data. The number of sites in Western Sichuan is shown in the worksheet. The year and population data are included in the table of population quantity in eastern Qinghai. The number of sites in eastern Qinghai is the corresponding age and quantity data of sites in eastern Qinghai. In the table of probability distribution of carbon chips in southern Qinghai, there are age and probability data. Data files can be opened with office software or imported into relational database system,",
      "instructionsCn": "本数据集采用Excel的储存方式，有7个工作表，分别是：PB,ZN若尔盖(铅)、PB,ZN若尔盖(锌）、ZB08-C1（2区）、川西遗址数量、青海东部人口数量、青海东部遗址数量、青南地区炭屑概率分布。其中PB,ZN若尔盖(铅)和PB,ZN若尔盖(锌）工作表中是年代和含量的数据。ZB08-C1（2区）工作表中是炭屑浓度和年代数据。川西遗址数量工作表中是川西的遗址数量数据。青海东部人口数量工作表中是年代和人口 数据。青海东部遗址数量工作表中是青海东部遗址点对应的年代和数量数据。青南地区炭屑概率分布工作表中是年代和 概率数据。数据文件可以用office软件打开，或可导入到关系型数据库系统，",
      "east": 106.0,
      "west": 75.0,
      "south": 25.0,
      "north": 45.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 1814757.0,
      "cstr": "18406.11.Paleoenv.tpdc.271271",
      "doi": "10.11888/Paleoenv.tpdc.271271",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "候光良",
        "nameEn": "HOU Guangliang",
        "unitEn": "QInghai Normal University",
        "unitCn": "青海师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Geology of mankind",
        "referenceCn": null,
        "referenceEn": "Crutzen, P. J., (2002). Geology of mankind. Nature, 415(6867): 23."
      },
      {
        "titleCn": "殷墟文化发生的环境背景及人类活动的影响",
        "titleEn": null,
        "referenceCn": "许清海, 曹现勇, 王学丽, 李月丛, 荆志淳 & 唐际根. (2010). 殷墟文化发生的环境背景及人类活动的影响. 第四纪研究, (02), 273-286.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "The impact of ancient civilization on the northeastern Chinese landscape: palaeoecological evidence from the Western Liaohe River Basin, Inner Mongolia",
        "referenceCn": null,
        "referenceEn": "Li, Y.Y. (2006). The impact of ancient civilization on the northeastern Chinese landscape: palaeoecological evidence from the Western Liaohe River Basin, Inner Mongolia. The Holocene, 16(8): 1109-1121."
      },
      {
        "titleCn": "华南沿海热带-亚热带地区全新世环境变化与人类活动的关系",
        "titleEn": null,
        "referenceCn": "郑卓, 邓韫, 张华, 余荣春, 陈炽新. (2004). 华南沿海热带-亚热带地区全新世环境变化与人类活动的关系. 第四纪研究, (04), 387-393.",
        "referenceEn": null
      },
      {
        "titleCn": "湖北屈家岭遗址孢粉、炭屑记录与古文明发展",
        "titleEn": null,
        "referenceCn": "李宜垠, 侯树芳, 莫多闻. (2009). 湖北屈家岭遗址孢粉、炭屑记录与古文明发展. 古地理学报, (06), 702-710.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Variations in spruce ( Picea sp.) distribution in the Chinese Loess Plateau and surrounding areas during the Holocene",
        "referenceCn": null,
        "referenceEn": "Zhou, X.Y., Li, X.Q. (2011). Variations in spruce ( Picea sp.) distribution in the Chinese Loess Plateau and surrounding areas during the Holocene. The Holocene, 22, 687-696."
      },
      {
        "titleCn": "澧阳平原优周岗遗址孢粉记录的环境变化与人类活动.",
        "titleEn": null,
        "referenceCn": "郭媛媛, 莫多闻, 毛龙江,  郭伟民. (2016). 澧阳平原优周岗遗址孢粉记录的环境变化与人类活动. 地理研究,(06), 1041-1050.",
        "referenceEn": null
      },
      {
        "titleCn": "中国第四纪晚期孢粉记录整理",
        "titleEn": null,
        "referenceCn": "倪健, 陈瑜, Ulrike H, 董丹. (2010). 中国第四纪晚期孢粉记录整理. 植物生态学报(08), 1000-1005.",
        "referenceEn": null
      },
      {
        "titleCn": "青藏高原东部若尔盖盆地全新世泥炭地发育和植被变化",
        "titleEn": null,
        "referenceCn": "孙晓红, 赵艳, 李泉. (2017). 青藏高原东部若尔盖盆地全新世泥炭地发育和植被变化. 中国科学,(09), 1097-1109.",
        "referenceEn": null
      },
      {
        "titleCn": "青藏高原高寒灌丛草甸花粉组合的植被指示性",
        "titleEn": null,
        "referenceCn": "李怡雯, 许清海, 张生瑞, 李月丛, 孙沅浩, 王涛, 魏海成. (2019). 青藏高原高寒灌丛草甸花粉组合的植被指示性. 科学通报,(20), 2141-2150.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Assessing the impact of human activities on surface pollen assemblages in Qinghai Lake Basin, China",
        "referenceCn": null,
        "referenceEn": "Wei, H.C., Yuan, Q., Xu, Q.H., & Shan, F.S. (2018). Assessing the impact of human activities on surface pollen assemblages in Qinghai Lake Basin, China. Journal of Quaternary Science, 33(6): 702-712."
      },
      {
        "titleCn": "论青藏高原范围与面积",
        "titleEn": null,
        "referenceCn": "张镱锂, 李炳元, 郑度. (2002). 论青藏高原范围与面积. 地理研究, (01), 1-8.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Holocene variations in the Asian monsoon inferred from the geochemistry of lake sediments in central Tibet",
        "referenceCn": null,
        "referenceEn": "Carrie Morrill, Jonathan T. Overpeck, Julia E. Cole, Kam-biu Liu, Shen, C.M., & Tang, L.Y. (2006). Holocene variations in the Asian monsoon inferred from the geochemistry of lake sediments in central Tibet.Quaternary Research ,(2),1012-1036."
      },
      {
        "titleCn": "基于GIS的青藏高原史前交通路线与分区分析",
        "titleEn": null,
        "referenceCn": "朱燕, 侯光良, 兰措卓玛, 高靖易, 庞龙辉. (2018). 基于GIS的青藏高原史前交通路线与分区分析. 地理科学进展, (03), 438-449.",
        "referenceEn": null
      },
      {
        "titleCn": "青海湖16ka以来的花粉记录及其古气候古环境演化",
        "titleEn": null,
        "referenceCn": "刘兴起, 沈吉, 王苏民, 羊向东, 张恩楼, 童国榜. (2002). 青海湖16ka以来的花粉记录及其古气候古环境演化. 科学通报, (17), 1351-1355.",
        "referenceEn": null
      },
      {
        "titleCn": "共和盆地末次冰消期以来的植被和环境演变",
        "titleEn": null,
        "referenceCn": "程波,陈发虎 & 张家武.(2010).共和盆地末次冰消期以来的植被和环境演变. 地理学报(11),1336-1344. doi:CNKI:SUN:DLXB.0.2010-11-005.",
        "referenceEn": null
      },
      {
        "titleCn": "昆仑山垭口热水剖面18000年以来的环境变化记录",
        "titleEn": null,
        "referenceCn": "刘耕年, 崔之久, 伍永秋, 许清海. (1997). 昆仑山垭口热水剖面18000年以来的环境变化记录. 地质力学学报, (04),41-47.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Holocene vegetation and climate history at Hurleg Lake in the Qaidam Basin, northwest China",
        "referenceCn": null,
        "referenceEn": "Zhao, Y., Yu, Z.C., Chen, F.H., & Zhao, C. (2006). Holocene vegetation and climate history at Hurleg Lake in the Qaidam Basin, northwest China. Review of Palaeobotany and Palynology, 145: 275-288."
      },
      {
        "titleCn": null,
        "titleEn": "Reconstructing climate variability on the northeastern Tibetan Plateau since the last Lateglacial – a multi-proxy, dual-site approach comparing terrestrial and aquatic signals",
        "referenceCn": null,
        "referenceEn": "Wischnewski, J., Mischke, S., Wang, Y.B., & Herzschuh, U. (2011). Reconstructing climate variability on the northeastern Tibetan Plateau since the last Lateglacial – a multi-proxy, dual-site approach comparing terrestrial and aquatic signals. Quaternary Science Reviews, 30,82-97."
      },
      {
        "titleCn": null,
        "titleEn": "Quantitative climate and vegetation trends since the late glacial on the northeastern Tibetan Plateau deduced from Koucha Lake pollen spectra",
        "referenceCn": null,
        "referenceEn": "Herzschuh, U., Kramer, A., Mischke, S., & Zhang, C.J. (2008). Quantitative climate and vegetation trends since the late glacial on the northeastern Tibetan Plateau deduced from Koucha Lake pollen spectra. Quaternary Research, 71: 162-171."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "海相沉积",
        "nameEn": "Marine Sediments"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibetan plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "距今6000年-距今2000年",
        "keywordEn": "6000 - 2000 years ago",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "中国科学院战略性先导科技专项（A类）",
        "titleEn": "Strategic Priority Research Program (A) of the Chinese Academy of Sciences"
      },
      {
        "titleCn": "青海省地理空间信息技术与应用重点实验室基金",
        "titleEn": "Foundation of Qinghai Provincial Key Laboratory of Geospatial Information Technology and Application"
      },
      {
        "titleCn": "青藏高原史前文化分区及交流路线与环境",
        "titleEn": "National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
        "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the essential features and criteria for selecting stratigraphic pollen sequences when studying human activity on the Qinghai-Tibet Plateau during the mid to late Holocene?",
        "QuestionCn": "在研究青藏高原中晚全新世人类活动时，选择地层花粉序列的基本特征和标准是什么？",
        "AnswerEn": "mid to late Holocene, good chronological control, quantitative expression in calendar years or 14C years, high resolution, geographic distribution covering the entire plateau and its subdivisions, calibrated to calendar years if necessary",
        "AnswerCn": "中晚全新世，良好的年代控制，以日历年或14C年为定量表达，高分辨率，地理分布覆盖整个高原及其各个分区，如有必要，校准为日历年。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many stratigraphic pollen sequences were selected to explore human activity on the Tibetan Plateau during the mid to late Holocene?",
        "QuestionCn": "为了探讨青藏高原中晚全新世的人类活动，选择了多少个地层花粉序列？",
        "AnswerEn": "28",
        "AnswerCn": "28",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the 'standardization process' in the context of compiling human activity pollen records from stratigraphic fossil pollen sequences?",
        "QuestionCn": "在从地层化石花粉序列编制人类活动花粉记录的背景下，“标准化过程”是什么？",
        "AnswerEn": "The 'standardization process' involves normalizing the original human-associated pollen records extracted from stratigraphic fossil pollen sequences to eliminate differences in magnitude among various pollen types, allowing for comparison between them. This is achieved using the deviation method, converting the original data into standardized values, which are then used to calculate the average for each subregion. This helps synthesize the human-associated pollen record across the entire area of study, resulting in what is referred to as the 'accompanying human index,' where a higher index indicates stronger human activity intensity.",
        "AnswerCn": "“标准化过程”涉及对从地层化石花粉序列中提取的原始人类相关花粉记录进行归一化，以消除不同花粉类型之间的幅度差异，从而允许它们之间的比较。这是通过偏差法实现的，将原始数据转换为标准化值，然后用于计算每个子区域的平均值。这有助于综合整个研究区域的人类相关花粉记录，最终形成所谓的“伴随人类指数”，其中较高的指数表示更强的人类活动强度。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What challenges might arise in ensuring the temporal accuracy and resolution of pollen sequences when investigating human activities on the Tibetan Plateau during the Mid to Late Holocene?",
        "QuestionCn": "在研究青藏高原中晚全新世人类活动时，确保花粉序列的时间准确性和分辨率可能会面临哪些挑战？",
        "AnswerEn": "In this domain, ensuring temporal accuracy involves the calibration of sequences that are measured in both calendar years and carbon-14 years, necessitating corrections to standardize them to calendar years. Maintaining high resolution is crucial, and sequences with gaps or insufficient resolution (less than 100 years) may require averaging of pollen data for specific periods. These procedures are essential to accurately reflect human activities over time and across different regions of the plateau.",
        "AnswerCn": "在这个领域，确保时间准确性涉及到对以公历年和碳-14年测量的序列进行校准，需要进行修正以将其标准化为公历年。保持高分辨率至关重要，存在间隙或分辨率不足（少于100年）的序列可能需要对特定时期的花粉数据进行平均。这些程序对于准确反映人类活动在时间和高原不同地区的变化是必不可少的。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting spore-pollen records from stratigraphic sequences across the Qinghai-Tibet Plateau to study human activity during the mid to late Holocene?",
        "QuestionCn": "在青藏高原的地层序列中收集孢粉记录以研究中晚全新世人类活动的主要目标是什么？",
        "AnswerEn": "The primary objective is to investigate human activity information in the Qinghai-Tibet Plateau region by selecting reliable spore-pollen records that cover the mid to late Holocene (since 6.0 ka BP), with good chronological control and high resolution, ensuring a comprehensive geographical coverage across the plateau and its subdivisions. The ultimate goal is to extract, calculate, and synthesize companion pollen records from stratigraphic sequences to develop an index that reflects human activity intensity in the region during this period.",
        "AnswerCn": "主要目标是通过选择可靠的孢粉记录，调查青藏高原地区的人类活动信息，这些记录覆盖中晚全新世（自6.0千年前以来），具有良好的年代控制和高分辨率，确保对高原及其细分区域的全面地理覆盖。最终目标是从地层序列中提取、计算和综合伴随的花粉记录，以开发一个反映该地区在此期间人类活动强度的指数。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in selecting and standardizing pollen sequences from multiple stratigraphic records to assess human activity intensity in the Qinghai-Tibet Plateau during the mid to late Holocene?",
        "QuestionCn": "在选择和标准化来自多个地层记录的花粉序列以评估青藏高原中晚全新世人类活动强度时，涉及哪些程序步骤？",
        "AnswerEn": "The procedural steps involve selecting stratigraphic pollen sequences based on criteria such as coverage of the mid to late Holocene, good chronological control expressed in calendar years or 14C years, high resolution, and wide geographical coverage across the plateau and its subdivisions. Once selected, the sequences are calibrated to calendar years if necessary, and pollen content values and corresponding ages are quantitatively extracted. To ensure data validity, data points at turning points are prioritized, and for periods with less than 100-year resolution, average pollen content data is used. The extracted pollen records are then standardized using the deviation method to eliminate magnitude differences between different pollen types, allowing for comparison. The standardized records are averaged per region to synthesize the human-related pollen record, termed the companion index, which indicates the intensity of human activity.",
        "AnswerCn": "程序步骤包括根据以下标准选择地层花粉序列：覆盖中晚全新世、良好的年代控制（以日历年或14C年表示）、高分辨率以及在高原及其细分区域的广泛地理覆盖。一旦选择了序列，如有必要，将其校准为日历年，并定量提取花粉含量值及相应的年龄。为了确保数据的有效性，优先考虑转折点的数据点，对于分辨率低于100年的时期，使用平均花粉含量数据。然后，提取的花粉记录使用偏差法进行标准化，以消除不同花粉类型之间的幅度差异，从而便于比较。标准化记录按区域平均，以综合人类相关的花粉记录，称为伴随指数，指示人类活动的强度。",
        "Level": "C3(Applying)"
      }
    ]
  }
}