{
  "id": "512bb48e-d3c7-4964-9578-a4da92af62ad",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Drainage networks of Lancang-Mekong river basin (flow direction, flow accumulation, river networks)",
      "titleCn": "澜沧江-湄公河流域高精度汇流网络数据集（流向、汇流累积、矢量河网）",
      "description": "1) Data content (including elements and significance)\nThis data set contains information of flow direction, accumulation of vector river network of Lancang Mekong River Basin.\n<br><br>\n2) Data sources and processing methods\nIn this data set, the remote sensing stream buring (RSSB) method (Wang et al., 2021) is adopted, and the high-precision elevation model MERIT-DEM and Sentinel-2 optical imagery are fused.\n<br><br>\n3) Data quality description\nValidations show that this data set has high spatial accuracy (Wang et al, 2021).\n<br><br>\n4) Data application achievements and Prospects\nThis data set provides basic information of river networks, which can be used for hydrological model, land surface model, earth system model, as well as for mapping and spatial statistical analysis.",
      "descriptionCn": "1) 数据内容\n本数据集包含澜沧江-湄公河流域流向、汇流累积和矢量河网信息。\n2) 数据来源及加工方法\n本数据集采用了遥感蚀刻方法（Remote Sensing Stream Burning, Wang et. al, 2021），融合了高精度高程模型MERIT-DEM和哨兵2号光学影像。\n3) 数据质量描述\n经验证，本数据集具备较高的空间精度（Wang et. al, 2021）。<br />\n4) 数据应用成果及前景\n本数据集提供了基础的河流网络及其汇流信息，可用于水文模型、陆面过程模型、地球系统模式等模拟用途，也可以用于制图和空间统计分析。",
      "instructions": "",
      "instructionsCn": "- 本数据集包含流域和子流域2个空间范围，分别对应一个文件夹\n- 每个文件夹中，包含流向（DIR）、汇流累积（ACC）和河网（RIV）文件",
      "east": 110.0,
      "west": 90.0,
      "south": 9.0,
      "north": 35.0,
      "startTime": "2015-12-01 00:00:00",
      "endTime": "2020-01-01 00:00:00",
      "fileSize": 4245671439.0,
      "cstr": null,
      "doi": "10.1016/j.rse.2020.112281",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王子丰",
        "nameEn": "WANG Zifeng",
        "unitEn": "",
        "unitCn": "香港大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Basin-scale high-resolution extraction of drainage networks using 10-m Sentinel-2 imagery",
        "referenceCn": null,
        "referenceEn": "Wang, Z., Liu, J., Li, J., Meng, Y., Pokhrel, Y., & Zhang, H. (2021). Basin-scale high-resolution extraction of drainage networks using 10-m Sentinel-2 imagery. Remote Sensing of Environment, 255, 112281. https://doi.org/10.1016/j.rse.2020.112281"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "DEM",
        "nameEn": "Digital elevation model"
      },
      {
        "nameCn": "地形",
        "nameEn": "Topography"
      },
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "水文遥感产品",
        "nameEn": "Hydrological remote sensing products"
      },
      {
        "nameCn": "河流/溪流",
        "nameEn": "Rivers/Streams"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "湄公河",
        "keywordEn": "Mekong River"
      },
      {
        "keywordCn": "澜沧江",
        "keywordEn": "Lancang River"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2015-2020",
        "keywordEn": "2015-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the use of the Remote Sensing Stream Burning method ensure high spatial accuracy for datasets in the Lancang-Mekong River Basin?",
        "QuestionCn": "遥感流域燃烧方法的使用是否确保了澜沧江-湄公河流域数据集的高空间精度？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to create a high-precision river network dataset for the Lancang-Mekong River Basin?",
        "QuestionCn": "您能否提供一个用于创建澜沧-湄公河流域高精度河流网络数据集的数据收集方法的示例？",
        "AnswerEn": "A data collection method used involves the remote sensing stream burning technique, which integrates high-resolution elevation models (MERIT-DEM) and Sentinel-2 optical imagery to gather and refine data for the creation of high-precision river network datasets.",
        "AnswerCn": "一种数据收集方法涉及远程感知火焰燃烧技术，该技术整合了高分辨率高程模型（MERIT-DEM）和Sentinel-2光学影像，以收集和精炼数据，从而创建高精度河流网络数据集。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the features of data collection methods utilizing remote sensing stream burning in hydrological datasets?",
        "QuestionCn": "利用遥感流域燃烧的水文数据集的数据收集方法的特点是什么？",
        "AnswerEn": "high-resolution elevation models, MERIT-DEM, Sentinel-2 optical imagery, enhanced spatial accuracy, detailed flow direction, flow accumulation, vector river network information",
        "AnswerCn": "高分辨率高程模型、MERIT-DEM、Sentinel-2光学影像、增强空间精度、详细流向、流域汇流、矢量河流网络信息。",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the 'Remote Sensing Stream Burning' method in the context of river network data collection?",
        "QuestionCn": "在河流网络数据收集的背景下，“遥感流燃烧”方法是什么？",
        "AnswerEn": "The 'Remote Sensing Stream Burning' method is a data collection approach that combines high-resolution elevation models such as MERIT-DEM with optical imagery from satellites like Sentinel-2 to generate detailed information on river networks, including flow direction, flow accumulation, and vector river network data.",
        "AnswerCn": "“遥感流域燃烧”方法是一种数据收集方法，它结合了高分辨率的高程模型，如MERIT-DEM，以及来自卫星如Sentinel-2的光学影像，以生成关于河流网络的详细信息，包括流向、流量积累和矢量河流网络数据。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for integrating high-precision elevation models and optical imagery in developing a dataset for the Lancang-Mekong River Basin?",
        "QuestionCn": "在开发澜沧江-湄公河流域的数据集时，集成高精度高程模型和光学影像的需求是什么原因？",
        "AnswerEn": "The integration of high-precision elevation models like MERIT-DEM and optical imagery from Sentinel-2 is necessary to accurately capture flow direction, flow accumulation, and vector river network information. This approach addresses the need for high spatial accuracy and enhances the quality of hydrological and geospatial data, which is critical for applications in hydrological modeling, land surface process modeling, and earth system modeling.",
        "AnswerCn": "高精度的高程模型，如MERIT-DEM，与Sentinel-2的光学影像的集成是必要的，以准确捕捉流向、流量积累和矢量河流网络信息。这种方法满足了对高空间精度的需求，并提高了水文和地理空间数据的质量，这对于水文建模、陆面过程建模和地球系统建模等应用至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to develop a high-precision confluence network dataset for the Lancang-Mekong River Basin using remote sensing techniques?",
        "QuestionCn": "为什么使用遥感技术开发高精度的澜沧江-湄公河流域汇流网络数据集很重要？",
        "AnswerEn": "The objective of developing a high-precision confluence network dataset is to provide foundational river network and confluence information that can be utilized in hydrological models, land surface process models, and earth system simulations. This dataset, created using the remote sensing stream burning method and integrating high-resolution elevation models and optical imagery, offers high spatial accuracy, which is crucial for accurate modeling, mapping, and spatial statistical analysis.",
        "AnswerCn": "开发高精度汇流网络数据集的目标是提供基础的河流网络和汇流信息，以便在水文模型、陆面过程模型和地球系统模拟中使用。该数据集采用遥感流域燃烧方法创建，并整合了高分辨率的高程模型和光学影像，提供了高空间精度，这对于准确建模、制图和空间统计分析至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in integrating high-resolution elevation models with optical satellite imagery to enhance the accuracy of river network datasets in the Lancang-Mekong basin?",
        "QuestionCn": "将高分辨率高程模型与光学卫星影像集成，以提高澜沧江-湄公河流域河流网络数据集的准确性涉及哪些程序？",
        "AnswerEn": "The integration involves using the Remote Sensing Stream Burning technique, which combines high-resolution elevation data from the MERIT-DEM with optical images from Sentinel-2. This method helps in accurately delineating river networks and their flow direction and accumulation.",
        "AnswerCn": "该集成涉及使用遥感流烧技术，该技术结合了来自MERIT-DEM的高分辨率高程数据和来自Sentinel-2的光学图像。这种方法有助于准确划定河流网络及其流向和汇聚。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the integration of remote sensing methods with high-resolution elevation models for enhanced hydrological data collection in river basins?",
        "QuestionCn": "哪些技术进步使得遥感方法与高分辨率高程模型的结合得以实现，从而增强了河流流域的水文数据收集？",
        "AnswerEn": "The integration of remote sensing stream burning techniques with high-resolution elevation models like MERIT-DEM and optical imagery from Sentinel-2 has enabled the collection of detailed hydrological data in river basins, providing high spatial accuracy and comprehensive flow network information.",
        "AnswerCn": "遥感火灾监测技术与高分辨率高程模型（如MERIT-DEM）和Sentinel-2的光学影像的结合，使得在流域内收集详细的水文数据成为可能，提供了高空间精度和全面的流动网络信息。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}