{
    "id": "515cdd0e-47c5-4696-bc22-28e603e6ea8e",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Landuse/landcover dataset in the middle reaches of the Heihe River Basin (2011)",
            "titleCn": "黑河流域中游土地利用/土地覆被数据集（2011）",
            "description": "The land use / land cover data set of Heihe River Basin in 2011 is the Remote Sensing Research Office of Institute of cold and drought of Chinese Academy of Sciences. Based on the remote sensing data of landsatm and ETM in 2011, combined with field investigation and verification, a 1:100000 land use / land cover image and vector database of Heihe River Basin is established.            \nThe data set mainly includes 1:100000 land use graph data and attribute data in the middle reaches of Heihe River Basin.            \nThe land cover data of 1:100000 (2011) in Heihe River Basin and the previous land cover are classified into six first-class categories (cultivated land, forest land, grassland, water area, urban and rural residents, industrial and mining land and unused land) and 25 second-class categories by the same hierarchical land cover classification system. The data type is vector polygon and stored in shape format.\nLand cover classification attributes:            \nLevel 1 type     level 2 type     attribute code      spatial distribution location            \nCultivated land: plain dry land 123 is mainly distributed in basin, piedmont, river alluvial, proluvial or lacustrine plain (poor irrigation conditions due to water shortage).            \nThe upland and land 122 is mainly distributed in the hilly area, and generally, the plot is distributed on the gentle slope of the hill, as well as on the top of the ridge and the base.            \nThe dry land 121 is mainly distributed in the mountainous area, the hillside (gentle slope, hillside, steep slope platform, etc.) and the Piedmont belt below 4000 m above sea level.            \nWoodland: there are woodland (Arbor) 21 mainly distributed in high mountains (below 4000 meters above sea level) or middle mountain slopes, valley slopes, mountain tops, plains, etc.            \nShrub land 22 is mainly distributed in the higher mountain area (below 4500m), most of which are hillside, valley and sandy land.            \nSparse forest land 23 is mainly distributed in mountainous areas, hills, plains and sandy land, Gobi (Loamy, sandy conglomerate) edge.            \nOther forest lands 24 are mainly distributed around the oasis ridge, riverside, roadside and rural residential areas.            \nGrassland: high cover grassland 31 is generally distributed in mountainous area (gentle slope), hilly area (steep slope), river beach, Gobi, sandy land, etc.            \nThe middle cover grassland 32 is mainly distributed in dry areas (low-lying land next door and land between Sandy Hills, etc.).            \nLow cover grassland 33 mainly grows in dry areas (loess hills and sand edge).            \nWater area: channel 41 is mainly distributed in plain, inter Sichuan cultivated land and inter mountain valley.            \nLake 42 is mainly distributed in low-lying areas.            \nReservoir pond 43 is mainly distributed in plain and valley between rivers, surrounded by residential land and cultivated land.            \nGlaciers and permanent snow cover 44 are mainly distributed on the top of (over 4000) mountains.            \nThe beach land 46 is mainly distributed in the valley, piedmont, plain lowland, the edge of river lake basin and so on.            \nResidential land: urban land 51 is mainly distributed in plain, mountain basin, slope and gully platform.            \nRural residential land 52 is mainly distributed in oasis, cultivated land and roadside, tableland, slope, etc.            \nIndustrial and mining land and traffic land 53 are generally distributed in the periphery of cities and towns, more developed traffic areas and industrial mining areas.            \nUnused land: sand 61 is mostly distributed in the basin, both sides of the river, the river bay and the periphery of the mountain front Gobi.            \nGobi 62 is mainly distributed in the Piedmont belt with strong wind erosion and sediment transport.            \nSalt alkali 63 is mainly distributed in relatively low and easy to accumulate water, dry lakes and lakeside.            \nSwamp 64 is mainly distributed in relatively low and easy to accumulate water.            \nBare soil 65 is mainly distributed in the arid areas (mountain steep slopes, hills, Gobi), and the vegetation coverage is less than 5%.            \nBare rock 66 is mainly distributed in the extremely dry stone mountain area (windy, light rain).            \nThe other 67 are mainly distributed in the exposed rocks formed by freezing and thawing over 4000 meters, also known as alpine tundra.\nProjection parameters:\nProjection ALBERS\nUnits METERS\nSpheroid Krasovsky\nParameters:\n25 00 0.000 /* 1st standard parallel\n47 00 0.000 /* 2nd standard parallel\n105 00 0.000 /* central meridian\n0 0 0.000 /* latitude of projection's origin\n0.00000 /* false easting (meters)\n0.00000 /* false northing (meters)",
            "descriptionCn": "黑河流域2011年土地利用/土地覆被数据集是中国科学院寒旱所遥感研究室，以GIS为手段，基于2011年LandsaTM和ETM遥感数据，结合野外考察验证，建立了黑河流域1：10万土地利用/土地覆被影像和矢量数据库。\n该数据集所包括的内容主要是黑河流域中游1:10万土地利用图形数据和属性数据。\n黑河流域1：10万（2011年）土地覆被数据和以往土地覆被采用同一个分层的土地覆被分类系统，将全流域划分为6个一级类（耕地、林地、草地、水域、城镇和农村居民及工矿用地和未利用土地），25个二级类；数据类型为矢量多边形，以Shape格式存储。\n土地覆被分类属性：\n一级类型 二级类型 属性编码 空间分布位置\n耕地:平原旱地 123 主要分布在盆地、山前带、河流冲积、洪积或湖积平原（水源短缺灌溉条件较差）。\n     丘陵旱地 122 主要分布在丘陵区，一般状况下地块分布在丘陵的缓坡以及墚、卯之上。\n     山区旱地 121 主要分布在山区，海拔在4000米以下的山坡（缓坡、山腰、陡坡台地等）及山前带上。\n林地:有林地（乔木） 21 主要分布在高山（海拔4000米以下）或中山坡地、谷地两坡、山顶、平原等。\n     灌木林地 22 主要分布在较高的山区（4500米以下），多数分布山坡和山谷及沙地。\n     疏林地 23 主要分布在山区、丘陵、平原及沙地、戈壁（壤质、沙砾质）边缘。\n     其他林地 24 主要分布在绿洲田埂，河边、路边及农村居民点周围。\n草地:高覆被草地 31 一般分布在山区（缓坡）、丘陵（陡坡）及河间滩地、戈壁、沙地丘间等。\n     中覆被草地 32 主要分布在较干燥地方（隔壁低洼地和沙地丘间地等）。\n     低覆被草地 33 主要生长在较干燥地方(黄土丘陵上和沙地边缘)。\n水域:河渠 41 主要分布在平原、川间耕地以及山间沟谷内。\n     湖泊 42 主要分布在地势低洼地区。\n     水库坑塘 43主要分布在平原、川间谷内，周围有居民地和耕地。\n     冰川及永久性积雪 44 主要分布在（4000以上）高山顶部。\n     河滩地 46 主要分布在高中低山坡面沟谷、山前、平原低地、河湖盆边缘等。\n居民地:城镇用地       51主要分布在平原、山区盆地、坡地及沟谷地台地。\n       农村居民地     52主要分布在绿洲、耕地及路边、塬面、坡上等。\n       工矿和交通用地 53一般分布在城镇外围、交通较发达区域和工业采矿区。\n未利用土地:沙地 61大多分布在盆地、河流两侧、河湾及山前戈壁外围。\n           戈壁 62主要分布在风蚀较强有沙源物质输送的山前带。\n           盐碱 63主要分布在相对较低易积水及干湖泊及湖泊边。\n           沼泽 64主要分布在相对较低易积水地段。\n           裸土 65主要分布在较干旱地区（山间陡坡、丘陵、戈壁），植被盖度<5% 。\n           裸岩 66主要分布在极度干旱的石质山区（风大、少雨）。\n           其他 67主要分布在4000米以上冻融形成的裸露岩石，又称高寒苔原。\n投影参数：\nProjection ALBERS\nUnits METERS\nSpheroid Krasovsky\nParameters:\n25 00 0.000 /* 1st standard parallel\n47 00 0.000 /* 2nd standard parallel\n105 00 0.000 /* central meridian\n0 0 0.000 /* latitude of projection's origin\n0.00000 /* false easting (meters)\n0.00000 /* false northing (meters)",
            "instructions": "Store in shape format.",
            "instructionsCn": "以Shape格式存储。",
            "east": 102.0,
            "west": 97.0,
            "south": 37.63,
            "north": 41.0,
            "startTime": "2018-11-20 10:48:23",
            "endTime": "2018-11-20 10:48:23",
            "fileSize": 110977285.0,
            "cstr": "18406.11.Socioeco.tpdc.270812",
            "doi": "10.11888/Socioeco.tpdc.270812",
            "dataFormat": "shp",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王建华",
                "nameEn": "WANG Jianhua",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Hu XL, Lu L, Li X, Wang JH, Guo M. Land Use/Cover Change in the Middle Reaches of the Heihe River Basin over 2000-2011 and Its Implications for Sustainable Water Resource Management",
                "referenceCn": null,
                "referenceEn": "Hu XL, Lu L, Li X, Wang JH, Guo M. Land Use/Cover Change in the Middle Reaches of the Heihe River Basin over 2000-2011 and Its Implications for Sustainable Water Resource Management. PLoS ONE, 2015, 10(6): e0128960.\r\nDOI: 10.1371/journal.pone.0128960."
            },
            {
                "titleCn": null,
                "titleEn": "Ejin Oasis land use and vegetation change between 2000 and 2011: the role of the Ecological water diversion project",
                "referenceCn": null,
                "referenceEn": "Hu XL, Lu L, Li X,Wang JH,Lu XG. Ejin Oasis land use and vegetation change between 2000 and 2011: the role of the Ecological water diversion project. Energies,2015,8,7040-7057.DOI:10.3390/en8077040."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用",
                "nameEn": "Land use"
            },
            {
                "nameCn": "土地覆被",
                "nameEn": "land cover"
            },
            {
                "nameCn": "土地资源",
                "nameEn": "Land Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河中游",
                "keywordEn": "Middle Reaches of Heihe River Basin"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2011",
                "keywordEn": "2011",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "面向黑河流域生态-水文过程集成研究的数据整理与服务",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The Heihe River Basin (HRB) is a typical arid inland river basin in northwestern China. The water from the Heihe River is important to agricultural production and ecosystem stabilization in the middle and lower reaches of the HRB and is highly sensitive to climate change and human activities in the area. Human activities have therefore become the dominant driver of changes in the water resources of the HRB over the last 60 years. With large-scale developments in the use of both water and land resources, human-induced water shortages have become a serious environmental, economic and social problem. To prevent further ecosystem deterioration and to restore the environment in the lower reaches, the Chinese Government implemented the Ecological Water Diversion Project (EWDP) in 2000."
            ],
            "research objective": [
                "The aim of this study is to supply updated, accurate and reliable information on changes in land use/cover between 2000 and 2011. A further aim is to investigate the impact of land use/cover on sustainable water resources management in the region."
            ],
            "challenges": [
                "A substantial increase in the farmland inevitably led to the over-extraction of groundwater and a transfer of water from ecosystems. The over-extraction of groundwater has resulted in declining groundwater levels in particular areas of the middle reaches. The declining groundwater levels and the reduction in ecological water led to the reduction of shrub forests and an increase in grassland desertification in particular areas of the middle reaches. In the field survey, we found that a large area of Elaeagnus forest exhibited drought stress or partial die-out in the tree farms of Jiulong Jiang. This effect was probably due to declining groundwater levels and ecological water. The expansion of farmland areas in the middle reaches will present a severe challenge for local governments when continuous low-flow years occur. This trend may also threaten the sustainability of the entire river basin."
            ],
            "methods": [],
            "dataset": [
                "In this study, we present three datasets of land use/cover in the middle reaches of the HRB derived from Landsat TM/ETM+ images in 2000, 2007 and 2011. These land use/cover data were derived from 30-m-resolution Landsat TM/ETM+ images. The Landsat TM/ETM+ images were acquired in the three study years (2000, 2007 and 2011) over the entire study area. The path/row numbers were 133/033 and 134/033. These images were downloaded from the U.S. Geological Survey (USGS) (http://glovis.usgs.gov/)."
            ],
            "findings": [
                "The results show that the most significant land use/cover change in the middle reaches of the HRB was the continuous expansion of farmland for economic interests. From 2000 to 2011, the farmland area increased by 12.01%. The farmland expansion increased the water resource stress; thus, groundwater was over-extracted and the ecosystem was degraded in particular areas. Both consequences are negative and potentially threaten the sustainability of the middle reaches of the HRB and the entire river basin."
            ],
            "backgroundCn": [
                "黑河流域（HRB）是中国西北部一个典型的干旱内陆河流域。黑河的水对HRB中下游的农业生产和生态系统稳定至关重要，并且对气候变化和人类活动高度敏感。因此，在过去60年中，人类活动已成为HRB水资源变化的主要驱动因素。随着水资源和土地资源的大规模开发，人为引起的水资源短缺已成为严重的环境、经济和社会问题。为了防止生态系统进一步恶化并恢复下游环境，中国政府于2000年实施了生态水利调配工程（EWDP）。"
            ],
            "research objectiveCn": [
                "本研究的目的是提供2000年至2011年间土地利用/覆盖变化的最新、准确和可靠的信息。进一步的目标是调查土地利用/覆盖对该地区可持续水资源管理的影响。"
            ],
            "challengesCn": [
                "大规模的农田扩张不可避免地导致了地下水的过度开采和水资源从生态系统的转移。地下水的过度开采导致中游特定区域的地下水位下降。地下水位的下降和生态水的减少导致了灌木森林的减少以及中游特定区域草地沙漠化的加剧。在实地调查中，我们发现九龙江的树木农场中大面积的沙棘林表现出干旱压力或部分枯死。这种影响可能是由于地下水位和生态水的下降所致。中游地区农田面积的扩张将在持续低流量年份中给地方政府带来严峻挑战。这一趋势也可能威胁到整个流域的可持续性。"
            ],
            "methodsCn": [],
            "datasetCn": [
                "在本研究中，我们呈现了来自Landsat TM/ETM+影像的三个土地利用/覆盖数据集，这些数据集涵盖了HRB中游地区，时间为2000年、2007年和2011年。这些土地利用/覆盖数据是从30米分辨率的Landsat TM/ETM+影像中提取的。Landsat TM/ETM+影像在研究的三个年份（2000年、2007年和2011年）覆盖了整个研究区域。路径/行号为133/033和134/033。这些影像是从美国地质调查局（USGS）下载的（http://glovis.usgs.gov/）。"
            ],
            "findingsCn": [
                "结果显示，HRB中游地区最显著的土地利用/覆盖变化是出于经济利益的持续农田扩张。从2000年到2011年，农田面积增加了12.01%。农田扩张加剧了水资源压力，因此地下水被过度开采，生态系统在特定区域受到破坏。这两种后果都是负面的，可能威胁到HRB中游地区及整个流域的可持续性。"
            ]
        }
    ],
    "query": {
        "Concept Completion": [
            {
                "QuestionEn": "What are the primary data collection methods used in deriving land use/cover datasets in the middle reaches of the Heihe River Basin?",
                "QuestionCn": "在黑河流域中游地区，获取土地利用/覆盖数据集的主要数据收集方法有哪些？",
                "AnswerEn": "Landsat TM/ETM+ remote sensing images",
                "AnswerCn": "Landsat TM/ETM+ 遥感影像",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where can the Landsat TM/ETM+ images used for land use/cover datasets in the Heihe River Basin be accessed or downloaded?",
                "QuestionCn": "在何处可以访问或下载用于黑河流域土地利用/覆盖数据集的Landsat TM/ETM+影像？",
                "AnswerEn": "USGS website",
                "AnswerCn": "USGS 网站",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to assess land use/cover changes in arid inland river basins?",
                "QuestionCn": "您能否提供一个用于评估干旱内陆河流流域土地利用/覆盖变化的数据收集方法的例子？",
                "AnswerEn": "A data collection method used in this domain involves using 30-m-resolution Landsat TM/ETM+ images to derive land use/cover data. These images, covering different years such as 2000, 2007, and 2011, are acquired over the entire study area and are instrumental in providing updated and accurate information on land use/cover changes.",
                "AnswerCn": "在该领域中使用的一种数据收集方法是利用30米分辨率的Landsat TM/ETM+影像来获取土地利用/覆盖数据。这些影像覆盖了2000年、2007年和2011年等不同年份，获取了整个研究区域的影像，对于提供土地利用/覆盖变化的最新和准确的信息至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when collecting data on land use/cover changes in the middle reaches of an arid river basin?",
                "QuestionCn": "在干旱河流流域中游段收集土地利用/覆盖变化数据时面临的一个挑战是什么？",
                "AnswerEn": "A significant challenge encountered is the over-extraction of groundwater due to a substantial increase in farmland, leading to declining groundwater levels and ecological water, which in turn causes the reduction of shrub forests and increased grassland desertification.",
                "AnswerCn": "一个显著的挑战是由于农田的显著增加，导致地下水的过度开采，进而造成地下水位下降和生态水减少，这导致灌木森林的减少和草地沙漠化的加剧。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the properties of land use/cover classification systems in the Heihe River Basin datasets?",
                "QuestionCn": "黑河流域数据集的土地利用/覆盖分类系统的属性是什么？",
                "AnswerEn": "hierarchical approach, six primary categories, 25 secondary categories, vector polygons, Shape format",
                "AnswerCn": "分层方法，六个主要类别，25个次要类别，矢量多边形，Shape格式。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the characteristics of remote sensing data used for land use/cover mapping in the Heihe River Basin?",
                "QuestionCn": "用于黑河流域土地利用/覆盖制图的遥感数据的特征是什么？",
                "AnswerEn": "30 meters resolution, Landsat TM/ETM+ images, years 2000, 2007, 2011, entire study area coverage",
                "AnswerCn": "30米分辨率，Landsat TM/ETM+影像，年份为2000年、2007年、2011年，覆盖整个研究区域。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the specific spatial distribution attributes recorded in the land use/cover datasets of the Heihe River Basin?",
                "QuestionCn": "在黑河流域的土地利用/覆盖数据集中记录的具体空间分布属性是什么？",
                "AnswerEn": "plains, basins, hills, mountainous areas, riverbanks, areas prone to drought, arable land, forest, grassland, water bodies",
                "AnswerCn": "平原、盆地、丘陵、山区、河岸、易旱地区、可耕地、森林、草原、水体",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the Landsat TM/ETM+ images used for generating land use/cover data in the middle reaches of the HRB?",
                "QuestionCn": "用于生成HRB中游土地利用/覆盖数据的Landsat TM/ETM+影像的空间分辨率是多少？",
                "AnswerEn": "30 meters",
                "AnswerCn": "30米",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many years of Landsat TM/ETM+ images were utilized to derive datasets of land use/cover changes in the Heihe River Basin?",
                "QuestionCn": "在黑河流域，利用了多少年的Landsat TM/ETM+影像来推导土地利用/覆盖变化的数据集？",
                "AnswerEn": "3 years",
                "AnswerCn": "3年",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'land use/cover classification system' mean in the context of the Heihe River Basin study?",
                "QuestionCn": "在黑河流域研究的背景下，“土地利用/覆盖分类系统”指的是对土地的使用和覆盖类型进行系统化分类的方法。这种分类系统通常用于分析和监测土地资源的变化，以支持可持续发展和环境管理。",
                "AnswerEn": "In the context of the Heihe River Basin study, 'land use/cover classification system' refers to a hierarchical structure used to categorize land into primary and secondary types based on its usage and natural features. It organizes the land into six primary categories such as cultivated land, forest land, grassland, water bodies, residential areas, and unused land, further divided into 25 secondary categories with specific attributes and spatial distribution characteristics.",
                "AnswerCn": "在黑河流域研究的背景下，“土地利用/覆盖分类系统”指的是一种层次结构，用于根据土地的使用和自然特征对土地进行分类。它将土地组织为六个主要类别，如耕地、林地、草地、水体、居住区和未利用土地，并进一步细分为25个具有特定属性和空间分布特征的次级类别。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges might arise in integrating field survey data with remotely sensed data to validate land use/cover classifications in the Heihe River Basin?",
                "QuestionCn": "在将实地调查数据与遥感数据整合以验证黑河流域的土地利用/覆盖分类时，可能会出现哪些挑战？",
                "AnswerEn": "Challenges include ensuring spatial and temporal consistency between field survey data and remotely sensed data, accurately matching field observations with satellite image pixels, and addressing discrepancies due to the scale and resolution differences. Additionally, environmental factors like weather conditions can affect both data sources.",
                "AnswerCn": "挑战包括确保实地调查数据与遥感数据之间的空间和时间一致性，准确匹配实地观察与卫星图像像素，以及解决由于尺度和分辨率差异引起的差异。此外，天气等环境因素也会影响这两种数据源。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways could the expansion of farmland in the Heihe River Basin impact the long-term sustainability of water resources, and how might this be reflected in land use/cover datasets?",
                "QuestionCn": "在黑河流域农田扩张将如何影响水资源的长期可持续性，以及这可能如何在土地利用/覆盖数据集中反映出来。",
                "AnswerEn": "The expansion of farmland increases water resource stress, leading to over-extraction of groundwater and degradation of ecosystems. This could be reflected in land use/cover datasets by a reduction in forested and natural areas, an increase in desertification, and shifts in vegetation types, highlighting changes in water availability and ecological conditions.",
                "AnswerCn": "农田的扩张增加了水资源压力，导致地下水的过度开采和生态系统的退化。这可以通过土地利用/覆盖数据集反映出来，表现为森林和自然区域的减少、沙漠化的增加以及植被类型的变化，突显水资源可用性和生态条件的变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges of accurately updating land use/cover data in arid inland river basins like the Heihe River Basin?",
                "QuestionCn": "在像黑河流域这样的干旱内陆河流域，准确更新土地利用/覆盖数据面临的挑战因素包括哪些？",
                "AnswerEn": "The challenges include substantial increases in farmland leading to over-extraction of groundwater, declining groundwater levels, reduction of ecological water, and subsequent ecological impacts such as shrub forest reduction and increased grassland desertification.",
                "AnswerCn": "挑战包括耕地大幅增加导致地下水过度开采、地下水位下降、生态水减少，以及随之而来的生态影响，如灌木林减少和草原沙漠化加剧。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it difficult to manage sustainable water resources in areas experiencing significant land use/cover changes?",
                "QuestionCn": "在经历显著土地利用/覆盖变化的地区，管理可持续水资源为何困难？",
                "AnswerEn": "Difficulties arise from farmland expansion leading to increased water resource stress, over-extraction of groundwater, ecosystem degradation, and challenges in maintaining ecological balance, all of which threaten sustainability.",
                "AnswerCn": "农田扩张带来的困难包括水资源压力增加、地下水过度开采、生态系统退化以及维持生态平衡的挑战，这些都威胁到可持续性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What underlying causes might explain the difficulties in balancing agricultural expansion with ecological sustainability in the middle reaches of the Heihe River Basin?",
                "QuestionCn": "在黑河流域中游地区，农业扩张与生态可持续性之间的平衡困难可能由以下潜在原因造成：",
                "AnswerEn": "The underlying causes include economic interests driving farmland expansion, resulting in over-extraction of groundwater, reduced ecological water, and degradation of ecosystems, which together create significant sustainability challenges.",
                "AnswerCn": "潜在原因包括经济利益推动农田扩张，导致地下水过度开采、生态水减少以及生态系统退化，这些因素共同造成了重大的可持续性挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the likely consequences of using Landsat TM/ETM+ images for land use/cover data collection on the accuracy and reliability of these datasets over time?",
                "QuestionCn": "使用Landsat TM/ETM+影像进行土地利用/覆盖数据收集对这些数据集的准确性和可靠性的长期影响可能有哪些后果？",
                "AnswerEn": "Using Landsat TM/ETM+ images for land use/cover data collection provides a consistent source of 30-m-resolution data, which can lead to accurate and reliable datasets over time. However, challenges such as cloud cover, seasonal variations, and changes in sensor technology may affect the consistency and accuracy of the data.",
                "AnswerCn": "使用Landsat TM/ETM+影像进行土地利用/覆盖数据收集提供了一致的30米分辨率数据，这可以导致长期以来准确可靠的数据集。然而，云层覆盖、季节变化和传感器技术的变化等挑战可能会影响数据的一致性和准确性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the potential consequences on sustainable water resources management if human activities continue to drive changes in land use/cover in the Heihe River Basin?",
                "QuestionCn": "如果人类活动继续推动黑河流域的土地利用/覆盖变化，对可持续水资源管理可能产生的后果是什么？",
                "AnswerEn": "Continued changes in land use/cover driven by human activities could lead to increased water resource stress, over-extraction of groundwater, and ecosystem degradation. These consequences may threaten the sustainability of water resources management and the overall health of the Heihe River Basin.",
                "AnswerCn": "人类活动驱动的土地利用/覆盖变化可能导致水资源压力增加、地下水过度开采和生态系统退化。这些后果可能威胁到黑河流域水资源管理的可持续性和整体健康。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the intention behind collecting land use/cover data in the Heihe River Basin using Landsat TM/ETM+ images?",
                "QuestionCn": "收集黑河流域土地利用/覆盖数据的意图是使用Landsat TM/ETM+影像。",
                "AnswerEn": "The aim is to supply updated, accurate, and reliable information on changes in land use/cover between 2000 and 2011 and to investigate the impact of land use/cover on sustainable water resources management in the region.",
                "AnswerCn": "目标是提供2000年至2011年间土地利用/覆盖变化的最新、准确和可靠的信息，并调查土地利用/覆盖对该地区可持续水资源管理的影响。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to study the impact of land use changes on water resources management in arid inland river basins?",
                "QuestionCn": "研究土地利用变化对干旱内陆河流域水资源管理影响的重要性在于什么？",
                "AnswerEn": "Studying this impact is crucial because human activities have become the dominant driver of changes in water resources, causing environmental, economic, and social problems due to human-induced water shortages in the Heihe River Basin.",
                "AnswerCn": "研究这一影响至关重要，因为人类活动已成为水资源变化的主要驱动因素，导致了由于人类引起的水资源短缺而产生的环境、经济和社会问题，尤其是在黑河流域。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodologies are utilized for verifying and validating land use/cover data derived from Landsat TM/ETM+ images to ensure accuracy and reliability?",
                "QuestionCn": "用于验证和确认从Landsat TM/ETM+影像中提取的土地利用/覆盖数据的准确性和可靠性的方法论有哪些？",
                "AnswerEn": "The methodologies include a combination of GIS techniques and field surveys for ground truth validation to ensure the accuracy of land use/cover data derived from Landsat TM/ETM+ images.",
                "AnswerCn": "这些方法包括结合GIS技术和实地调查进行地面真相验证，以确保从Landsat TM/ETM+影像中获取的土地利用/覆盖数据的准确性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How are land use categories determined and classified in the process of creating a vector database for the Heihe River Basin?",
                "QuestionCn": "在为黑河流域创建矢量数据库的过程中，土地利用类别是如何确定和分类的？",
                "AnswerEn": "Land use categories are determined and classified based on a hierarchical classification system that divides the region into six primary classes and twenty-five secondary classes, supported by spatial distribution descriptions and attribute coding.",
                "AnswerCn": "土地利用类别是根据一个分层分类系统进行确定和分类的，该系统将区域划分为六个主要类别和二十五个次要类别，并辅以空间分布描述和属性编码。",
                "Level": "C2(Understanding)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What conditions and resources enabled the creation of a detailed land use/cover dataset for the Heihe River Basin in 2011?",
                "QuestionCn": "2011年黑河流域详细土地利用/覆盖数据集的创建得益于哪些条件和资源？",
                "AnswerEn": "The dataset was enabled by the use of GIS technology, the analysis of Landsat TM/ETM+ imagery, and the verification through field surveys, allowing for the establishment of a comprehensive 1:100,000 scale land use/cover vector database.",
                "AnswerCn": "该数据集得益于GIS技术的应用、Landsat TM/ETM+影像的分析以及通过实地调查的验证，从而建立了一个全面的1:100,000比例尺土地利用/覆盖矢量数据库。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do remote sensing techniques contribute to the accuracy and reliability of land use/cover datasets in arid regions?",
                "QuestionCn": "遥感技术如何提高干旱地区土地利用/覆盖数据集的准确性和可靠性？",
                "AnswerEn": "Remote sensing techniques, such as the analysis of Landsat TM/ETM+ images, provide high-resolution data that, when combined with field surveys, enhance the accuracy and reliability of land use/cover datasets by facilitating the classification and spatial distribution analysis of different land cover types.",
                "AnswerCn": "遥感技术，如对Landsat TM/ETM+影像的分析，提供高分辨率数据，当与实地调查相结合时，可以提高土地利用/覆盖数据集的准确性和可靠性，促进不同土地覆盖类型的分类和空间分布分析。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the challenges in using satellite imagery for monitoring changes in land use/cover in regions like the Heihe River Basin?",
                "QuestionCn": "在像黑河流域这样的地区，使用卫星影像监测土地利用/覆盖变化面临的挑战有哪些？",
                "AnswerEn": "Challenges include dealing with the effects of over-extraction of groundwater and ecosystem degradation, which can complicate the accurate assessment of land use changes and require careful consideration of both technological and ecological factors to ensure reliable monitoring.",
                "AnswerCn": "挑战包括应对地下水过度开采的影响和生态系统退化，这可能会使土地利用变化的准确评估变得复杂，并需要仔细考虑技术和生态因素，以确保可靠的监测。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be challenges in accurately capturing changes in land use/cover using remote sensing technology over a period?",
                "QuestionCn": "使用遥感技术准确捕捉土地利用/覆盖变化可能面临的挑战是什么？",
                "AnswerEn": "Challenges can arise due to the substantial increase in farmland leading to over-extraction of groundwater, which results in declining groundwater levels and reduction in ecological water. This can cause ecosystem degradation, making it difficult to capture accurate land use/cover changes.",
                "AnswerCn": "由于农田大幅增加，可能会出现挑战，导致地下水的过度开采，从而导致地下水位下降和生态水量减少。这可能导致生态系统退化，使得准确捕捉土地利用/覆盖变化变得困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might a dataset derived from Landsat images face limitations in representing the impact of human activities on water resources in an arid region like the Heihe River Basin?",
                "QuestionCn": "从Landsat影像衍生的数据集在代表像黑河流域这样的干旱地区人类活动对水资源影响时，可能面临一些限制。",
                "AnswerEn": "A dataset derived from Landsat images might face limitations due to the human-induced water shortages and over-extraction of groundwater leading to declining groundwater levels. These changes are complex and influenced by a combination of human activities and environmental factors, which may not be fully captured by satellite imagery alone.",
                "AnswerCn": "从Landsat影像衍生的数据集可能面临局限性，因为人类引起的水资源短缺和地下水过度开采导致地下水位下降。这些变化是复杂的，受到人类活动和环境因素的综合影响，可能无法仅通过卫星影像完全捕捉。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why would expanding farmland areas present a challenge for sustainable water resources management in arid inland river basins?",
                "QuestionCn": "扩大农田面积为何会对干旱内陆河流流域的可持续水资源管理构成挑战？",
                "AnswerEn": "Expanding farmland areas would present a challenge because it increases water resource stress and leads to over-extraction of groundwater. This results in ecosystem degradation, such as reduction of shrub forests and increased grassland desertification, threatening the sustainability of the region.",
                "AnswerCn": "扩展农田面积将带来挑战，因为这会增加水资源压力并导致地下水的过度开采。这导致生态系统退化，例如灌木森林减少和草原沙漠化加剧，威胁到该地区的可持续性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are the main challenges in developing a reliable dataset for land use/cover changes in arid inland river basins, and how might these challenges impact the findings?",
                "QuestionCn": "在开发干旱内陆河流流域土地利用/覆盖变化的可靠数据集时，主要面临的挑战有哪些，这些挑战可能如何影响研究结果？",
                "AnswerEn": "The main challenges include the substantial increase in farmland leading to over-extraction of groundwater and water transfer from ecosystems, which results in declining groundwater levels and increased desertification. These challenges can negatively impact the findings by threatening the sustainability of the river basin and causing ecosystem degradation.",
                "AnswerCn": "主要挑战包括农田的显著增加导致地下水的过度开采和生态系统的水转移，这导致地下水位下降和沙漠化加剧。这些挑战可能通过威胁流域的可持续性和造成生态系统退化来对研究结果产生负面影响。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How effective are remote sensing techniques, such as those using Landsat TM/ETM+ images, in providing accurate and reliable land use/cover data for regions like the middle reaches of the Heihe River Basin?",
                "QuestionCn": "遥感技术，如使用Landsat TM/ETM+影像，在提供像黑河流域中游地区的土地利用/覆盖数据方面的准确性和可靠性有多有效？",
                "AnswerEn": "Remote sensing techniques using Landsat TM/ETM+ images are effective in providing accurate land use/cover data, as demonstrated by the datasets derived from 30-m-resolution images. They allow for monitoring significant changes, such as the continuous expansion of farmland, which can be crucial for assessing water resource stress and ecosystem impacts.",
                "AnswerCn": "遥感技术利用Landsat TM/ETM+影像能够有效提供准确的土地利用/覆盖数据，这一点通过30米分辨率影像衍生的数据集得到了验证。它们能够监测显著变化，例如农田的持续扩张，这对于评估水资源压力和生态系统影响至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What considerations should be made when evaluating the sustainability of land and water resource management strategies in areas experiencing significant land use/cover changes?",
                "QuestionCn": "在评估经历显著土地利用/覆盖变化地区的土地和水资源管理策略的可持续性时，应考虑以下因素：",
                "AnswerEn": "Considerations should include the impact of expanding farmland on water resource stress, over-extraction of groundwater, and ecosystem degradation. Evaluating the sustainability of management strategies requires understanding these dynamics and their potential threats to the sustainability of the middle reaches of the Heihe River Basin and the entire river basin.",
                "AnswerCn": "考虑因素应包括扩展农田对水资源压力的影响、地下水的过度开采以及生态系统的退化。评估管理策略的可持续性需要理解这些动态及其对黑河流域中游及整个流域可持续性的潜在威胁。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I'm unsure about the different data collection methods that could be used to accurately capture land use changes over time in arid inland river basins.",
                "QuestionCn": "我不确定可以使用哪些不同的数据收集方法来准确捕捉干旱内陆河流流域的土地利用变化。",
                "AnswerEn": "The data collection methods for capturing land use changes in arid inland river basins like the Heihe River Basin include using remote sensing technologies such as Landsat TM/ETM+ images. These images provide a 30-meter resolution and are validated with field surveys to ensure accuracy.",
                "AnswerCn": "在像黑河流域这样的干旱内陆河流域中，捕捉土地利用变化的数据收集方法包括使用遥感技术，如Landsat TM/ETM+影像。这些影像提供30米的分辨率，并通过实地调查进行验证以确保准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how the classification system for land cover types is beneficial in understanding ecosystem sustainability in river basins.",
                "QuestionCn": "我无法理解土地覆盖类型的分类系统如何有助于理解河流流域的生态系统可持续性。",
                "AnswerEn": "The classification system for land cover types divides the area into specific categories like farmland, forest, and grassland, which helps in understanding the distribution and changes over time. This categorization is crucial to assess the impact of land use on ecosystem sustainability, particularly in regions facing water shortages and ecological degradation.",
                "AnswerCn": "土地覆盖类型的分类系统将区域划分为特定类别，如农田、森林和草地，这有助于了解分布和随时间的变化。这种分类对于评估土地利用对生态系统可持续性的影响至关重要，特别是在面临水资源短缺和生态退化的地区。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}