{
  "id": "516eb58e-7074-4f31-9249-eaa3067e0384",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Trace element data of peridotite glass standard sample",
      "titleCn": "橄榄岩玻璃标准样品的微量元素数据",
      "description": "In this data set, major and trace elements of peridotite standard samples pcc-1 and dts-2b developed by the national geological survey of the United States and three peridotite samples from eastern China were analyzed by XRF, ICP-MS and LA-ICPMS. The whole rock samples were crushed to less than 200 mesh without pollution, and then the main and trace elements were determined by XRF and ICP-MS. Then the molten glass was made and the trace elements were tested by LA-ICPMS. Complete sample fusion, especially for samples with acid resistant minerals (spinel and rutile), as well as long-term preservation of glass, allows infinitely repeated measurement of microbeam technology. The same method can also be used to analyze other mantle rocks, such as eclogite and pyroxenite. The test analysis will be completed from 2020-01-31 to 2021-05-31.",
      "descriptionCn": "本数据集对美国国家地质勘探局开发的橄榄岩标准样品PCC-1和DTS-2B以及中国东部三个新生代橄榄岩样品进行主微量元素分析、使用的仪器包括XRF，ICP-MS，LA-ICPMS。全岩样品通过无污染碎样至200目以下，然后用XRF和ICP-MS进行主微量元素测试。随后制成熔融玻璃使用LA-ICPMS进行微量元素测试。完全的样品熔合，特别是对于具有耐酸矿物(尖晶石和金红石)的样品，以及长期保存的玻璃允许无限重复测量微束技术。同样的方法也可用于其他地幔岩石的分析，如榴辉岩和辉石岩。测试分析于2020-01-31 至 2021-05-31期间完成。",
      "instructions": "The data is stored in Excel format, and the name of the file is \"yyyyddd-xxx. Xlsx\", in which the first author's surname, DDD represents the year of publication, XXX represents the published journal, and if it is not published, it is published. For example, chen2020-cmp.xlsx represents the data that Chen published in the CMP article in 2020",
      "instructionsCn": "数据以excel格式存储，文件的名称为“yyyyddd-xxx.xlsx”，其中第一作者姓氏，ddd代表文章发表年份，xxx代表发表杂志，如未发表则为ubpublished，比如Chen2020-CMP.xlsx就代表Chen在2020年发表于cmp文章中的数据",
      "east": 118.54,
      "west": 118.54,
      "south": 34.51,
      "north": 34.51,
      "startTime": null,
      "endTime": null,
      "fileSize": 15224.0,
      "cstr": "18406.11.Geo.tpdc.271368",
      "doi": "10.11888/Geo.tpdc.271368",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "黄方",
        "nameEn": "HUANG Fang",
        "unitEn": "",
        "unitCn": "中国科学技术大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Rapid Determination of Trace Element Compositions in Peridotites by LA-ICP-MS Using an Albite Fusion Method",
        "referenceCn": null,
        "referenceEn": "Zhang, S. Y., Zhang, H. L., Hou, Z., Ionov, D. A., & Huang, F. (2019). Rapid Determination of Trace Element Compositions in Peridotites by LA‐ICP‐MS Using an Albite Fusion Method. Geostandards and Geoanalytical Research, 43(1), 93-111."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "微量元素",
        "nameEn": "Trace elements"
      },
      {
        "nameCn": "激光剥蚀-等离子体质谱仪",
        "nameEn": "LA-ICP-MS"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国科学技术大学",
        "keywordEn": "the University of Science and Technology of China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "新生代",
        "keywordEn": "Cenozoic",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used for analyzing trace elements in olivine glass standard samples?",
        "QuestionCn": "您能否提供一种用于分析橄榄石玻璃标准样品中微量元素的数据收集方法的示例？",
        "AnswerEn": "A data collection method involves using XRF and ICP-MS to test major and trace elements in whole rock samples after grinding the samples to below 200 mesh to avoid contamination. Additionally, LA-ICPMS is used to test trace elements in the prepared fused glass, which allows for repeated measurements using microbeam techniques.",
        "AnswerCn": "一种数据收集方法涉及使用XRF和ICP-MS测试整岩样品中的主要和微量元素，在将样品研磨至200目以下以避免污染后。此外，使用LA-ICPMS测试制备的熔融玻璃中的微量元素，这允许使用微束技术进行重复测量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of the data collection methods used for analyzing trace elements in olivine glass standards?",
        "QuestionCn": "用于分析橄榄石玻璃标准中微量元素的数据收集方法的具体特征是什么？",
        "AnswerEn": "XRF, ICP-MS, LA-ICPMS, crushed to below 200 mesh, whole rock samples, molten glass, complete sample fusion, unlimited repeat measurements, microbeam techniques",
        "AnswerCn": "XRF, ICP-MS, LA-ICPMS，粉碎至200目以下，全岩样品，熔融玻璃，完全样品熔融，无限次重复测量，微束技术。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '熔融玻璃使用LA-ICPMS进行微量元素测试' mean in the context of micro-element analysis of peridotite glass samples?",
        "QuestionCn": "在橄榄岩玻璃样品的微量元素分析中，“熔融玻璃使用LA-ICPMS进行微量元素测试”是什么意思？",
        "AnswerEn": "The term '熔融玻璃使用LA-ICPMS进行微量元素测试' refers to the process of using Laser Ablation Inductively Coupled Plasma Mass Spectrometry (LA-ICPMS) to analyze micro-elements in fusion glass samples derived from peridotite. This method involves melting the sample into a glass form, which allows for detailed and repeatable micro-element measurements, especially useful for samples containing acid-resistant minerals such as spinel and rutile.",
        "AnswerCn": "“熔融玻璃使用LA-ICPMS进行微量元素测试”是指使用激光剥蚀电感耦合等离子体质谱法（LA-ICPMS）分析来自橄榄岩的熔融玻璃样品中的微量元素的过程。该方法涉及将样品熔化成玻璃形式，这样可以进行详细且可重复的微量元素测量，特别适用于含有耐酸矿物如尖晶石和钛铁矿的样品。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the primary reasons for selecting specific analytical instruments like XRF, ICP-MS, and LA-ICPMS for conducting trace element analysis in mantle rock samples?",
        "QuestionCn": "选择特定分析仪器如XRF、ICP-MS和LA-ICP-MS进行地幔岩样品的微量元素分析的主要原因是什么？",
        "AnswerEn": "The selection of instruments such as XRF, ICP-MS, and LA-ICPMS is driven by their ability to effectively analyze major and trace elements in mantle rock samples. XRF and ICP-MS are used for testing major and trace elements after the samples are finely ground to avoid contamination. LA-ICPMS is employed for trace element testing in fused glasses, which allows for repeated microbeam measurements, especially for samples with acid-resistant minerals like spinel and rutile.",
        "AnswerCn": "选择XRF、ICP-MS和LA-ICPMS等仪器是因为它们能够有效分析地幔岩样品中的主要和微量元素。XRF和ICP-MS用于在样品被细磨以避免污染后测试主要和微量元素。LA-ICPMS则用于熔融玻璃中的微量元素测试，这允许对样品进行重复的微束测量，特别是对于像尖晶石和钛铁矿等耐酸矿物的样品。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the possible consequences of using different analytical instruments like XRF, ICP-MS, and LA-ICPMS on the accuracy and repeatability of microelement data in geochemical analyses of olivine glass standards?",
        "QuestionCn": "使用不同的分析仪器，如XRF、ICP-MS和LA-ICPMS，对橄榄石玻璃标准的微量元素数据的准确性和重复性可能产生的后果是什么？",
        "AnswerEn": "The use of different analytical instruments such as XRF, ICP-MS, and LA-ICPMS can lead to variations in the accuracy and repeatability of microelement data due to their differing sensitivity and precision levels. XRF and ICP-MS are used for primary microelement testing, while LA-ICPMS is used for microelement testing of molten glass, allowing for detailed analysis of trace elements. The complete fusion of samples, especially those with acid-resistant minerals, and the long-term preservation of glass enable unlimited repeated measurements with microbeam technology. This comprehensive approach ensures high precision and repeatability in geochemical analyses.",
        "AnswerCn": "不同分析仪器的使用，如XRF、ICP-MS和LA-ICPMS，可能导致微量元素数据的准确性和重复性出现差异，因为它们的灵敏度和精度水平不同。XRF和ICP-MS用于主要的微量元素测试，而LA-ICPMS则用于熔融玻璃的微量元素测试，能够对微量元素进行详细分析。样品的完全熔融，尤其是那些耐酸矿物的样品，以及玻璃的长期保存，使得使用微束技术进行无限次重复测量成为可能。这种综合方法确保了地球化学分析的高精度和重复性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind analyzing trace elements in olivine glass standards using techniques like XRF, ICP-MS, and LA-ICPMS?",
        "QuestionCn": "分析橄榄石玻璃标准中微量元素的主要目标是什么，使用的技术包括XRF、ICP-MS和LA-ICP-MS？",
        "AnswerEn": "The primary objectives are to perform major and trace element analyses on olivine glass standards, including PCC-1 and DTS-2B, as well as three Cenozoic olivine samples from eastern China, to ensure accurate and repeatable measurements using various technologies. This approach allows for detailed compositional analysis of mantle rocks and the potential for application to other rock types like eclogite and pyroxenite. The use of glass fusion aims to facilitate long-term preservation of samples, allowing for repeated microbeam technique measurements.",
        "AnswerCn": "主要目标是对橄榄石玻璃标准样品进行主要和微量元素分析，包括PCC-1和DTS-2B，以及来自中国东部的三种新生代橄榄石样品，以确保使用各种技术进行准确和可重复的测量。这种方法允许对地幔岩石进行详细的成分分析，并有可能应用于其他岩石类型，如榴辉岩和辉石岩。使用玻璃熔融旨在促进样品的长期保存，从而允许重复进行微束技术测量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are necessary to prepare and analyze olivine glass standard samples for trace element data using XRF, ICP-MS, and LA-ICPMS techniques?",
        "QuestionCn": "使用XRF、ICP-MS和LA-ICPMS技术准备和分析橄榄石玻璃标准样品以获取微量元素数据需要哪些程序步骤？",
        "AnswerEn": "The procedural steps involve first crushing the whole rock samples to below 200 mesh to avoid contamination. Then, major and trace elements are tested using XRF and ICP-MS. The samples are subsequently fused into glass and analyzed for trace elements using LA-ICPMS. This complete sample fusion, especially for samples with acid-resistant minerals like spinel and rutile, along with the long-term preservation of the glass, allows for unlimited repeat measurements using microbeam techniques.",
        "AnswerCn": "程序步骤首先是将整个岩石样品粉碎至200目以下，以避免污染。然后，使用XRF和ICP-MS测试主要和微量元素。样品随后被熔融成玻璃，并使用LA-ICPMS分析微量元素。这种完全的样品熔融，特别是对于像尖晶石和钛铁矿这样的耐酸矿物，以及玻璃的长期保存，允许使用微束技术进行无限次的重复测量。",
        "Level": "C3(Applying)"
      }
    ]
  }
}