{
  "id": "5192ba39-6ee7-45d5-9aeb-3b3e6776b412",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Receiver function waveform of the Altyn Tagh Fault Zone",
      "titleCn": "阿尔金断裂带关键区接收函数波形",
      "description": "To study the intracontinental deformation characteristics of the northern boundary of the Tibetan Plateau, we set up short a NW-SE oriented short-period dense array across the central Altyn Tagh Fault Zone. We used the receiver function method to study the fine crustal structure of the region, with a total of 483 seismometers. We calculated the receiver function using teleseismic data with magnitudes greater than 5.5 and epicenter distances ranging from 28 ° to 95 °. After manual selecting, we obtained 7013 high-quality receiver functions, with a total of 475 stations recording effective receiver functions. The Gaussian coefficient of the receiving functions is 5.0 and the sampling rate is 20Hz. The duration of the receiving function is 105 seconds, with 5 seconds before zero time and 100 seconds after zero time. These receiver functions were used for CCP imaging to obtain the detailed crustal structure of the central Altyn Tagh Fault Zone.",
      "descriptionCn": "为研究青藏高原北边界的陆内变形特征，我们跨过阿尔金断裂带关键区中段布设了北西-南东向短周期密集台站，利用接收函数方法来研究该区域精细地壳结构，共有483台短周期地震仪，利用震中距在28°到95°范围同时震级大于5.5级的远震数据来计算接收函数，经过人工筛选得到高质量接收函数7013条，共有475台记录到了有效接收函数。计算接收函数的高斯系数为5.0，采样率为20Hz。接收函数时长为105s，5s在0时刻之前，100s在零时刻之后。这些接收函数经过CCP成像得到了阿尔金断裂带关键区精细的地壳结构。",
      "instructions": "ATR-RF/Station.YYYY.MM.DD.HH.MM.SSS.eqr, Station is the name of the station, followed by letters representing the year (YYYY), month (MM), day (DD), hour (HH), minute (MM), and second (SS. SSS) corresponding to the origin time of the teleseismic event.",
      "instructionsCn": "ATR-RF/Station.YYYY.MM.DD.HH.MM.SS.SSS.eqr, Station为台站名，后面字母分别代表远震事件发震时刻的年(YYYY)、月（MM）、日（DD）、时（HH）、分（MM）、秒（SS.SSS）。数据为sac格式，可以使用sac软件打开读取，包括头文件和波形数据。",
      "east": 91.5,
      "west": 88.0,
      "south": 37.5,
      "north": 40.5,
      "startTime": "2021-09-20 11:22:17",
      "endTime": "2021-11-20 11:22:17",
      "fileSize": 89769429.0,
      "cstr": "18406.11.SolidEar.tpdc.301244",
      "doi": "10.11888/SolidEar.tpdc.301244",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "武澄泷",
        "nameEn": "WU Chenglong",
        "unitEn": "",
        "unitCn": "中国科学院地质与地球物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Underthrusting of Tarim Lower Crust Beneath the Tibetan Plateau Revealed by Receiver Function Imaging",
        "referenceCn": null,
        "referenceEn": "Wu, C.L., Xu, T., Tian, X.B., Mitchell, R.N., Lin, J.Y., Yang, J.F., Wang, X., & Lu, Z.W. (2024). Underthrusting of Tarim Lower Crust Beneath the Tibetan Plateau Revealed by Receiver Function Imaging. Geophysical Research Letters, 51, e2024GL108220. DOI: 10.1029/2024GL108220"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地震",
        "nameEn": "Seismology"
      },
      {
        "nameCn": "壳幔结构",
        "nameEn": "Crust mantle structure"
      },
      {
        "nameCn": "接收函数",
        "nameEn": "Receiver function"
      },
      {
        "nameCn": "短周期地震仪",
        "nameEn": "Short-period seismograph"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "塔里木块体",
        "keywordEn": "Tarim Block"
      },
      {
        "keywordCn": "阿尔金断裂",
        "keywordEn": "Altyn Tagh Fault Zone"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "新生代",
        "keywordEn": "Cenozoic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to study the crustal structure across a fault zone using seismic instruments?",
        "QuestionCn": "您能否提供一个使用地震仪研究断层带地壳结构的数据收集方法的例子？",
        "AnswerEn": "A data collection method involves deploying a dense array of 483 short-period seismic stations across a fault zone in a northwest-southeast orientation. This setup is used to gather teleseismic data from events with epicentral distances between 28° and 95° and magnitudes greater than 5.5 to calculate receiver functions. A Gaussian coefficient of 5.0 and a sampling rate of 20Hz are applied, resulting in 7013 high-quality receiver functions from 475 stations, which are then used to image the detailed crustal structure using CCP imaging.",
        "AnswerCn": "一种数据收集方法是在一个断层带上以西北-东南方向部署了483个短周期地震站的密集阵列。该设置用于收集来自震中距离在28°到95°之间、震级大于5.5的事件的远震数据，以计算接收函数。应用高斯系数5.0和20Hz的采样率，结果从475个站点获得7013个高质量的接收函数，这些接收函数随后用于通过CCP成像来描绘详细的地壳结构。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of the data collection method used to study fine crustal structures in the Altyn Tagh fault zone?",
        "QuestionCn": "用于研究阿尔廷塔格断层带细微地壳结构的数据收集方法的具体特征是什么？",
        "AnswerEn": "dense array of 483 short-period seismic stations, northwest-southeast direction, epicentral distance 28° to 95°, magnitude greater than 5.5, Gaussian coefficient 5.0, sampling rate 20Hz, duration 105 seconds, 5 seconds before and 100 seconds after zero moment, 7013 high-quality receiver functions, 475 stations recorded effective receiver functions",
        "AnswerCn": "密集阵列由483个短周期地震台站组成，呈西北-东南方向，震中距28°到95°，震级大于5.5，高斯系数为5.0，采样率为20Hz，持续时间为105秒，零时刻前5秒和后100秒，7013个高质量接收函数，475个台站记录了有效接收函数。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many short-period seismic stations were used in the data collection method for studying crustal structure in the Altyn Tagh fault zone?",
        "QuestionCn": "在研究阿尔廷塔格断层带的地壳结构的数据收集方法中，使用了多少个短周期地震台站？",
        "AnswerEn": "483",
        "AnswerCn": "483",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'receiver function method' mean in the context of studying crustal structures in seismic research?",
        "QuestionCn": "在地震研究中，'接收函数方法'在研究地壳结构时是什么意思？",
        "AnswerEn": "In the context of studying crustal structures in seismic research, the 'receiver function method' refers to a technique that uses seismic waves recorded by a network of seismometers to analyze subsurface structures. It involves calculating receiver functions from seismic data, particularly focusing on teleseismic events with certain criteria, such as epicentral distances and magnitudes, to extract information about the Earth's crust and upper mantle. In this field, it was used with a dense array of short-period seismic stations across a key area of the Altyn Tagh Fault to obtain detailed crustal structure using high-quality receiver functions selected from a large data set.",
        "AnswerCn": "在地震研究中，接收函数方法是指一种利用一组地震仪记录的地震波来分析地下结构的技术。它涉及从地震数据中计算接收函数，特别关注具有特定标准的远震事件，如震中距离和震级，以提取关于地壳和上地幔的信息。在这一领域，它被用于在阿尔金断裂带的关键区域部署密集的短周期地震台阵，通过从大量数据集中选择高质量的接收函数来获得详细的地壳结构。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the observed characteristics of the 7013 high-quality receiver functions, derived from a dense short-period station network, tell us about the intracontinental deformation features at the northern boundary of the Tibetan Plateau?",
        "QuestionCn": "7013高质量接收函数的观测特征，源自密集的短周期站网络，可以告诉我们关于青藏 Plateau 北部边界的大陆内部变形特征的哪些信息？",
        "AnswerEn": "The observed characteristics of the 7013 high-quality receiver functions, which were collected using a dense network of 483 short-period seismic stations across the key area of the Altyn Tagh Fault Zone, can provide detailed insights into the fine crustal structure of the region. This detailed crustal structure can, in turn, help infer the intracontinental deformation features at the northern boundary of the Tibetan Plateau by revealing variations in crustal thickness, composition, and possible tectonic activity in the area.",
        "AnswerCn": "通过在阿尔廷塔格断层带关键区域使用密集的483个短周期地震台网收集的7013个高质量接收函数的观察特征，可以提供该地区精细的地壳结构的详细见解。这种详细的地壳结构反过来可以通过揭示地壳厚度、成分和该地区可能的构造活动的变化，帮助推断青藏高原北部的大陆内变形特征。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the selection of specific seismic event ranges and magnitude thresholds in data collection for studying intracontinental deformation characteristics of fault zones?",
        "QuestionCn": "在研究断层带的陆内变形特征时，选择特定的地震事件范围和震级阈值的数据收集因素包括哪些？",
        "AnswerEn": "In the field, the selection of seismic event ranges between 28° to 95° and magnitude thresholds above 5.5 is crucial for calculating receiver functions, which are used to study the fine crustal structure in the Altyn Tagh fault zone. These parameters likely ensure the collection of high-quality and relevant data necessary for accurate imaging of the crustal structure.",
        "AnswerCn": "在该领域，选择地震事件的范围在28°到95°之间，震级阈值在5.5以上，对于计算接收函数至关重要，这些接收函数用于研究阿尔金断层带的细致地壳结构。这些参数可能确保收集到高质量和相关的数据，从而为准确成像地壳结构提供必要条件。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind deploying a dense network of short-period seismic stations across the Altyn Tagh Fault zone, and how do these objectives influence the data collection methods used?",
        "QuestionCn": "在阿尔廷塔格断层带部署密集的短周期地震站的主要目标是什么，这些目标如何影响所使用的数据收集方法？",
        "AnswerEn": "The primary objective is to investigate the intracontinental deformation characteristics of the northern boundary of the Tibetan Plateau by studying the fine crustal structure of the Altyn Tagh Fault zone. This goal influences the data collection methods by necessitating the deployment of 483 short-period seismic stations in a northwest-southeast orientation across the critical segment of the fault zone. The use of the receiver function method, combined with the analysis of teleseismic events with magnitudes greater than 5.5 and epicentral distances ranging from 28° to 95°, ensures high-quality data collection to achieve detailed structural imaging.",
        "AnswerCn": "主要目标是通过研究阿尔金塔格断层带的细致地壳结构，调查青藏高原北部边界的大陆内部变形特征。这个目标影响了数据收集方法， necessitating 在断层带的关键段部署483个短周期地震台站，呈西北-东南方向布置。采用接收函数方法，结合对震中距离在28°到95°之间、震级大于5.5的远震事件的分析，确保高质量的数据收集，以实现详细的结构成像。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in collecting and processing seismic data using short-period dense stations for studying intracontinental deformation characteristics at a critical zone?",
        "QuestionCn": "收集和处理使用短周期密集站点的地震数据以研究关键区内陆变形特征涉及哪些程序？",
        "AnswerEn": "The data collection involves deploying 483 short-period seismic instruments across the critical zone of the Altyn Tagh Fault with a northwest-southeast orientation. Seismic data is collected using teleseismic events with epicentral distances ranging from 28° to 95° and magnitude greater than 5.5 to compute receiver functions. The collected data is manually screened to obtain high-quality receiver functions, resulting in 7013 valid functions recorded by 475 stations. The Gaussian coefficient used for calculating receiver functions is 5.0, with a sampling rate of 20Hz and a duration of 105 seconds, which includes 5 seconds before the zero mark and 100 seconds after. These receiver functions undergo CCP imaging to reveal the detailed crustal structure of the critical zone.",
        "AnswerCn": "数据收集涉及在阿尔廷塔格断层的关键带部署483个短周期地震仪，方向为西北-东南。使用震中距离在28°到95°之间、震级大于5.5的远震事件收集地震数据，以计算接收函数。收集的数据经过人工筛选，以获得高质量的接收函数，最终记录了475个站点的7013个有效函数。用于计算接收函数的高斯系数为5.0，采样率为20Hz，持续时间为105秒，包括零点前5秒和零点后100秒。这些接收函数经过CCP成像，以揭示关键带的详细地壳结构。",
        "Level": "C3(Applying)"
      }
    ]
  }
}