{
  "id": "51955863-1c4f-4fd0-8def-b4ca0b6ff5b1",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical data set of granite in Beizhang area, Xiaojiang, Zhejiang Province (120-110 MA)",
      "titleCn": "浙江小将北漳地区侵入岩地球化学数据集（120~110 Ma）",
      "description": "This data set mainly includes zircon U-Pb isotopic dating, trace element and in-situ Hf isotopic data of intrusive rocks (granites and dikes) in Xiaojiang Beizhang area, Zhejiang Province, major and trace geochemical data of whole rock and major geochemical data of minerals. The data were analyzed and tested by authoritative laboratories at home and abroad, and the data quality met the standard. Based on these data, the genesis of late Yanshanian granites and the specific mechanism of rich iron and magnesium in intermediate acid magma are defined. Combined with the existing research data of Cretaceous magmatic rocks along the southeast coast, the specific process and deep dynamic mechanism of paleo Pacific plate subduction are revealed, which provides important petrological evidence for the transformation of paleo Pacific plate movement mode in late Yanshanian.",
      "descriptionCn": "本数据集主要包括浙江小将-北漳地区侵入岩（花岗岩与岩脉）的锆石U-Pb同位素测年、微量元素、原位Hf同位素数据，岩石全岩主微量地球化学数据以及矿物主量地球化学数据。数据来自国内外权威实验室分析测试，且数据质量符合标准。利用该数据限定了燕山晚期花岗岩成因、中酸性岩浆中富铁和富镁的具体机制，并结合东南沿海白垩纪岩浆岩的现有研究数据，揭示了古太平洋板块俯冲的具体过程和深部动力学机制，为燕山晚期古太平洋板块运动方式转变提供重要的岩石学证据。",
      "instructions": "All data are stored in Excel file with the name of supplementary tables s1-s8",
      "instructionsCn": "所有数据以Excel文件存储，文件名称为Supplementary Tables S1-S8.",
      "east": 121.5,
      "west": 121.0,
      "south": 29.0,
      "north": 30.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 186647.0,
      "cstr": null,
      "doi": "10.1016/j.lithos.2018.06.020",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘亮",
        "nameEn": "LIU Liang",
        "unitEn": "",
        "unitCn": "中国科学院地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "New constraints on the Cretaceous geodynamics of paleo-Pacific plate subduction: Insights from the Xiaojiang–Beizhang granitoids, Zhejiang Province, southeast China",
        "referenceCn": null,
        "referenceEn": "Liu, L., Hu, R.X., Zhong, H., Yang, J.H., Kang, L.F., Zhang, X.C., Fu, Y.Z., Mao, W. & Tang, Y.W. (2020). Petrogenesis of multistage S-type granites from the Malay Peninsula in the Southeast Asian tin belt and their relationship to Tethyan evolution. Gondwana Research, 84, 20–37"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "同位素地球化学",
        "nameEn": "Isotopic geochemistry"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "火成岩",
        "nameEn": "igneous rocks"
      },
      {
        "nameCn": "锆石Hf同位素",
        "nameEn": "Zircon Hf isotope"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "浙江省",
        "keywordEn": "Zhejiang Province"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "燕山晚期",
        "keywordEn": "Late Yanshanian",
        "type": "temporal"
      },
      {
        "keywordCn": "白垩纪",
        "keywordEn": "Cretaceous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Definition": [
      {
        "QuestionEn": "What does '锆石U-Pb同位素测年' mean in the context of geochemical data collection?",
        "QuestionCn": "在地球化学数据收集中，“锆石U-Pb同位素测年”是什么意思？",
        "AnswerEn": "'锆石U-Pb同位素测年' refers to a geochronological method used in geochemical data collection that involves the precise measurement of uranium and lead isotopes in zircon minerals to determine the age of rock formations. This technique is crucial for dating igneous and metamorphic rocks and understanding the timing of geological processes.",
        "AnswerCn": "'锆石U-Pb同位素测年'是指一种地球化学数据收集中的年代测定方法，涉及对锆石矿物中铀和铅同位素的精确测量，以确定岩石形成的年龄。这项技术对于测定火成岩和变质岩的年龄以及理解地质过程的时序至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection techniques for zircon U-Pb isotopic dating and in-situ Hf isotopic data compare in terms of precision and applicability for understanding the geochemical characteristics of granitoids in the Zhejiang region?",
        "QuestionCn": "锆石U-Pb同位素定年和原位Hf同位素数据的采集技术在精度和适用性方面如何比较，以理解浙江地区花岗岩的地球化学特征？",
        "AnswerEn": "The zircon U-Pb isotopic dating and in-situ Hf isotopic data are both used to understand the geochemical characteristics of granitoids in the Zhejiang region. The U-Pb isotopic dating provides precise age determinations which are crucial for establishing the timeline of geological events, while in-situ Hf isotopic data offers insights into the source characteristics and magma evolution. Both techniques complement each other by providing a comprehensive view of the granitoid formation and the underlying geodynamic processes related to the Yanshanian magmatism and the subduction of the paleo-Pacific plate.",
        "AnswerCn": "锆石U-Pb同位素定年和原位Hf同位素数据都用于理解浙江地区花岗岩的地球化学特征。U-Pb同位素定年提供了精确的年龄测定，这对于建立地质事件的时间线至关重要，而原位Hf同位素数据则提供了关于源特征和岩浆演化的见解。这两种技术相辅相成，为花岗岩的形成及与燕山期岩浆活动和古太平洋板块俯冲相关的地球动力学过程提供了全面的视角。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes on understanding the processes of ancient Pacific plate subduction when geochemical data from intrusive rocks are utilized in data collection methods for zircon U-Pb isotopic dating and elemental analysis?",
        "QuestionCn": "利用侵入岩的地球化学数据进行锆石U-Pb同位素定年和元素分析的数据收集方法，可能对理解古代太平洋板块俯冲过程产生哪些潜在结果？",
        "AnswerEn": "Utilizing geochemical data from intrusive rocks, including zircon U-Pb isotopic dating and elemental analysis, can lead to a more comprehensive understanding of the ancient Pacific plate subduction processes. This can reveal the specific mechanisms of iron and magnesium enrichment in intermediate-acidic magmas and provide significant petrological evidence of the transition in the movement of the ancient Pacific plate during the late Yanshan period.",
        "AnswerCn": "利用侵入岩的地球化学数据，包括锆石U-Pb同位素定年和元素分析，可以更全面地理解古太平洋板块的俯冲过程。这可以揭示中酸性岩浆中铁和镁富集的具体机制，并提供重要的岩石学证据，说明古太平洋板块在晚燕山期运动的转变。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind collecting geochemical data for intrusive rocks in Zhejiang Xiaoxiang-Beizhang region, specifically focusing on zircon U-Pb isotopic dating and trace elements?",
        "QuestionCn": "收集浙江小湘-北张地区侵入岩的地球化学数据的主要目标是什么，特别关注锆石U-Pb同位素定年和微量元素？",
        "AnswerEn": "The primary objectives are to define the genesis of late Yanshanian granites, understand the specific mechanisms of iron and magnesium enrichment in intermediate-acidic magmas, and reveal the subduction processes and deep dynamic mechanisms of the ancient Pacific plate. This provides important petrological evidence for the change in the movement pattern of the ancient Pacific plate during the late Yanshanian period.",
        "AnswerCn": "主要目标是定义晚燕山期花岗岩的起源，理解中酸性岩浆中铁和镁富集的具体机制，以及揭示古太平洋板块的俯冲过程和深部动力机制。这为晚燕山期古太平洋板块运动模式的变化提供了重要的岩石学证据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in collecting geochemical data, including zircon U-Pb isotope dating, trace elements, and in-situ Hf isotope data, from intrusive rocks in the Zhejiang Xiaogang-Beizhang area?",
        "QuestionCn": "在浙江小港-北张地区的侵入岩中收集地球化学数据，包括锆石U-Pb同位素定年、微量元素和原位Hf同位素数据的程序步骤是什么？",
        "AnswerEn": "The geochemical data, including zircon U-Pb isotope dating, trace elements, and in-situ Hf isotope data, from intrusive rocks in the Zhejiang Xiaogang-Beizhang area are collected through analyses conducted in domestic and international authoritative laboratories. The process involves collecting rock samples, preparing them for laboratory analysis, and using precise instruments to measure isotopic compositions and elemental concentrations. The data quality meets established standards, ensuring reliability for determining the origin of Yanshanian granites and understanding the mechanisms of iron and magnesium enrichment in intermediate-acid magmas. This approach provides insights into the Cretaceous magmatic activities along the southeast coast and the subduction processes of the ancient Pacific Plate.",
        "AnswerCn": "浙江小岗-北张地区的侵入岩的地球化学数据，包括锆石U-Pb同位素定年、微量元素和原位Hf同位素数据，均通过国内外权威实验室的分析收集而来。该过程涉及收集岩石样本、准备实验室分析，并使用精密仪器测量同位素组成和元素浓度。数据质量符合既定标准，确保了确定燕山期花岗岩的来源以及理解中酸性岩浆中铁和镁富集机制的可靠性。这一方法为理解东南沿海的白垩纪岩浆活动和古太平洋板块的俯冲过程提供了深入的见解。",
        "Level": "C3(Applying)"
      }
    ]
  }
}