{
  "id": "51aac071-38c1-4f5e-b76e-982ce3fadd28",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Micrographs of granodiorite (porphyry) and molybdenite in Chizhou area",
      "titleCn": "池州地区花岗闪长岩（斑岩）和辉钼矿矿物显微照片",
      "description": "The micrographs of granodiorite (porphyry) and molybdenite in Chizhou area include pailou granodiorite, Mashi granodiorite (porphyry), Xishan granodiorite and Matou molybdenite.\nThe granodiorite (porphyry) in Chizhou area is gray white, granular (porphyry) structure and massive structure. They are mainly composed of quartz (20 – 25%), potash feldspar (20 – 25%), plagioclase (40 – 45%), amphibole (∼ 5%), biotite (∼ 10%), and accessory minerals such as zircon and apatite (Fig. 5a-d). Molybdenite is characterized by euhedral dihedral structure and occurs in vein, disseminated and nodular forms in quartz veins.",
      "descriptionCn": "池州地区花岗闪长岩（斑岩）和辉钼矿矿物显微照片包括：牌楼花岗闪长岩，麻石花岗闪长岩（斑岩），西山花岗闪长岩，马头矿床辉钼矿。\n池州地区花岗闪长岩（斑岩）呈灰白色，呈粒状（斑岩）结构，块状构造。它们主要由石英（20–25%）、钾长石（20–25%）、斜长石（40–45%）、角闪石组成(∼5%），黑云母(∼10%），以及锆石和磷灰石等辅助矿物（图5a-d）。辉钼矿以自形-二面体结构为特征，在石英脉中呈脉状、浸染状和结节状产出。",
      "instructions": "Abbreviation: pl: plagioclase; KFS: potash feldspar; HBL: amphibole; Bi: biotite; Q: quartz; Molybdenite: molybdenite; Py: pyrite; CCP: chalcopyrite.\nUsage: open the data through the software with image editor function.",
      "instructionsCn": "图中缩写：Pl：斜长石；Kfs：钾长石；Hbl：角闪石；Bi：黑云母；Q中：石英；Mol：辉钼矿；Py：黄铁矿；Ccp：黄铜矿。\n使用方法：将数据通过有图片编辑器功能软件打开即可。",
      "east": 117.67,
      "west": 117.33,
      "south": 30.33,
      "north": 30.67,
      "startTime": null,
      "endTime": null,
      "fileSize": 4492731.0,
      "cstr": null,
      "doi": "10.1016/j.oregeorev.2019.04.018",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "谢建成",
        "nameEn": "XIE Jiancheng",
        "unitEn": "",
        "unitCn": "合肥工业大学资源与环境工程学院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Geochronological and geochemical constraints on the formation of chizhou cu-mo polymetallic deposits, middle and lower yangtze metallogenic belt, eastern china",
        "referenceCn": null,
        "referenceEn": "Jx, A., Dt, A., Dx, A., Yu, W.A., Ql, A., & Xy, B., et al. (2019). Geochronological and geochemical constraints on the formation of chizhou cu-mo polymetallic deposits, middle and lower yangtze metallogenic belt, eastern china. Ore Geology Reviews, 109, 322-347."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "同位素地球化学",
        "nameEn": "Isotopic geochemistry"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "地质灾害",
        "nameEn": "Geologic Hazard"
      },
      {
        "nameCn": "岩浆",
        "nameEn": "magma"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "矿物/水晶",
        "nameEn": "minerals/crystals"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "池州",
        "keywordEn": "Chizhou"
      },
      {
        "keywordCn": "长江中下游成矿带",
        "keywordEn": "Lower Yangtze River Belt"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "侏罗纪",
        "keywordEn": "Jurassic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific mineralogical features that should be documented when collecting data on granodiorite (porphyry) and molybdenite samples from the Chizhou area?",
        "QuestionCn": "在采集池州地区的花岗闪长岩（斑状）和辉钼矿样品数据时，应记录哪些具体的矿物学特征？",
        "AnswerEn": "gray-white color, granular (porphyritic) structure, blocky texture, quartz (20–25%), potassium feldspar (20–25%), plagioclase (40–45%), amphibole (∼5%), biotite (∼10%), accessory minerals like zircon and apatite",
        "AnswerCn": "灰白色，颗粒状（斑状）结构，块状纹理，石英（20-25%），钾长石（20-25%），斜长石（40-45%），角闪石（约5%），黑云母（约10%），副矿物如锆石和磷灰石。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What percentage of the mineral composition in a dataset of granodiorite porphyry from the Chizhou area is made up of quartz, potassium feldspar, and plagioclase?",
        "QuestionCn": "在池州地区的花岗闪长岩数据集中，石英、钾长石和斜长石的矿物成分占比是多少？",
        "AnswerEn": "20-25%, 20-25%, 40-45%",
        "AnswerCn": "20-25%，20-25%，40-45%",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '显微照片' mean in the context of geological research and data collection?",
        "QuestionCn": "在地质研究和数据收集的背景下，“显微照片”是什么意思？",
        "AnswerEn": "'显微照片' refers to microphotographs which are images taken through a microscope to capture detailed views of mineral structures and textures. In geological research, these images help in analyzing and documenting the mineral composition and structure, such as the grain size, shape, and relationships between minerals in rocks like granodiorite and molybdenite-bearing formations.",
        "AnswerCn": "'显微照片'是指通过显微镜拍摄的图像，用于捕捉矿物结构和纹理的详细视图。在地质研究中，这些图像有助于分析和记录矿物的成分和结构，例如花岗闪长岩和含钼矿床中的矿物的颗粒大小、形状以及矿物之间的关系。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for obtaining mineral microphotographs of granodiorite and molybdenite in the Chizhou area compare to techniques used in other geological regions for similar mineral analysis?",
        "QuestionCn": "在池州地区获取花岗闪长岩和钼矿的矿物显微照片的数据收集方法与其他地质区域用于类似矿物分析的技术相比如何？",
        "AnswerEn": "In the Chizhou area, the data collection methods involve capturing mineral microphotographs of granodiorite and molybdenite, focusing on their structural and compositional characteristics. These methods typically emphasize the analysis of mineral structures such as the granular texture of granodiorite and the euhedral-subhedral form of molybdenite within quartz veins. Comparatively, in other geological regions, similar mineral analysis might employ different imaging techniques or focus on varying mineral components based on regional mineralogical characteristics. The specific focus on auxiliary minerals like zircon and apatite in the Chizhou area could also differ from other regions that may not prioritize these minerals.",
        "AnswerCn": "在池州地区，数据收集方法涉及捕捉花岗闪长岩和钼矿的矿物显微照片，重点分析它们的结构和成分特征。这些方法通常强调矿物结构的分析，例如花岗闪长岩的颗粒状纹理和石英脉内钼矿的自形-亚自形形态。相比之下，在其他地质区域，类似的矿物分析可能采用不同的成像技术或根据区域矿物特征关注不同的矿物成分。池州地区对锆石和磷灰石等辅助矿物的特定关注也可能与其他地区不同，后者可能不优先考虑这些矿物。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the mineral composition and structural characteristics of granodiorite and molybdenite samples from Chizhou district infer about the geological processes and history of the region?",
        "QuestionCn": "池州地区花岗闪长岩和辉钼矿样品的矿物成分和结构特征可以推断出该地区的地质过程和历史是什么？",
        "AnswerEn": "The mineral composition and structural characteristics, such as the presence of quartz, potassium feldspar, plagioclase, hornblende, and biotite, along with accessory minerals like zircon and apatite, suggest complex geological processes. The granodiorite's granular and blocky structure, combined with the euhedral to subhedral nature of molybdenite in quartz veins, indicates a dynamic geological history involving magmatic differentiation, hydrothermal activity, and subsequent mineralization events.",
        "AnswerCn": "矿物成分和结构特征，如石英、钾长石、斜长石、角闪石和黑云母的存在，以及锆石和磷灰石等伴生矿物，表明复杂的地质过程。花岗闪长岩的颗粒状和块状结构，加上石英脉中钼矿的自形到亚自形特征，表明经历了动态的地质历史，包括岩浆分异、热液活动和随后的矿化事件。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in accurately capturing the microscopic images and mineral compositions of granodiorite and molybdenite in the Chizhou region?",
        "QuestionCn": "哪些因素导致在池州地区准确捕捉花岗闪长岩和钼矿的微观图像和矿物成分时面临挑战？",
        "AnswerEn": "Capturing accurate microscopic images and mineral compositions of granodiorite and molybdenite in the Chizhou region may be influenced by the complex mineral composition, including the presence of quartz, potassium feldspar, plagioclase, amphibole, and biotite, as well as accessory minerals like zircon and apatite. The granular and massive textures, along with the euhedral-subhedral structures of molybdenite in quartz veins, might pose challenges in differentiating and capturing the detailed structures.",
        "AnswerCn": "在池州地区，准确捕捉花岗闪长岩和钼矿的显微图像及矿物成分可能受到复杂矿物成分的影响，包括石英、钾长石、斜长石、角闪石和黑云母的存在，以及锆石和磷灰石等伴生矿物。颗粒状和块状的纹理，以及钼矿在石英脉中的自形-亚自形结构，可能会给区分和捕捉详细结构带来挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the instrumental and procedural methods employed to collect and categorize mineral microscopic images of granodiorite and molybdenite from the Chizhou area?",
        "QuestionCn": "在池州地区收集和分类花岗闪长岩和钼矿的矿物显微图像所采用的仪器和程序方法是什么？",
        "AnswerEn": "In the Chizhou area, mineral microscopic images of granodiorite and molybdenite are collected by examining samples such as Pailou granodiorite, Mashih granodiorite (porphyry), Xishan granodiorite, and Matou molybdenite deposit. These samples exhibit a grey-white color, granular (porphyritic) texture, and massive structure. The minerals primarily consist of quartz (20-25%), potash feldspar (20-25%), plagioclase (40-45%), amphibole (~5%), biotite (~10%), accompanied by accessory minerals like zircon and apatite. The molybdenite is characterized by its euhedral to subhedral structure and presents in vein, disseminated, and nodule forms within quartz veins.",
        "AnswerCn": "在池州地区，通过检查样品如牌楼花岗闪长岩、马石花岗闪长岩（斑状）、西山花岗闪长岩和马头钼矿，收集了花岗闪长岩和钼矿的矿物显微镜图像。这些样品呈灰白色，颗粒状（斑状）纹理，具有大块结构。矿物主要由石英（20-25%）、钾长石（20-25%）、斜长石（40-45%）、角闪石（约5%）、黑云母（约10%）组成，伴有锆石和磷灰石等伴生矿物。钼矿的特征是其自形至亚自形结构，并以脉状、分散状和结核状形式存在于石英脉中。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}