{
    "id": "52a18df0-bb08-4787-b80c-e23468e701cc",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Precipitation oxygen isoscape for mainland China based on data fusion and bias correction (1870-2017)",
            "titleCn": "基于数据融合和偏差校正的中国大陆降水氧稳定同位素数据集（1870-2017）",
            "description": "The dataset includes the stable oxygen isotope of precipitation for the mainland of China over the 1870-2017 period, at a spatial resolution of 50-60 km and a monthly temporal resolution. In order to make full use of observations to integrate the advantages of various isotope-equipped general circulation models (iGCMs), the combination of data fusion and bias correction methods is used. Some physical-based ancillary data are introduced in the fusion methods, including elevation and meteorological data (SRTM DEM, monthly temperature and precipitation gridded datasets on 0.5° spatial resolution from the National Meteorological Information Centre), to enrich the climate and terrain information in the process of data fusion. Specifically, (1) for the 1870-1957 period, HadAM3 is corrected by using two bias correction methods, linear scaling (LS) and quantile matching (DT), and the ensemble mean (mean of two simulations) is then used; (2) for the 1958-1968 period, two iGCM simulations (CAM2 and HadAM3) are corrected by using two bias correction methods, LS and DT, and ensemble mean (mean of four simulations) is then used; (3) for the 1969-1978 period, four simulations (CAM2, GISS E free, GISS E nudged, and HadAM3) from three iGCMs and ancillary data are fused by using the Convolutional Neural Network (CNN) fusion method; (4) for the 1979-2001 period, nine simulations (CAM2, GISS E free, GISS E nudged, HadAM3, IsoGSM2, LMDZ4 free, LMDZ4 nudged, LMDZ4 zoomed, and MIROC32) from six iGCMs and ancillary data are fused with observations by using the CNN fusion method; (5) for the 2002-2007 period, seven simulations (GISS E free, GISS E nudged, IsoGSM2, LMDZ4 free, LMDZ4 nudged, LMDZ4 zoomed, and MIROC32) from four iGCMs and ancillary data are fused by using the CNN fusion method; (6) for the 2008-2017 period, two iGCM simulations (IsoGSM2 and LMDZ4 zoomed) are corrected by using two bias correction methods, LS and DT, and ensemble mean (mean of four simulations) is then used.\nPrior to building the isoscape, the performance of two bias correction methods and three data fusion methods is evaluated. Results show that the CNN fusion method performs the best (CC larger than 0.95 and RMSE smaller than 1‰), and the other two data fusion methods, Back Propagation Neural Network and Long Short-Term Memory Neural Network, perform slightly better than the bias correction methods. Thus, the isoscape is generated by using the CNN fusion method for the common 1969–2007 period and by using the bias correction methods for the remaining years. Compared with iGCM simulations, the built isoscape performs excellently for the vast majority of stations, with much larger CCs and smaller RMSEs. Specifically, the CCs between the isoscape simulations and observations are larger than 0.8 for 77.6% of stations and larger than 0.9 for 57.0% of stations. The RMSEs between the isoscape simulations and observations are smaller than 3‰ for 80.4% of stations and less than 2‰ for 56.1% of stations. The variations of the built isoscape time series show consistent patterns with observations, and it also performs much better than raw iGCM simulations. The spatial pattern presented by the isoscape shows the best consistency with observations. The strength of the CNN model has been demonstrated, which can make good use of the advantages of each simulation to accurately capture the characteristics of observations. Overall, the generated isoscape, which shows similar spatio-temporal distributions to observations, is reliable and useful for providing strong support for tracking atmospheric and hydrological processes. However, it should be noted that the isoscape may be more reliable for the common periods of most iGCMs (1969–2007), but mediocre for other periods. And limited by the methods, there may be breaks that need to be corrected when using long-series data. What’s more, affected by the data quantity and representativeness of observation stations, the accuracy of the isoscape in some regions still needs to be improved.",
            "descriptionCn": "数据集包括1870-2017年中国大陆地区的降水氧稳定同位素，空间分辨率为50-60 km，时间分辨率为月。为了充分利用观测数据，并整合各引入同位素的大气环流模式（iGCM）的优势，采用了数据融合与偏差校正相结合的方法。数据融合中引入了基于物理的辅助数据，包括高程和气象数据（SRTM DEM，国家气象信息中心 中国地面气温和降水月值0.5°格点数据），以丰富融合过程中的气候和地形信息。数据集各时段的生成方法具体为：（1）1870-1957年，使用线性缩放（LS）和分位数匹配（DT）两种偏差校正方法对HadAM3模拟序列进行校正，数据集使用两种校正结果的集合平均；（2）1958-1968年，使用LS和DT两种偏差校正方法对CAM2和HadAM3两个模拟序列进行校正，数据集使用两个序列两种校正结果的集合平均；（3）1969-1978年，使用卷积神经网络（CNN）融合方法对三个模式的四个模拟序列（CAM2，GISS E free，GISS E nudged和HadAM3）和辅助数据进行融合；（4）1979-2001年，使用CNN融合方法对六个模式的九个模拟序列（CAM2，GISS E free，GISS E nudged，HadAM3，IsoGSM2，LMDZ4 free，LMDZ4 nudged，LMDZ4 zoomed和MIROC32）和辅助数据进行融合；（5）2002-2007年，使用CNN融合方法对四个模式的七个模拟序列（GISS E free，GISS E nudged，IsoGSM2，LMDZ4 free，LMDZ4 nudged，LMDZ4 zoomed和MIROC32）和辅助数据进行融合；（6）2008-2017年，使用LS和DT两种偏差校正方法对IsoGSM2和LMDZ4 zoomed两个模拟序列进行校正，数据集使用两个序列两种校正结果的集合平均。\n在构建数据集之前，比较了三种数据融合方法和两种偏差校正方法的性能。结果表明，基于CNN的融合方法表现最好（与观测数据的相关系数大于0.95，均方根误差小于1‰），误差反向传播神经网络和长短期记忆人工神经网络的表现相近，且优于偏差校正方法。因此，使用CNN融合方法生成1969-2007年iGCM共同时段的数据集，并使用偏差校正方法生成其余时段的数据集。与 iGCM 模拟相比，构建的数据集与观测数据之间有更大的相关系数（CC）和更小的均方根误差（RMSE）。77.6%的站点数据集模拟与观测值之间的CC大于0.8，57.0%的台站大于0.9；80.4%的站点数据集模拟与观测值之间的RMSE小于3‰，56.1%的台站小于2‰。数据集的降水氧同位素时间序列的变化趋势与观测序列吻合较好，且明显优于iGCM的原始序列。同时，构建数据集的各月降水氧同位素空间格局与观测结果之间的一致性较好，展现了CNN融合模型的优势，即可以较好地利用各个模拟的优势，准确捕捉观测数据的特征。综上所述，构建的数据集能较好地再现观测数据，且具有时间连续和空间规则的特点，能为追踪大气和水文过程提供有效的数据支撑。然而，需要注意，在多数iGCM的共同时期（1969-2007），数据集可能更可靠。且受方法所限，在使用长序列数据时可能存在突变需要进行校正。此外，受观测站数据数量和代表性的影响，部分地区数据集的精度还有待提高。",
            "instructions": "The dataset is stored in the format of netCDF4.",
            "instructionsCn": "数据以netCDF4格式存储。",
            "east": 134.1,
            "west": 73.74,
            "south": 20.61,
            "north": 53.1,
            "startTime": "1870-01-01 10:48:17",
            "endTime": "2017-12-31 10:48:17",
            "fileSize": 79132986.0,
            "cstr": null,
            "doi": "10.5281/zenodo.7306199",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "陈佳澄",
                "nameEn": "CHEN Jiacheng",
                "unitEn": "",
                "unitCn": "水资源工程与调度全国重点实验室（武汉大学）"
            },
            {
                "nameCn": "陈杰",
                "nameEn": "CHEN Jie",
                "unitEn": "",
                "unitCn": "水资源工程与调度全国重点实验室（武汉大学）"
            },
            {
                "nameCn": "Xunchang John ZHANG",
                "nameEn": "ZHANG Xunchang John",
                "unitEn": "",
                "unitCn": "USDA-ARS Oklahoma and Central Plains Agricultural Research Center"
            },
            {
                "nameCn": "彭培艺",
                "nameEn": "PENG Peiyi",
                "unitEn": "",
                "unitCn": "西南水利水运工程科学研究院"
            },
            {
                "nameCn": "Camille Risi",
                "nameEn": "RISI Camille",
                "unitEn": "",
                "unitCn": "Laboratoire de Meteorologie Dynamique, IPSL, CNRS, Ecole Normale Superieure, Sorbonne Universite, PSL Research University"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A century and a half precipitation oxygen isoscape for China generated using data fusion and bias correction",
                "referenceCn": null,
                "referenceEn": "Chen, J., Chen, J., Zhang, X.J., Peng, P., & Risi, C. (2023). A century and a half precipitation oxygen isoscape for China generated using data fusion and bias correction. Sci Data, 10, 185. DOI: 10.1038/s41597-023-02095-1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他数据",
                "nameEn": "Others"
            },
            {
                "nameCn": "同位素",
                "nameEn": "Isotope"
            },
            {
                "nameCn": "机器学习",
                "nameEn": "Machine Learning"
            },
            {
                "nameCn": "误差校正",
                "nameEn": "Bias correction"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国大陆",
                "keywordEn": "the mainland of China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1870-2015",
                "keywordEn": "1870-2015",
                "type": "temporal"
            },
            {
                "keywordCn": "2016",
                "keywordEn": "2016",
                "type": "temporal"
            },
            {
                "keywordCn": "2017",
                "keywordEn": "2017",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The precipitation oxygen isotopic composition is a useful environmental tracer for climatic and hydrological studies. However, accurate and high-resolution precipitation oxygen isoscapes are currently lacking in China.",
                "Taking advantage of the fact that isotope composition varies sensitively with environmental conditions, environmental isotopes play an important role in the identification and characterization of the Earth’s systems processes. The study of the hydrologic cycle is one of the most important applications of stable isotopes. Firstly, the isotope composition of water provides an effective tracking method of water sources. In the process of moisture transport, the isotope composition changes with atmospheric processes, which can reflect moisture contribution. In addition, for surface runoff, soil water and groundwater, the isotope composition can also reflect the water source, infiltration mechanism and evaporation consumption of each system. Secondly, isotope composition can also reveal hydrological processes that cannot be achieved by other methods. For example, evaporation processes can be better diagnosed by dual hydrogen-oxygen or triple oxygen isotope, which can be used to quantify the raindrop re-evaporation. Thirdly, isotopes can be incorporated into surface hydrology models as diagnostic tools. The isotope composition of evapotranspiration, soil moisture, and runoff can be predicted by incorporating the isotope cycle, thus the distribution of isotopic variation in evapotranspiration and runoff can be better understood. What’s more, isotope composition can quantify evaporation rates, which is useful for understanding water balance and climate change from catchment to continental scales. Precipitation isotopes can also be used to estimate the precipitation isotopic lapse rate by establishing relationships with climatic elements or elevation, so as to study paleoclimate and paleoelevation. The international observation of stable isotopes in precipitation began in the 1950s, and the Global Network of Isotopes in Precipitation (GNIP) established in 1961 provides first-hand data for the study of stable isotopes in precipitation. Since then, Austria (Austrian Network of Isotopes in Precipitation, ANIP), the United States (United State Network of Isotopes in Precipitation, USNIP), Switzerland (Swiss National Network for the Observation of Isotopes in the Water Cycle, NISOT), Canada (Canadian Network of Isotopes in Precipitation, CNIP) and other countries have also established their national networks, which provide strong data support for promoting and deepening the study of stable precipitation isotope. The establishment of the isotope observation network in China was relatively late. Before 1985, GNIP had only one station in Hong Kong of China, and it was not until 1985 that more stations were selected for inclusion in GNIP. Due to the scarcity of stations on the Tibetan Plateau, the Chinese Academy of Sciences (CAS) launched the Tibetan Plateau Network of Isotopes in Precipitation (TNIP) in 1991. However, most Chinese stations in GNIP stopped monitoring in the early 2000s, and until 2004 only one station remained. In order to continue the systematic study, the CAS established the Chinese Network of Isotopes in Precipitation (CHNIP) based on the Chinese Ecosystem Research Network (CERN) in 2004. Due to the difficulty and high cost of measuring precipitation isotope ratios, most of the observed data are short in length. The spatial distribution of observation stations is uneven, with few stations in inaccessible areas. The stable isotopes in precipitation can also be simulated by isotope-equipped general circulation models (iGCMs). In contrast to observations, iGCMs can provide time-continuous and space-regular isotope data. Joussaume, et al. incorporated the fractionation process of water stable isotope into GCM for the first time. They used the GCM of the Laboratoire de Météorologie Dynamique (LMD) to simulate the distribution of global water stable isotope, and the relationship between simulated precipitation oxygen isotope and meteorological elements was in good agreement with the measured results. Since then, an increasing number of GCMs have incorporated isotope cycles, for example, the ECHAM4 developed by the Max Planck Institute for Meteorology (MPI) in Germany, the GISS E developed by the NASA Goddard Institute for Space Studies (GISS) in the United States, the HadAM3 developed by the Hadley Centre for Climate Prediction and Research in the United Kingdom, the LMDZ4 developed by the Laboratoire de Météorologie Dynamique in France, and the MIROC32 developed by the Center for Climate System Research (CCSR) of the University of Tokyo in Japan, etc. On the basis of these, the comparison and evaluation of iGCMs in simulating isotopes have been conducted in many studies. Yoshimura, et al. indicated that due to the limitation of spatial and temporal resolution, iGCMs are poor in simulating the short-term (days) variability of stable isotopes in precipitation, while they are good at the monthly or annual scale. Conroy, et al. evaluated the spatio-temporal pattern of precipitation isotope variability in the tropical Pacific for iGCM simulations, and found that nudging models by reanalysis wind has a certain effect on precipitation isotope values, and the performance of models varies with regions. Zhang, et al. selected four iGCMs to evaluate the average precipitation isotopic composition in East Asia. The results showed that the characteristics of measured values were well reproduced by iGCM simulation, but the simulated values were all lower in the inland areas at middle and high latitudes, and the amount effect in arid areas was incorrectly simulated. Wang, et al. verified iGCM-simulated stable isotopes in precipitation in arid Central Asia. In general, the seasonality of stable isotopes in precipitation could be well simulated, but the values of oxygen isotopes were higher in summer and lower in winter, lower in the eastern section and higher in the western section. Che, et al. concluded that nudged simulation by LMDZ has the best comprehensive performance by comparing the simulated values of different models with the measured values of GNIP in China. In terms of altitude effects, CAM and GISS E perform better, while in terms of continental effects, the free simulations by GISS E and LMDZ perform better. To comprehensively consider the error characteristics and advantages of different sources of data to reduce uncertainty, data fusion is usually used. One of the common methods for data fusion is to use in-situ observations as baselines to correct estimates from other sources. Several data fusion methods such as cokriging, probability matching, statistical objective analysis, Bayesian correction, probability density function–optimal interpolation, and variational are usually used to fuse in-situ observation information.",
                "So far, the neural network was mainly applied to precipitation data fusion in the field of hydrology but very little in isotopic hydrology.",
                "Overall, both observations and iGCM simulations have advantages and disadvantages. The effort of constructing a database by taking advantages and circumventing disadvantages of both becomes a challenge. BP, first proposed by Rumelhart, et al., is a multilayer feed-forward network trained by the error back-propagation algorithm. BP is one of the most widely used neural network models with high simulation accuracy for nonlinear functions. LSTM is very efficient for sequential data and is derived from Recurrent Neural Network (RNN) with memory function. CNN was first proposed by LeCun, for the problem of handwritten digit recognition. CNN combines three advantages of local connectivity, weight sharing and pooling. Bias correction methods. BCMs aim to correct the mean, variance and/or quantile of the climate model time series, so that the corrected model time series can better match those of the observations."
            ],
            "research objective": [
                "In this study, a precipitation oxygen isoscape in China for a period of 148 years is built by integrating observed and iGCMs-simulated isotope compositions using an optimal hybrid.",
                "With the motivations of resolving the lack and uneven distribution of observations, as well as the coarse and biased iGCM simulations, this study aims to take a hybrid approach that makes full use of observations to integrate the advantages of various iGCMs by using the optimal combination of data fusion and bias correction methods."
            ],
            "challenges": [
                "Due to the difficulty and high cost of measuring precipitation isotope ratios, most of the observed data are short in length. The spatial distribution of observation stations is uneven, with few stations in inaccessible areas.",
                "The effort of constructing a database by taking advantages and circumventing disadvantages of both becomes a challenge."
            ],
            "methods": [
                "The study area is divided into six sub-regions for our analysis: Northeast China (NE), North China (NC), Southeast China (SE), Southwest China (SW), Qinghai-Tibet Plateau (TP) and Northwest China (NW), as shown in Fig. 1. In general, this study makes the maximum extent to use isotope observations and simulation in data fusion. Generation of isoscape can be divided into five steps. (1) Prior to generating the dataset, the inverse distance weighting (IDW) method is used to interpolate all iGCM simulations and ancillary data to observation stations. (2) Three neural network data fusion and two bias correction methods are trained using observations and iGCM simulations for all months within a season and all stations within a sub-region. (3) The performance of each model is evaluated for the validation period by the cross-validation method to find the optimal data fusion and bias correction methods. (4) All iGCM simulations and ancillary data are interpolated to the LMDZ4 zoomed grid with a spatial resolution of approximately 50 km by the IDW method. (5) The optimal trained model and bias correction methods are applied to all grid points within a sub-region and all months within a season.",
                "In this study, a fully connected layer is added after three LSTM layers to generate fusion results. Dropout layers are applied to the three LSTM layers of the network to make the model more robust. In this study, CNN is mainly composed of two convolutional layers and pooling layers. Two fully connected layers are added at the end to remove the spatial topology and output the results. The convolutional layer and the fully connected layer are connected by flattening the output of the convolutional layer through the flatten layer. Batch normalization layers are inserted into the model to improve the speed, performance and stability of the neural network. In this study, two typical methods (i.e. linear scaling (LS) and distribution translation (DT)) are used to correct the bias of iGCM at the monthly timescale. In the K-fold (K = 5 in this study) experiment, the data set is randomly divided into K groups, and one of them is used as the test set each time, leaving K-1 groups as the training set. For example, (1) for the 1979–2001 period, nine simulations from six iGCMs (CAM2, GISS E, HadAM3, IsoGSM2, LMDZ4, and MIROC32) and ancillary data are fused with observations by using CNN fusion method; (2) for the 2002–2007 period, seven simulations from four iGCMs (GISS E, IsoGSM2, LMDZ4, and MIROC32) and ancillary data are fused by using CNN fusion method; (3) for the 1969–1978 period, four simulations from three iGCMs (CAM2, GISS E, and HadAM3) and ancillary data are fused by using CNN fusion method; (4) for the 1958–1968 and 2008–2017 periods, two iGCM simulations (CAM2 and HadAM3 for 1958–1968 and IsoGSM2 and LMDZ4 zoomed for 2008–2017) are corrected by using two BCMs, and ensemble mean (mean of four simulations) is then calculated; (5) for the 1870–1957 period, one iGCM simulation (HadAM3) is corrected by using two BCMs, and ensemble mean (mean of two simulations) is then calculated."
            ],
            "dataset": [
                "There are 107 oxygen isotope observation stations in the study area (Fig. 1), including 29 GNIP stations (available at https://nucleus.iaea.org/wiser), 27 CHNIP stations, 13 TNIP stations and 38 stations from other sources (mainly from references). Monthly oxygen isotope composition of precipitation (δ18Op) is used for analysis. The time span of GNIP data mostly ranges from 1980 to 2000, and the length of the time period is basically 5–15 years. For CHNIP, most time periods are about 2–5 years ranging from 2005 to 2010. Most TNIP data are between 1995 and 2005, with varying lengths. Some physical-based ancillary data are introduced in the fusion methods, including elevation and meteorological data, to enrich the climate and terrain information in the process of data fusion. The Digital Elevation Model (DEM) with a spatial resolution of 90 m is derived from the USGS/NASA Shuttle Radar Topographic Mission. The monthly temperature and precipitation gridded datasets on 0.5° spatial resolution in China developed by the National Meteorological Information Centre are also used. Seven δ18Op spatio-temporal fields simulated by five iGCMs (CAM2, GISS E, HadAM3, LMDZ4 and MIROC32) are used, which are selected from the SWING2 archive. The time span of the isoscape built in this study covers the union set of all simulations ranging from 1870 to 2017.",
                "The dataset includes the stable oxygen isotope of precipitation for the mainland of China over the 1870–2017 period, at a spatial resolution of 50–60 km and a monthly temporal resolution. The dataset is freely available in Zenodo repository (https://doi.org/10.5281/zenodo.7306199) with the format of netCDF4."
            ],
            "findings": [
                "Results show that the Convolutional Neural Networks (CNN) fusion method performs the best (correlation coefficient larger than 0.95 and root mean square error smaller than 1‰), and the other two data fusion methods perform slightly better than the bias correction methods. The results show that the CNN fusion method consistently performs the best for all sub-regions in China, and BP and LSTM fusion methods perform slightly better than LS and DT (BCMs)."
            ],
            "backgroundCn": [
                "降水氧同位素组成是气候和水文研究中有用的环境示踪剂。然而，目前中国缺乏准确且高分辨率的降水氧同位素图。",
                "利用同位素组成对环境条件的敏感变化，同位素在识别和表征地球系统过程方面发挥着重要作用。水文循环的研究是稳定同位素最重要的应用之一。首先，水的同位素组成提供了一种有效的水源追踪方法。在水汽输送过程中，同位素组成随着大气过程的变化而变化，这可以反映水汽的贡献。此外，对于地表径流、土壤水和地下水，同位素组成也可以反映每个系统的水源、渗透机制和蒸发消耗。其次，同位素组成还可以揭示其他方法无法实现的水文过程。例如，蒸发过程可以通过双氢-氧或三氧同位素更好地诊断，这可以用来量化雨滴的再蒸发。第三，同位素可以作为诊断工具纳入地表水文模型中。通过结合同位素循环，可以预测蒸散发、土壤水和径流的同位素组成，从而更好地理解蒸散发和径流中的同位素变化分布。此外，同位素组成可以量化蒸发速率，这对于从流域到大陆尺度理解水量平衡和气候变化非常有用。降水同位素还可以通过与气候要素或海拔建立关系来估算降水同位素的高度递减率，从而研究古气候和古海拔。稳定同位素在降水中的国际观测始于20世纪50年代，1961年建立的全球降水同位素网络（GNIP）为稳定同位素在降水中的研究提供了第一手数据。自那时以来，奥地利（奥地利降水同位素网络，ANIP）、美国（美国降水同位素网络，USNIP）、瑞士（瑞士水循环同位素观测国家网络，NISOT）、加拿大（加拿大降水同位素网络，CNIP）等国家也建立了各自的国家网络，为促进和深化稳定降水同位素的研究提供了强有力的数据支持。中国的同位素观测网络建立相对较晚。在1985年之前，GNIP在中国仅有一个位于香港的站点，直到1985年才有更多站点被纳入GNIP。由于青藏 Plateau 站点稀少，中国科学院（CAS）于1991年启动了青藏 Plateau 降水同位素网络（TNIP）。然而，大多数中国GNIP站点在2000年代初停止监测，直到2004年仅剩一个站点。为了继续系统研究，CAS于2004年基于中国生态系统研究网络（CERN）建立了中国降水同位素网络（CHNIP）。由于测量降水同位素比率的难度和高成本，大多数观测数据的时间较短。观测站的空间分布不均，难以到达的地区站点较少。降水中的稳定同位素也可以通过配备同位素的全球气候模型（iGCMs）进行模拟。与观测相比，iGCMs可以提供时间连续和空间规则的同位素数据。Joussaume等人首次将水稳定同位素的分馏过程纳入GCM中。他们使用法国气象动力学实验室（LMD）的GCM模拟全球水稳定同位素的分布，模拟的降水氧同位素与气象要素之间的关系与测量结果良好一致。从那时起，越来越多的GCM纳入了同位素循环，例如德国马克斯·普朗克气象研究所（MPI）开发的ECHAM4，美国NASA戈达德太空研究所（GISS）开发的GISS E，英国哈德利气候预测与研究中心开发的HadAM3，法国气象动力学实验室开发的LMDZ4，以及日本东京大学气候系统研究中心（CCSR）开发的MIROC32等。在此基础上，许多研究对iGCM在模拟同位素方面的比较和评估进行了研究。Yoshimura等人指出，由于空间和时间分辨率的限制，iGCM在模拟降水中稳定同位素的短期（天）变异性方面表现较差，而在月度或年度尺度上表现良好。Conroy等人评估了热带太平洋降水同位素变异性的时空模式，发现通过再分析风进行调整的模型对降水同位素值有一定影响，模型的表现因地区而异。Zhang等人选择了四个iGCM评估东亚的平均降水同位素组成。结果表明，模拟的值在内陆中高纬度地区普遍偏低，干旱地区的量效应模拟不正确，但测量值的特征得到了良好的再现。Wang等人验证了在干旱的中亚地区模拟的降水中稳定同位素。总体而言，降水中稳定同位素的季节性可以很好地模拟，但氧同位素在夏季的值较高，冬季较低，东部地区较低而西部地区较高。Che等人通过比较不同模型的模拟值与中国GNIP的测量值，得出LMDZ的调整模拟具有最佳的综合性能。在高度效应方面，CAM和GISS E表现更好，而在大陆效应方面，GISS E和LMDZ的自由模拟表现更好。为了综合考虑不同数据源的误差特征和优缺点以减少不确定性，通常使用数据融合。数据融合的一种常见方法是使用现场观测作为基线来校正其他来源的估计。几种数据融合方法，如协同克里金法、概率匹配、统计客观分析、贝叶斯校正、概率密度函数-最优插值和变分等，通常用于融合现场观测信息。",
                "到目前为止，神经网络主要应用于水文学中的降水数据融合，但在同位素水文学领域的应用很少。",
                "总体而言，观测数据和iGCM模拟各有优缺点。利用两者的优势并规避其缺点来构建数据库是一项挑战。BP（反向传播）最早由Rumelhart等人提出，是一种通过误差反向传播算法训练的多层前馈网络。BP是最广泛使用的神经网络模型之一，具有高精度的非线性函数模拟能力。LSTM对于序列数据非常有效，是从具有记忆功能的递归神经网络（RNN）派生而来的。CNN最初由LeCun提出，旨在解决手写数字识别问题。CNN结合了局部连接、权重共享和池化三种优势。偏差修正方法（BCMs）旨在修正气候模型时间序列的均值、方差和/或分位数，以便修正后的模型时间序列能够更好地与观测数据匹配。"
            ],
            "research objectiveCn": [
                "在这项研究中，通过整合观测数据和iGCMs模拟的同位素组成，构建了中国148年期间的降水氧同位素景观。",
                "本研究旨在通过混合方法充分利用观测数据，整合各种iGCM的优势，以解决观测数据的缺乏和分布不均，以及iGCM模拟的粗糙和偏差问题，采用数据融合和偏差修正方法的最佳组合。"
            ],
            "challengesCn": [
                "由于测量降水同位素比率的难度和高成本，大多数观测数据的时间长度较短。观测站的空间分布不均，偏远地区的观测站较少。",
                "利用两者的优势并规避劣势来构建数据库的努力成为了一项挑战。"
            ],
            "methodsCn": [
                "研究区域被划分为六个子区域进行分析：东北中国（NE）、华北（NC）、华东（SE）、西南中国（SW）、青藏高原（TP）和西北中国（NW），如图1所示。总体而言，本研究最大限度地利用同位素观测和模拟进行数据融合。同位素景观的生成可以分为五个步骤。(1) 在生成数据集之前，使用反距离加权（IDW）方法将所有iGCM模拟和辅助数据插值到观测站。(2) 使用观测数据和iGCM模拟对所有季节内的每个月和每个子区域内的所有站点进行训练，采用三种神经网络数据融合和两种偏差校正方法。(3) 通过交叉验证方法评估每个模型在验证期的性能，以找到最佳的数据融合和偏差校正方法。(4) 所有iGCM模拟和辅助数据通过IDW方法插值到LMDZ4缩放网格，空间分辨率约为50公里。(5) 将最佳训练模型和偏差校正方法应用于子区域内的所有网格点和季节内的所有月份。",
                "在本研究中，在三个LSTM层之后添加了一个全连接层以生成融合结果。为了增强模型的鲁棒性，对网络的三个LSTM层应用了Dropout层。本研究中的CNN主要由两个卷积层和池化层组成。在最后添加了两个全连接层，以去除空间拓扑并输出结果。卷积层和全连接层通过Flatten层将卷积层的输出展平后连接。模型中插入了批量归一化层，以提高神经网络的速度、性能和稳定性。本研究中使用了两种典型的方法（即线性缩放（LS）和分布转换（DT））来校正iGCM在月尺度上的偏差。在K折（本研究中K=5）实验中，数据集随机分为K组，每次使用其中一组作为测试集，剩下的K-1组作为训练集。例如：（1）对于1979-2001年期间，使用CNN融合方法将来自六个iGCM（CAM2、GISS E、HadAM3、IsoGSM2、LMDZ4和MIROC32）的九个模拟和辅助数据与观测数据融合；（2）对于2002-2007年期间，使用CNN融合方法将来自四个iGCM（GISS E、IsoGSM2、LMDZ4和MIROC32）的七个模拟和辅助数据融合；（3）对于1969-1978年期间，使用CNN融合方法将来自三个iGCM（CAM2、GISS E和HadAM3）的四个模拟和辅助数据融合；（4）对于1958-1968年和2008-2017年期间，使用两种BCM校正两个iGCM模拟（1958-1968年为CAM2和HadAM3，2008-2017年为IsoGSM2和LMDZ4），然后计算集合均值（四个模拟的均值）；（5）对于1870-1957年期间，使用两种BCM校正一个iGCM模拟（HadAM3），然后计算集合均值（两个模拟的均值）。"
            ],
            "datasetCn": [
                "在研究区域内共有107个氧同位素观测站（见图1），其中包括29个GNIP站（可在https://nucleus.iaea.org/wiser获取）、27个CHNIP站、13个TNIP站和38个来自其他来源的站点（主要来自文献）。用于分析的降水氧同位素组成（δ18Op）为月度数据。GNIP数据的时间跨度主要为1980年至2000年，时间长度基本为5至15年。CHNIP的数据大多为2005年至2010年，时间跨度约为2至5年。大多数TNIP数据在1995年至2005年之间，时间长度各不相同。在数据融合过程中，引入了一些基于物理的辅助数据，包括海拔和气象数据，以丰富气候和地形信息。数字高程模型（DEM）具有90米的空间分辨率，来源于美国地质调查局/美国国家航空航天局的航天飞机雷达地形任务。还使用了由国家气象信息中心开发的中国月度温度和降水格点数据集，空间分辨率为0.5°。本研究中使用了由五个iGCM（CAM2、GISS E、HadAM3、LMDZ4和MIROC32）模拟的七个δ18Op时空场，这些模型选自SWING2档案。该研究中构建的同位素景观的时间跨度覆盖了所有模拟的并集，范围为1870年至2017年。",
                "该数据集包含1870年至2017年期间中国大陆降水的稳定氧同位素数据，空间分辨率为50-60公里，时间分辨率为每月。该数据集可在Zenodo存储库中免费获取（https://doi.org/10.5281/zenodo.7306199），格式为netCDF4。"
            ],
            "findingsCn": [
                "结果显示，卷积神经网络（CNN）融合方法表现最佳（相关系数大于0.95，均方根误差小于1‰），而其他两种数据融合方法的表现略优于偏差校正方法。结果表明，CNN融合方法在中国所有子区域中始终表现最佳，而BP和LSTM融合方法的表现略优于LS和DT（偏差校正方法）。"
            ]
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "Is the convolutional neural network (CNN) or linear scaling (LS) more effective for data fusion in creating precipitation oxygen isoscapes?",
                "QuestionCn": "卷积神经网络（CNN）还是线性缩放（LS）在创建降水氧同位素图谱的数据融合中更有效？",
                "AnswerEn": "convolutional neural network (CNN)",
                "AnswerCn": "卷积神经网络 (CNN)",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection methods are used to integrate observations and iGCM simulations for generating precipitation oxygen isoscapes in China?",
                "QuestionCn": "用于整合观测和iGCM模拟以生成中国降水氧同位素图的数据显示收集方法有哪些？",
                "AnswerEn": "Convolutional Neural Networks (CNN)",
                "AnswerCn": "卷积神经网络 (CNN)",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "Where are the observation stations distributed for collecting oxygen isotope data in China, and what challenges are associated with their distribution?",
                "QuestionCn": "中国收集氧同位素数据的观测站分布在哪里，以及与其分布相关的挑战是什么？",
                "AnswerEn": "107 sites",
                "AnswerCn": "107个网站",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "When were the international and national networks for observing stable isotopes in precipitation established, and how have these networks evolved in China?",
                "QuestionCn": "国际和国家稳定同位素降水观测网络何时建立，以及这些网络在中国是如何发展的？",
                "AnswerEn": "1950s, 1961, 1985, 1991, 2004",
                "AnswerCn": "1950年代，1961年，1985年，1991年，2004年",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a method used to integrate observed and simulated isotope compositions in climatic studies?",
                "QuestionCn": "您能否提供一个在气候研究中用于整合观察到的和模拟的同位素组成的方法的例子？",
                "AnswerEn": "A method used to integrate observed and simulated isotope compositions is the combination of data fusion and bias correction methods, which involves the use of Convolutional Neural Networks (CNN) to fuse multiple iGCM simulations with physical-based ancillary data, such as elevation and meteorological data, to produce a high-resolution isoscape.",
                "AnswerCn": "一种用于整合观测和模拟同位素组成的方法是结合数据融合和偏差校正方法，这涉及使用卷积神经网络（CNN）将多个iGCM模拟与基于物理的辅助数据（如海拔和气象数据）融合，以生成高分辨率的同位素景观。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when collecting precipitation isotope data for climate research?",
                "QuestionCn": "在收集降水同位素数据用于气候研究时面临的一个挑战是什么？",
                "AnswerEn": "A challenge in collecting precipitation isotope data is the high cost and difficulty of measuring isotope ratios, which results in datasets that are often short in length and unevenly distributed spatially, with fewer stations in inaccessible areas.",
                "AnswerCn": "收集降水同位素数据的一大挑战是测量同位素比率的高成本和难度，这导致数据集通常较短且空间分布不均，偏远地区的观测站较少。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data fusion methods used in creating datasets for precipitation oxygen isotopes?",
                "QuestionCn": "用于创建降水氧同位素数据集的数据融合方法的特征是什么？",
                "AnswerEn": "Convolutional Neural Networks, local connectivity, weight sharing, pooling",
                "AnswerCn": "卷积神经网络，局部连接，权重共享，池化",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges are associated with collecting precipitation oxygen isotope data for large geographic areas?",
                "QuestionCn": "收集大范围地理区域的降水氧同位素数据面临哪些挑战？",
                "AnswerEn": "difficulty, high cost, short lengths of observed data, uneven spatial distribution of observation stations",
                "AnswerCn": "困难、高成本、观测数据长度短、观测站点分布不均。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many oxygen isotope observation stations are included in a dataset related to China's precipitation?",
                "QuestionCn": "与中国降水相关的数据集中包含多少个氧同位素观测站？",
                "AnswerEn": "107",
                "AnswerCn": "107",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the spatial resolution of a dataset used for stable oxygen isotope of precipitation in mainland China?",
                "QuestionCn": "中国大陆降水稳定氧同位素数据集的空间分辨率是多少？",
                "AnswerEn": "50-60 km",
                "AnswerCn": "50-60公里",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Over how many years does a dataset for stable oxygen isotope of precipitation in mainland China span?",
                "QuestionCn": "中国大陆降水稳定氧同位素的数据集跨越了多少年？",
                "AnswerEn": "147 years",
                "AnswerCn": "147年",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'data fusion' in the context of precipitation oxygen isotopes?",
                "QuestionCn": "在降水氧同位素的背景下，“数据融合”是指将来自不同来源或不同类型的数据进行整合，以提高对降水氧同位素分布和变化的理解。这可能涉及将气象数据、地质数据和实验室分析结果结合起来，以获得更全面的气候和水循环信息。",
                "AnswerEn": "Data fusion in the context of precipitation oxygen isotopes refers to the method of integrating observed data with simulations from isotope-equipped general circulation models (iGCMs) to create a more accurate and comprehensive dataset. This process involves using in-situ observations as baselines to correct estimates from other sources, employing methods like neural networks, cokriging, and statistical objective analysis to combine data from different sources effectively.",
                "AnswerCn": "在降水氧同位素的背景下，数据融合指的是将观测数据与配备同位素的全球气候模型（iGCMs）模拟结果整合，以创建更准确和全面的数据集。这个过程涉及使用现场观测作为基准来修正其他来源的估计，采用神经网络、协同克里金和统计客观分析等方法有效地结合来自不同来源的数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges are associated with the measurement of precipitation isotope ratios?",
                "QuestionCn": "与降水同位素比率测量相关的挑战有哪些？",
                "AnswerEn": "The challenges associated with the measurement of precipitation isotope ratios include the high cost and difficulty of measurements, resulting in observed data that are often short in length. Additionally, the spatial distribution of observation stations is uneven, with few stations in inaccessible areas, making it difficult to obtain comprehensive observational data.",
                "AnswerCn": "与降水同位素比率测量相关的挑战包括测量成本高和难度大，导致观察数据通常较短。此外，观测站的空间分布不均，偏远地区的观测站较少，使得获取全面的观测数据变得困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What constitutes a 'precipitation oxygen isoscape' and how is it constructed?",
                "QuestionCn": "“降水氧同位素景观”是指通过空间分布的氧同位素比率（如δ18O和δ16O）来描述降水的特征。它通常用于研究水循环、气候变化和生态系统等领域。构建降水氧同位素景观的过程包括以下几个步骤：\n\n1. **数据收集**：收集不同地区的降水样本，测量其氧同位素比率。\n2. **空间分析**：将收集到的数据进行空间分析，考虑地理、气候和环境因素对氧同位素比率的影响。\n3. **模型构建**：使用统计模型或地理信息系统（GIS）工具，构建降水氧同位素的空间分布模型。\n4. **验证与调整**：通过与其他数据源（如气象数据、土壤水分等）进行比较，验证模型的准确性，并根据需要进行调整。\n5. **可视化**：将构建的氧同位素景观进行可视化，以便于分析和解释。\n\n最终，降水氧同位素景观可以帮助科学家理解水循环的动态变化及其与气候的关系。",
                "AnswerEn": "A precipitation oxygen isoscape is a spatial and temporal representation of the oxygen isotopic composition of precipitation over a defined area. It is constructed by integrating observed isotope compositions with those simulated by iGCMs, using data fusion and bias correction methods. This process ensures that the isoscape accurately reflects the environmental conditions by leveraging the strengths of both observational data and model simulations.",
                "AnswerCn": "降水氧同位素景观是对特定区域内降水氧同位素组成的空间和时间表示。它通过整合观测到的同位素组成与由耦合气候模型（iGCMs）模拟的结果，采用数据融合和偏差校正方法构建。这个过程确保了同位素景观准确反映环境条件，充分利用了观测数据和模型模拟的优势。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the neural network-based data fusion methods like CNN, BP, and LSTM compare to traditional bias correction methods such as linear scaling (LS) and distribution translation (DT) in terms of performance for generating precipitation oxygen isotope datasets?",
                "QuestionCn": "神经网络基础的数据融合方法如卷积神经网络（CNN）、反向传播（BP）和长短期记忆网络（LSTM）与传统的偏差修正方法如线性缩放（LS）和分布转换（DT）在生成降水氧同位素数据集的性能方面有何比较？",
                "AnswerEn": "The neural network-based data fusion methods, particularly the CNN fusion method, outperform the traditional bias correction methods. CNN achieves a correlation coefficient larger than 0.95 and a root mean square error smaller than 1‰, consistently performing the best across all sub-regions in China. BP and LSTM methods also perform slightly better than LS and DT bias correction methods.",
                "AnswerCn": "基于神经网络的数据融合方法，特别是CNN融合方法，优于传统的偏差校正方法。CNN的相关系数超过0.95，均方根误差小于1‰，在中国所有子区域中始终表现最佳。BP和LSTM方法的表现也略优于LS和DT偏差校正方法。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the similarities and differences between the GNIP and CHNIP networks in terms of their contribution to the observation of stable isotopes in precipitation in China?",
                "QuestionCn": "GNIP和CHNIP网络在中国降水稳定同位素观测方面的相似性和差异是什么？",
                "AnswerEn": "Both GNIP and CHNIP networks contribute to the observation of stable isotopes in precipitation, but they differ in their establishment and duration. GNIP, established earlier, included stations in China mainly from 1980 to 2000. In contrast, CHNIP was established later, in 2004, to continue systematic studies with data mostly from 2005 to 2010. Both networks provide valuable data but GNIP had more extended periods of operation in different locations.",
                "AnswerCn": "GNIP和CHNIP网络都为降水中稳定同位素的观测做出了贡献，但它们在建立和持续时间上有所不同。GNIP成立较早，主要在1980年至2000年间在中国设有观测站。相比之下，CHNIP于2004年成立，旨在继续系统研究，数据主要来自2005年至2010年。两个网络都提供了有价值的数据，但GNIP在不同地点的运行时间更长。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In terms of spatial coverage and resolution, how do the isotope data generated from iGCM simulations compare to those obtained from in-situ observations?",
                "QuestionCn": "在空间覆盖和分辨率方面，iGCM模拟生成的同位素数据与从现场观测获得的数据相比如何？",
                "AnswerEn": "iGCM simulations offer time-continuous and space-regular isotope data, providing broader spatial coverage at a resolution of approximately 50-60 km. In contrast, in-situ observations from networks like GNIP and CHNIP offer high accuracy but are limited by uneven spatial distribution and shorter data lengths, especially in remote areas.",
                "AnswerCn": "iGCM模拟提供时间连续和空间规则的同位素数据，提供约50-60公里分辨率的更广泛空间覆盖。相比之下，来自GNIP和CHNIP等网络的现场观测提供高精度，但由于空间分布不均和数据长度较短，尤其是在偏远地区，受到限制。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the integration of iGCM simulations and observed isotope compositions be optimized to create more accurate precipitation oxygen isoscapes across diverse climatic regions?",
                "QuestionCn": "如何优化iGCM模拟与观测同位素组成的集成，以在不同气候区域创建更准确的降水氧同位素景观？",
                "AnswerEn": "The integration can be optimized by employing a hybrid approach that utilizes data fusion and bias correction methods. The study area can be divided into sub-regions, and various neural network models such as CNN, BP, and LSTM can be trained using observations and iGCM simulations. These models evaluate the performance during validation periods to find the optimal combination. Additionally, the introduction of physical-based ancillary data, like elevation and meteorological data, during data fusion enriches the climate and terrain information, enhancing accuracy.",
                "AnswerCn": "通过采用数据融合和偏差修正方法的混合方法，可以优化集成。研究区域可以划分为子区域，并使用观测数据和iGCM模拟训练各种神经网络模型，如CNN、BP和LSTM。这些模型在验证期间评估性能，以找到最佳组合。此外，在数据融合过程中引入基于物理的辅助数据，如海拔和气象数据，可以丰富气候和地形信息，提高准确性。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What challenges arise when using stable isotopes in precipitation for climatic and hydrological studies, and how can these be addressed through modern data collection and modeling techniques?",
                "QuestionCn": "在气候和水文研究中使用稳定同位素进行降水分析时，会出现哪些挑战，以及如何通过现代数据收集和建模技术来应对这些挑战？",
                "AnswerEn": "Challenges include the difficulty and high cost of measuring precipitation isotope ratios, short lengths of observed data, and uneven spatial distribution of observation stations. These can be addressed by using isotope-equipped general circulation models (iGCMs), which provide time-continuous and space-regular isotope data. Supplementing sparse observational data with iGCM simulations and employing data fusion methods, such as CNN, can reduce uncertainty and improve the representation of isotopic compositions across regions.",
                "AnswerCn": "挑战包括测量降水同位素比率的困难和高成本、观测数据的短时间长度以及观测站的空间分布不均。这些问题可以通过使用配备同位素的全球气候模型（iGCMs）来解决，这些模型提供时间连续和空间均匀的同位素数据。通过用iGCM模拟补充稀疏的观测数据，并采用数据融合方法，如卷积神经网络（CNN），可以减少不确定性并改善各地区同位素组成的表征。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in measuring and collecting precipitation isotope data in inaccessible areas?",
                "QuestionCn": "在难以到达的地区，测量和收集降水同位素数据面临的挑战包括哪些因素？",
                "AnswerEn": "The difficulty and high cost of measuring precipitation isotope ratios lead to short-length observed data. Additionally, the spatial distribution of observation stations is uneven, with few stations in inaccessible areas, making comprehensive data collection challenging.",
                "AnswerCn": "测量降水同位素比率的难度和高成本导致观测数据的时长较短。此外，观测站的空间分布不均，偏远地区的观测站较少，使得全面的数据收集面临挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it important to use a combination of data fusion and bias correction methods in generating a precipitation oxygen isoscape in China?",
                "QuestionCn": "在中国生成降水氧同位素图谱时，使用数据融合和偏差校正方法的组合是重要的，原因如下：",
                "AnswerEn": "Combining data fusion and bias correction methods is crucial to address the lack and uneven distribution of observations, alongside the coarse and biased nature of iGCM simulations. This hybrid approach integrates the advantages of various iGCMs with observations, reducing uncertainty and improving the accuracy of the isoscape.",
                "AnswerCn": "结合数据融合和偏差修正方法对于解决观测数据的缺乏和不均匀分布，以及iGCM模拟的粗糙和偏差特性至关重要。这种混合方法将各种iGCM的优势与观测数据相结合，减少不确定性，提高同位素景观的准确性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What causes the necessity for developing a hybrid approach to construct a reliable database of precipitation oxygen isotopic composition?",
                "QuestionCn": "导致开发混合方法以构建可靠的降水氧同位素组成数据库的必要性是什么？",
                "AnswerEn": "The necessity arises from the inherent limitations and biases in both observations and iGCM simulations. Observations are often short in length and unevenly distributed, while iGCMs struggle with spatial and temporal resolution. A hybrid approach leverages the strengths of both to create a more reliable and comprehensive dataset.",
                "AnswerCn": "这种必要性源于观测和iGCM模拟中固有的局限性和偏差。观测数据通常时间较短且分布不均，而iGCM在空间和时间分辨率上存在困难。混合方法利用两者的优势，以创建更可靠和全面的数据集。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts of integrating physical-based ancillary data, such as elevation and meteorological data, into data fusion methods for precipitation isotope datasets?",
                "QuestionCn": "将物理基础的辅助数据，如海拔和气象数据，整合到降水同位素数据集的数据融合方法中，可能会产生哪些潜在影响？",
                "AnswerEn": "Integrating physical-based ancillary data like elevation and meteorological data into data fusion methods enriches the climate and terrain information, thereby improving the accuracy and robustness of the precipitation isotope datasets. This integration allows for a better representation of spatial patterns and enhances the ability to accurately model the relationship between isotope compositions and environmental factors, ultimately leading to datasets that more closely align with observed data.",
                "AnswerCn": "将基于物理的辅助数据（如海拔和气象数据）整合到数据融合方法中，可以丰富气候和地形信息，从而提高降水同位素数据集的准确性和稳健性。这种整合能够更好地表示空间模式，并增强准确建模同位素组成与环境因素之间关系的能力，最终导致的数据集与观测数据更为一致。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the intended goals of integrating observed and iGCMs-simulated isotope compositions using data fusion and bias correction methods in precipitation studies?",
                "QuestionCn": "在降水研究中，整合观测到的同位素组成和iGCMs模拟的同位素组成，使用数据融合和偏差校正方法的预期目标是什么？",
                "AnswerEn": "The goals are to build a precipitation oxygen isoscape over a period of 148 years in China by addressing the lack and uneven distribution of observations, and the coarse and biased iGCM simulations. This approach aims to fully utilize observations to integrate the advantages of various iGCMs by using an optimal combination of data fusion and bias correction methods, thereby enhancing the accuracy and reliability of the dataset for climatic and hydrological studies.",
                "AnswerCn": "目标是在中国建立一个148年的降水氧同位素空间分布图，解决观测数据的缺乏和分布不均，以及iGCM模拟的粗糙和偏差。该方法旨在充分利用观测数据，通过使用数据融合和偏差校正方法的最佳组合，整合各种iGCM的优势，从而提高气候和水文研究数据集的准确性和可靠性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What motivates the development of a comprehensive precipitation oxygen isotope dataset for China, covering the years 1870 to 2017?",
                "QuestionCn": "什么驱动了中国1870年至2017年全面降水氧同位素数据集的开发？",
                "AnswerEn": "The motivation stems from the need to provide effective data support for tracking atmospheric and hydrological processes with a dataset that is temporally continuous and spatially regular. This comprehensive dataset addresses the challenges of limited observation data, uneven station distribution, and bias in iGCM simulations, thereby facilitating a better understanding of climatic and hydrological processes, paleoclimate studies, and helping to improve the accuracy of environmental tracers in China.",
                "AnswerCn": "动机源于需要提供有效的数据支持，以跟踪大气和水文过程，使用一个时间上连续、空间上规则的数据集。这个综合数据集解决了观测数据有限、站点分布不均和iGCM模拟偏差等挑战，从而促进了对气候和水文过程的更好理解、古气候研究，并有助于提高中国环境示踪剂的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the steps involved in integrating observed isotope compositions with iGCM-simulated data to construct a high-resolution precipitation oxygen isoscape?",
                "QuestionCn": "将观测到的同位素组成与iGCM模拟数据结合起来，以构建高分辨率降水氧同位素图的步骤包括：",
                "AnswerEn": "The integration process involves several steps: (1) Interpolating all iGCM simulations and ancillary data to observation stations using the inverse distance weighting (IDW) method. (2) Training neural network data fusion methods and bias correction methods using observations and iGCM simulations for all months within a season and stations within a sub-region. (3) Evaluating the performance of each model using cross-validation to find the optimal data fusion and bias correction methods. (4) Interpolating all iGCM simulations and ancillary data to the LMDZ4 zoomed grid with a spatial resolution of approximately 50 km. (5) Applying the optimal trained model and bias correction methods to all grid points within a sub-region and all months within a season.",
                "AnswerCn": "集成过程涉及几个步骤：（1）使用反距离加权（IDW）方法将所有iGCM模拟和辅助数据插值到观测站。 （2）使用观测数据和iGCM模拟对所有季节内的月份和子区域内的站点进行神经网络数据融合方法和偏差修正方法的训练。 （3）使用交叉验证评估每个模型的性能，以找到最佳的数据融合和偏差修正方法。 （4）将所有iGCM模拟和辅助数据插值到具有约50公里空间分辨率的LMDZ4缩放网格。 （5）将最佳训练模型和偏差修正方法应用于子区域内的所有网格点和季节内的所有月份。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data fusion techniques and bias correction methods enable the integration of diverse iGCM simulations and observational data for building high-resolution precipitation isotopic datasets?",
                "QuestionCn": "哪些数据融合技术和偏差修正方法能够整合不同的iGCM模拟和观测数据，以构建高分辨率的降水同位素数据集？",
                "AnswerEn": "The integration of iGCM simulations and observational data for building high-resolution precipitation isotopic datasets is enabled by a combination of data fusion techniques and bias correction methods. Specifically, neural network-based data fusion methods such as Convolutional Neural Networks (CNN) are used alongside bias correction methods like linear scaling (LS) and distribution translation (DT) to enhance the accuracy and spatial-temporal resolution of datasets.",
                "AnswerCn": "iGCM模拟与观测数据的结合，通过数据融合技术和偏差校正方法，构建高分辨率降水同位素数据集。具体而言，采用基于神经网络的数据融合方法，如卷积神经网络（CNN），以及线性缩放（LS）和分布转换（DT）等偏差校正方法，以提高数据集的准确性和时空分辨率。",
                "Level": "C6(Creating)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might a dataset integrating observed and iGCM-simulated isotope compositions face challenges in achieving high spatial resolution across China?",
                "QuestionCn": "一个整合观察到的和iGCM模拟的同位素组成的数据集在中国实现高空间分辨率可能面临挑战的原因是什么？",
                "AnswerEn": "Challenges include the difficulty and high cost of measuring precipitation isotope ratios, short lengths of observed data, and uneven spatial distribution of observation stations, especially in inaccessible areas. This uneven distribution makes it difficult to achieve high spatial resolution across the entire region.",
                "AnswerCn": "挑战包括测量降水同位素比率的困难和高成本、观测数据的短期长度以及观测站的空间分布不均，特别是在难以到达的地区。这种不均匀分布使得在整个区域内实现高空间分辨率变得困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the expected advantages of using a hybrid approach in data fusion for creating a precipitation oxygen isoscape over a long historical period?",
                "QuestionCn": "使用混合方法进行数据融合，以创建长期历史时期的降水氧同位素图的预期优势是什么？",
                "AnswerEn": "A hybrid approach aims to resolve the lack and uneven distribution of observations, as well as the coarse and biased iGCM simulations. By integrating the advantages of various iGCMs and observations using optimal data fusion and bias correction methods, researchers expect to create a more accurate and comprehensive precipitation oxygen isoscape.",
                "AnswerCn": "混合方法旨在解决观测数据的缺乏和不均匀分布，以及粗糙和偏差的iGCM模拟。通过使用最佳数据融合和偏差修正方法，整合各种iGCM和观测的优势，研究人员期望创建一个更准确和全面的降水氧同位素空间。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why might certain data fusion methods, like Convolutional Neural Networks (CNN), be preferred over traditional bias correction methods in isotopic hydrology datasets?",
                "QuestionCn": "某些数据融合方法，如卷积神经网络（CNN），在同位素水文学数据集中可能比传统的偏差校正方法更受青睐的原因是什么？",
                "AnswerEn": "Convolutional Neural Networks (CNN) are preferred because they have shown to consistently perform the best across sub-regions in China, achieving a correlation coefficient larger than 0.95 and a root mean square error smaller than 1‰. CNN effectively leverages the strengths of multiple simulations and observations to capture the characteristics of observed data more accurately than traditional bias correction methods.",
                "AnswerCn": "卷积神经网络（CNN）之所以受到青睐，是因为它们在中国各个子区域的表现 consistently 优于其他方法，相关系数超过0.95，均方根误差小于1‰。CNN有效利用多种模拟和观测的优势，比传统的偏差修正方法更准确地捕捉观测数据的特征。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How do you evaluate the effectiveness of using convolutional neural networks (CNN) for data fusion in enhancing the accuracy of precipitation oxygen isotope datasets?",
                "QuestionCn": "如何评估使用卷积神经网络（CNN）进行数据融合在提高降水氧同位素数据集准确性方面的有效性？",
                "AnswerEn": "The use of convolutional neural networks (CNN) for data fusion in this domain is highly effective, as evidenced by the performance results where the CNN fusion method consistently outperforms other methods. It shows a high correlation coefficient greater than 0.95 and a root mean square error smaller than 1‰, indicating that CNN can effectively utilize the strengths of various simulation models and accurately capture the characteristics of observed data.",
                "AnswerCn": "在该领域中，卷积神经网络（CNN）用于数据融合非常有效，性能结果表明CNN融合方法始终优于其他方法。其相关系数高于0.95，均方根误差小于1‰，这表明CNN能够有效利用各种模拟模型的优势，并准确捕捉观测数据的特征。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the perceived challenges in integrating isotope-equipped general circulation models (iGCMs) with observational data, and how might these challenges affect the accuracy and reliability of the resulting datasets?",
                "QuestionCn": "将同位素装备的全球环流模型（iGCMs）与观测数据整合时，所面临的感知挑战有哪些，这些挑战可能如何影响最终数据集的准确性和可靠性？",
                "AnswerEn": "The challenges in integrating iGCMs with observational data include the difficulty and high cost of measuring precipitation isotope ratios, as well as the uneven spatial distribution of observation stations, particularly in inaccessible areas. These factors can lead to short lengths of observed data and potential inaccuracies in certain regions, affecting the overall accuracy and reliability of the resulting datasets.",
                "AnswerCn": "将iGCM与观测数据集成的挑战包括测量降水同位素比率的困难和高成本，以及观测站的不均匀空间分布，特别是在难以到达的地区。这些因素可能导致观测数据的时间长度较短，并在某些区域产生潜在的不准确性，从而影响最终数据集的整体准确性和可靠性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, how can bias correction methods be optimized to improve the quality of long-term precipitation isotope records, considering the limitations identified in the data collection methods?",
                "QuestionCn": "在您看来，如何优化偏差修正方法以提高长期降水同位素记录的质量，考虑到数据收集方法中识别出的局限性？",
                "AnswerEn": "Bias correction methods can be optimized by carefully selecting and combining different bias correction techniques such as linear scaling (LS) and distribution translation (DT), as well as employing ensemble means to account for model uncertainties. Additionally, incorporating high-resolution ancillary data and employing advanced machine learning techniques like CNN can further enhance the quality of long-term records by better representing the underlying climatic and geographical variations.",
                "AnswerCn": "偏差修正方法可以通过仔细选择和组合不同的偏差修正技术，如线性缩放（LS）和分布转换（DT），以及采用集合均值来考虑模型的不确定性，从而进行优化。此外，结合高分辨率的辅助数据并采用先进的机器学习技术，如卷积神经网络（CNN），可以进一步提高长期记录的质量，更好地反映潜在的气候和地理变化。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I can't make sense of why there are challenges in collecting long-term data on precipitation oxygen isotopes.",
                "QuestionCn": "我无法理解为什么在收集降水氧同位素的长期数据时会面临挑战。",
                "AnswerEn": "Challenges in collecting long-term data on precipitation oxygen isotopes stem from the difficulty and high cost of measurements. Additionally, the spatial distribution of observation stations is uneven, with few stations in remote or inaccessible areas, leading to short and sparse datasets that need to be supplemented by simulations from iGCMs.",
                "AnswerCn": "收集长期降水氧同位素数据的挑战在于测量的困难和高成本。此外，观测站的空间分布不均，偏远或难以到达地区的观测站较少，导致数据集短缺且稀疏，需要通过iGCMs的模拟来补充。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I’m unsure how bias correction methods contribute to improving the accuracy of climatic datasets.",
                "QuestionCn": "我不确定偏差修正方法如何有助于提高气候数据集的准确性。",
                "AnswerEn": "Bias correction methods are used to adjust the mean, variance, and quantile of climate model time series to better match observed data. In the context of precipitation oxygen isotopes, methods like linear scaling (LS) and distribution translation (DT) are employed to correct bias in iGCM simulations, ensuring that the corrected data aligns more closely with actual observations.",
                "AnswerCn": "偏差修正方法用于调整气候模型时间序列的均值、方差和分位数，以更好地与观测数据匹配。在降水氧同位素的背景下，线性缩放（LS）和分布平移（DT）等方法被用来修正iGCM模拟中的偏差，确保修正后的数据与实际观测更为一致。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the challenges in data collection for precipitation oxygen isotopic composition in China and suggest potential methods to address them.",
                "QuestionCn": "请分析中国降水氧同位素组成数据收集中的挑战，并建议潜在的方法来解决这些问题。",
                "AnswerEn": "The challenges in data collection for precipitation oxygen isotopic composition in China include the high cost and difficulty of measuring isotope ratios, short length of observed data, and uneven spatial distribution of observation stations, particularly in inaccessible areas. Potential methods to address these challenges could involve expanding the network of observation stations, integrating data from isotope-equipped general circulation models (iGCMs) to provide time-continuous and space-regular data, and employing data fusion techniques to combine in-situ observations with model simulations.",
                "AnswerCn": "在中国，降水氧同位素组成的数据收集面临的挑战包括测量同位素比率的高成本和困难、观测数据的短期长度以及观测站点的空间分布不均，特别是在难以到达的地区。解决这些挑战的潜在方法可以包括扩展观测站网络、整合配备同位素的全球气候模型（iGCM）数据，以提供时间连续和空间均匀的数据，以及采用数据融合技术，将现场观测与模型模拟相结合。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please discuss the potential impact of incorporating physical-based ancillary data in the process of data fusion for generating high-resolution precipitation oxygen isoscape datasets.",
                "QuestionCn": "讨论在数据融合过程中纳入基于物理的辅助数据对生成高分辨率降水氧同位素景观数据集的潜在影响。",
                "AnswerEn": "Incorporating physical-based ancillary data, such as elevation and meteorological information, can enrich the climate and terrain information during data fusion, leading to more accurate and detailed precipitation oxygen isoscape datasets. This approach helps capture the spatial variability and improves the model's ability to reflect actual environmental conditions. The added context from ancillary data enhances the fusion process, making the resulting datasets more reliable for tracking atmospheric and hydrological processes. However, the accuracy and availability of ancillary data can significantly influence the effectiveness of this approach.",
                "AnswerCn": "结合基于物理的辅助数据，如海拔和气象信息，可以丰富气候和地形信息，在数据融合过程中生成更准确和详细的降水氧同位素景观数据集。这种方法有助于捕捉空间变异性，提高模型反映实际环境条件的能力。来自辅助数据的额外背景信息增强了融合过程，使得生成的数据集在追踪大气和水文过程方面更加可靠。然而，辅助数据的准确性和可用性会显著影响这种方法的有效性。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}