{
    "id": "52a18df0-bb08-4787-b80c-e23468e701cc",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Precipitation oxygen isoscape for mainland China based on data fusion and bias correction (1870-2017)",
            "description": "The dataset includes the stable oxygen isotope of precipitation for the mainland of China over the 1870-2017 period, at a spatial resolution of 50-60 km and a monthly temporal resolution. In order to make full use of observations to integrate the advantages of various isotope-equipped general circulation models (iGCMs), the combination of data fusion and bias correction methods is used. Some physical-based ancillary data are introduced in the fusion methods, including elevation and meteorological data (SRTM DEM, monthly temperature and precipitation gridded datasets on 0.5° spatial resolution from the National Meteorological Information Centre), to enrich the climate and terrain information in the process of data fusion. Specifically, (1) for the 1870-1957 period, HadAM3 is corrected by using two bias correction methods, linear scaling (LS) and quantile matching (DT), and the ensemble mean (mean of two simulations) is then used; (2) for the 1958-1968 period, two iGCM simulations (CAM2 and HadAM3) are corrected by using two bias correction methods, LS and DT, and ensemble mean (mean of four simulations) is then used; (3) for the 1969-1978 period, four simulations (CAM2, GISS E free, GISS E nudged, and HadAM3) from three iGCMs and ancillary data are fused by using the Convolutional Neural Network (CNN) fusion method; (4) for the 1979-2001 period, nine simulations (CAM2, GISS E free, GISS E nudged, HadAM3, IsoGSM2, LMDZ4 free, LMDZ4 nudged, LMDZ4 zoomed, and MIROC32) from six iGCMs and ancillary data are fused with observations by using the CNN fusion method; (5) for the 2002-2007 period, seven simulations (GISS E free, GISS E nudged, IsoGSM2, LMDZ4 free, LMDZ4 nudged, LMDZ4 zoomed, and MIROC32) from four iGCMs and ancillary data are fused by using the CNN fusion method; (6) for the 2008-2017 period, two iGCM simulations (IsoGSM2 and LMDZ4 zoomed) are corrected by using two bias correction methods, LS and DT, and ensemble mean (mean of four simulations) is then used.\nPrior to building the isoscape, the performance of two bias correction methods and three data fusion methods is evaluated. Results show that the CNN fusion method performs the best (CC larger than 0.95 and RMSE smaller than 1‰), and the other two data fusion methods, Back Propagation Neural Network and Long Short-Term Memory Neural Network, perform slightly better than the bias correction methods. Thus, the isoscape is generated by using the CNN fusion method for the common 1969–2007 period and by using the bias correction methods for the remaining years. Compared with iGCM simulations, the built isoscape performs excellently for the vast majority of stations, with much larger CCs and smaller RMSEs. Specifically, the CCs between the isoscape simulations and observations are larger than 0.8 for 77.6% of stations and larger than 0.9 for 57.0% of stations. The RMSEs between the isoscape simulations and observations are smaller than 3‰ for 80.4% of stations and less than 2‰ for 56.1% of stations. The variations of the built isoscape time series show consistent patterns with observations, and it also performs much better than raw iGCM simulations. The spatial pattern presented by the isoscape shows the best consistency with observations. The strength of the CNN model has been demonstrated, which can make good use of the advantages of each simulation to accurately capture the characteristics of observations. Overall, the generated isoscape, which shows similar spatio-temporal distributions to observations, is reliable and useful for providing strong support for tracking atmospheric and hydrological processes. However, it should be noted that the isoscape may be more reliable for the common periods of most iGCMs (1969–2007), but mediocre for other periods. And limited by the methods, there may be breaks that need to be corrected when using long-series data. What’s more, affected by the data quantity and representativeness of observation stations, the accuracy of the isoscape in some regions still needs to be improved.",
            "instructions": "The dataset is stored in the format of netCDF4.",
            "east": 134.1,
            "west": 73.74,
            "south": 20.61,
            "north": 53.1,
            "startTime": "1870-01-01 10:48:17",
            "endTime": "2017-12-31 10:48:17",
            "fileSize": 79132986.0,
            "cstr": null,
            "doi": "10.5281/zenodo.7306199",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameEn": "CHEN Jiacheng",
                "unitEn": "National Key Laboratory of Water Resources Engineering and Management (Wuhan University)"
            },
            {
                "nameEn": "CHEN Jie",
                "unitEn": "National Key Laboratory of Water Resources Engineering and Management (Wuhan University)"
            },
            {
                "nameEn": "ZHANG Xunchang John",
                "unitEn": "USDA-ARS Oklahoma and Central Plains Agricultural Research Center"
            },
            {
                "nameEn": "PENG Peiyi",
                "unitEn": "Southwest Water Resources and Hydropower Engineering Science Research Institute"
            },
            {
                "nameEn": "RISI Camille",
                "unitEn": "Laboratory of Dynamic Meteorology, IPSL, CNRS, École Normale Supérieure, Sorbonne University, PSL Research University"
            }
        ],
        "literatureList": [
            {
                "titleEn": "A century and a half precipitation oxygen isoscape for China generated using data fusion and bias correction",
                "referenceEn": "Chen, J., Chen, J., Zhang, X.J., Peng, P., & Risi, C. (2023). A century and a half precipitation oxygen isoscape for China generated using data fusion and bias correction. Sci Data, 10, 185. DOI: 10.1038/s41597-023-02095-1."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Others"
            },
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Others"
            },
            {
                "nameEn": "Isotope"
            },
            {
                "nameEn": "Machine Learning"
            },
            {
                "nameEn": "Bias correction"
            },
            {
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the mainland of China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "1870-2015",
                "type": "temporal"
            },
            {
                "keywordEn": "2016",
                "type": "temporal"
            },
            {
                "keywordEn": "2017",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The precipitation oxygen isotopic composition is a useful environmental tracer for climatic and hydrological studies. However, accurate and high-resolution precipitation oxygen isoscapes are currently lacking in China.",
                "Taking advantage of the fact that isotope composition varies sensitively with environmental conditions, environmental isotopes play an important role in the identification and characterization of the Earth’s systems processes. The study of the hydrologic cycle is one of the most important applications of stable isotopes. Firstly, the isotope composition of water provides an effective tracking method of water sources. In the process of moisture transport, the isotope composition changes with atmospheric processes, which can reflect moisture contribution. In addition, for surface runoff, soil water and groundwater, the isotope composition can also reflect the water source, infiltration mechanism and evaporation consumption of each system. Secondly, isotope composition can also reveal hydrological processes that cannot be achieved by other methods. For example, evaporation processes can be better diagnosed by dual hydrogen-oxygen or triple oxygen isotope, which can be used to quantify the raindrop re-evaporation. Thirdly, isotopes can be incorporated into surface hydrology models as diagnostic tools. The isotope composition of evapotranspiration, soil moisture, and runoff can be predicted by incorporating the isotope cycle, thus the distribution of isotopic variation in evapotranspiration and runoff can be better understood. What’s more, isotope composition can quantify evaporation rates, which is useful for understanding water balance and climate change from catchment to continental scales. Precipitation isotopes can also be used to estimate the precipitation isotopic lapse rate by establishing relationships with climatic elements or elevation, so as to study paleoclimate and paleoelevation. The international observation of stable isotopes in precipitation began in the 1950s, and the Global Network of Isotopes in Precipitation (GNIP) established in 1961 provides first-hand data for the study of stable isotopes in precipitation. Since then, Austria (Austrian Network of Isotopes in Precipitation, ANIP), the United States (United State Network of Isotopes in Precipitation, USNIP), Switzerland (Swiss National Network for the Observation of Isotopes in the Water Cycle, NISOT), Canada (Canadian Network of Isotopes in Precipitation, CNIP) and other countries have also established their national networks, which provide strong data support for promoting and deepening the study of stable precipitation isotope. The establishment of the isotope observation network in China was relatively late. Before 1985, GNIP had only one station in Hong Kong of China, and it was not until 1985 that more stations were selected for inclusion in GNIP. Due to the scarcity of stations on the Tibetan Plateau, the Chinese Academy of Sciences (CAS) launched the Tibetan Plateau Network of Isotopes in Precipitation (TNIP) in 1991. However, most Chinese stations in GNIP stopped monitoring in the early 2000s, and until 2004 only one station remained. In order to continue the systematic study, the CAS established the Chinese Network of Isotopes in Precipitation (CHNIP) based on the Chinese Ecosystem Research Network (CERN) in 2004. Due to the difficulty and high cost of measuring precipitation isotope ratios, most of the observed data are short in length. The spatial distribution of observation stations is uneven, with few stations in inaccessible areas. The stable isotopes in precipitation can also be simulated by isotope-equipped general circulation models (iGCMs). In contrast to observations, iGCMs can provide time-continuous and space-regular isotope data. Joussaume, et al. incorporated the fractionation process of water stable isotope into GCM for the first time. They used the GCM of the Laboratoire de Météorologie Dynamique (LMD) to simulate the distribution of global water stable isotope, and the relationship between simulated precipitation oxygen isotope and meteorological elements was in good agreement with the measured results. Since then, an increasing number of GCMs have incorporated isotope cycles, for example, the ECHAM4 developed by the Max Planck Institute for Meteorology (MPI) in Germany, the GISS E developed by the NASA Goddard Institute for Space Studies (GISS) in the United States, the HadAM3 developed by the Hadley Centre for Climate Prediction and Research in the United Kingdom, the LMDZ4 developed by the Laboratoire de Météorologie Dynamique in France, and the MIROC32 developed by the Center for Climate System Research (CCSR) of the University of Tokyo in Japan, etc. On the basis of these, the comparison and evaluation of iGCMs in simulating isotopes have been conducted in many studies. Yoshimura, et al. indicated that due to the limitation of spatial and temporal resolution, iGCMs are poor in simulating the short-term (days) variability of stable isotopes in precipitation, while they are good at the monthly or annual scale. Conroy, et al. evaluated the spatio-temporal pattern of precipitation isotope variability in the tropical Pacific for iGCM simulations, and found that nudging models by reanalysis wind has a certain effect on precipitation isotope values, and the performance of models varies with regions. Zhang, et al. selected four iGCMs to evaluate the average precipitation isotopic composition in East Asia. The results showed that the characteristics of measured values were well reproduced by iGCM simulation, but the simulated values were all lower in the inland areas at middle and high latitudes, and the amount effect in arid areas was incorrectly simulated. Wang, et al. verified iGCM-simulated stable isotopes in precipitation in arid Central Asia. In general, the seasonality of stable isotopes in precipitation could be well simulated, but the values of oxygen isotopes were higher in summer and lower in winter, lower in the eastern section and higher in the western section. Che, et al. concluded that nudged simulation by LMDZ has the best comprehensive performance by comparing the simulated values of different models with the measured values of GNIP in China. In terms of altitude effects, CAM and GISS E perform better, while in terms of continental effects, the free simulations by GISS E and LMDZ perform better. To comprehensively consider the error characteristics and advantages of different sources of data to reduce uncertainty, data fusion is usually used. One of the common methods for data fusion is to use in-situ observations as baselines to correct estimates from other sources. Several data fusion methods such as cokriging, probability matching, statistical objective analysis, Bayesian correction, probability density function–optimal interpolation, and variational are usually used to fuse in-situ observation information.",
                "So far, the neural network was mainly applied to precipitation data fusion in the field of hydrology but very little in isotopic hydrology.",
                "Overall, both observations and iGCM simulations have advantages and disadvantages. The effort of constructing a database by taking advantages and circumventing disadvantages of both becomes a challenge. BP, first proposed by Rumelhart, et al., is a multilayer feed-forward network trained by the error back-propagation algorithm. BP is one of the most widely used neural network models with high simulation accuracy for nonlinear functions. LSTM is very efficient for sequential data and is derived from Recurrent Neural Network (RNN) with memory function. CNN was first proposed by LeCun, for the problem of handwritten digit recognition. CNN combines three advantages of local connectivity, weight sharing and pooling. Bias correction methods. BCMs aim to correct the mean, variance and/or quantile of the climate model time series, so that the corrected model time series can better match those of the observations."
            ],
            "research objective": [
                "In this study, a precipitation oxygen isoscape in China for a period of 148 years is built by integrating observed and iGCMs-simulated isotope compositions using an optimal hybrid.",
                "With the motivations of resolving the lack and uneven distribution of observations, as well as the coarse and biased iGCM simulations, this study aims to take a hybrid approach that makes full use of observations to integrate the advantages of various iGCMs by using the optimal combination of data fusion and bias correction methods."
            ],
            "challenges": [
                "Due to the difficulty and high cost of measuring precipitation isotope ratios, most of the observed data are short in length. The spatial distribution of observation stations is uneven, with few stations in inaccessible areas.",
                "The effort of constructing a database by taking advantages and circumventing disadvantages of both becomes a challenge."
            ],
            "methods": [
                "The study area is divided into six sub-regions for our analysis: Northeast China (NE), North China (NC), Southeast China (SE), Southwest China (SW), Qinghai-Tibet Plateau (TP) and Northwest China (NW), as shown in Fig. 1. In general, this study makes the maximum extent to use isotope observations and simulation in data fusion. Generation of isoscape can be divided into five steps. (1) Prior to generating the dataset, the inverse distance weighting (IDW) method is used to interpolate all iGCM simulations and ancillary data to observation stations. (2) Three neural network data fusion and two bias correction methods are trained using observations and iGCM simulations for all months within a season and all stations within a sub-region. (3) The performance of each model is evaluated for the validation period by the cross-validation method to find the optimal data fusion and bias correction methods. (4) All iGCM simulations and ancillary data are interpolated to the LMDZ4 zoomed grid with a spatial resolution of approximately 50 km by the IDW method. (5) The optimal trained model and bias correction methods are applied to all grid points within a sub-region and all months within a season.",
                "In this study, a fully connected layer is added after three LSTM layers to generate fusion results. Dropout layers are applied to the three LSTM layers of the network to make the model more robust. In this study, CNN is mainly composed of two convolutional layers and pooling layers. Two fully connected layers are added at the end to remove the spatial topology and output the results. The convolutional layer and the fully connected layer are connected by flattening the output of the convolutional layer through the flatten layer. Batch normalization layers are inserted into the model to improve the speed, performance and stability of the neural network. In this study, two typical methods (i.e. linear scaling (LS) and distribution translation (DT)) are used to correct the bias of iGCM at the monthly timescale. In the K-fold (K = 5 in this study) experiment, the data set is randomly divided into K groups, and one of them is used as the test set each time, leaving K-1 groups as the training set. For example, (1) for the 1979–2001 period, nine simulations from six iGCMs (CAM2, GISS E, HadAM3, IsoGSM2, LMDZ4, and MIROC32) and ancillary data are fused with observations by using CNN fusion method; (2) for the 2002–2007 period, seven simulations from four iGCMs (GISS E, IsoGSM2, LMDZ4, and MIROC32) and ancillary data are fused by using CNN fusion method; (3) for the 1969–1978 period, four simulations from three iGCMs (CAM2, GISS E, and HadAM3) and ancillary data are fused by using CNN fusion method; (4) for the 1958–1968 and 2008–2017 periods, two iGCM simulations (CAM2 and HadAM3 for 1958–1968 and IsoGSM2 and LMDZ4 zoomed for 2008–2017) are corrected by using two BCMs, and ensemble mean (mean of four simulations) is then calculated; (5) for the 1870–1957 period, one iGCM simulation (HadAM3) is corrected by using two BCMs, and ensemble mean (mean of two simulations) is then calculated."
            ],
            "dataset": [
                "There are 107 oxygen isotope observation stations in the study area (Fig. 1), including 29 GNIP stations (available at https://nucleus.iaea.org/wiser), 27 CHNIP stations, 13 TNIP stations and 38 stations from other sources (mainly from references). Monthly oxygen isotope composition of precipitation (δ18Op) is used for analysis. The time span of GNIP data mostly ranges from 1980 to 2000, and the length of the time period is basically 5–15 years. For CHNIP, most time periods are about 2–5 years ranging from 2005 to 2010. Most TNIP data are between 1995 and 2005, with varying lengths. Some physical-based ancillary data are introduced in the fusion methods, including elevation and meteorological data, to enrich the climate and terrain information in the process of data fusion. The Digital Elevation Model (DEM) with a spatial resolution of 90 m is derived from the USGS/NASA Shuttle Radar Topographic Mission. The monthly temperature and precipitation gridded datasets on 0.5° spatial resolution in China developed by the National Meteorological Information Centre are also used. Seven δ18Op spatio-temporal fields simulated by five iGCMs (CAM2, GISS E, HadAM3, LMDZ4 and MIROC32) are used, which are selected from the SWING2 archive. The time span of the isoscape built in this study covers the union set of all simulations ranging from 1870 to 2017.",
                "The dataset includes the stable oxygen isotope of precipitation for the mainland of China over the 1870–2017 period, at a spatial resolution of 50–60 km and a monthly temporal resolution. The dataset is freely available in Zenodo repository (https://doi.org/10.5281/zenodo.7306199) with the format of netCDF4."
            ],
            "findings": [
                "Results show that the Convolutional Neural Networks (CNN) fusion method performs the best (correlation coefficient larger than 0.95 and root mean square error smaller than 1‰), and the other two data fusion methods perform slightly better than the bias correction methods. The results show that the CNN fusion method consistently performs the best for all sub-regions in China, and BP and LSTM fusion methods perform slightly better than LS and DT (BCMs)."
            ]
        }
    ],
    "query": [
        {
            "Disjunctive": [
                {
                    "Question": "Is the convolutional neural network (CNN) or linear scaling (LS) more effective for data fusion in creating precipitation oxygen isoscapes?",
                    "Answer": "convolutional neural network (CNN)",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What data collection methods are used to integrate observations and iGCM simulations for generating precipitation oxygen isoscapes in China?",
                    "Answer": "Convolutional Neural Networks (CNN)",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "Where are the observation stations distributed for collecting oxygen isotope data in China, and what challenges are associated with their distribution?",
                    "Answer": "107 sites",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "When were the international and national networks for observing stable isotopes in precipitation established, and how have these networks evolved in China?",
                    "Answer": "1950s, 1961, 1985, 1991, 2004",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a method used to integrate observed and simulated isotope compositions in climatic studies?",
                    "Answer": "A method used to integrate observed and simulated isotope compositions is the combination of data fusion and bias correction methods, which involves the use of Convolutional Neural Networks (CNN) to fuse multiple iGCM simulations with physical-based ancillary data, such as elevation and meteorological data, to produce a high-resolution isoscape.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a challenge faced when collecting precipitation isotope data for climate research?",
                    "Answer": "A challenge in collecting precipitation isotope data is the high cost and difficulty of measuring isotope ratios, which results in datasets that are often short in length and unevenly distributed spatially, with fewer stations in inaccessible areas.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the characteristics of data fusion methods used in creating datasets for precipitation oxygen isotopes?",
                    "Answer": "Convolutional Neural Networks, local connectivity, weight sharing, pooling",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What challenges are associated with collecting precipitation oxygen isotope data for large geographic areas?",
                    "Answer": "difficulty, high cost, short lengths of observed data, uneven spatial distribution of observation stations",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many oxygen isotope observation stations are included in a dataset related to China's precipitation?",
                    "Answer": "107",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the spatial resolution of a dataset used for stable oxygen isotope of precipitation in mainland China?",
                    "Answer": "50-60 km",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Over how many years does a dataset for stable oxygen isotope of precipitation in mainland China span?",
                    "Answer": "147 years",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What is meant by 'data fusion' in the context of precipitation oxygen isotopes?",
                    "Answer": "Data fusion in the context of precipitation oxygen isotopes refers to the method of integrating observed data with simulations from isotope-equipped general circulation models (iGCMs) to create a more accurate and comprehensive dataset. This process involves using in-situ observations as baselines to correct estimates from other sources, employing methods like neural networks, cokriging, and statistical objective analysis to combine data from different sources effectively.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What challenges are associated with the measurement of precipitation isotope ratios?",
                    "Answer": "The challenges associated with the measurement of precipitation isotope ratios include the high cost and difficulty of measurements, resulting in observed data that are often short in length. Additionally, the spatial distribution of observation stations is uneven, with few stations in inaccessible areas, making it difficult to obtain comprehensive observational data.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What constitutes a 'precipitation oxygen isoscape' and how is it constructed?",
                    "Answer": "A precipitation oxygen isoscape is a spatial and temporal representation of the oxygen isotopic composition of precipitation over a defined area. It is constructed by integrating observed isotope compositions with those simulated by iGCMs, using data fusion and bias correction methods. This process ensures that the isoscape accurately reflects the environmental conditions by leveraging the strengths of both observational data and model simulations.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the neural network-based data fusion methods like CNN, BP, and LSTM compare to traditional bias correction methods such as linear scaling (LS) and distribution translation (DT) in terms of performance for generating precipitation oxygen isotope datasets?",
                    "Answer": "The neural network-based data fusion methods, particularly the CNN fusion method, outperform the traditional bias correction methods. CNN achieves a correlation coefficient larger than 0.95 and a root mean square error smaller than 1‰, consistently performing the best across all sub-regions in China. BP and LSTM methods also perform slightly better than LS and DT bias correction methods.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the similarities and differences between the GNIP and CHNIP networks in terms of their contribution to the observation of stable isotopes in precipitation in China?",
                    "Answer": "Both GNIP and CHNIP networks contribute to the observation of stable isotopes in precipitation, but they differ in their establishment and duration. GNIP, established earlier, included stations in China mainly from 1980 to 2000. In contrast, CHNIP was established later, in 2004, to continue systematic studies with data mostly from 2005 to 2010. Both networks provide valuable data but GNIP had more extended periods of operation in different locations.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In terms of spatial coverage and resolution, how do the isotope data generated from iGCM simulations compare to those obtained from in-situ observations?",
                    "Answer": "iGCM simulations offer time-continuous and space-regular isotope data, providing broader spatial coverage at a resolution of approximately 50-60 km. In contrast, in-situ observations from networks like GNIP and CHNIP offer high accuracy but are limited by uneven spatial distribution and shorter data lengths, especially in remote areas.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How can the integration of iGCM simulations and observed isotope compositions be optimized to create more accurate precipitation oxygen isoscapes across diverse climatic regions?",
                    "Answer": "The integration can be optimized by employing a hybrid approach that utilizes data fusion and bias correction methods. The study area can be divided into sub-regions, and various neural network models such as CNN, BP, and LSTM can be trained using observations and iGCM simulations. These models evaluate the performance during validation periods to find the optimal combination. Additionally, the introduction of physical-based ancillary data, like elevation and meteorological data, during data fusion enriches the climate and terrain information, enhancing accuracy.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What challenges arise when using stable isotopes in precipitation for climatic and hydrological studies, and how can these be addressed through modern data collection and modeling techniques?",
                    "Answer": "Challenges include the difficulty and high cost of measuring precipitation isotope ratios, short lengths of observed data, and uneven spatial distribution of observation stations. These can be addressed by using isotope-equipped general circulation models (iGCMs), which provide time-continuous and space-regular isotope data. Supplementing sparse observational data with iGCM simulations and employing data fusion methods, such as CNN, can reduce uncertainty and improve the representation of isotopic compositions across regions.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What factors contribute to the challenges in measuring and collecting precipitation isotope data in inaccessible areas?",
                    "Answer": "The difficulty and high cost of measuring precipitation isotope ratios lead to short-length observed data. Additionally, the spatial distribution of observation stations is uneven, with few stations in inaccessible areas, making comprehensive data collection challenging.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it important to use a combination of data fusion and bias correction methods in generating a precipitation oxygen isoscape in China?",
                    "Answer": "Combining data fusion and bias correction methods is crucial to address the lack and uneven distribution of observations, alongside the coarse and biased nature of iGCM simulations. This hybrid approach integrates the advantages of various iGCMs with observations, reducing uncertainty and improving the accuracy of the isoscape.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What causes the necessity for developing a hybrid approach to construct a reliable database of precipitation oxygen isotopic composition?",
                    "Answer": "The necessity arises from the inherent limitations and biases in both observations and iGCM simulations. Observations are often short in length and unevenly distributed, while iGCMs struggle with spatial and temporal resolution. A hybrid approach leverages the strengths of both to create a more reliable and comprehensive dataset.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential impacts of integrating physical-based ancillary data, such as elevation and meteorological data, into data fusion methods for precipitation isotope datasets?",
                    "Answer": "Integrating physical-based ancillary data like elevation and meteorological data into data fusion methods enriches the climate and terrain information, thereby improving the accuracy and robustness of the precipitation isotope datasets. This integration allows for a better representation of spatial patterns and enhances the ability to accurately model the relationship between isotope compositions and environmental factors, ultimately leading to datasets that more closely align with observed data.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the intended goals of integrating observed and iGCMs-simulated isotope compositions using data fusion and bias correction methods in precipitation studies?",
                    "Answer": "The goals are to build a precipitation oxygen isoscape over a period of 148 years in China by addressing the lack and uneven distribution of observations, and the coarse and biased iGCM simulations. This approach aims to fully utilize observations to integrate the advantages of various iGCMs by using an optimal combination of data fusion and bias correction methods, thereby enhancing the accuracy and reliability of the dataset for climatic and hydrological studies.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What motivates the development of a comprehensive precipitation oxygen isotope dataset for China, covering the years 1870 to 2017?",
                    "Answer": "The motivation stems from the need to provide effective data support for tracking atmospheric and hydrological processes with a dataset that is temporally continuous and spatially regular. This comprehensive dataset addresses the challenges of limited observation data, uneven station distribution, and bias in iGCM simulations, thereby facilitating a better understanding of climatic and hydrological processes, paleoclimate studies, and helping to improve the accuracy of environmental tracers in China.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What are the steps involved in integrating observed isotope compositions with iGCM-simulated data to construct a high-resolution precipitation oxygen isoscape?",
                    "Answer": "The integration process involves several steps: (1) Interpolating all iGCM simulations and ancillary data to observation stations using the inverse distance weighting (IDW) method. (2) Training neural network data fusion methods and bias correction methods using observations and iGCM simulations for all months within a season and stations within a sub-region. (3) Evaluating the performance of each model using cross-validation to find the optimal data fusion and bias correction methods. (4) Interpolating all iGCM simulations and ancillary data to the LMDZ4 zoomed grid with a spatial resolution of approximately 50 km. (5) Applying the optimal trained model and bias correction methods to all grid points within a sub-region and all months within a season.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What data fusion techniques and bias correction methods enable the integration of diverse iGCM simulations and observational data for building high-resolution precipitation isotopic datasets?",
                    "Answer": "The integration of iGCM simulations and observational data for building high-resolution precipitation isotopic datasets is enabled by a combination of data fusion techniques and bias correction methods. Specifically, neural network-based data fusion methods such as Convolutional Neural Networks (CNN) are used alongside bias correction methods like linear scaling (LS) and distribution translation (DT) to enhance the accuracy and spatial-temporal resolution of datasets.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might a dataset integrating observed and iGCM-simulated isotope compositions face challenges in achieving high spatial resolution across China?",
                    "Answer": "Challenges include the difficulty and high cost of measuring precipitation isotope ratios, short lengths of observed data, and uneven spatial distribution of observation stations, especially in inaccessible areas. This uneven distribution makes it difficult to achieve high spatial resolution across the entire region.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the expected advantages of using a hybrid approach in data fusion for creating a precipitation oxygen isoscape over a long historical period?",
                    "Answer": "A hybrid approach aims to resolve the lack and uneven distribution of observations, as well as the coarse and biased iGCM simulations. By integrating the advantages of various iGCMs and observations using optimal data fusion and bias correction methods, researchers expect to create a more accurate and comprehensive precipitation oxygen isoscape.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Why might certain data fusion methods, like Convolutional Neural Networks (CNN), be preferred over traditional bias correction methods in isotopic hydrology datasets?",
                    "Answer": "Convolutional Neural Networks (CNN) are preferred because they have shown to consistently perform the best across sub-regions in China, achieving a correlation coefficient larger than 0.95 and a root mean square error smaller than 1‰. CNN effectively leverages the strengths of multiple simulations and observations to capture the characteristics of observed data more accurately than traditional bias correction methods.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How do you evaluate the effectiveness of using convolutional neural networks (CNN) for data fusion in enhancing the accuracy of precipitation oxygen isotope datasets?",
                    "Answer": "The use of convolutional neural networks (CNN) for data fusion in this domain is highly effective, as evidenced by the performance results where the CNN fusion method consistently outperforms other methods. It shows a high correlation coefficient greater than 0.95 and a root mean square error smaller than 1‰, indicating that CNN can effectively utilize the strengths of various simulation models and accurately capture the characteristics of observed data.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the perceived challenges in integrating isotope-equipped general circulation models (iGCMs) with observational data, and how might these challenges affect the accuracy and reliability of the resulting datasets?",
                    "Answer": "The challenges in integrating iGCMs with observational data include the difficulty and high cost of measuring precipitation isotope ratios, as well as the uneven spatial distribution of observation stations, particularly in inaccessible areas. These factors can lead to short lengths of observed data and potential inaccuracies in certain regions, affecting the overall accuracy and reliability of the resulting datasets.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In your opinion, how can bias correction methods be optimized to improve the quality of long-term precipitation isotope records, considering the limitations identified in the data collection methods?",
                    "Answer": "Bias correction methods can be optimized by carefully selecting and combining different bias correction techniques such as linear scaling (LS) and distribution translation (DT), as well as employing ensemble means to account for model uncertainties. Additionally, incorporating high-resolution ancillary data and employing advanced machine learning techniques like CNN can further enhance the quality of long-term records by better representing the underlying climatic and geographical variations.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I can't make sense of why there are challenges in collecting long-term data on precipitation oxygen isotopes.",
                    "Answer": "Challenges in collecting long-term data on precipitation oxygen isotopes stem from the difficulty and high cost of measurements. Additionally, the spatial distribution of observation stations is uneven, with few stations in remote or inaccessible areas, leading to short and sparse datasets that need to be supplemented by simulations from iGCMs.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "I’m unsure how bias correction methods contribute to improving the accuracy of climatic datasets.",
                    "Answer": "Bias correction methods are used to adjust the mean, variance, and quantile of climate model time series to better match observed data. In the context of precipitation oxygen isotopes, methods like linear scaling (LS) and distribution translation (DT) are employed to correct bias in iGCM simulations, ensuring that the corrected data aligns more closely with actual observations.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please analyze the challenges in data collection for precipitation oxygen isotopic composition in China and suggest potential methods to address them.",
                    "Answer": "The challenges in data collection for precipitation oxygen isotopic composition in China include the high cost and difficulty of measuring isotope ratios, short length of observed data, and uneven spatial distribution of observation stations, particularly in inaccessible areas. Potential methods to address these challenges could involve expanding the network of observation stations, integrating data from isotope-equipped general circulation models (iGCMs) to provide time-continuous and space-regular data, and employing data fusion techniques to combine in-situ observations with model simulations.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "Please discuss the potential impact of incorporating physical-based ancillary data in the process of data fusion for generating high-resolution precipitation oxygen isoscape datasets.",
                    "Answer": "Incorporating physical-based ancillary data, such as elevation and meteorological information, can enrich the climate and terrain information during data fusion, leading to more accurate and detailed precipitation oxygen isoscape datasets. This approach helps capture the spatial variability and improves the model's ability to reflect actual environmental conditions. The added context from ancillary data enhances the fusion process, making the resulting datasets more reliable for tracking atmospheric and hydrological processes. However, the accuracy and availability of ancillary data can significantly influence the effectiveness of this approach.",
                    "Level": "C5(Evaluating)"
                }
            ]
        }
    ]
}