{
    "id": "52a3b23d-5d2b-4850-98c3-68666655d550",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Yulei station on Qinghai lake, 2020)",
            "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（青海湖湖面涡动相关仪-2020）",
            "description": "This dataset contains the flux measurements from the Qinghai Lake eddy covariance system (EC) belonging to the Qinghai Lake basin integrated observatory network from January 1 to December 31 in 2020. Due to the terrible climate in winter and spring, those instruments need maintenance in time. However, the Covid-19 blocked our maintenance, those data in January 1 to April 6 and November 1 to December 31 in 2020 were missing. The effective range of latent heat flux is -500~500 W/m2. The negative value may be caused by condensed water. The site (100° 29' 59.726'' E, 36° 35' 27.337'' N) was located on the Yulei Platform in Erlangjian scenic area, Qinghai Province. The elevation is 3209m. The EC was installed at a height of 16.1m, and the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (Gill&Li7500A) was about 0.17 m.\nThe raw data acquired at 10 Hz were processed using the Eddypro post-processing software, including the spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. The observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC): class 1-3 (high quality), class 4-6 (good), class 7-8 (poor, better than gap filling data), class9 (rejected). In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data collected before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 3% of the 30 min raw record; and (4) data were rejected at night when the friction velocity (u*) was less than 0.1 m/s. There were 48 records per day, and the missing data were replaced with -6999. \nThe released data contained the following variables: DATE/TIME, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m3), CO2 mass density (CO2, mg/m3), friction velocity (ustar, m/s), stability (z/L), sensible heat flux (Hs, W/m2), latent heat flux (LE, W/m2), carbon dioxide flux (Fc, mg/ (m2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). The quality marks of sensible heat flux, latent heat flux and carbon flux are divided into three levels (quality marks 0 have good data quality, 1 have good data quality and 2 have poor data quality). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xls format. Detailed information can be found in the suggested references.",
            "descriptionCn": "该数据集包含了2020年1月1日至2020年12月31日的青海湖流域水文气象观测网青海湖鱼雷发射基地站涡动相关仪观测数据。其中，冬春季高原气候恶劣，数据不稳定，而疫情导致2020年春季及冬季仪器未能及时维护，2020年1月1日至4月6日，11月1日至12月31日数据出现较长时间缺失。另外，潜热范围一般控制在-500~500 W/m2之间，其中负值可能是由于湖面凝结水导致的。站点位于青海省青海湖二郎剑景区鱼雷发射基地，下垫面是青海湖水面。观测点经纬度为：东经 100° 29' 59.726'' E，北纬 36° 35' 27.337'' N，海拔3209m。涡动相关仪的架高16.1m，采样频率是10Hz，超声朝向北向偏移西40°，超声风速温度仪（Gill-windmaster pro）与CO2/H2O分析仪（Li7500A）之间的距离约是17cm。\n涡动相关仪的原始观测数据为10Hz，发布的数据是采用Eddypro软件处理的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对Eddypro软件输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据中每30min内缺失率大于10%的数据。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。\n发布的观测数据包括：日期/时间DATE/TIME，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（℃），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），奥布霍夫长度L（m），感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE，二氧化碳通量的质量标识QA_Fc。感热、潜热、二氧化碳通量的质量标识分为3级（质量标识0数据质量好，1数据质量较好，2数据质量较差（较插补数据好）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。",
            "instructions": "Year+** observatory network+ site + EC.",
            "instructionsCn": "年份+**观测网+站点名称+EC",
            "east": 100.5,
            "west": 100.5,
            "south": 36.59,
            "north": 36.59,
            "startTime": "2020-01-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 4422300.0,
            "cstr": "18406.11.Atmos.tpdc.272153",
            "doi": "10.11888/Atmos.tpdc.272153",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李小雁",
                "nameEn": "LI Xiaoyan",
                "unitEn": "Faculty of Geographical Science,  Beijing Normal University ",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Li, X.Y., Yang, X.F., Ma, Y.J., Hu, G.R., Hu, X., Wu, X.C., Wang, P., Huang, Y.M., Cui, B.L., & Wei, J.Q. (2018). Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau. Vadose Zone Journal, 17(1)."
            },
            {
                "titleCn": null,
                "titleEn": "Evaporation and surface energy budget over the largest high‐altitude saline lake on the Qinghai‐Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Li, X.Y., Ma, Y.J., Huang, Y.M., Hu, X., Wu, X.C., Wang, P., Li, G.Y., Zhang, S.Y., Wu, H.W., Jiang, Z.Y., Cui, B.L., & Liu, L. (2016). Evaporation and surface energy budget over the largest high-altitude saline lake on the Qinghai-Tibet Plateau. Journal of Geophysical Research: Atmospheres, 121(18), 10470-10485."
            },
            {
                "titleCn": null,
                "titleEn": "Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai‐Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Zhang, S.Y., Li, X.Y., Zhao, G.Q., &Huang, Y.M. (2016). Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai-Tibet Plateau. Ecohydrology, 9(2), 267-279."
            },
            {
                "titleCn": null,
                "titleEn": "Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai–Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Zhang, S.Y., Li, X.Y., Ma, Y.J., Zhao, G.Q., Li, L., Chen, J., Jiang, Z.Y., & Huang, Y.M. (2014). Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai-Tibet Plateau. Cold Regions Science and Technology, 102, 8-20."
            },
            {
                "titleCn": null,
                "titleEn": "Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China",
                "referenceCn": null,
                "referenceEn": "Yu, G.R., Zhu, X.J., Fu, Y.L., He, H.L., Wang, Q.F., Wen, X.F., Li, X.R., Zhang, L.M., Zhang, L., Su, W., Li, S.G., Sun, X.M., Zhang, Y.P., Zhang, J.H., Yan, J.H., Wang, H.M., Zhou, G.S., Jia, B.R., Xiang, W.H., Li, Y.N., Zhao, L., Wang, Y.F., Shi, P.L., Chen, S.P., Zhao, F.H., Wang, Y.Y., & Tong, C.L. (2013). Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China. Global Change Biology, 19, 798–810."
            },
            {
                "titleCn": null,
                "titleEn": "Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Gu, S., Tang, Y.H., Du, M.Y., Kato, T., Li, Y.N., Cui, X.Y., &Zhao, X.Q. (2003). Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau, Journal of Geophysical Research, 108(D21), 4670."
            },
            {
                "titleCn": null,
                "titleEn": "Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China",
                "referenceCn": null,
                "referenceEn": "Fu, Y., Zheng, Z., Yu, G., Hu, Z., Sun, X., Shi, P., Wang, Y., & Zhao, X. (2009). Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China. Biogeosciences, 6, 2879–2893."
            },
            {
                "titleCn": null,
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleCn": null,
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleCn": null,
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceCn": null,
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleCn": null,
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceCn": null,
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleCn": null,
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleCn": null,
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceCn": null,
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleCn": null,
                "titleEn": "A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature",
                "referenceCn": null,
                "referenceEn": "Xu, T.R., Liu, S.M., Xu, Z.W., Liang, S.L., &Xu, L. (2015). A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature. Science China Earth Science, 58(2), 211-230."
            },
            {
                "titleCn": null,
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceCn": null,
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleCn": null,
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceCn": null,
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleCn": null,
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "二氧化碳通量",
                "nameEn": "Carbon dioxide flux"
            },
            {
                "nameCn": "感热通量",
                "nameEn": "Sensible heat flux"
            },
            {
                "nameCn": "潜热通量",
                "nameEn": "Latent heat flux"
            },
            {
                "nameCn": "辐射",
                "nameEn": "Radiation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青海湖流域",
                "keywordEn": "Qinghai Lake Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020年",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ],
            "backgroundCn": [
                "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散发（ET），这对陆地水循环和水资源管理具有重要意义。一源蒸散发估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被混合物。因此，一源模型显然无法准确估算表面蒸散发，因为其影响。",
                "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“树冠上方”和“土壤下方”两种情况。水蒸气和热量在树冠内部的参考高度相遇。此外，混合的水蒸气和热量只能通过树冠顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测，这些参数和观测无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
                "TSEB模型经过多次修订，改进了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射仪视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量值来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了总通量或蒸散发（土壤加冠层）与使用波恩比-能量平衡系统、涡度协方差（EC）系统或大孔径闪烁仪的测量结果的比较。",
                "在强烈对流的灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，尤其是在能量平衡闭合不完整的情况下，EC通量测量的H和LE与可用能量Rn−G0之间存在差异。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这种温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文显示，与观测到的复合辐射温度相比，组分温度存在过高估计。这往往对TSEB模型的性能产生最关键的影响。此外，该区域的强对流环境也是一个重要因素。"
            ],
            "research objectiveCn": [
                "在这封信中，地面测量的土壤和冠层成分温度被用来估算蒸散（E）、蒸发（T）和蒸散发（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，具体表现为E（E/ET%）和T（T/ET%）的观测比率。",
                "这封信的目的是利用通过高分辨率热像仪观察到的土壤和冠层组件温度作为输入，估算蒸散发（E）、土壤温度（T）和蒸散发总量（ET），并随后通过稳定氧和氢同位素技术与涡动相关（EC）测量的结合，更好地验证E、T和ET。"
            ],
            "challengesCn": [
                "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
                "导出组件温度的误差主要是由于图像分类错误造成的；这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还由于EC系统的不确定性，当灌溉农田的平均H较小时，这种不确定性为18%。由于图像像素分类错误，土壤像素被计算为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气向上辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
            ],
            "methodsCn": [
                "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括地面5米处的气温、风速、湿度，12米高处使用四分量辐射计测量的四分量辐射，以及使用EC系统在离地面4.5米处以10 Hz采样频率测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00之间收集为热图像。基于地面测量数据，应用Craig-Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
                "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的感热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）来计算。土壤和冠层的组件温度是通过热像仪获得的图像计算得出的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热图像中提取土壤和冠层的方向亮温。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。最后，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
            ],
            "datasetCn": [
                "实验区是一个人工绿洲，覆盖着玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于ET的比率，这些研究是在多尺度蒸散发观测实验中进行的，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
            ],
            "findingsCn": [
                "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
                "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估计的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值一致。此外，TSEB模型对Rn、H和LE的估计也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
            ]
        },
        {
            "background": [
                "Accurate monitoring of surface fluxes over land surfaces is necessary for global climate change research, ecological environment management, and agricultural and water resource planning. The magnitude of the surface flux is largely determined by vegetation parameters, soil moisture and other states of the land surface. The major methods used for estimating surface fluxes are field measurement, remote-sensing-based methods, and land surface modeling. The variability in field measurements of surface flux has been documented over diurnal, seasonal, and inter-annual time scales.",
                "Land surface models have been rapidly developed to predict surface fluxes on continuous spatial and temporal scales with physical constraints. Regardless of their specific model structures, all land surface models require observational data to calibrate their parameters and adjust their states. New techniques such as data assimilation are needed to integrate either field or remotely sensed observations with the models, thus improving model accuracy by correcting the model state variables and parameters. Data assimilation has played an increasingly important role in improving predictions of such land surface state variables as the leaf area index, soil temperature profile, soil moisture profile, and other related variables, e.g., surface fluxes.",
                "Spatially distributed estimates of surface flux can be obtained from remote-sensing-based methods. The surface fluxes also can be obtained based on variational techniques and relatively simple models with the assimilation of field-measured land surface temperatures. In a land surface model, the sensible and latent heat fluxes are diagnostic variables, and they are affected by many factors (e.g., model states and parameters). As a new-generation Chinese polar orbiting meteorological satellite, the FY-3 series consists of two experimental (FY-3A/B) and at least four operational satellites (FY-3C/D/E/F). The FY-3 series is expected to have a service life that lasts until 2020. The FY-3A was launched in the year 2008. Visible and infrared radiometer (VIRR) is one of the 11 sensors mounted on the FY-3A satellite and has a nominal spatial resolution of approximately 1 km×1 km at the nadir. The common land model (CoLM) is a state-of-the-art model developed by many groups and validated with extensive field data sites. In CoLM, soil moisture is important for dividing the net radiation into the ground heat, sensible, and latent heat fluxes.",
                "Inaccurate surface flux predictions are highly correlated with errors in land surface temperature estimates. Generally, the diurnal variation trends of the land surface temperature and surface flux can be predicted correctly using the CoLM. The daily averaged evaporation fraction (EF, ratio between latent heat flux and available energy) can be used to describe the splitting of available energy into sensible and latent heat fluxes. The LAS instrument can measure the sensible heat flux at a larger scale than the EC system."
            ],
            "research objective": [
                "In this work, a dual-pass data assimilation scheme is developed to improve predictions of surface flux.",
                "The current study constructed a dual-pass data assimilation scheme with an ensemble Kalman filter (EnKF) to improve the surface flux predictions with assimilation of remotely sensed land surface temperature. This study carried out the first experiment to assimilate remotely sensed land surface temperatures (LST) derived from FY3A-VIRR into a land surface model.",
                "In this study, a dual-pass data assimilation scheme was constructed to estimate the surface fluxes via the independent optimization of the soil moisture and vegetation parameters. The aim of this study was to eliminate or reduce the errors between the model simulation and observation."
            ],
            "challenges": [
                "Methods are difficult to use for continuous monitoring of surface fluxes because the data derived from satellites are instantaneous and often contaminated by the presence of clouds.",
                "However, these measurements are difficult to use for monitoring surface fluxes at the regional scale because they only produce either point or patch-scale data. The deviations between the FY3A-VIRR LST data and the ground measurements are determined by many factors. The terrain effect can affect the accuracy of the FY3A-VIRR LST retrievals. The mismatch of the spatial and temporal scales between the FY3A-VIRR and field-measured LST can also cause these biases.",
                "The differences between the sensible heat fluxes measured by the EC and LAS system are primarily caused by the energy imbalance of the EC, the heterogeneity of the underlying surfaces, and the differences between the source areas of the EC and LAS measurements. Because of the short memory of the land surface temperature, it is difficult to assimilate the land surface temperatures. Directly assimilating land surface temperature to optimize soil moisture may cause model simulations that are more unstable."
            ],
            "methods": [
                "In this work, a dual-pass data assimilation scheme is developed to improve predictions of surface flux. Pass 1 of the dual-pass data assimilation scheme optimizes the model vegetation parameters at the weekly temporal scale, and Pass 2 optimizes the soil moisture at the daily temporal scale. Based on ensemble Kalman filter (EnKF), the land surface temperature (LST) data derived from the new generation of Chinese meteorology satellite (FY3A-VIRR) are assimilated into common land model (CoLM) for the first time. Six sites, Daman, Guantao, Arou, BJ, Miyun and Jiyuan, are selected for the data assimilation experiments and include different climatological conditions.",
                "The dual-pass data assimilation technique employed in this study optimizes the model states and parameters independently. The two passes of the scheme assimilate the remotely sensed land surface temperatures (LST) derived from the FY3A satellite. With the assimilation of the FY3A-VIRR LST data, Pass 1 is used to optimize the model parameters at the weekly temporal scale, and Pass 2 is used to optimize the soil moisture at the daily temporal scale. Six Chinese flux observation sites with different land cover types (alpine meadow, grassland, cropland, and orchard) were selected to conduct the data assimilation experiments. The FY3A-VIRR LST data are compared with the ground measurements.",
                "In this study, the MODIS LAI products are incorporated directly into the model, and the vegetation parameters are optimized at the weekly temporal scale with Pass 1 of the dual-pass data assimilation scheme. At the daily temporal scale, the soil moisture is optimized with Pass 2 of the dual-pass data assimilation scheme. The land surface temperature data from the new generation Chinese meteorology satellite FY3A-VIRR were assimilated into CoLM for the first time based on the EnKF algorithm. The source areas of the LAS measurements were calculated using a footprint model and overlaid with a FY3A-VIRR pixel."
            ],
            "dataset": [
                "The land surface temperature (LST) data derived from the new generation of Chinese meteorology satellite (FY3A-VIRR) are assimilated into common land model (CoLM) for the first time. Six sites, Daman, Guantao, Arou, BJ, Miyun and Jiyuan, are selected for the data assimilation experiments and include different climatological conditions. The results are compared with those from a dataset generated by a multi-scale surface flux observation system that includes an automatic weather station (AWS), eddy covariance (EC) and large aperture scintillometer (LAS).",
                "The FY-3A land surface temperature data will become the new data source for global water and energy balance research. The FY3A-VIRR LST products can provide the LST and emissivity of each pixel, and the data are stored in a hierarchical data format (HDF), which is a sinusoidal projection with a spatial resolution of 1 km. Data from six sites located in three major nature zones (western arid and semi-arid area, eastern monsoon area, and Qinghai-Tibet alpine meadow) of People’s Republic of China (PRC) are used for the data assimilation experiments."
            ],
            "findings": [
                "The results indicate that the dual-pass data assimilation scheme is able to reduce model uncertainties and improve predictions of surface flux with the assimilation of FY3A-VIRR LST data.",
                "The dual-pass data assimilation scheme reduced the model uncertainties and improved the prediction abilities of the model. The average BIAS values of the six sites changed from 28.7 to 5.3 W m 2 and from 16.9 to 16.1 W m2; the average RMSE values dropped from 71.7 to 46.8 W m 2 and from 93.7 to 70.8 W m 2; and the average R-values increased from 0.75 to 0.78 and from 0.66 to 0.82, respectively. The average BIAS values of the assimilation EF results dropped from 0.21 to 0.01, the average RMSE values dropped from 0.31 to 0.15, and the average R-values increased from 0.43 to 0.73. The comparisons showed that the assimilation results match well against the LAS measurements, and the correlations between the assimilation results and LAS measurements were higher than that of the model simulations at the Daman, Guantao, Arou, BJ, and Jiyuan sites."
            ],
            "backgroundCn": [
                "对陆地表面通量的准确监测对于全球气候变化研究、生态环境管理以及农业和水资源规划是必要的。表面通量的大小在很大程度上取决于植被参数、土壤湿度和其他陆地表面的状态。估算表面通量的主要方法包括现场测量、基于遥感的方法和陆面建模。现场测量的表面通量在日变化、季节变化和年际变化的时间尺度上存在变异性。",
                "陆面模型的快速发展使其能够在连续的空间和时间尺度上预测表面通量，并具备物理约束。无论其具体模型结构如何，所有陆面模型都需要观测数据来校准其参数并调整其状态。新的技术，如数据同化，亟需将现场或遥感观测与模型整合，从而通过修正模型状态变量和参数来提高模型的准确性。数据同化在改善陆面状态变量的预测方面发挥了越来越重要的作用，例如叶面积指数、土壤温度剖面、土壤湿度剖面以及其他相关变量，如表面通量。",
                "空间分布的表面通量估计可以通过基于遥感的方法获得。表面通量也可以通过变分技术和相对简单的模型结合现场测量的地表温度进行同化来获得。在陆面模型中，显热和潜热通量是诊断变量，受许多因素（例如模型状态和参数）的影响。作为新一代中国极轨气象卫星，FY-3系列包括两颗实验卫星（FY-3A/B）和至少四颗运营卫星（FY-3C/D/E/F）。FY-3系列预计服务寿命将持续到2020年。FY-3A卫星于2008年发射。可见光和红外辐射仪（VIRR）是FY-3A卫星上安装的11个传感器之一，具有约1 km×1 km的标称空间分辨率（在天顶方向）。共同陆面模型（CoLM）是由多个团队开发的先进模型，并经过广泛的现场数据验证。在CoLM中，土壤湿度对于将净辐射分配到地面热、显热和潜热通量中非常重要。",
                "不准确的表面通量预测与地表温度估计的误差高度相关。一般来说，CoLM能够正确预测地表温度和表面通量的日变化趋势。日均蒸发分数（EF，即潜热通量与可用能量的比率）可以用来描述可用能量在显热通量和潜热通量之间的分配。LAS仪器能够在比EC系统更大规模上测量显热通量。"
            ],
            "research objectiveCn": [
                "在这项工作中，开发了一种双重通道数据同化方案，以改善对表面通量的预测。",
                "本研究构建了一种双重数据同化方案，采用集合卡尔曼滤波器（EnKF）来改善表面通量预测，并同化遥感地表温度。该研究首次进行实验，将来自FY3A-VIRR的遥感地表温度（LST）同化到陆面模型中。",
                "在本研究中，构建了一种双重数据同化方案，通过独立优化土壤湿度和植被参数来估计表面通量。该研究的目的是消除或减少模型模拟与观测之间的误差。"
            ],
            "challengesCn": [
                "由于卫星获取的数据是瞬时的，并且常常受到云层的干扰，因此使用方法对表面通量进行连续监测是困难的。",
                "然而，这些测量在区域尺度上监测表面通量时很难使用，因为它们只产生点或斑块尺度的数据。FY3A-VIRR LST 数据与地面测量之间的偏差受到许多因素的影响。地形效应可能会影响 FY3A-VIRR LST 检索的准确性。FY3A-VIRR 与现场测量 LST 之间的空间和时间尺度不匹配也可能导致这些偏差。",
                "通过EC和LAS系统测量的显热通量之间的差异主要是由于EC的能量不平衡、底层表面的异质性以及EC和LAS测量的源区之间的差异造成的。由于地表温度的短期记忆，直接同化地表温度以优化土壤湿度可能会导致模型模拟的不稳定性。"
            ],
            "methodsCn": [
                "在这项工作中，开发了一种双重数据同化方案，以改善表面通量的预测。双重数据同化方案的第一阶段在周时间尺度上优化模型植被参数，第二阶段在日时间尺度上优化土壤湿度。基于集成卡尔曼滤波器（EnKF），首次将新一代中国气象卫星（FY3A-VIRR）获取的陆面温度（LST）数据同化到常见陆面模型（CoLM）中。选择了六个站点，分别是大满、馆陶、阿柔、北京、密云和济源，进行数据同化实验，这些站点具有不同的气候条件。",
                "本研究中采用的双重数据同化技术独立优化模型状态和参数。该方案的两个阶段同化来自FY3A卫星的遥感地表温度（LST）。在同化FY3A-VIRR LST数据的过程中，第一阶段用于在周时间尺度上优化模型参数，第二阶段用于在日时间尺度上优化土壤湿度。选择了六个不同土地覆盖类型（高山草甸、草地、农田和果园）的中国通量观测站进行数据同化实验。FY3A-VIRR LST数据与地面测量结果进行了比较。",
                "在本研究中，MODIS LAI 产品直接纳入模型中，植被参数在每周时间尺度上通过双重数据同化方案的第一阶段进行优化。在每日时间尺度上，土壤湿度通过双重数据同化方案的第二阶段进行优化。基于EnKF算法，首次将新一代中国气象卫星FY3A-VIRR的地表温度数据同化到CoLM中。LAS测量的源区使用足迹模型计算，并与FY3A-VIRR像元叠加。"
            ],
            "datasetCn": [
                "来自新一代中国气象卫星（FY3A-VIRR）的地表温度（LST）数据首次被同化到通用陆面模型（CoLM）中。选择了六个站点，分别是大闸、广陶、阿柔、北京、密云和济源，进行数据同化实验，这些站点涵盖了不同的气候条件。结果与由多尺度表面通量观测系统生成的数据集进行比较，该系统包括自动气象站（AWS）、涡度协方差（EC）和大孔径闪烁仪（LAS）。",
                "FY-3A地表温度数据将成为全球水分和能量平衡研究的新数据源。FY3A-VIRR LST产品可以提供每个像素的地表温度和发射率，数据以层次数据格式（HDF）存储，采用正弦投影，空间分辨率为1公里。来自中华人民共和国三个主要自然区域（西部干旱和半干旱地区、东部季风区和青藏高原 alpine meadow）的六个站点的数据用于数据同化实验。"
            ],
            "findingsCn": [
                "结果表明，双通道数据同化方案能够通过同化FY3A-VIRR地表温度数据来减少模型不确定性，并改善地表通量的预测。",
                "双重数据同化方案减少了模型的不确定性，提高了模型的预测能力。六个站点的平均偏差（BIAS）值从28.7 W m 2 变为5.3 W m 2，从16.9 W m 2 变为16.1 W m 2；平均均方根误差（RMSE）值从71.7 W m 2 降至46.8 W m 2，从93.7 W m 2 降至70.8 W m 2；平均相关系数（R值）从0.75 增加到0.78，从0.66 增加到0.82。同化的蒸散发（EF）结果的平均偏差值从0.21 降至0.01，平均均方根误差值从0.31 降至0.15，平均相关系数从0.43 增加到0.73。比较结果表明，同化结果与激光雷达（LAS）测量值匹配良好，并且同化结果与LAS测量值之间的相关性高于模型模拟在大门、馆陶、阿柔、北京和济源站点的相关性。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can a dataset collected using an eddy covariance (EC) system be used to improve the accuracy of evapotranspiration (ET) estimates in heterogeneous land surfaces?",
                "QuestionCn": "使用涡度协方差（EC）系统收集的数据集是否可以用于提高异质土地表面蒸散发（ET）估计的准确性？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What is the typical process for ensuring data quality in hydrometeorological observation networks?",
                "QuestionCn": "确保水文气象观测网络数据质量的典型过程是什么？",
                "AnswerEn": "Outlier removal",
                "AnswerCn": "异常值去除",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Where are the observations typically collected in studies involving the two-source energy balance (TSEB) model for estimating evapotranspiration?",
                "QuestionCn": "在涉及两源能量平衡（TSEB）模型估算蒸散发的研究中，观察通常是在什么地方收集的？",
                "AnswerEn": "Field sites",
                "AnswerCn": "现场地点",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are commonly faced when collecting remote-sensing data for surface flux estimation?",
                "QuestionCn": "在收集遥感数据以估算表面通量时，常见的挑战包括：",
                "AnswerEn": "instantaneous nature, cloud contamination, spatial and temporal scale mismatches, terrain effects",
                "AnswerCn": "瞬时性、云污染、空间和时间尺度不匹配、地形效应",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to measure surface fluxes over heterogeneous land surfaces, particularly in areas with varying vegetation and climate conditions?",
                "QuestionCn": "您能否提供一个用于测量异质土地表面表面通量的数据收集方法的例子，特别是在植被和气候条件变化的地区？",
                "AnswerEn": "One example of a data collection method for measuring surface fluxes over heterogeneous land surfaces is the use of a high-resolution thermal camera to observe soil and canopy component temperatures. This method, used in conjunction with the two-source energy balance (TSEB) model, allows for the estimation of evaporation, transpiration, and evapotranspiration by providing detailed thermal imagery of the landscape, which is then used to partition energy fluxes accurately.",
                "AnswerCn": "测量异质土地表面表面通量的一种数据收集方法是使用高分辨率热成像相机观察土壤和冠层组分的温度。该方法与双源能量平衡（TSEB）模型结合使用，可以通过提供详细的热成像图像来估算蒸发、蒸腾和蒸散，从而准确地划分能量通量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced in the data collection process for surface flux measurements in regions with strong advection, and how is it addressed?",
                "QuestionCn": "在强平流区域进行表面通量测量的数据收集过程中面临的一个挑战是如何准确捕捉到由于气流变化引起的瞬时通量波动。为了解决这个问题，研究人员通常会使用高频率的测量设备，以便更好地捕捉到快速变化的气象条件，并结合数值模型进行数据校正，以提高测量的准确性和可靠性。",
                "AnswerEn": "A challenge in collecting surface flux measurements in strongly advective regions is the incomplete energy balance closure in eddy covariance (EC) flux measurements. This is addressed by using ground-measured soil and canopy component temperatures and validating the estimates of evaporation and transpiration through stable isotope techniques and EC measurements, which help improve the accuracy of heat flux estimates under advective conditions.",
                "AnswerCn": "在强烈平流区域收集表面通量测量的一个挑战是涡度协方差（EC）通量测量中能量平衡闭合的不完整性。为了解决这个问题，采用地面测量的土壤和冠层组分温度，并通过稳定同位素技术和EC测量验证蒸发和蒸腾的估算，这有助于提高在平流条件下热通量估算的准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the properties of the eddy covariance system utilized for surface flux measurement in Qinghai Lake region?",
                "QuestionCn": "在青海湖地区用于表面通量测量的涡度协方差系统的特性是什么？",
                "AnswerEn": "ultrasonic anemometer, CO2/H2O analyzer, height of 16.1 meters, sampling frequency of 10 Hz, data processed using Eddypro software, flux data every 30 minutes",
                "AnswerCn": "超声波风速仪，CO2/H2O 分析仪，高度16.1米，采样频率10 Hz，使用Eddypro软件处理数据，每30分钟的通量数据。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What characteristics define the data assimilation techniques used to enhance surface flux predictions?",
                "QuestionCn": "定义用于增强表面通量预测的数据同化技术的特征是什么？",
                "AnswerEn": "dual-pass, remotely sensed land surface temperature data, land surface model, optimizing vegetation parameters weekly, soil moisture daily, FY3A satellite, ensemble Kalman filter",
                "AnswerCn": "双通道、遥感地表温度数据、地表模型、每周优化植被参数、每日土壤湿度、FY3A卫星、集合卡尔曼滤波器",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the sampling frequency used for the eddy covariance system in the data collection method?",
                "QuestionCn": "在数据收集方法中，涡度协方差系统使用的采样频率是多少？",
                "AnswerEn": "10 Hz",
                "AnswerCn": "10 赫兹",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many sites were selected for the data assimilation experiments using the FY3A-VIRR LST data?",
                "QuestionCn": "使用FY3A-VIRR LST数据进行数据同化实验选择了多少个站点？",
                "AnswerEn": "6",
                "AnswerCn": "6",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in dataset quality evaluation between the ground-based eddy covariance system and the ensemble Kalman filter (EnKF) approach used in the dual-pass data assimilation scheme?",
                "QuestionCn": "地面涡度协方差系统与在双重数据同化方案中使用的集合卡尔曼滤波（EnKF）方法之间的数据集质量评估有什么区别？",
                "AnswerEn": "The ground-based eddy covariance system in the Qinghai Lake region evaluates data quality based on atmospheric stability and turbulence similarity, with a three-level quality marking system. The dual-pass data assimilation scheme with EnKF focuses on reducing model uncertainties and improving prediction accuracy by optimizing parameters independently, using statistical measures like bias, RMSE, and correlation coefficients to evaluate dataset quality.",
                "AnswerCn": "青海湖地区的地面涡度协方差系统根据大气稳定性和湍流相似性评估数据质量，采用三级质量标记系统。双重通道数据同化方案与增强卡尔曼滤波（EnKF）相结合，旨在通过独立优化参数来减少模型不确定性并提高预测准确性，使用偏差、均方根误差（RMSE）和相关系数等统计指标来评估数据集质量。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do the methods for estimating surface fluxes from the TSEB model and the common land model (CoLM) differ, particularly regarding their use of ground-based versus remote sensing data?",
                "QuestionCn": "TSEB模型和常见陆地模型（CoLM）在估计表面通量的方法上有何不同，特别是在使用地面观测数据与遥感数据方面？",
                "AnswerEn": "The TSEB model primarily uses ground-based measurements like soil and canopy component temperatures to estimate surface fluxes, incorporating high-resolution thermal camera data. In contrast, the CoLM integrates remote sensing data, specifically FY3A-VIRR LST, through a data assimilation approach to estimate surface fluxes, emphasizing the use of satellite-derived temperature data to optimize model states and parameters.",
                "AnswerCn": "TSEB模型主要使用地面测量数据，如土壤和冠层组分温度，结合高分辨率热像仪数据来估算表面通量。相比之下，CoLM通过数据同化方法整合遥感数据，特别是FY3A-VIRR LST，以估算表面通量，强调使用卫星衍生的温度数据来优化模型状态和参数。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "Why is it difficult to use satellite-derived data for continuous monitoring of surface fluxes?",
                "QuestionCn": "为什么使用卫星获取的数据进行表面通量的连续监测很困难？",
                "AnswerEn": "Satellite-derived data are challenging to use for continuous monitoring of surface fluxes because they provide instantaneous measurements that are often contaminated by clouds. Additionally, there are mismatches in spatial and temporal scales between satellite data and ground measurements, and terrain effects can impact the accuracy of satellite land surface temperature retrievals.",
                "AnswerCn": "卫星衍生数据在连续监测表面通量方面具有挑战性，因为它们提供的是瞬时测量，且常常受到云层的干扰。此外，卫星数据与地面测量之间存在空间和时间尺度的不匹配，地形效应也可能影响卫星地表温度获取的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using a dual-pass data assimilation scheme on the prediction accuracy of surface fluxes when integrating satellite-derived land surface temperatures?",
                "QuestionCn": "使用双重数据同化方案在整合卫星衍生的地表温度时，对表面通量预测准确性的潜在影响是什么？",
                "AnswerEn": "The dual-pass data assimilation scheme can reduce model uncertainties and improve prediction accuracy of surface fluxes by optimizing vegetation parameters and soil moisture. This approach has shown to enhance the correlation between assimilation results and measurements, leading to more reliable predictions of surface fluxes.",
                "AnswerCn": "双重通道数据同化方案可以通过优化植被参数和土壤湿度来减少模型不确定性，提高地表通量的预测准确性。这种方法已显示出增强同化结果与测量值之间的相关性，从而导致对地表通量更可靠的预测。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What could be the outcomes of integrating ground-measured and remote-sensed data in improving surface flux estimations over heterogeneous land surfaces?",
                "QuestionCn": "将地面测量数据和遥感数据整合在一起，可以改善对异质土地表面的表面通量估计，可能会产生以下结果：",
                "AnswerEn": "Integrating ground-measured and remote-sensed data could lead to improved surface flux estimations by providing higher accuracy in soil moisture and vegetation parameters. The combined use of these datasets allows for better calibration and adjustment of model states, leading to more reliable predictions and reductions in biases and root-mean-square errors.",
                "AnswerCn": "整合地面测量和遥感数据可以提高表面通量估计的准确性，通过提供更高精度的土壤湿度和植被参数。这些数据集的结合使用允许更好地校准和调整模型状态，从而导致更可靠的预测，并减少偏差和均方根误差。",
                "Level": "C6(Creating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What objectives might a dataset collection method aim to achieve when measuring evapotranspiration using both soil and canopy component temperatures?",
                "QuestionCn": "一个数据集收集方法在使用土壤和冠层成分温度测量蒸散发时，可能旨在实现哪些目标？",
                "AnswerEn": "The objective of such a dataset collection method is to accurately estimate evaporation (E), transpiration (T), and evapotranspiration (ET) by validating these estimates against observed ratios using stable oxygen and hydrogen isotopes, as well as ET measurements using an eddy covariance (EC) system.",
                "AnswerCn": "这种数据集收集方法的目的是通过使用稳定的氧和氢同位素验证这些估计值与观察到的比率，从而准确估计蒸发（E）、蒸腾（T）和蒸散发（ET），同时使用涡度协方差（EC）系统进行ET测量。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What are the intended goals of utilizing the eddy covariance system in collecting flux data over land surfaces?",
                "QuestionCn": "利用涡度协方差系统收集陆地表面通量数据的预期目标是什么？",
                "AnswerEn": "The eddy covariance system is intended to provide accurate measurements of surface fluxes such as sensible and latent heat fluxes, which are crucial for global climate change research, ecological management, and water resource planning. It is used to validate model estimates and improve understanding of the variability in surface flux measurements across different temporal scales.",
                "AnswerCn": "涡度协方差系统旨在提供准确的表面通量测量，如显热和潜热通量，这对于全球气候变化研究、生态管理和水资源规划至关重要。它用于验证模型估计，并提高对不同时间尺度上表面通量测量变异性的理解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps for processing eddy covariance data to ensure quality and accuracy in hydrometeorological observations?",
                "QuestionCn": "处理涡度协方差数据以确保水文气象观测的质量和准确性的程序步骤包括：",
                "AnswerEn": "The eddy covariance data processing includes steps such as outlier removal, time lag correction, coordinate rotation (double rotation), frequency response correction, ultrasonic virtual temperature correction, and density (WPL) correction. The processed data is evaluated for quality based on atmospheric stability and turbulence similarity characteristics, and data with errors or significant gaps are excluded.",
                "AnswerCn": "涡动协方差数据处理包括以下步骤：异常值去除、时间滞后修正、坐标旋转（双旋转）、频率响应修正、超声虚温修正和密度（WPL）修正。处理后的数据根据大气稳定性和湍流相似性特征进行质量评估，存在错误或显著缺失的数据将被排除。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can a dual-pass data assimilation scheme be implemented to improve the predictions of surface fluxes using remotely sensed land surface temperature?",
                "QuestionCn": "如何实施双重数据同化方案，以利用遥感地表温度改善地表通量的预测。",
                "AnswerEn": "A dual-pass data assimilation scheme involves first optimizing model vegetation parameters weekly and then optimizing soil moisture daily. This is achieved using the ensemble Kalman filter (EnKF) to assimilate land surface temperature data from satellites like FY3A-VIRR into a common land model (CoLM). This approach aims to reduce model uncertainties and improve prediction accuracy by integrating satellite-derived temperature data into the model.",
                "AnswerCn": "双重数据同化方案首先每周优化模型植被参数，然后每天优化土壤湿度。这是通过使用集合卡尔曼滤波器（EnKF）将来自FY3A-VIRR等卫星的地表温度数据同化到一个通用陆地模型（CoLM）中来实现的。这种方法旨在通过将卫星获取的温度数据整合到模型中，减少模型的不确定性并提高预测准确性。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What methods can be used to accurately separate soil and canopy component temperatures using thermal infrared imagery in the estimation of evapotranspiration?",
                "QuestionCn": "可以使用哪些方法通过热红外影像准确分离土壤和冠层成分温度，以估算蒸散发？",
                "AnswerEn": "The separation of soil and canopy component temperatures can be achieved by classifying visible and NIR images into soil and canopy pixels using the maximum-likelihood method. The directional brightness temperatures are extracted from thermal infrared images, converted to radiometric temperatures using incoming long-wave radiation and emissivities, and validated against surface radiometric temperatures observed by a four-component radiometer.",
                "AnswerCn": "通过使用最大似然法将可见光和近红外图像分类为土壤和树冠像素，可以实现土壤和树冠组件温度的分离。方向亮度温度从热红外图像中提取，使用入射长波辐射和发射率转换为辐射温度，并与由四分量辐射计观测到的表面辐射温度进行验证。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enable the accurate collection of hydrometeorological data in harsh plateau climates?",
                "QuestionCn": "哪些技术进步使得在恶劣高原气候中准确收集水文气象数据成为可能？",
                "AnswerEn": "The use of eddy covariance systems with high sampling frequency (10Hz) and software such as Eddypro for processing data enables accurate collection of hydrometeorological data even in harsh plateau climates, although extreme conditions can still lead to data instability and periods of data absence.",
                "AnswerCn": "使用高采样频率（10Hz）的涡度协方差系统和Eddypro等软件进行数据处理，可以在恶劣的高原气候条件下准确收集水文气象数据，尽管极端条件仍可能导致数据不稳定和数据缺失的情况。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What conditions or factors enable successful integration of remote sensing data into land surface models for improved surface flux predictions?",
                "QuestionCn": "哪些条件或因素能够促进遥感数据成功整合到陆面模型中，以提高地表通量预测的准确性？",
                "AnswerEn": "The integration of remotely sensed land surface temperature data from satellites like FY3A-VIRR into land surface models is enabled by the use of data assimilation techniques such as the dual-pass assimilation scheme with ensemble Kalman filter, which optimizes vegetation parameters and soil moisture to reduce model uncertainties and improve surface flux predictions.",
                "AnswerCn": "将遥感土地表面温度数据（如FY3A-VIRR卫星数据）与陆面模型集成的过程是通过使用数据同化技术实现的，例如采用双重同化方案与集合卡尔曼滤波器，这种方法优化了植被参数和土壤湿度，以减少模型的不确定性并改善表面通量预测。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might data collection methods face challenges in maintaining consistent data quality over harsh seasonal conditions and unexpected events?",
                "QuestionCn": "数据收集方法在恶劣的季节条件和意外事件中可能面临保持一致的数据质量的挑战，原因是什么？",
                "AnswerEn": "Data collection in regions with harsh seasonal conditions, such as winter and spring in the Qinghai Lake area, can be disrupted due to severe weather, making the data unstable. Additionally, unforeseen events like the COVID-19 pandemic in 2020 hindered timely maintenance of instruments, leading to data gaps. These conditions pose challenges in achieving consistent data quality.",
                "AnswerCn": "在季节条件严酷的地区，如青海湖地区的冬春季节，数据收集可能因恶劣天气而中断，导致数据不稳定。此外，2020年新冠疫情等突发事件也影响了仪器的及时维护，导致数据缺口。这些条件给实现一致的数据质量带来了挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why are there difficulties in accurately estimating surface evapotranspiration using one-source models, and what expectations exist for two-source models in this regard?",
                "QuestionCn": "为什么使用单源模型准确估计地表蒸散发存在困难，而对双源模型在这方面有什么期望？",
                "AnswerEn": "One-source models often face difficulties in accurately estimating surface evapotranspiration due to the heterogeneity of surfaces that include mixtures of soil and vegetation with varying temperatures and resistances to energy exchange. In contrast, two-source models, such as the TSEB, are expected to provide better estimates by considering the separate contributions of soil and canopy, although they require complex parameters and observations that might not be easily available.",
                "AnswerCn": "单源模型在准确估计表面蒸散发方面常常面临困难，因为表面存在土壤和植被的混合，具有不同的温度和能量交换阻力。相比之下，双源模型，如TSEB，预计能够提供更好的估计，因为它考虑了土壤和树冠的独立贡献，尽管它们需要复杂的参数和观测，这些可能并不容易获得。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it expected that a dual-pass data assimilation scheme would improve predictions of surface flux over traditional methods?",
                "QuestionCn": "为什么预计双重通道数据同化方案会比传统方法更好地改善表面通量的预测？",
                "AnswerEn": "A dual-pass data assimilation scheme is expected to improve predictions of surface flux because it independently optimizes soil moisture and vegetation parameters using remotely sensed land surface temperature data. This approach aims to reduce model uncertainties and better match observed data, potentially offering more accurate predictions compared to single-pass or non-assimilative methods.",
                "AnswerCn": "双重数据同化方案预计将改善表面通量的预测，因为它使用遥感地表温度数据独立优化土壤湿度和植被参数。这种方法旨在减少模型不确定性，更好地匹配观测数据，可能提供比单次或非同化方法更准确的预测。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your assessment of the challenges associated with using thermal infrared cameras for measuring soil and canopy temperatures in arid regions?",
                "QuestionCn": "我对在干旱地区使用热红外相机测量土壤和树冠温度所面临的挑战的评估是什么？",
                "AnswerEn": "Thermal infrared cameras face challenges in arid regions due to the limitations in composite temperature separation approaches. Image classification errors can overestimate canopy temperature, and ignoring atmospheric radiation effects can introduce uncertainties. Despite these challenges, using thermal cameras provides robust temperature calculations crucial for estimating evaporation and transpiration accurately.",
                "AnswerCn": "热红外相机在干旱地区面临挑战，因为复合温度分离方法存在局限性。图像分类错误可能会高估冠层温度，而忽视大气辐射效应可能会引入不确定性。尽管面临这些挑战，使用热相机仍然可以提供稳健的温度计算，这对于准确估计蒸发和蒸腾至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data collection methods for surface flux measurements can be effectively adapted to various climatological conditions?",
                "QuestionCn": "我不明白如何有效地将表面通量测量的数据收集方法适应不同的气候条件。",
                "AnswerEn": "Surface flux measurements can be adapted to various climatological conditions by employing a combination of remote-sensing-based methods, land surface modeling, and field measurements such as eddy covariance systems and large aperture scintillometers. These methods can be calibrated and adjusted using data assimilation techniques, like the ensemble Kalman filter, to improve accuracy across different environmental contexts.",
                "AnswerCn": "表面通量测量可以通过结合遥感方法、陆面模型和现场测量（如涡度协方差系统和大孔径闪烁仪）来适应各种气候条件。这些方法可以使用数据同化技术（如集合卡尔曼滤波器）进行校准和调整，以提高在不同环境背景下的准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how remotely sensed land surface temperature data can be effectively integrated into land surface models for surface flux estimation.",
                "QuestionCn": "我无法理解如何将遥感地表温度数据有效地整合到地表模型中以进行表面通量估算。",
                "AnswerEn": "Remotely sensed land surface temperature data can be integrated into land surface models through data assimilation techniques, such as the dual-pass data assimilation scheme with an ensemble Kalman filter. This involves optimizing model vegetation parameters and soil moisture independently, allowing for more accurate predictions of surface fluxes by correcting model state variables and parameters.",
                "AnswerCn": "遥感地表温度数据可以通过数据同化技术集成到地表模型中，例如使用集成卡尔曼滤波器的双重数据同化方案。这涉及独立优化模型的植被参数和土壤湿度，从而通过校正模型状态变量和参数，允许对地表通量进行更准确的预测。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please investigate how data quality can be ensured and improved when collecting eddy covariance measurements over heterogeneous landscapes.",
                "QuestionCn": "请调查在异质景观上收集涡度协方差测量时如何确保和改善数据质量。",
                "AnswerEn": "Ensuring data quality in eddy covariance measurements over heterogeneous landscapes involves several strategies, such as correcting for delay times, coordinate rotation, frequency response adjustments, and quality evaluation based on atmospheric stability and turbulence characteristics. Additionally, filtering erroneous data and considering environmental factors like precipitation and missing data rates can improve measurement accuracy.",
                "AnswerCn": "确保异质景观中涡度协方差测量的数据质量涉及多种策略，例如修正延迟时间、坐标旋转、频率响应调整，以及基于大气稳定性和湍流特征的质量评估。此外，过滤错误数据以及考虑降水和缺失数据率等环境因素可以提高测量的准确性。",
                "Level": "C6(Creating)"
            }
        ]
    }
}