{
    "id": "52a3b23d-5d2b-4850-98c3-68666655d550",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Yulei station on Qinghai lake, 2020)",
            "description": "This dataset contains the flux measurements from the Qinghai Lake eddy covariance system (EC) belonging to the Qinghai Lake basin integrated observatory network from January 1 to December 31 in 2020. Due to the terrible climate in winter and spring, those instruments need maintenance in time. However, the Covid-19 blocked our maintenance, those data in January 1 to April 6 and November 1 to December 31 in 2020 were missing. The effective range of latent heat flux is -500~500 W/m2. The negative value may be caused by condensed water. The site (100° 29' 59.726'' E, 36° 35' 27.337'' N) was located on the Yulei Platform in Erlangjian scenic area, Qinghai Province. The elevation is 3209m. The EC was installed at a height of 16.1m, and the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (Gill&Li7500A) was about 0.17 m.\nThe raw data acquired at 10 Hz were processed using the Eddypro post-processing software, including the spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. The observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC): class 1-3 (high quality), class 4-6 (good), class 7-8 (poor, better than gap filling data), class9 (rejected). In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data collected before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 3% of the 30 min raw record; and (4) data were rejected at night when the friction velocity (u*) was less than 0.1 m/s. There were 48 records per day, and the missing data were replaced with -6999. \nThe released data contained the following variables: DATE/TIME, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m3), CO2 mass density (CO2, mg/m3), friction velocity (ustar, m/s), stability (z/L), sensible heat flux (Hs, W/m2), latent heat flux (LE, W/m2), carbon dioxide flux (Fc, mg/ (m2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). The quality marks of sensible heat flux, latent heat flux and carbon flux are divided into three levels (quality marks 0 have good data quality, 1 have good data quality and 2 have poor data quality). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xls format. Detailed information can be found in the suggested references.",
            "instructions": "Year+** observatory network+ site + EC.",
            "east": 100.5,
            "west": 100.5,
            "south": 36.59,
            "north": 36.59,
            "startTime": "2020-01-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 4422300.0,
            "cstr": "18406.11.Atmos.tpdc.272153",
            "doi": "10.11888/Atmos.tpdc.272153",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LI Xiaoyan",
                "unitEn": "Faculty of Geographical Science,  Beijing Normal University "
            }
        ],
        "literatureList": [
            {
                "titleEn": "Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau",
                "referenceEn": "Li, X.Y., Yang, X.F., Ma, Y.J., Hu, G.R., Hu, X., Wu, X.C., Wang, P., Huang, Y.M., Cui, B.L., & Wei, J.Q. (2018). Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau. Vadose Zone Journal, 17(1)."
            },
            {
                "titleEn": "Evaporation and surface energy budget over the largest high‐altitude saline lake on the Qinghai‐Tibet Plateau",
                "referenceEn": "Li, X.Y., Ma, Y.J., Huang, Y.M., Hu, X., Wu, X.C., Wang, P., Li, G.Y., Zhang, S.Y., Wu, H.W., Jiang, Z.Y., Cui, B.L., & Liu, L. (2016). Evaporation and surface energy budget over the largest high-altitude saline lake on the Qinghai-Tibet Plateau. Journal of Geophysical Research: Atmospheres, 121(18), 10470-10485."
            },
            {
                "titleEn": "Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai‐Tibet Plateau",
                "referenceEn": "Zhang, S.Y., Li, X.Y., Zhao, G.Q., &Huang, Y.M. (2016). Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai-Tibet Plateau. Ecohydrology, 9(2), 267-279."
            },
            {
                "titleEn": "Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai–Tibet Plateau",
                "referenceEn": "Zhang, S.Y., Li, X.Y., Ma, Y.J., Zhao, G.Q., Li, L., Chen, J., Jiang, Z.Y., & Huang, Y.M. (2014). Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai-Tibet Plateau. Cold Regions Science and Technology, 102, 8-20."
            },
            {
                "titleEn": "Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China",
                "referenceEn": "Yu, G.R., Zhu, X.J., Fu, Y.L., He, H.L., Wang, Q.F., Wen, X.F., Li, X.R., Zhang, L.M., Zhang, L., Su, W., Li, S.G., Sun, X.M., Zhang, Y.P., Zhang, J.H., Yan, J.H., Wang, H.M., Zhou, G.S., Jia, B.R., Xiang, W.H., Li, Y.N., Zhao, L., Wang, Y.F., Shi, P.L., Chen, S.P., Zhao, F.H., Wang, Y.Y., & Tong, C.L. (2013). Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China. Global Change Biology, 19, 798–810."
            },
            {
                "titleEn": "Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau",
                "referenceEn": "Gu, S., Tang, Y.H., Du, M.Y., Kato, T., Li, Y.N., Cui, X.Y., &Zhao, X.Q. (2003). Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau, Journal of Geophysical Research, 108(D21), 4670."
            },
            {
                "titleEn": "Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China",
                "referenceEn": "Fu, Y., Zheng, Z., Yu, G., Hu, Z., Sun, X., Shi, P., Wang, Y., & Zhao, X. (2009). Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China. Biogeosciences, 6, 2879–2893."
            },
            {
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature",
                "referenceEn": "Xu, T.R., Liu, S.M., Xu, Z.W., Liang, S.L., &Xu, L. (2015). A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature. Science China Earth Science, 58(2), 211-230."
            },
            {
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Carbon dioxide flux"
            },
            {
                "nameEn": "Sensible heat flux"
            },
            {
                "nameEn": "Latent heat flux"
            },
            {
                "nameEn": "Radiation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Qinghai Lake Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        },
        {
            "background": [
                "Accurate monitoring of surface fluxes over land surfaces is necessary for global climate change research, ecological environment management, and agricultural and water resource planning. The magnitude of the surface flux is largely determined by vegetation parameters, soil moisture and other states of the land surface. The major methods used for estimating surface fluxes are field measurement, remote-sensing-based methods, and land surface modeling. The variability in field measurements of surface flux has been documented over diurnal, seasonal, and inter-annual time scales.",
                "Land surface models have been rapidly developed to predict surface fluxes on continuous spatial and temporal scales with physical constraints. Regardless of their specific model structures, all land surface models require observational data to calibrate their parameters and adjust their states. New techniques such as data assimilation are needed to integrate either field or remotely sensed observations with the models, thus improving model accuracy by correcting the model state variables and parameters. Data assimilation has played an increasingly important role in improving predictions of such land surface state variables as the leaf area index, soil temperature profile, soil moisture profile, and other related variables, e.g., surface fluxes.",
                "Spatially distributed estimates of surface flux can be obtained from remote-sensing-based methods. The surface fluxes also can be obtained based on variational techniques and relatively simple models with the assimilation of field-measured land surface temperatures. In a land surface model, the sensible and latent heat fluxes are diagnostic variables, and they are affected by many factors (e.g., model states and parameters). As a new-generation Chinese polar orbiting meteorological satellite, the FY-3 series consists of two experimental (FY-3A/B) and at least four operational satellites (FY-3C/D/E/F). The FY-3 series is expected to have a service life that lasts until 2020. The FY-3A was launched in the year 2008. Visible and infrared radiometer (VIRR) is one of the 11 sensors mounted on the FY-3A satellite and has a nominal spatial resolution of approximately 1 km×1 km at the nadir. The common land model (CoLM) is a state-of-the-art model developed by many groups and validated with extensive field data sites. In CoLM, soil moisture is important for dividing the net radiation into the ground heat, sensible, and latent heat fluxes.",
                "Inaccurate surface flux predictions are highly correlated with errors in land surface temperature estimates. Generally, the diurnal variation trends of the land surface temperature and surface flux can be predicted correctly using the CoLM. The daily averaged evaporation fraction (EF, ratio between latent heat flux and available energy) can be used to describe the splitting of available energy into sensible and latent heat fluxes. The LAS instrument can measure the sensible heat flux at a larger scale than the EC system."
            ],
            "research objective": [
                "In this work, a dual-pass data assimilation scheme is developed to improve predictions of surface flux.",
                "The current study constructed a dual-pass data assimilation scheme with an ensemble Kalman filter (EnKF) to improve the surface flux predictions with assimilation of remotely sensed land surface temperature. This study carried out the first experiment to assimilate remotely sensed land surface temperatures (LST) derived from FY3A-VIRR into a land surface model.",
                "In this study, a dual-pass data assimilation scheme was constructed to estimate the surface fluxes via the independent optimization of the soil moisture and vegetation parameters. The aim of this study was to eliminate or reduce the errors between the model simulation and observation."
            ],
            "challenges": [
                "Methods are difficult to use for continuous monitoring of surface fluxes because the data derived from satellites are instantaneous and often contaminated by the presence of clouds.",
                "However, these measurements are difficult to use for monitoring surface fluxes at the regional scale because they only produce either point or patch-scale data. The deviations between the FY3A-VIRR LST data and the ground measurements are determined by many factors. The terrain effect can affect the accuracy of the FY3A-VIRR LST retrievals. The mismatch of the spatial and temporal scales between the FY3A-VIRR and field-measured LST can also cause these biases.",
                "The differences between the sensible heat fluxes measured by the EC and LAS system are primarily caused by the energy imbalance of the EC, the heterogeneity of the underlying surfaces, and the differences between the source areas of the EC and LAS measurements. Because of the short memory of the land surface temperature, it is difficult to assimilate the land surface temperatures. Directly assimilating land surface temperature to optimize soil moisture may cause model simulations that are more unstable."
            ],
            "methods": [
                "In this work, a dual-pass data assimilation scheme is developed to improve predictions of surface flux. Pass 1 of the dual-pass data assimilation scheme optimizes the model vegetation parameters at the weekly temporal scale, and Pass 2 optimizes the soil moisture at the daily temporal scale. Based on ensemble Kalman filter (EnKF), the land surface temperature (LST) data derived from the new generation of Chinese meteorology satellite (FY3A-VIRR) are assimilated into common land model (CoLM) for the first time. Six sites, Daman, Guantao, Arou, BJ, Miyun and Jiyuan, are selected for the data assimilation experiments and include different climatological conditions.",
                "The dual-pass data assimilation technique employed in this study optimizes the model states and parameters independently. The two passes of the scheme assimilate the remotely sensed land surface temperatures (LST) derived from the FY3A satellite. With the assimilation of the FY3A-VIRR LST data, Pass 1 is used to optimize the model parameters at the weekly temporal scale, and Pass 2 is used to optimize the soil moisture at the daily temporal scale. Six Chinese flux observation sites with different land cover types (alpine meadow, grassland, cropland, and orchard) were selected to conduct the data assimilation experiments. The FY3A-VIRR LST data are compared with the ground measurements.",
                "In this study, the MODIS LAI products are incorporated directly into the model, and the vegetation parameters are optimized at the weekly temporal scale with Pass 1 of the dual-pass data assimilation scheme. At the daily temporal scale, the soil moisture is optimized with Pass 2 of the dual-pass data assimilation scheme. The land surface temperature data from the new generation Chinese meteorology satellite FY3A-VIRR were assimilated into CoLM for the first time based on the EnKF algorithm. The source areas of the LAS measurements were calculated using a footprint model and overlaid with a FY3A-VIRR pixel."
            ],
            "dataset": [
                "The land surface temperature (LST) data derived from the new generation of Chinese meteorology satellite (FY3A-VIRR) are assimilated into common land model (CoLM) for the first time. Six sites, Daman, Guantao, Arou, BJ, Miyun and Jiyuan, are selected for the data assimilation experiments and include different climatological conditions. The results are compared with those from a dataset generated by a multi-scale surface flux observation system that includes an automatic weather station (AWS), eddy covariance (EC) and large aperture scintillometer (LAS).",
                "The FY-3A land surface temperature data will become the new data source for global water and energy balance research. The FY3A-VIRR LST products can provide the LST and emissivity of each pixel, and the data are stored in a hierarchical data format (HDF), which is a sinusoidal projection with a spatial resolution of 1 km. Data from six sites located in three major nature zones (western arid and semi-arid area, eastern monsoon area, and Qinghai-Tibet alpine meadow) of People’s Republic of China (PRC) are used for the data assimilation experiments."
            ],
            "findings": [
                "The results indicate that the dual-pass data assimilation scheme is able to reduce model uncertainties and improve predictions of surface flux with the assimilation of FY3A-VIRR LST data.",
                "The dual-pass data assimilation scheme reduced the model uncertainties and improved the prediction abilities of the model. The average BIAS values of the six sites changed from 28.7 to 5.3 W m 2 and from 16.9 to 16.1 W m2; the average RMSE values dropped from 71.7 to 46.8 W m 2 and from 93.7 to 70.8 W m 2; and the average R-values increased from 0.75 to 0.78 and from 0.66 to 0.82, respectively. The average BIAS values of the assimilation EF results dropped from 0.21 to 0.01, the average RMSE values dropped from 0.31 to 0.15, and the average R-values increased from 0.43 to 0.73. The comparisons showed that the assimilation results match well against the LAS measurements, and the correlations between the assimilation results and LAS measurements were higher than that of the model simulations at the Daman, Guantao, Arou, BJ, and Jiyuan sites."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Can a dataset collected using an eddy covariance (EC) system be used to improve the accuracy of evapotranspiration (ET) estimates in heterogeneous land surfaces?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What is the typical process for ensuring data quality in hydrometeorological observation networks?",
                    "Answer": "Outlier removal",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Where are the observations typically collected in studies involving the two-source energy balance (TSEB) model for estimating evapotranspiration?",
                    "Answer": "Field sites",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What challenges are commonly faced when collecting remote-sensing data for surface flux estimation?",
                    "Answer": "instantaneous nature, cloud contamination, spatial and temporal scale mismatches, terrain effects",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used to measure surface fluxes over heterogeneous land surfaces, particularly in areas with varying vegetation and climate conditions?",
                    "Answer": "One example of a data collection method for measuring surface fluxes over heterogeneous land surfaces is the use of a high-resolution thermal camera to observe soil and canopy component temperatures. This method, used in conjunction with the two-source energy balance (TSEB) model, allows for the estimation of evaporation, transpiration, and evapotranspiration by providing detailed thermal imagery of the landscape, which is then used to partition energy fluxes accurately.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a challenge faced in the data collection process for surface flux measurements in regions with strong advection, and how is it addressed?",
                    "Answer": "A challenge in collecting surface flux measurements in strongly advective regions is the incomplete energy balance closure in eddy covariance (EC) flux measurements. This is addressed by using ground-measured soil and canopy component temperatures and validating the estimates of evaporation and transpiration through stable isotope techniques and EC measurements, which help improve the accuracy of heat flux estimates under advective conditions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the properties of the eddy covariance system utilized for surface flux measurement in Qinghai Lake region?",
                    "Answer": "ultrasonic anemometer, CO2/H2O analyzer, height of 16.1 meters, sampling frequency of 10 Hz, data processed using Eddypro software, flux data every 30 minutes",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What characteristics define the data assimilation techniques used to enhance surface flux predictions?",
                    "Answer": "dual-pass, remotely sensed land surface temperature data, land surface model, optimizing vegetation parameters weekly, soil moisture daily, FY3A satellite, ensemble Kalman filter",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "What is the sampling frequency used for the eddy covariance system in the data collection method?",
                    "Answer": "10 Hz",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many sites were selected for the data assimilation experiments using the FY3A-VIRR LST data?",
                    "Answer": "6",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "What are the differences in dataset quality evaluation between the ground-based eddy covariance system and the ensemble Kalman filter (EnKF) approach used in the dual-pass data assimilation scheme?",
                    "Answer": "The ground-based eddy covariance system in the Qinghai Lake region evaluates data quality based on atmospheric stability and turbulence similarity, with a three-level quality marking system. The dual-pass data assimilation scheme with EnKF focuses on reducing model uncertainties and improving prediction accuracy by optimizing parameters independently, using statistical measures like bias, RMSE, and correlation coefficients to evaluate dataset quality.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In what ways do the methods for estimating surface fluxes from the TSEB model and the common land model (CoLM) differ, particularly regarding their use of ground-based versus remote sensing data?",
                    "Answer": "The TSEB model primarily uses ground-based measurements like soil and canopy component temperatures to estimate surface fluxes, incorporating high-resolution thermal camera data. In contrast, the CoLM integrates remote sensing data, specifically FY3A-VIRR LST, through a data assimilation approach to estimate surface fluxes, emphasizing the use of satellite-derived temperature data to optimize model states and parameters.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "Why is it difficult to use satellite-derived data for continuous monitoring of surface fluxes?",
                    "Answer": "Satellite-derived data are challenging to use for continuous monitoring of surface fluxes because they provide instantaneous measurements that are often contaminated by clouds. Additionally, there are mismatches in spatial and temporal scales between satellite data and ground measurements, and terrain effects can impact the accuracy of satellite land surface temperature retrievals.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential consequences of using a dual-pass data assimilation scheme on the prediction accuracy of surface fluxes when integrating satellite-derived land surface temperatures?",
                    "Answer": "The dual-pass data assimilation scheme can reduce model uncertainties and improve prediction accuracy of surface fluxes by optimizing vegetation parameters and soil moisture. This approach has shown to enhance the correlation between assimilation results and measurements, leading to more reliable predictions of surface fluxes.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What could be the outcomes of integrating ground-measured and remote-sensed data in improving surface flux estimations over heterogeneous land surfaces?",
                    "Answer": "Integrating ground-measured and remote-sensed data could lead to improved surface flux estimations by providing higher accuracy in soil moisture and vegetation parameters. The combined use of these datasets allows for better calibration and adjustment of model states, leading to more reliable predictions and reductions in biases and root-mean-square errors.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What objectives might a dataset collection method aim to achieve when measuring evapotranspiration using both soil and canopy component temperatures?",
                    "Answer": "The objective of such a dataset collection method is to accurately estimate evaporation (E), transpiration (T), and evapotranspiration (ET) by validating these estimates against observed ratios using stable oxygen and hydrogen isotopes, as well as ET measurements using an eddy covariance (EC) system.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What are the intended goals of utilizing the eddy covariance system in collecting flux data over land surfaces?",
                    "Answer": "The eddy covariance system is intended to provide accurate measurements of surface fluxes such as sensible and latent heat fluxes, which are crucial for global climate change research, ecological management, and water resource planning. It is used to validate model estimates and improve understanding of the variability in surface flux measurements across different temporal scales.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What are the procedural steps for processing eddy covariance data to ensure quality and accuracy in hydrometeorological observations?",
                    "Answer": "The eddy covariance data processing includes steps such as outlier removal, time lag correction, coordinate rotation (double rotation), frequency response correction, ultrasonic virtual temperature correction, and density (WPL) correction. The processed data is evaluated for quality based on atmospheric stability and turbulence similarity characteristics, and data with errors or significant gaps are excluded.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How can a dual-pass data assimilation scheme be implemented to improve the predictions of surface fluxes using remotely sensed land surface temperature?",
                    "Answer": "A dual-pass data assimilation scheme involves first optimizing model vegetation parameters weekly and then optimizing soil moisture daily. This is achieved using the ensemble Kalman filter (EnKF) to assimilate land surface temperature data from satellites like FY3A-VIRR into a common land model (CoLM). This approach aims to reduce model uncertainties and improve prediction accuracy by integrating satellite-derived temperature data into the model.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "What methods can be used to accurately separate soil and canopy component temperatures using thermal infrared imagery in the estimation of evapotranspiration?",
                    "Answer": "The separation of soil and canopy component temperatures can be achieved by classifying visible and NIR images into soil and canopy pixels using the maximum-likelihood method. The directional brightness temperatures are extracted from thermal infrared images, converted to radiometric temperatures using incoming long-wave radiation and emissivities, and validated against surface radiometric temperatures observed by a four-component radiometer.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What technological advancements enable the accurate collection of hydrometeorological data in harsh plateau climates?",
                    "Answer": "The use of eddy covariance systems with high sampling frequency (10Hz) and software such as Eddypro for processing data enables accurate collection of hydrometeorological data even in harsh plateau climates, although extreme conditions can still lead to data instability and periods of data absence.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What conditions or factors enable successful integration of remote sensing data into land surface models for improved surface flux predictions?",
                    "Answer": "The integration of remotely sensed land surface temperature data from satellites like FY3A-VIRR into land surface models is enabled by the use of data assimilation techniques such as the dual-pass assimilation scheme with ensemble Kalman filter, which optimizes vegetation parameters and soil moisture to reduce model uncertainties and improve surface flux predictions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might data collection methods face challenges in maintaining consistent data quality over harsh seasonal conditions and unexpected events?",
                    "Answer": "Data collection in regions with harsh seasonal conditions, such as winter and spring in the Qinghai Lake area, can be disrupted due to severe weather, making the data unstable. Additionally, unforeseen events like the COVID-19 pandemic in 2020 hindered timely maintenance of instruments, leading to data gaps. These conditions pose challenges in achieving consistent data quality.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why are there difficulties in accurately estimating surface evapotranspiration using one-source models, and what expectations exist for two-source models in this regard?",
                    "Answer": "One-source models often face difficulties in accurately estimating surface evapotranspiration due to the heterogeneity of surfaces that include mixtures of soil and vegetation with varying temperatures and resistances to energy exchange. In contrast, two-source models, such as the TSEB, are expected to provide better estimates by considering the separate contributions of soil and canopy, although they require complex parameters and observations that might not be easily available.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it expected that a dual-pass data assimilation scheme would improve predictions of surface flux over traditional methods?",
                    "Answer": "A dual-pass data assimilation scheme is expected to improve predictions of surface flux because it independently optimizes soil moisture and vegetation parameters using remotely sensed land surface temperature data. This approach aims to reduce model uncertainties and better match observed data, potentially offering more accurate predictions compared to single-pass or non-assimilative methods.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "What is your assessment of the challenges associated with using thermal infrared cameras for measuring soil and canopy temperatures in arid regions?",
                    "Answer": "Thermal infrared cameras face challenges in arid regions due to the limitations in composite temperature separation approaches. Image classification errors can overestimate canopy temperature, and ignoring atmospheric radiation effects can introduce uncertainties. Despite these challenges, using thermal cameras provides robust temperature calculations crucial for estimating evaporation and transpiration accurately.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how data collection methods for surface flux measurements can be effectively adapted to various climatological conditions?",
                    "Answer": "Surface flux measurements can be adapted to various climatological conditions by employing a combination of remote-sensing-based methods, land surface modeling, and field measurements such as eddy covariance systems and large aperture scintillometers. These methods can be calibrated and adjusted using data assimilation techniques, like the ensemble Kalman filter, to improve accuracy across different environmental contexts.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I can't make sense of how remotely sensed land surface temperature data can be effectively integrated into land surface models for surface flux estimation.",
                    "Answer": "Remotely sensed land surface temperature data can be integrated into land surface models through data assimilation techniques, such as the dual-pass data assimilation scheme with an ensemble Kalman filter. This involves optimizing model vegetation parameters and soil moisture independently, allowing for more accurate predictions of surface fluxes by correcting model state variables and parameters.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please investigate how data quality can be ensured and improved when collecting eddy covariance measurements over heterogeneous landscapes.",
                    "Answer": "Ensuring data quality in eddy covariance measurements over heterogeneous landscapes involves several strategies, such as correcting for delay times, coordinate rotation, frequency response adjustments, and quality evaluation based on atmospheric stability and turbulence characteristics. Additionally, filtering erroneous data and considering environmental factors like precipitation and missing data rates can improve measurement accuracy.",
                    "Level": "C6(Creating)"
                }
            ]
        }
    ]
}