{
    "id": "52f9d459-b2ec-4497-8601-9e6ab24b67e4",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "High spatial and temporal resolution multispectral remote sensing images (2000 to 2016) of the Belt and Road key node areas",
            "titleCn": "“一带一路”关键节点区域高时空分辨率多光谱遥感影像（2000-2016）",
            "description": "High spatial and temporal resolution remote sensing image plays a very important role in land use change detection, disaster monitoring and bio-geochemical parameter estimation.Currently, Landsat multi-spectral series satellite data (including Landsat TM, ETM+ and OLI multi-spectral bands) is one of the most widely used multi-spectral data.Taking  the One Belt And One Road  key node area as the research area, and based on the data of Landsat TM/ETM+/OLI series with good quality from 2000 to 2016, python was used to clip the data in the research area with the masks .To solve the partial data missing problem, MODIS imagery on the  missing date and Landsat-MODIS data pair of adjacent phases are combined for spatio-temporal fusion to obtain Landsat-like data.Finally, the high spatial and temporal resolution remote sensing images of 34 key node area during 2001 to 2016 lasted for 8 to 16 days was obtained.",
            "descriptionCn": "高时空分辨率的遥感影像在土地利用变化检测、灾害监测、生物地球化学参数估计等方面有着非常重要的作用。目前，Landsat多光谱系列卫星数据（包括Landsat TM，ETM+和OLI多光谱波段）是最为广泛应用的多光谱数据之一。以“一带一路”关键节点区域为研究区域，基于2000至2016年Landsat TM/ETM+/OLI系列质量较好的数据，利用Python对数据进行研究区的掩膜裁剪。对于部分数据缺失问题，利用缺失日期的MODIS数据，并结合相邻时相的Landsat-MODIS数据对进行时空融合，得到缺失日期Landsat尺度的数据。最终获得了34个关键节点区域2001-2016逐年8-16天的多光谱遥感影像数据。",
            "instructions": "Multispectral remote sensing images are stored in raster format with the file name \"yyyy-mm-dd.tif ”For example, 2000-01-13.tif represents this raster file  describing the multispectral remote sensing image of January 13, 2000",
            "instructionsCn": "多光谱遥感影像以栅格格式存储，文件名称为“yyyy-mm-dd.tif”,其中yyyy代表年，mm代表月，dd代表天，比如2000-01-13.tif就代表这个栅格文件描述2000年1月13日多光谱遥感影像",
            "east": 106.97,
            "west": -1.53,
            "south": -6.38,
            "north": 57.37,
            "startTime": "2000-01-28 00:00:00",
            "endTime": "2016-12-31 00:00:00",
            "fileSize": 189757633150.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "殷志祥",
                "nameEn": "YIN Zhixiang",
                "unitEn": "",
                "unitCn": "中国科学院精密测量科学与技术创新研究院"
            },
            {
                "nameCn": "凌峰",
                "nameEn": "LING Feng",
                "unitEn": "",
                "unitCn": "中国科学院测量与地球物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "SFSDAF: An enhanced FSDAF that incorporates sub-pixel class fraction change information for spatio-temporal image fusion",
                "referenceCn": null,
                "referenceEn": "X. Li, G. M. Foody, D. S. Boyd, Y. Ge, Y. Zhang, Y. Du and F.Ling, “SFSDAF: An enhanced FSDAF that incorporates sub-pixel class fraction change information for spatio-temporal image fusion,” Remote Sensing of Environment, vol. 237, pp. 111537, 2020."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "日地空间物理与天文",
                "nameEn": "Solar-Terrestrial Physics and Astronomy"
            }
        ],
        "themeList": [
            {
                "nameCn": "银河系",
                "nameEn": "Galactic System"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "“一带一路”区域重要节点",
                "keywordEn": "Important nodes in the One Belt And One Road region"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000-2016",
                "keywordEn": "2000-2016",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "全球AVHRR遥感植被春季返青期物候（1981-2013）",
                "titleEn": "The global AVHRR remote sensing vegetation phenology at peturning green stage in spring (1981-2003)"
            },
            {
                "titleCn": "“一带一路”地区生态承载力空间分布图（2015）",
                "titleEn": "Spatial distribution map of ecological carrying capacity in One Belt And One Road area in 2015"
            },
            {
                "titleCn": "中国湖泊数据集（1960s-2020）",
                "titleEn": "China lake dataset (1960s-2020)"
            },
            {
                "titleCn": "“一带一路”典型国家样地样点光谱特征（2015）",
                "titleEn": "Spectral characteristics of sample plots in typical countries along the belt (2015)"
            },
            {
                "titleCn": "“一带一路”沿线34个关键节点区域百米尺度GDP格网数据集（2015）",
                "titleEn": "100m Gridded datasets for Gross Domestic Product of 34 key nodes (2015)"
            },
            {
                "titleCn": "北极积雪面积比例时序数据（2000-2019）",
                "titleEn": "Time series data of snow area ratio in the Arctic (2000-2019)"
            },
            {
                "titleCn": "西亚地区荒漠化时空格局专题数据（1990-2018）",
                "titleEn": "Thematic data on desertification of Western Asia (1990-2008)"
            },
            {
                "titleCn": "欧亚大陆草地遥感三级分类图（2009）",
                "titleEn": "Classification map of grassland in Eurasia (2009)"
            },
            {
                "titleCn": "欧亚大陆温性草地类型时空变异图-中国内蒙古区域三级分类（2009）",
                "titleEn": "Spatiotemporal variation map of temperate grassland types in Eurasia- Inner Mongolia region three class classification (2009)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that addresses missing data in high temporal resolution remote sensing imagery?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，该方法解决了高时间分辨率遥感影像中的缺失数据问题？",
                "AnswerEn": "One method to address missing data in high temporal resolution remote sensing imagery involves using MODIS data for the missing dates and performing spatiotemporal fusion with neighboring time series of Landsat-MODIS data pairs to generate the missing date Landsat scale data.",
                "AnswerCn": "一种解决高时间分辨率遥感影像缺失数据的方法是使用MODIS数据填补缺失日期，并通过与邻近的Landsat-MODIS数据对进行时空融合，以生成缺失日期的Landsat尺度数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of high spatiotemporal resolution multispectral remote sensing imagery used for land use change detection in key regions along the Belt and Road Initiative from 2000 to 2016?",
                "QuestionCn": "高时空分辨率多光谱遥感影像在“一带一路”关键区域土地利用变化检测中的特征（2000年至2016年）是什么？",
                "AnswerEn": "High spatiotemporal resolution, multispectral bands, Landsat TM, ETM+, OLI, processed using Python, temporal-spatial fusion, annual data, 8-16 day intervals, 34 key node regions, 2001 to 2016.",
                "AnswerCn": "高时空分辨率，多光谱波段，Landsat TM、ETM+、OLI，使用Python处理，时空融合，年度数据，8-16天间隔，34个关键节点区域，2001年至2016年。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many key node areas are covered by the multispectral remote sensing imagery dataset from 2001 to 2016?",
                "QuestionCn": "2001年至2016年的多光谱遥感影像数据集覆盖了多少个关键节点区域？",
                "AnswerEn": "34",
                "AnswerCn": "34",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'high spatiotemporal resolution multispectral remote sensing imagery' mean in the context of land use change detection and disaster monitoring?",
                "QuestionCn": "在土地利用变化检测和灾害监测的背景下，“高时空分辨率多光谱遥感影像”指的是能够以高精度和高频率捕捉地表信息的遥感图像，这些图像使用多个波段的光谱数据来分析和监测土地利用的变化以及灾害的影响。",
                "AnswerEn": "High spatiotemporal resolution multispectral remote sensing imagery refers to satellite images that have a high degree of detail and frequency in both spatial and temporal dimensions. In the context of land use change detection and disaster monitoring, such imagery provides precise and timely data that can be used to observe changes in land cover, track the progression of natural disasters, and estimate biogeochemical parameters over time. The high resolution allows for detailed analysis of specific geographic areas, while the frequent updates ensure that changes can be monitored and responded to in a timely manner.",
                "AnswerCn": "高时空分辨率的多光谱遥感影像是指在空间和时间维度上具有高细节和高频率的卫星图像。在土地利用变化检测和灾害监测的背景下，这种影像提供了精确和及时的数据，可用于观察土地覆盖的变化、跟踪自然灾害的进展以及估算生物地球化学参数。高分辨率允许对特定地理区域进行详细分析，而频繁的更新确保能够及时监测和响应变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on data accuracy and coverage when using a spatiotemporal fusion of MODIS and Landsat data for filling missing temporal gaps in multispectral remote sensing imagery?",
                "QuestionCn": "在使用MODIS和Landsat数据进行时空融合以填补多光谱遥感影像中的缺失时间间隔时，对数据准确性和覆盖范围的潜在影响是什么？",
                "AnswerEn": "The spatiotemporal fusion of MODIS and Landsat data can enhance the temporal resolution of the dataset by filling in missing dates. This approach may improve data accuracy by providing consistent temporal coverage and maintaining the spatial resolution of Landsat data. However, it could also introduce uncertainties due to the fusion process, especially if the datasets have different resolutions and characteristics. This process allows for the creation of a consistent time series of high-resolution imagery, which is crucial for applications such as land use change detection and disaster monitoring.",
                "AnswerCn": "MODIS和Landsat数据的时空融合可以通过填补缺失日期来提高数据集的时间分辨率。这种方法可能通过提供一致的时间覆盖并保持Landsat数据的空间分辨率来提高数据的准确性。然而，由于融合过程可能引入不确定性，特别是当数据集具有不同的分辨率和特征时。这一过程允许创建一致的高分辨率影像时间序列，这对于土地利用变化检测和灾害监测等应用至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of collecting high spatiotemporal resolution multispectral remote sensing images for the key node areas along the 'Belt and Road' initiative between 2000 and 2016?",
                "QuestionCn": "收集2000年至2016年间“一带一路”倡议关键节点地区的高时空分辨率多光谱遥感影像的主要目标是什么？",
                "AnswerEn": "The primary objectives include detecting land use changes, monitoring disasters, and estimating biogeochemical parameters. The use of high-resolution multispectral remote sensing images from the Landsat series aims to provide detailed and continuous data for these purposes, which are crucial for environmental and developmental planning in key regions along the 'Belt and Road' initiative.",
                "AnswerCn": "主要目标包括检测土地利用变化、监测灾害和估算生物地球化学参数。利用来自Landsat系列的高分辨率多光谱遥感影像，旨在为这些目的提供详细和连续的数据，这对于“一带一路”倡议沿线关键地区的环境和发展规划至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedures involved in using Python for masking and clipping remote sensing data for research areas within key node regions along the 'Belt and Road' initiative?",
                "QuestionCn": "使用Python对“一带一路”倡议关键节点区域内的研究区域进行遥感数据掩膜和裁剪的程序包括哪些步骤？",
                "AnswerEn": "The procedures involve selecting quality data from the Landsat series (TM, ETM+, OLI) for the years 2000 to 2016. Python is used to perform masking and clipping of the data to fit the specific research areas within the key node regions. This involves processing the satellite images to isolate the area of interest and exclude irrelevant regions.",
                "AnswerCn": "这些程序涉及选择2000年至2016年间的Landsat系列（TM、ETM+、OLI）的高质量数据。使用Python对数据进行掩膜和裁剪，以适应关键节点区域内的特定研究区域。这涉及处理卫星图像，以隔离感兴趣的区域并排除不相关的区域。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements and data integration techniques enable the collection of high spatiotemporal resolution multispectral remote sensing images for key node regions along the Belt and Road from 2000 to 2016?",
                "QuestionCn": "哪些技术进步和数据集成技术使得在2000年至2016年期间收集“一带一路”关键节点区域的高时空分辨率多光谱遥感图像成为可能？",
                "AnswerEn": "The collection of high spatiotemporal resolution multispectral remote sensing images for key node regions along the Belt and Road from 2000 to 2016 is enabled by the use of Landsat series multispectral satellite data (TM, ETM+, and OLI). The data collection involves masking and clipping the data with Python, and addressing missing data by integrating MODIS data from missing dates with time-space fusion techniques between adjacent Landsat and MODIS data to obtain Landsat-scale data for the missing dates.",
                "AnswerCn": "2000年至2016年间，利用Landsat系列多光谱卫星数据（TM、ETM+和OLI）收集“一带一路”关键节点区域的高时空分辨率多光谱遥感影像。数据收集涉及使用Python进行数据的掩膜和裁剪，并通过时间-空间融合技术将缺失日期的MODIS数据与相邻的Landsat和MODIS数据整合，以获取缺失日期的Landsat级数据。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}