{
    "id": "53468be9-df9b-4e9c-8841-e3af4fce5329",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "The hillslope thermokarst inventory for the permafrost region of the Qilian Mountains (2000-2020)",
            "titleCn": "祁连山多年冻土区斜坡热喀斯特（hillslope thermokarst）数据集（2000-2020）",
            "description": "The Qilian Mountains are located on the northeast edge of the Qinghai Tibet Plateau. Due to the impact of climate warming and human activities, the permafrost beneath them is facing rapid degradation. At the same time, a series of disasters such as retrogressive thaw slumps, active-layer detachment slides, and thermal erosion gullies are also increasing year by year, causing huge damage to the local ecology, economy, engineering, and human safety. However, there is currently a lack of disaster investigation on freeze-thaw induced slope instability in the Qilian Mountains region. In order to obtain the first list of hillslope thermokarst in the Qilian Mountains, we conducted multiple visual interpretations of multi-source remote sensing data within the Qilian Mountains, and verified and modified the interpretation results through multiple field investigations. Finally, 1064 hillslope thermokarst disasters with an area of nearly 20 square kilometers were identified and plotted. The results of this study will be fundamental for quantitative assessments that explore the exact causes and underlying thermokarst processes, and ultimately allow for better identification prediction of areas prone to thermokarst formation in the future. ",
            "descriptionCn": "祁连山位于青藏高原东北边缘，由于气候变暖和人类活动干扰的影响，其下的多年冻土面临着急剧退化。与此同时热融滑塌、融冻泥流、活动层滑脱、热融冲沟等一系列的斜坡热喀斯特（hillslope thermokarst）灾害也在逐年增加，对当地生态、经济、工程和人类安全造成巨大破坏。但目前缺少对于祁连山区域的冻融诱发斜坡失稳的灾害调查，为了获得第一份祁连山斜坡热喀斯特（hillslope thermokarst）清单，我们对祁连山范围内的多源遥感数据进行多次目视解译的同时，通过多次野外调查对解译结果进行验证和修改，最终确定并勾绘出1064处热喀斯特山坡灾害，面积近20平方公里。本研究成果将为灾害损失的定量评估，并进一步探索其具体成因和潜在过程和更好的预测未来易发生热喀斯特山坡的地区提供基础数据支持。",
            "instructions": "The morphological and point data for HT are both stored in SHP format, with the file names HTs_polygons.shp and HTs_points.shp, respectively.\n\nAll SHP files in this dataset can be viewed and accessed using software such as ArcGIS, QGIS, ArcGIS Pro, and similar tools.",
            "instructionsCn": "文件命名方式：HT形态和点位数据均以shp格式存储，文件名称分别为HTs_polygons.shp和HTs_points.shp。\n数据读取方式：该数据集中的所有shp文件都可通过ArcGIS、QGIS、ArcGIS Pro等软件读取查看。\n",
            "east": 104.0,
            "west": 93.0,
            "south": 35.5,
            "north": 40.0,
            "startTime": "2000-01-01 15:52:39",
            "endTime": "2020-12-31 15:52:39",
            "fileSize": 142640488.0,
            "cstr": "18406.11.Cryos.tpdc.300805",
            "doi": "10.11888/Cryos.tpdc.300805",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "彭小清",
                "nameEn": "PENG Xiaoqing",
                "unitEn": "",
                "unitCn": "兰州大学"
            },
            {
                "nameCn": "杨光尚",
                "nameEn": "YANG Guangshang",
                "unitEn": "",
                "unitCn": "兰州大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The First Hillslope Thermokarst Invertory for the Permafrost Region of the Qilian Mountains",
                "referenceCn": null,
                "referenceEn": "Peng, X., Yang, G., Frauenfeld, O. W., Li, X., Tian, W., Chen, G., Huang, Y., Wei, G., Luo, J., Mu, C., & Niu, F. (2024). The first hillslope thermokarst inventory for the permafrost region of the Qilian Mountains. Earth System Science Data, 16(4), 2033-2045."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            },
            {
                "nameCn": "冻融灾害",
                "nameEn": "freezing-thawing disaster"
            },
            {
                "nameCn": "土壤冻融",
                "nameEn": "soil freeze/thaw"
            },
            {
                "nameCn": "表面冻融",
                "nameEn": "Surface Freeze-thaw Cycle/State"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "祁连山",
                "keywordEn": "Qilian Mountains"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000-2020",
                "keywordEn": "2000-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Climate warming and anthropogenic disturbances result in permafrost degradation in cold regions, including in the Qilian Mountains. The Qilian Mountains are located in the northeastern part of the Qinghai–Tibetan Plateau, at the confluence of three major geographical regions, i.e., the eastern monsoon zone, the northwestern arid zone, and the alpine zone of the Qinghai–Tibetan Plateau. Due to its unique geographical and environmental characteristics, permafrost is widespread and underlies about 50 % of the area. Permafrost has an important role in storing frozen water, thereby contributing to water conservation. Due to climate warming and human activities, significant permafrost degradation results in the frequent occurrence of thermokarst, representing a serious threat to ecological security and adversely impacting the environment and human beings. Despite the importance of thermokarst processes and their potential geohazards, the distribution of thermokarst landscapes is currently mostly undocumented. The permafrost zone of the Qinghai–Tibetan Plateau (QTP) has been a site of thermokarst geomorphology research in recent years. The Qilian Mountains play an important role in maintaining the ecological balance of the Tibetan Plateau, stopping the southward progression of deserts, and maintaining the stability of the oases in the Hexi Corridor."
            ],
            "research objective": [
                "Despite its importance, there is currently no thermokarst inventory for the Qilian Mountains. Thus, the urgent need to survey and quantify these undocumented HT features in the Qilian Mountains motivates and represents the goal of this study."
            ],
            "challenges": [
                "Despite the importance of thermokarst processes and their potential geohazards, the distribution of thermokarst landscapes is currently mostly undocumented. A lack of a thermokarst inventory in this region is therefore evident, representing a crucial gap in the RTS inventory on the QTP."
            ],
            "methods": [
                "Through manual visual interpretation and field validation, we therefore produce the first quantification of HT features. We first quantified and mapped HT via remote sensing observations. We conducted a total of three field surveys in the winter of 2022 and the spring and summer of 2023. We used a fishnet with a mesh size of 1 × 1 km to segment the latest satellite imagery for the entire Qilian Mountains area to quantify HT mesh by mesh."
            ],
            "dataset": [
                "We count a total of 1064 HT features, with 67 % located in the upper reaches of the Heihe River basin, which encompasses ∼13 % of the Qilian Mountains region. We further identified that 187 HT features (18 %) existed before 2010, while the remaining 874 (82 %) were initiated in the recent period. More specifically, 392 sites (37 %) were initiated during 2010–2015 and 482 (45 %) after 2015. Thermokarst terrain is observed primarily in areas with shallow active-layer depths (average thickness 2.98 m) on northern shaded slopes of 3–25°, with low solar radiation and moderate elevations ranging from 3200 to 4000 m. The datasets are available from the National Tibetan Plateau/Third Pole Environment Data Center and can be downloaded from https://doi.org/10.11888/Cryos.tpdc.300805 (Peng and Yang, 2023)."
            ],
            "findings": [
                "We successfully produced the first HT inventory for this area, identifying a total of 1064 HT features. Thermokarst is primarily concentrated at the junction between the upstream portion of the Heihe basin and the middle and upstream portions of the Datonghe basin. HT in the Qilian Mountains is more likely to occur on north-facing shaded slopes at elevations between 3200 and 4000 m, on slopes of 3–25°, with 0.5 <TPI <0.8, and in alpine meadow vegetation. Based on long-term satellite imagery, 874 new HT features were initiated after 2010, accounting for 82 % of all HT features. Recent higher air temperatures during the thawing season are likely important reasons for the intensification of HT formation in the Qilian Mountains. This first HT inventory for the Qilian Mountains will be fundamental for quantitative assessments that explore the exact causes and underlying thermokarst processes, providing observational data support for automated extraction of HT features and ultimately enhancing the identification and prediction of regions prone to thermokarst processes in the future."
            ],
            "backgroundCn": [
                "气候变暖和人为干扰导致寒冷地区的永久冻土退化，包括祁连山。祁连山位于青藏高原东北部，处于三个主要地理区域的交汇处，即东部季风区、西北干旱区和青藏高原的高山区。由于其独特的地理和环境特征，永久冻土广泛分布，覆盖约50%的区域。永久冻土在储存冰冻水方面发挥着重要作用，从而有助于水资源的保护。由于气候变暖和人类活动，显著的永久冻土退化导致了频繁发生的热融陷落，给生态安全带来了严重威胁，并对环境和人类产生了不利影响。尽管热融陷落过程及其潜在的地质灾害非常重要，但目前热融陷落景观的分布大多未被记录。近年来，青藏高原的永久冻土区已成为热融陷落地貌研究的重点区域。祁连山在维持青藏高原生态平衡、阻止沙漠南侵以及维持河西走廊绿洲的稳定方面发挥着重要作用。"
            ],
            "research objectiveCn": [
                "尽管其重要性不言而喻，但目前尚无对祁连山地区的热冻土塌陷特征进行清查。因此，调查和量化这些未记录的热冻土塌陷特征的紧迫需求，激励并代表了本研究的目标。"
            ],
            "challengesCn": [
                "尽管热卡斯特过程及其潜在的地质灾害非常重要，但目前热卡斯特景观的分布大多没有文献记录。因此，在该地区显然缺乏热卡斯特清单，这代表了青藏高原RTS清单中的一个关键空白。"
            ],
            "methodsCn": [
                "通过手动视觉解读和实地验证，我们首次对HT特征进行了量化。我们首先通过遥感观测对HT进行了量化和制图。我们在2022年冬季以及2023年春季和夏季进行了共三次实地调查。我们使用了一个网格，网格大小为1 × 1公里，以对整个祁连山地区的最新卫星影像进行分割，从而逐网格量化HT。"
            ],
            "datasetCn": [
                "我们统计了总共1064个热融特征，其中67%位于黑河流域的上游，涵盖了约13%的祁连山地区。我们进一步发现，187个热融特征（18%）在2010年之前就已存在，而其余874个（82%）是在近期形成的。更具体地说，392个地点（37%）是在2010年至2015年间形成的，482个（45%）是在2015年之后形成的。热融地形主要出现在活动层深度较浅的区域（平均厚度为2.98米），位于3-25°的北向阴坡上，具有低太阳辐射和3200至4000米的中等海拔。数据集可从国家西藏高原/第三极环境数据中心获取，下载链接为https://doi.org/10.11888/Cryos.tpdc.300805（彭和杨，2023）。"
            ],
            "findingsCn": [
                "我们成功地为该地区制作了首个热融（HT）清单，识别出总共1064个HT特征。热融现象主要集中在黑河流域的上游部分与大通河流域的中游和上游部分的交界处。祁连山的HT更可能发生在海拔3200至4000米的北向阴坡上，坡度为3-25°，TPI值在0.5到0.8之间，并且生长着高山草甸植被。根据长期卫星影像，自2010年以来新出现了874个HT特征，占所有HT特征的82%。近期在融化季节的较高气温可能是祁连山热融现象加剧的重要原因。这份首个祁连山HT清单将为定量评估提供基础，探索确切原因和潜在的热融过程，为HT特征的自动提取提供观测数据支持，并最终增强对未来热融过程易发区域的识别和预测能力。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the first quantification of hillslope thermokarst features in the Qilian Mountains achieved through manual visual interpretation and field validation?",
                "QuestionCn": "在祁连山脉中，丘陵热融特征的首次量化是通过手动视觉解译和实地验证实现的。",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are remote sensing observations used to map and quantify hillslope thermokarst features in the Qilian Mountains?",
                "QuestionCn": "遥感观测是否用于绘制和量化祁连山的坡面冻融特征？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What methods are used to quantify and map hillslope thermokarst features in cold regions?",
                "QuestionCn": "在寒冷地区，量化和绘制坡面热融特征的方法有哪些？",
                "AnswerEn": "Manual visual interpretation and field validation",
                "AnswerCn": "手动视觉解译和实地验证",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the majority of hillslope thermokarst features located within the Qilian Mountains?",
                "QuestionCn": "Qilian Mountains（祁连山）内大多数的坡面冻融特征位于哪里？",
                "AnswerEn": "Upper reaches of the Heihe River basin",
                "AnswerCn": "黑河流域上游地区",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the typical elevation range for thermokarst occurrence in the Qilian Mountains?",
                "QuestionCn": "Qilian Mountains地区典型的冻土凹陷发生的海拔范围是什么？",
                "AnswerEn": "3200 and 4000 meters",
                "AnswerCn": "3200米和4000米",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to map thermokarst features in cold regions?",
                "QuestionCn": "您能否提供一种用于在寒冷地区绘制热融土特征的数据收集方法的示例？",
                "AnswerEn": "An example of a data collection method used to map thermokarst features in cold regions includes manual visual interpretation combined with field validation. This approach was employed to produce the first quantification of hillslope thermokarst features in the Qilian Mountains, leveraging remote sensing observations and multiple field surveys.",
                "AnswerCn": "一种用于绘制寒冷地区冻融地貌特征的数据收集方法包括手动视觉解读结合实地验证。这种方法被用于首次量化祁连山的坡面冻融地貌特征，利用遥感观测和多次实地调查。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a dataset that documents thermokarst features in the Qilian Mountains?",
                "QuestionCn": "一个记录祁连山地区冻融地貌特征的数据集的例子是什么？",
                "AnswerEn": "An example of a dataset documenting thermokarst features in the Qilian Mountains contains 1064 identified thermokarst features, with data available from the National Tibetan Plateau/Third Pole Environment Data Center. The dataset captures features primarily located in the upper reaches of the Heihe River basin and provides detailed information on the distribution and initiation timeline of these features.",
                "AnswerCn": "一个记录祁连山地区冻融洼地特征的数据集包含1064个已识别的冻融洼地特征，数据来自国家西藏高原/第三极环境数据中心。该数据集主要捕捉到位于黑河上游的特征，并提供了这些特征的分布和形成时间线的详细信息。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Can you provide an example of a challenge encountered when creating an inventory of thermokarst landscapes?",
                "QuestionCn": "在创建冻土塌陷地貌清单时遇到的一个挑战的例子是什么？",
                "AnswerEn": "An example of a challenge encountered when creating an inventory of thermokarst landscapes is the lack of existing documentation for the distribution of these landscapes. This gap necessitated a comprehensive survey to quantify undocumented hillslope thermokarst features, highlighting a crucial gap in the thermokarst inventory on the Qinghai–Tibetan Plateau.",
                "AnswerCn": "在创建冻土塌陷景观清单时遇到的一个挑战是缺乏对这些景观分布的现有文献记录。这一空白需要进行全面调查，以量化未记录的坡面冻土塌陷特征，突显了青藏高原冻土塌陷清单中的一个关键缺口。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the thermokarst features identified through remote sensing observations in the Qilian Mountains?",
                "QuestionCn": "通过遥感观测识别的祁连山地区的热土坎特征有哪些？",
                "AnswerEn": "northern shaded slopes, shallow active-layer depths averaging 2.98 m, slope angles of 3–25°, moderate elevations ranging from 3200 to 4000 m, low solar radiation, alpine meadow vegetation",
                "AnswerCn": "北部阴坡，活动层深度平均为2.98米，坡度角为3-25°，海拔中等，范围为3200至4000米，太阳辐射低，植被为高山草甸。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What specific data collection methods are used to quantify hillslope thermokarst in cold regions?",
                "QuestionCn": "在寒冷地区量化坡面热冻土凹陷的具体数据收集方法有哪些？",
                "AnswerEn": "Manual visual interpretation, field validation, fishnet mesh size of 1 × 1 km",
                "AnswerCn": "手动目视解译、实地验证、1 × 1 公里的网格大小",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many hillslope thermokarst features were quantified in the Qilian Mountains between 2000 and 2020?",
                "QuestionCn": "在2000年至2020年期间，祁连山地区量化了多少个坡面冻土塌陷特征？",
                "AnswerEn": "1064",
                "AnswerCn": "1064",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What percentage of the identified hillslope thermokarst features were initiated after 2010?",
                "QuestionCn": "识别出的坡面热融土特征中，有多少百分比是在2010年之后形成的？",
                "AnswerEn": "82%",
                "AnswerCn": "82%",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many field surveys were conducted to validate the remote sensing data for the hillslope thermokarst inventory?",
                "QuestionCn": "为了验证坡面热融沉陷清单的遥感数据，进行了多少次实地调查？",
                "AnswerEn": "3",
                "AnswerCn": "3",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'manual visual interpretation' mean in the context of data collection for thermokarst features?",
                "QuestionCn": "在热卡斯特特征的数据收集上下文中，“手动视觉解读”指的是通过人工观察和分析图像或数据来识别和评估热卡斯特特征的过程。",
                "AnswerEn": "Manual visual interpretation involves visually analyzing remote sensing data, such as satellite imagery, to identify and quantify thermokarst features. This method requires human expertise to discern patterns and characteristics indicative of thermokarst processes, and is often validated through field surveys.",
                "AnswerCn": "手动视觉解读涉及对遥感数据（如卫星影像）进行视觉分析，以识别和量化热卡斯特特征。这种方法需要人类专家来辨别指示热卡斯特过程的模式和特征，并通常通过实地调查进行验证。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in data availability and resolution between satellite imagery used for thermokarst inventory creation and traditional field survey data?",
                "QuestionCn": "卫星影像用于冻土凹陷清单创建的数据可用性和分辨率与传统实地调查数据之间有什么区别？",
                "AnswerEn": "Satellite imagery provides broad spatial coverage and high resolution, suitable for large-scale mapping, while traditional field survey data offers detailed, localized information. The former allows for comprehensive inventories like the first HT features quantification, whereas the latter provides ground-truth validation.",
                "AnswerCn": "卫星影像提供了广泛的空间覆盖和高分辨率，适合大规模制图，而传统的实地调查数据则提供了详细的局部信息。前者允许进行全面的清单编制，例如首次HT特征量化，而后者则提供了地面验证。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do the challenges of creating a thermokarst inventory in the Qilian Mountains compare to those in other permafrost regions?",
                "QuestionCn": "在祁连山地区创建热卡斯特清单的挑战与其他永久冻土地区相比如何？",
                "AnswerEn": "Creating a thermokarst inventory in the Qilian Mountains is challenged by the region's unique geographical characteristics and lack of prior documentation. Similar challenges may exist in other permafrost regions, but specific factors, such as climate conditions and human activity levels, can vary, affecting the ease of inventory creation.",
                "AnswerCn": "在祁连山地区创建热卡斯特清单面临着该地区独特的地理特征和缺乏先前文献的挑战。其他永久冻土地区可能也存在类似的挑战，但气候条件和人类活动水平等具体因素可能有所不同，从而影响清单创建的难易程度。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges might arise in using remote sensing data for mapping thermokarst features, and how can these challenges be addressed?",
                "QuestionCn": "使用遥感数据绘制热卡斯特特征可能会面临哪些挑战，以及如何解决这些挑战？",
                "AnswerEn": "Challenges in using remote sensing data for mapping thermokarst features include the potential for misinterpretation of satellite imagery and the need for high-resolution data to capture detailed features. These challenges can be addressed by segmenting satellite imagery into manageable mesh sizes and conducting field surveys to validate and adjust interpretations, ensuring the accuracy of the dataset.",
                "AnswerCn": "使用遥感数据绘制热卡斯特特征面临的挑战包括卫星影像的误解和需要高分辨率数据以捕捉详细特征。这些挑战可以通过将卫星影像分割成可管理的网格大小以及进行实地调查以验证和调整解释来解决，从而确保数据集的准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in creating a comprehensive inventory of thermokarst features in permafrost regions like the Qilian Mountains?",
                "QuestionCn": "在像祁连山这样的永冻土地区，创建全面的冻土塌陷特征清单面临的挑战因素包括：",
                "AnswerEn": "The distribution of thermokarst landscapes is currently mostly undocumented, which represents a crucial gap in the thermokarst inventory. The unique geographical and environmental characteristics of the Qilian Mountains, such as its location at the confluence of three major geographical regions and the widespread presence of permafrost, contribute to the complexity and challenges in surveying and quantifying these features.",
                "AnswerCn": "目前，冻土塌陷景观的分布大多没有文献记录，这在冻土塌陷的清单中代表了一个重要的空白。祁连山独特的地理和环境特征，如其位于三个主要地理区域的交汇处以及广泛存在的永久冻土，增加了调查和量化这些特征的复杂性和挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is field validation considered essential in the data collection methods for identifying hillslope thermokarst features in the Qilian Mountains?",
                "QuestionCn": "在数据收集方法中，现场验证被认为是识别祁连山丘坡冻融特征的关键因素。",
                "AnswerEn": "Field validation is essential to ensure the accuracy of the manual visual interpretation and remote sensing observations used to identify hillslope thermokarst features. Multiple field surveys were conducted to validate and modify the initial interpretation results, ensuring that the identified thermokarst features accurately reflect the conditions on the ground.",
                "AnswerCn": "现场验证对于确保手动视觉解释和遥感观测的准确性至关重要，这些观测用于识别坡面冻融特征。进行了多次实地调查，以验证和修改初步解释结果，确保识别出的冻融特征准确反映地面状况。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What factors have led to the need for a dataset on hillslope thermokarst features in the Qilian Mountains, and how does this impact future research and predictions?",
                "QuestionCn": "导致对祁连山地区坡面热融特征数据集需求的因素有哪些，这对未来的研究和预测有何影响？",
                "AnswerEn": "The urgent need for a dataset on hillslope thermokarst features stems from the lack of a comprehensive inventory in the region, despite the importance of thermokarst processes and their potential geohazards. This dataset is fundamental for quantitative assessments that explore the exact causes and underlying processes of thermokarst, providing observational data support to enhance future identification and prediction of regions prone to these processes.",
                "AnswerCn": "对丘陵坡面热融沉陷特征数据集的迫切需求源于该地区缺乏全面的清单，尽管热融沉陷过程及其潜在的地质灾害非常重要。该数据集对于定量评估热融沉陷的确切原因和潜在过程至关重要，提供观察数据支持，以增强未来对这些过程易发区域的识别和预测能力。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What is the consequence of using manual visual interpretation and field validation in the collection of hillslope thermokarst data?",
                "QuestionCn": "在收集坡面热融沉陷数据时，使用手动视觉解读和实地验证的后果是什么？",
                "AnswerEn": "Manual visual interpretation and field validation produce the first quantification of hillslope thermokarst features, allowing for a detailed mapping and understanding of their distribution. This method has successfully identified 1064 thermokarst features, enhancing the ability to predict regions prone to thermokarst processes in the future.",
                "AnswerCn": "手动视觉解读和实地验证首次量化了坡面热融沉陷特征，允许对其分布进行详细的绘制和理解。这种方法成功识别了1064个热融沉陷特征，增强了预测未来易发生热融沉陷过程区域的能力。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of developing a comprehensive inventory of hillslope thermokarst features in the Qilian Mountains?",
                "QuestionCn": "在祁连山开发全面的坡面热融沉陷特征清单的主要目标是什么？",
                "AnswerEn": "The primary objective is to survey and quantify previously undocumented hillslope thermokarst features in the Qilian Mountains, to provide foundational data for assessing disaster losses and to explore their specific causes and processes, ultimately improving prediction of future thermokarst-prone areas.",
                "AnswerCn": "主要目标是对祁连山地区未记录的坡面冻融特征进行调查和量化，以提供评估灾害损失的基础数据，并探索其具体成因和过程，最终改善对未来冻融易发区域的预测。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to utilize both remote sensing and field validation methods for data collection in thermokarst research?",
                "QuestionCn": "在冻土凹陷研究中，利用遥感和实地验证方法进行数据收集是重要的原因是什么？",
                "AnswerEn": "Utilizing both remote sensing and field validation is crucial to accurately map and quantify hillslope thermokarst features, ensuring reliability in the data by verifying satellite imagery interpretations through field surveys, which enhances the quality of the resulting inventory.",
                "AnswerCn": "利用遥感和实地验证对于准确绘制和量化坡面热融特征至关重要，通过实地调查验证卫星影像的解读，确保数据的可靠性，从而提高最终清单的质量。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What drives the necessity to assess the distribution of thermokarst landscapes in high-altitude regions like the Qilian Mountains?",
                "QuestionCn": "评估高海拔地区如祁连山的冻融地貌分布的必要性是什么驱动的？",
                "AnswerEn": "The necessity arises due to the significant impact of climate warming and human activities causing permafrost degradation, leading to thermokarst formation, which poses threats to ecological security and human safety. Understanding these distributions is vital for ecological balance maintenance and desert progression prevention in the region.",
                "AnswerCn": "由于气候变暖和人类活动导致的永久冻土退化，形成了热卡斯特，这对生态安全和人类安全构成威胁，因此产生了必要性。了解这些分布对于维护生态平衡和防止该地区沙漠化进程至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in manually interpreting and validating remote sensing data to map hillslope thermokarst features?",
                "QuestionCn": "手动解释和验证遥感数据以绘制坡面热融特征涉及哪些程序？",
                "AnswerEn": "Through manual visual interpretation and field validation, hillslope thermokarst features are quantified and mapped. This involves segmenting satellite imagery of the Qilian Mountains area using a fishnet with a mesh size of 1 × 1 km, followed by multiple field surveys to validate and adjust the interpretation results.",
                "AnswerCn": "通过手动视觉解读和实地验证，对坡面冻融特征进行量化和制图。这涉及到使用1 × 1公里网格对祁连山地区的卫星影像进行分割，随后进行多次实地调查以验证和调整解读结果。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How is the spatial distribution of hillslope thermokarst features quantified using satellite imagery?",
                "QuestionCn": "如何利用卫星影像量化坡面热融沉陷特征的空间分布？",
                "AnswerEn": "The spatial distribution is quantified by dividing the latest satellite imagery into a grid using a 1 × 1 km fishnet. Each grid cell is analyzed to identify thermokarst features, allowing for detailed quantification of their occurrence across the Qilian Mountains.",
                "AnswerCn": "空间分布通过将最新的卫星影像划分为1 × 1公里的网格来量化。对每个网格单元进行分析，以识别热卡斯特特征，从而详细量化其在祁连山脉中的出现情况。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What data collection methods are employed to validate the presence of hillslope thermokarst features identified via remote sensing?",
                "QuestionCn": "为了验证通过遥感识别的坡面热融沉陷特征，采用了哪些数据收集方法？",
                "AnswerEn": "Field surveys conducted in winter and spring-summer seasons are used for validation. These surveys help verify the remote sensing interpretation results, ensuring that the identified thermokarst features in the satellite data accurately reflect the on-ground reality.",
                "AnswerCn": "在冬季和春夏季节进行的实地调查用于验证。这些调查有助于验证遥感解译结果，确保卫星数据中识别的热卡斯特特征准确反映地面现实。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data collection methods enabled the creation of the first thermokarst inventory in the Qilian Mountains?",
                "QuestionCn": "哪些数据收集方法促成了祁连山首次冻土凹地清单的创建？",
                "AnswerEn": "The creation of the first thermokarst inventory in the Qilian Mountains was enabled by manual visual interpretation of multi-source remote sensing data and validation through extensive field surveys, which included three field visits in 2022 and 2023.",
                "AnswerCn": "在祁连山地区，首个热冻土凹地清单的创建得益于对多源遥感数据的手动视觉解译，并通过2022年和2023年的三次实地调查进行了验证。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How does the segmentation of satellite imagery into a 1 × 1 km fishnet enhance the quantification of hillslope thermokarst features?",
                "QuestionCn": "将卫星影像分割成1 × 1公里的网格可以增强对坡面热融特征的量化。",
                "AnswerEn": "Segmentation of satellite imagery into a 1 × 1 km fishnet enhances the quantification of hillslope thermokarst features by allowing systematic and detailed analysis of the entire Qilian Mountains area, enabling researchers to quantify thermokarst features mesh by mesh.",
                "AnswerCn": "将卫星影像分割成1 × 1公里的网格，可以增强对丘陵热融特征的量化，因为这允许对整个祁连山地区进行系统和详细的分析，使研究人员能够逐网格量化热融特征。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conditions or factors have led to the increased occurrence of hillslope thermokarst features in the Qilian Mountains since 2010?",
                "QuestionCn": "自2010年以来，导致祁连山地区丘陵坡面热融陷落特征增加的条件或因素有哪些？",
                "AnswerEn": "The increased occurrence of hillslope thermokarst features in the Qilian Mountains since 2010 is likely influenced by recent higher air temperatures during the thawing season, which have intensified the formation of thermokarst processes in the region.",
                "AnswerCn": "自2010年以来，祁连山地区丘陵冻土塌陷特征的增加，可能受到近期融化季节气温升高的影响，这加剧了该地区冻土塌陷过程的形成。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might manual visual interpretation be favored over automated methods in identifying thermokarst features?",
                "QuestionCn": "手动视觉解读在识别热卡斯特特征时可能更受青睐的原因是什么？",
                "AnswerEn": "Manual visual interpretation allows for detailed examination and validation through field surveys, which is crucial in an area where thermokarst distribution is mostly undocumented and automated methods may not account for the nuanced topographical and environmental factors affecting thermokarst processes.",
                "AnswerCn": "手动视觉解读允许通过实地调查进行详细检查和验证，这在一个热融沉陷分布大多未记录的地区至关重要，因为自动化方法可能无法考虑影响热融沉陷过程的细微地形和环境因素。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why is the prevalence of thermokarst features expected to increase after 2010?",
                "QuestionCn": "由于气候变化和全球变暖，预计在2010年后，热卡斯特特征的普遍性将增加。",
                "AnswerEn": "The increase in thermokarst features after 2010 is likely due to recent higher air temperatures during the thawing season, intensifying the formation processes and leading to the initiation of new features, as observed in the Qilian Mountains.",
                "AnswerCn": "2010年后，温度变化导致的冻土塌陷特征增加，可能是由于近期在融化季节的空气温度升高，强化了形成过程并导致新特征的出现，这在祁连山得到了观察。",
                "Level": "C2(Understanding)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "In what ways could the creation of a thermokarst inventory for the Qilian Mountains contribute to future research and mitigation efforts?",
                "QuestionCn": "在未来的研究和减缓努力中，创建祁连山的冻土塌陷清单可以通过以下方式贡献：\n\n1. 提供基础数据：冻土塌陷清单可以为研究人员提供关于冻土分布、特征和变化的基础数据，帮助他们更好地理解冻土的动态。\n\n2. 监测气候变化影响：通过定期更新冻土塌陷清单，研究人员可以监测气候变化对冻土的影响，评估其对生态系统和水文循环的潜在影响。\n\n3. 促进生态保护：了解冻土塌陷的分布和特征可以帮助制定有效的生态保护措施，保护受影响的生态系统和生物多样性。\n\n4. 支持土地管理：冻土塌陷清单可以为土地管理提供科学依据，帮助决策者制定合理的土地利用和开发政策，减少人类活动对冻土的负面影响。\n\n5. 促进跨学科研究：冻土塌陷的研究涉及气候学、地质学、生态学等多个学科，创建清单可以促进不同学科之间的合作与交流。\n\n6. 提高公众意识：通过发布冻土塌陷清单，可以提高公众对冻土变化及其影响的认识，促进社会对气候变化和环境保护的关注。",
                "AnswerEn": "Creating a thermokarst inventory can provide foundational data for quantitative assessments of thermokarst processes, support automated feature extraction, and improve predictions of regions prone to thermokarst activity, which are crucial for developing effective mitigation strategies.",
                "AnswerCn": "创建热卡斯特清单可以为热卡斯特过程的定量评估提供基础数据，支持自动特征提取，并改善对易发生热卡斯特活动地区的预测，这对于制定有效的缓解策略至关重要。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how manual visual interpretation contributes to the accuracy of data collection in hillslope thermokarst research.",
                "QuestionCn": "我不明白手动视觉解读如何有助于丘陵冻土沉降研究中数据收集的准确性。",
                "AnswerEn": "Manual visual interpretation allows researchers to accurately identify and map hillslope thermokarst features using remote sensing observations, which are then validated through field surveys to ensure precision in quantifying these features.",
                "AnswerCn": "手动视觉解读使研究人员能够准确识别和绘制坡面冻土塌陷特征，利用遥感观测进行映射，然后通过实地调查进行验证，以确保对这些特征的定量精确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges faced in documenting the distribution of thermokarst landscapes in the Qilian Mountains.",
                "QuestionCn": "我对记录祁连山地区冻融地貌分布所面临的挑战感到不确定。",
                "AnswerEn": "The primary challenge is the lack of a comprehensive thermokarst inventory in the region, which is crucial for understanding the distribution of these features and assessing potential geohazards.",
                "AnswerCn": "主要挑战是该地区缺乏全面的热卡斯特清单，这对于理解这些特征的分布和评估潜在的地质灾害至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how satellite imagery is segmented and used to quantify hillslope thermokarst features in vast mountainous areas.",
                "QuestionCn": "我无法理解卫星影像是如何被分割并用于量化广阔山区的坡面冻融特征的。",
                "AnswerEn": "Satellite imagery is segmented using a fishnet with a mesh size of 1 × 1 km, allowing for systematic quantification of hillslope thermokarst features across the entire Qilian Mountains area.",
                "AnswerCn": "卫星影像使用1 × 1公里的鱼网进行分割，从而系统地量化整个祁连山地区的坡面热融特征。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please describe the process of quantifying and mapping hillslope thermokarst features using remote sensing observations in permafrost regions.",
                "QuestionCn": "描述使用遥感观测量化和绘制永久冻土地区坡面热沉降特征的过程。",
                "AnswerEn": "The process involves manual visual interpretation of multi-source remote sensing data combined with field validation. The area is segmented using a fishnet with a mesh size of 1 × 1 km to analyze satellite imagery and quantify hillslope thermokarst features mesh by mesh. This approach was applied during three field surveys conducted in the winter of 2022 and the spring and summer of 2023.",
                "AnswerCn": "该过程涉及对多源遥感数据的手动视觉解读，并结合实地验证。该区域使用网格划分，网格大小为1 × 1公里，以分析卫星影像并逐网格量化坡面热融特征。该方法在2022年冬季和2023年春季及夏季进行的三次实地调查中应用。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please outline the challenges faced in creating a comprehensive inventory of thermokarst features in mountainous regions affected by permafrost degradation.",
                "QuestionCn": "在受永久冻土退化影响的山区创建全面的冻土塌陷特征清单时面临的挑战包括：",
                "AnswerEn": "A significant challenge is the lack of existing thermokarst inventories, which represents a crucial gap in the regional thermokarst inventory. The distribution of thermokarst landscapes is mostly undocumented, making it difficult to assess their impact accurately. This requires extensive manual interpretation and validation to ensure the accuracy and completeness of the data.",
                "AnswerCn": "一个显著的挑战是缺乏现有的冻土塌陷（thermokarst）清单，这代表了区域冻土塌陷清单中的一个关键空白。冻土塌陷景观的分布大多没有记录，这使得准确评估它们的影响变得困难。这需要广泛的手动解读和验证，以确保数据的准确性和完整性。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}