{
  "id": "53ed3161-358b-4cbd-80b8-a4aaff0383e1",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Slope Length and Stepness Factor Dataset of Pan-Third Pole 65 countries (2021)",
      "titleCn": "泛第三极（65国）坡度坡长因子（LS）图（2021）",
      "description": "The s Slope Length and Stepness Factor (LS) dataset of pan-third pole area is calculated based on the free accessed 1-arc-second resolution SRTM digital elevation data (Shuttle Radar Topography Mission, SRTM; the website is http://srtm.csi.cgiar.org）. After some pre-processing such as pseudo edge removal, filtering and noise removal, the LS factor with 30 arc second resolution was calculated by using the LS factor algorithm in CSLE model and the LS calculation tool developed in this project (LS_tool). The LS factor data of Pan-third pole area is the necessary data for soil erosion rate calculation based on CSLE, and analyzing the erosion topographic characteristics of Pan third pole area (such as macro distribution and micro pattern of elevation, slope and slope) , the dataset also has reference value for the analysis of geomorphic characteristics and geological disaster characteristics in this area.",
      "descriptionCn": "泛第三极（LS）数据集，基于公开的1弧秒分辨率SRTM数字高程数据（Shuttle Radar Topography Mission, SRTM；http://srtm.csi.cgiar.org），经过去接边、去除伪条纹等和滤波除噪等预处理，利用CSLE模型中的坡度坡长因子算法和本项目研发的坡度坡长因子计算工具（LS_Tool），计算得到30弧秒分辨率坡度坡长因子图。泛第三极65国坡度坡长因子数据，是基于CSLE进行土壤侵蚀速率计算的必备数据，同时分析泛第三极265国侵蚀地形特征（如高程、坡度、坡度等宏观分布和微观格局）的基础数据，对于该地区地貌特征、地质灾害特征的分析，也具有参考价值。",
      "instructions": "Xda200402022-ls65.zip: where xda20040202 is the sub subject number, 2 is the sub subject number, LS represents the slope length factor, and 65 represents 65 countries; TIFF format can be opened and analyzed by general GIS software (such as ArcGIS) or image processing software (such as envi).",
      "instructionsCn": "XDA200402022-LS65.zip：其中XDA20040202是子课题编号，2是子子课题编号，LS代表坡度坡长因子, 65代表65国；tiff格式，可用通用GIS软件（如ArcGIS）或图像处理软件（如ENVI）等打开和分析。",
      "east": 180.0,
      "west": 12.03,
      "south": -10.92,
      "north": 81.82,
      "startTime": null,
      "endTime": null,
      "fileSize": 119756760.0,
      "cstr": "18406.11.Terre.tpdc.271864",
      "doi": "10.11888/Terre.tpdc.271864",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "杨勤科",
        "nameEn": "YANG Qinke",
        "unitEn": "Northwestern University",
        "unitCn": "西北大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "improving a digital elevation model by reducing source data errors and optimising interpolation algorithm parameters: an example in the loess plateau, china.",
        "referenceCn": null,
        "referenceEn": "Yang, Q.K., McVicar, T.R, & Van Niel, T.G., et al. (2007). Improving a digital elevation model by reducing source data errors and optimising interpolation algorithm parameters: an example in the loess plateau, china. International Journal of Applied Earth Observation and Geoinformation, 9(3), 235-246."
      },
      {
        "titleCn": null,
        "titleEn": "Extension of a GIS procedure for calculating the RUSLE equation LS factor",
        "referenceCn": null,
        "referenceEn": "Zhang, H.M., Yang, Q.K., & Li, R., et al. (2013). Extension of a GIS procedure for calculating the RUSLE equation LS factor. Computers & Geosciences, 52, 177-188."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "水土保持",
        "nameEn": "Soil and water conservation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "泛第三极",
        "keywordEn": "Pan-Third Pole"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2021",
        "keywordEn": "2021",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to preprocess digital elevation data for calculating slope length and steepness factors in the context of soil erosion analysis?",
        "QuestionCn": "您能否提供一个数据收集方法的示例，用于预处理数字高程数据，以便在土壤侵蚀分析中计算坡长和陡峭度因子？",
        "AnswerEn": "An example of a data collection method involves using 1-arc-second resolution SRTM digital elevation data, which undergoes preprocessing steps such as edge removal, noise filtering, and removal of false stripes. This is followed by applying the slope length and steepness factor algorithm from the CSLE model using a tool developed to compute these factors, resulting in a 30-arc-second resolution slope length and steepness factor map.",
        "AnswerCn": "一种数据收集方法涉及使用1弧秒分辨率的SRTM数字高程数据，该数据经过边缘去除、噪声过滤和去除虚假条纹等预处理步骤。随后，应用CSLE模型中的坡度长度和陡峭度因子算法，使用开发的工具计算这些因子，最终生成30弧秒分辨率的坡度长度和陡峭度因子图。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and methodological requirements for calculating slope length and steepness factors using a dataset that involves topography analysis in a large geographical region?",
        "QuestionCn": "在大地理区域的地形分析中计算坡度长度和陡度因子的特征和方法要求是什么？",
        "AnswerEn": "high-resolution digital elevation data, 1 arc-second resolution SRTM data, preprocessing steps like edge smoothing, removal of false stripes, noise filtering, slope length and steepness factor algorithm from the CSLE model, LS_Tool, 30 arc-second resolution slope length and steepness factor map",
        "AnswerCn": "高分辨率数字高程数据，1弧秒分辨率的SRTM数据，预处理步骤如边缘平滑、去除虚假条纹、噪声过滤、CSLE模型中的坡长和陡度因子算法、LS_Tool、30弧秒分辨率的坡长和陡度因子图。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the 'slope length and steepness factor (LS)' in the context of soil erosion rate calculations?",
        "QuestionCn": "在土壤侵蚀率计算中，“坡长和坡度因子（LS）”是什么？",
        "AnswerEn": "The 'slope length and steepness factor (LS)' refers to a component within the CSLE (Chinese Soil Loss Equation) model used for calculating soil erosion rates. It is derived from digital elevation data, specifically the SRTM digital elevation data, and is processed to remove noise and artifacts. The LS factor is essential for analyzing erosion terrain characteristics and contributes to understanding geomorphological and geological hazard features in a specific region.",
        "AnswerCn": "“坡长和陡峭度因子（LS）”是中国土壤流失方程（CSLE）模型中的一个组成部分，用于计算土壤侵蚀速率。它是从数字高程数据中得出的，特别是SRTM数字高程数据，并经过处理以去除噪声和伪影。LS因子对于分析侵蚀地形特征至关重要，并有助于理解特定区域的地貌和地质灾害特征。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying causes for the necessity of preprocessing steps like edge smoothing and noise filtering in the extraction of slope length and steepness factors using digital elevation data?",
        "QuestionCn": "在提取坡度长度和陡峭度因子时，进行边缘平滑和噪声过滤等预处理步骤的必要性背后的原因是什么？",
        "AnswerEn": "The necessity for preprocessing steps such as edge smoothing and noise filtering arises from the need to enhance the quality of the digital elevation data. SRTM data, being publicly available at 1-arc second resolution, may contain artifacts such as edge discontinuities and noise that can lead to inaccuracies. These preprocessing steps help in creating a more accurate and reliable dataset by removing false stripes and imperfections, allowing for precise calculation of slope length and steepness factors, which are crucial for soil erosion rate calculations and the analysis of erosion terrain characteristics.",
        "AnswerCn": "预处理步骤如边缘平滑和噪声过滤的必要性源于提高数字高程数据质量的需求。SRTM数据以1弧秒的分辨率公开提供，可能包含边缘不连续性和噪声等伪影，这可能导致不准确。这些预处理步骤有助于创建更准确和可靠的数据集，通过去除虚假的条纹和缺陷，从而允许对坡度长度和陡峭度因子的精确计算，这对于土壤侵蚀率计算和侵蚀地形特征分析至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of developing a dataset to calculate the slope length and steepness factor in the context of the 泛第三极 region?",
        "QuestionCn": "开发一个数据集以计算泛第三极地区的坡长和陡峭度因子的主要目标是什么？",
        "AnswerEn": "The primary objectives of developing a dataset to calculate the slope length and steepness factor for the 泛第三极 region include enabling the calculation of soil erosion rates using the CSLE model, analyzing erosion-related topographic features such as elevation and slope distribution, and providing foundational data for understanding geomorphological characteristics and geological hazards in the region.",
        "AnswerCn": "开发一个数据集以计算泛第三极地区的坡长和陡峭度因子的主要目标包括：利用CSLE模型计算土壤侵蚀率，分析与侵蚀相关的地形特征，如海拔和坡度分布，以及为理解该地区的地貌特征和地质灾害提供基础数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in using digital elevation data to calculate slope length and steepness factors in large geographic areas?",
        "QuestionCn": "使用数字高程数据计算大面积地理区域的坡度长度和陡峭度因子的程序包括哪些步骤？",
        "AnswerEn": "The procedures involve using 1 arc-second resolution SRTM digital elevation data, which undergoes preprocessing steps such as edge connection, removal of false stripes, and noise filtering. Then, the slope length and steepness factors are calculated using the CSLE model's algorithms and a specific tool developed for this purpose, resulting in a 30 arc-second resolution slope length and steepness factor map.",
        "AnswerCn": "该程序涉及使用1弧秒分辨率的SRTM数字高程数据，经过边缘连接、去除伪条纹和噪声过滤等预处理步骤。然后，使用CSLE模型的算法和为此开发的特定工具计算坡度长度和陡峭度因子，最终生成30弧秒分辨率的坡度长度和陡峭度因子地图。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "How does the implementation of the CSLE model and LS_Tool facilitate the calculation and enhancement of slope length and steepness factors in geographical datasets across the 65 countries in the Third Pole region?",
        "QuestionCn": "CSLE模型和LS_Tool的实施如何促进在第三极地区65个国家的地理数据集中坡度长度和陡峭度因子的计算和增强？",
        "AnswerEn": "The CSLE model and LS_Tool enable the calculation of slope length and steepness factors by using preprocessed 1 arc-second resolution SRTM digital elevation data. This involves techniques such as edge smoothing, false stripe removal, and noise filtering, which prepare the data for accurate computation of 30 arc-second resolution slope length and steepness factor maps. These maps are crucial for assessing soil erosion rates and analyzing the erosion-related topographical features in the Third Pole region.",
        "AnswerCn": "CSLE模型和LS_Tool能够利用预处理的1弧秒分辨率SRTM数字高程数据计算坡长和陡峭度因子。这涉及边缘平滑、伪条纹去除和噪声过滤等技术，以准备数据以准确计算30弧秒分辨率的坡长和陡峭度因子地图。这些地图对于评估土壤侵蚀率和分析第三极地区与侵蚀相关的地形特征至关重要。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}