{
    "id": "5406fecd-4519-4dec-8e0a-0b498fea76b8",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)",
            "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
            "description": "This data was reconstructed based on the history of perchlorate from 1956 to 2004 in Miaoergou ice core (94°19 'E,43°03 'N, 4518 m) in east Tianshan mountain. Data content: perchlorate from 1956 to 2004 (including: Cl-, NO3- and SO42-). Data was measured by ESI-MS/MS; Data quality: the blank sample was significantly lower than the sample values, and the quality was good. Data application result and prospect: The data has been published, the detailed information can be found in the published paper. Zhiheng Du, Cunde Xiao, Vasile I. Furdui C,Wangbin Zhang. (2019). The perchlorate record during 1956–2004 from Tienshan ice core, East Asia. Science of the Total Environment. Time range and resolution: 1956-2004 AD, and annual resolution.",
            "descriptionCn": "本项目是基于东天山庙尔沟冰芯(94°19′E,43°03′N,4518 m)高氯酸等元素数据，重建了1956-2004高氯酸历史变化。数据内容：1956-2004年高氯酸浓度(包括：Cl-, NO3- 和SO42-)；数据来源，通过ESI-MS/MS测试；数据质量：空白样品显著低于样品值，质量较好；数据应用成果及前景：数据已发表，具体信息见Zhiheng Du, Cunde Xiao, Vasile I. Furdui C,Wangbin Zhang. (2019). The perchlorate record during 1956–2004 from Tienshan ice core, East Asia. Science of the Total Environment.可提供中亚其他冰芯对比研究。",
            "instructions": "File name: ice core data is stored in Excel format, and the file name is \"Miaoergou_ ClO4 _1956-2014. Excel\"\nData reading mode: open reading with office, WPS and other software",
            "instructionsCn": "文件命名：冰芯数据以Excel格式存储，文件名称“Miaoergou_ClO4_1956-2014.excel”\n数据读取方式：可以用Office、WPS等软件打开读取",
            "east": 94.32,
            "west": 94.32,
            "south": 43.05,
            "north": 43.05,
            "startTime": "1956-01-09 16:00:00",
            "endTime": "2005-01-09 03:59:59",
            "fileSize": 50986.0,
            "cstr": "18406.11.Paleoenv.tpdc.270258",
            "doi": "10.11888/Paleoenv.tpdc.270258",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "杜志恒",
                "nameEn": "Du Zhiheng",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The perchlorate record during 1956–2004 from Tienshan ice core, East Asia",
                "referenceCn": null,
                "referenceEn": "Du, Z. , Xiao, C. , Furdui, V. I. , & Zhang, W. . (2019). The perchlorate record during 1956–2004 from tienshan ice core, east asia. Science of The Total Environment, 656, 1121-1132."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            },
            {
                "nameCn": "冰芯",
                "nameEn": "Ice core"
            },
            {
                "nameCn": "高氯酸浓度",
                "nameEn": "Perchloric acid concentration"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "天山",
                "keywordEn": "Tianshan mountain"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1956-2004",
                "keywordEn": "1956-2004",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "地球大数据科学工程专项时空三极环境项目",
                "titleEn": "CASEarth:Big Earth Data for Three Poles"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and methods used to measure perchlorate concentrations in ice core datasets?",
                "QuestionCn": "冰芯数据集中测量高氯酸盐浓度的特征和方法是什么？",
                "AnswerEn": "Cl-, NO3-, SO42-, ESI-MS/MS testing, good quality data, blank samples significantly lower than sample values",
                "AnswerCn": "Cl-、NO3-、SO42-、ESI-MS/MS测试，数据质量良好，空白样品显著低于样品值。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the range of years covered by the data collection in the perchlorate dataset from the Tienshan ice core?",
                "QuestionCn": "Tienshan冰芯中的高氯酸盐数据集覆盖的年份范围是什么？",
                "AnswerEn": "1956-2004",
                "AnswerCn": "1956-2004",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the meaning of 'ESI-MS/MS' in the context of data collection methods for ice core analysis?",
                "QuestionCn": "在冰芯分析的数据收集方法中，“ESI-MS/MS”的意思是“电喷雾离子化质谱联用”。",
                "AnswerEn": "ESI-MS/MS refers to Electrospray Ionization Tandem Mass Spectrometry, a technique used for testing and analyzing the concentration of elements such as perchlorate in ice core samples, providing high-quality data with low blank sample values compared to actual sample values.",
                "AnswerCn": "ESI-MS/MS指的是电喷雾电离串联质谱，是一种用于测试和分析冰芯样品中元素浓度（如高氯酸盐）的技术，提供高质量的数据，且空白样品值相较于实际样品值较低。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods using ESI-MS/MS for analyzing perchlorate concentrations in ice cores compare to other analytical techniques in terms of accuracy and data quality?",
                "QuestionCn": "使用ESI-MS/MS分析冰芯中高氯酸盐浓度的数据收集方法与其他分析技术在准确性和数据质量方面的比较如何？",
                "AnswerEn": "The data collection method using ESI-MS/MS for analyzing perchlorate concentrations in ice cores is noted for its good data quality, as evidenced by the significantly lower values in blank samples compared to actual samples. This method's accuracy is implicitly suggested through the successful reconstruction of historical perchlorate changes from 1956-2004, providing reliable data for published research. Comparatively, other analytical techniques might vary in precision and sensitivity, potentially affecting data quality and the ability to detect low concentrations of elements in ice cores.",
                "AnswerCn": "使用ESI-MS/MS分析冰芯中高氯酸盐浓度的数据收集方法以其良好的数据质量而著称，正如空白样品与实际样品之间显著较低的值所证明的那样。该方法的准确性通过成功重建1956-2004年间的历史高氯酸盐变化得到了隐含的支持，为已发表的研究提供了可靠的数据。相比之下，其他分析技术在精确度和灵敏度上可能存在差异，这可能影响数据质量以及检测冰芯中低浓度元素的能力。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors have contributed to the observed changes in perchlorate concentration in ice cores from Tienshan between 1956 and 2004?",
                "QuestionCn": "导致1956年至2004年天山冰芯中观察到的过氯酸盐浓度变化的因素有哪些？",
                "AnswerEn": "The changes in perchlorate concentration observed in the Tienshan ice core from 1956 to 2004 are likely influenced by environmental and atmospheric conditions that can be reconstructed from the elemental data including Cl-, NO3-, and SO42-. The analytical method used, ESI-MS/MS, ensures data quality by confirming low blank sample values compared to actual samples, suggesting robust data collection techniques. The study provides insights into historical atmospheric chemistry and can be used for further comparisons with other ice cores in Central Asia.",
                "AnswerCn": "从1956年到2004年，在天山冰芯中观察到的过氯酸盐浓度变化可能受到环境和大气条件的影响，这些条件可以通过包括Cl-、NO3-和SO42-在内的元素数据进行重建。所使用的分析方法ESI-MS/MS通过确认低空白样品值与实际样品的比较，确保了数据质量，表明数据收集技术的可靠性。该研究提供了对历史大气化学的洞察，并可用于与中亚其他冰芯的进一步比较。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential effects on data quality and research outcomes when using ESI-MS/MS for testing elements like perchlorate in ice cores from regions such as the East Tienshan?",
                "QuestionCn": "使用ESI-MS/MS测试东天山地区冰芯中的元素（如高氯酸盐）时，对数据质量和研究结果的潜在影响是什么？",
                "AnswerEn": "Using ESI-MS/MS for testing elements like perchlorate in ice cores can result in high-quality data due to significant differences between blank samples and actual sample values. This method ensures the reliability of the data, which can lead to accurate reconstructions of historical changes in perchlorate levels and enhance the potential for comparative studies with other ice cores in Central Asia.",
                "AnswerCn": "使用ESI-MS/MS测试冰芯中的元素如高氯酸盐可以获得高质量的数据，因为空白样品与实际样品值之间存在显著差异。这种方法确保了数据的可靠性，从而可以准确重建高氯酸盐水平的历史变化，并增强与中亚其他冰芯进行比较研究的潜力。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of collecting high chlorate concentration data from ice cores in East Asia, and how might such data contribute to broader environmental research goals?",
                "QuestionCn": "收集东亚冰芯中高氯酸盐浓度数据的主要目标是什么，这些数据如何有助于更广泛的环境研究目标？",
                "AnswerEn": "The primary objective is to reconstruct the historical changes of perchlorate from 1956 to 2004. This data, collected from the Tienshan ice core using ESI-MS/MS testing, aims to enhance understanding of historical atmospheric chemistry and could serve as a comparative tool for other ice core studies in Central Asia. The data has already been published and is expected to aid in environmental research by providing context for changes in atmospheric pollutants over time.",
                "AnswerCn": "主要目标是重建1956年至2004年间过氯酸盐的历史变化。这些数据来自天山冰芯，采用ESI-MS/MS测试收集，旨在增强对历史大气化学的理解，并可作为中亚其他冰芯研究的比较工具。这些数据已经发布，预计将通过提供大气污染物随时间变化的背景，帮助环境研究。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}