{
  "id": "54110869-40ac-48f6-8909-73d0ec896f57",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "14C dating of human remains",
      "titleCn": "人骨遗骸样本14C测年结果",
      "description": "Hanging coffin burial is a kind of burial custom in which the coffin is placed on the cliff, cave and crevice. Hanging coffin burials are widely distributed in the Yangtze River Valley and the south of China, as well as in Southeast Asia and even the Pacific Islands. With the natural weathering and man-made destruction, there are fewer and fewer such relics. As a kind of peculiar and ancient archaeological cultural remains and funeral custom, hanging coffin culture has been widely concerned by archaeologists.\nDating method: the wood samples on the hanging coffin were sent to beta analytical testing laboratory in Miami, USA for C14 determination. Methods: 4 in house NEC accelerator mass spectrometers (AMS) and 4 thermo IRMSS under strict chain of custom and quality control using ISO / IEC 17025:2005 testing accreditation pjla accreditation protocols\nResults: the dating results show that the earliest hanging coffin burial site is located in Wuyishan area of Fujian Province, 3600 years ago, which is equivalent to the Shang and Zhou dynasties in China. Wuyishan area in Fujian Province is considered to be the birthplace of the hanging coffin burial custom, which later spread to other areas in South China, Southeast Asia and the Pacific Islands. Located in the Jinsha River Valley of South Sichuan and Northeast Yunnan, the hanging coffin burial is the latest cultural remains of hanging coffin burial in mainland China (late Ming Dynasty), and also the West pole of the distribution of hanging coffin burial sites in China. There is a hanging coffin group in the mountainous area of Northwest Thailand, 2100-1200 years ago.",
      "descriptionCn": "悬棺葬是将殓尸棺木高置于临江面海、依山傍水的悬崖峭壁上崖壁、洞穴、裂隙的一种葬俗。悬棺葬广泛分布于中国长江流域及其以南地区，在东南亚乃至太平洋群岛亦有较多的分布。随自然风化和人为破坏，这类遗迹越来越少。作为一种比较奇特而古老的考古文化遗存和丧葬习俗，悬棺葬文化一直受到考古学界的广泛关注。 \n测年方法：将悬棺上的木条样本送到美国Miami 的Beta Analytic testing laboratory进行C14测定。测定方法：4 in-house NEC accelerator mass spectrometers (AMS) and 4 Thermo IRMSs under strict chain of custody and quality control using ISO/IEC 17025:2005 testing accreditation PJLA #59423 accreditation protocols.\n结果：测年结果表明，年代最早的悬棺葬遗址位于我国福建省武夷山地区，距今 3,600年，相当于我国的商周时期。福建武夷山地区被认为是悬棺葬习俗的发源地，尔后由该地区传播到了华南其它地区以及东南亚和太平洋群岛。位于川南和滇东北金沙江流域的悬棺葬是我国大陆境内年代最晚的悬棺葬文化遗存（明代末期），也是我国悬棺葬遗址分布的西极。在泰国西北部海拔较高的山区分布着一个悬棺葬群，距今2,100-1,200年。",
      "instructions": "C14 dating report, PDF format",
      "instructionsCn": "C14测年报告, pdf格式保存",
      "east": 0.0,
      "west": 0.0,
      "south": 0.0,
      "north": 0.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 318423.0,
      "cstr": "18406.11.Ecolo.tpdc.271200",
      "doi": "10.11888/Ecolo.tpdc.271200",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "祁学斌",
        "nameEn": "QI Xuebin",
        "unitEn": "",
        "unitCn": "中国科学院昆明动物研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A Matrilineal Genetic Perspective of Hanging Coffin Custom in Southern China and Northern Thailand",
        "referenceCn": null,
        "referenceEn": "Zhang, X., Li, C., Zhou, Y., Huang, J., Yu, T., Liu, X., Shi, H., Liu, H., Chia, S., Huang, S., Guo, Y., Shoocongdej, R., Ji, X. & Su, B. (2020). A Matrilineal Genetic Perspective of Hanging Coffin Custom in Southern China and Northern Thailand. iScience 23, 101032."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "人口",
        "nameEn": "Population"
      },
      {
        "nameCn": "悬棺葬",
        "nameEn": "Hanging-coffin"
      },
      {
        "nameCn": "遗传多样性",
        "nameEn": "Genetic diversity"
      },
      {
        "nameCn": "遗址",
        "nameEn": "Sites"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "3000年前",
        "keywordEn": "3000 years before",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics and methodologies involved in the 14C dating process used for analyzing human bone remains in suspended coffin burials?",
        "QuestionCn": "在悬棺葬中用于分析人类骨骸的14C测年过程涉及哪些具体特征和方法？",
        "AnswerEn": "four in-house NEC accelerator mass spectrometers (AMS), four Thermo IRMSs, strict chain of custody, quality control, ISO/IEC 17025:2005 testing accreditation protocols",
        "AnswerCn": "四台内部NEC加速器质谱仪（AMS），四台Thermo同位素比质谱仪（IRMS），严格的样品链管理，质量控制，ISO/IEC 17025:2005测试认证协议。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'C14测定' mean in the context of data collection for archaeological studies?",
        "QuestionCn": "在考古研究的数据收集中，“C14测定”是什么意思？",
        "AnswerEn": "C14测定 refers to the process of radiocarbon dating, which is a method used to determine the age of an archaeological sample by measuring the amount of carbon-14 it contains. In the context of the data collection methods mentioned, it involves sending wood samples from hanging coffin sites to a laboratory for analysis using accelerator mass spectrometers and infrared mass spectrometers, ensuring strict quality control and adherence to accreditation protocols.",
        "AnswerCn": "C14测定是指放射性碳定年过程，这是一种通过测量考古样本中所含碳-14的量来确定其年龄的方法。在提到的数据收集方法中，它涉及将悬棺遗址的木材样本送往实验室进行分析，使用加速器质谱仪和红外质谱仪，确保严格的质量控制和遵循认证协议。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the spread and evolution of suspended coffin burial practices from the radiocarbon dating results of human bone samples?",
        "QuestionCn": "从人类骨骼样本的放射性碳测年结果中可以推断出悬棺葬习俗的传播和演变吗？",
        "AnswerEn": "The radiocarbon dating results indicate that the earliest suspended coffin burial sites are located in the Wuyi Mountains in Fujian Province, dating back 3,600 years to the Shang and Zhou periods of China. This suggests that Fujian's Wuyi Mountains could be the origin of the suspended coffin burial customs, which later spread to other parts of southern China, Southeast Asia, and the Pacific islands. The latest dated sites, from the late Ming Dynasty, are found in the Jinsha River basin in southern Sichuan and northeastern Yunnan, marking the westernmost distribution in mainland China. Additionally, a group of suspended coffin burials in high-altitude regions in northwestern Thailand dates back 2,100-1,200 years, indicating a wide geographical spread and variation in the practice over time.",
        "AnswerCn": "放射性碳定年结果表明，最早的悬棺埋葬遗址位于福建省的武夷山，追溯到距今3600年的商周时期。这表明福建武夷山可能是悬棺埋葬习俗的起源，后来这一习俗传播到中国南方的其他地区、东南亚以及太平洋岛屿。最新的遗址，来自明代晚期，位于四川南部的金沙江流域和云南东北部，标志着悬棺埋葬在中国大陆的最西分布。此外，位于泰国西北部高海拔地区的一组悬棺埋葬遗址，追溯到2100-1200年前，表明这一习俗在地理上广泛传播，并随着时间的推移而有所变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges of accurately dating human bone remains in the practice of hanging coffin burial using C14 measurement?",
        "QuestionCn": "在悬棺埋葬实践中，使用C14测量准确测定人骨遗骸的挑战因素包括哪些？",
        "AnswerEn": "The factors contributing to the challenges of accurately dating human bone remains in hanging coffin burial using C14 measurement include the natural weathering and human destruction of these sites, which can limit the availability and condition of samples. Additionally, the precision of dating can be affected by the preservation state of the wooden samples used for C14 analysis, and the requirement for strict chain of custody and quality control protocols to ensure accurate results.",
        "AnswerCn": "准确测定悬棺埋葬的人骨遗骸的挑战因素包括自然风化和人类对这些遗址的破坏，这可能限制样本的可用性和状态。此外，C14分析中使用的木材样本的保存状态也会影响测定的精确度，并且需要严格的证据链和质量控制协议以确保结果的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on the accuracy and reliability of age estimations when using accelerator mass spectrometry (AMS) for carbon dating in archaeological sites such as悬棺葬, considering the challenges of natural weathering and human destruction?",
        "QuestionCn": "在考古遗址如悬棺葬中使用加速器质谱法（AMS）进行碳定年时，考虑到自然风化和人为破坏的挑战，年龄估算的准确性和可靠性可能会受到哪些潜在影响？",
        "AnswerEn": "Using accelerator mass spectrometry (AMS) for carbon dating provides precise age estimations, which is crucial for archaeological sites like悬棺葬 where samples might be scarce or deteriorated due to natural weathering and human destruction. The impact of using AMS includes improved accuracy and reliability of dating results, which helps in understanding the chronological development and spread of the悬棺葬 tradition. However, challenges may still arise from the quality and preservation state of samples, which can affect the results.",
        "AnswerCn": "使用加速器质谱法（AMS）进行碳测年提供了精确的年龄估计，这对于像悬棺葬这样的考古遗址至关重要，因为样本可能稀缺或因自然风化和人为破坏而 deteriorated。使用AMS的影响包括提高了测年结果的准确性和可靠性，这有助于理解悬棺葬传统的时间发展和传播。然而，样本的质量和保存状态仍可能带来挑战，这可能会影响结果。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it essential to employ C14 dating methods for human bone samples from hanging coffin burial sites, and what objectives does this serve in archaeological research?",
        "QuestionCn": "为什么对悬棺埋葬遗址的人骨样本采用C14测年方法是至关重要的，这在考古研究中有什么目标？",
        "AnswerEn": "The use of C14 dating methods for human bone samples from hanging coffin burial sites is essential to determine the chronological framework of this burial practice, which helps identify its origin, spread, and cultural significance. By dating these sites, researchers aim to understand the historical timeline, establish connections with other regions, and analyze the evolution of this burial custom, contributing to broader archaeological and cultural insights.",
        "AnswerCn": "对悬棺埋葬遗址的人骨样本进行C14测年方法的使用，对于确定这一埋葬习俗的时间框架至关重要，这有助于识别其起源、传播和文化意义。通过对这些遗址进行测年，研究人员旨在了解历史时间线，建立与其他地区的联系，并分析这一埋葬习俗的演变，从而为更广泛的考古和文化洞察做出贡献。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in using accelerator mass spectrometry for dating wooden samples from hanging coffin burial sites, and how does it ensure accuracy and reliability in data collection?",
        "QuestionCn": "使用加速器质谱法对悬棺埋葬遗址的木材样本进行测年涉及哪些程序步骤，以及它如何确保数据收集的准确性和可靠性？",
        "AnswerEn": "The procedural steps involve sending wooden samples from the hanging coffin burial sites to a testing laboratory, such as Beta Analytic in Miami, for C14 dating. The laboratory utilizes 4 in-house NEC accelerator mass spectrometers (AMS) and 4 Thermo IRMSs, operating under strict chain of custody and quality control protocols according to ISO/IEC 17025:2005 accreditation PJLA #59423. This ensures accuracy and reliability in the dating results, contributing to understanding the chronological framework of the hanging coffin burial sites.",
        "AnswerCn": "程序步骤包括将悬棺埋葬地点的木材样本发送到测试实验室，例如位于迈阿密的Beta Analytic进行C14测年。实验室使用4台内部的NEC加速器质谱仪（AMS）和4台Thermo IRMS，严格遵循根据ISO/IEC 17025:2005认证PJLA #59423的链条管理和质量控制协议。这确保了测年结果的准确性和可靠性，有助于理解悬棺埋葬地点的时间框架。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}