{
    "id": "542fe850-1728-4281-9b02-3e45dd7f123f",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "CESM2 sensitivity run daily means for LS4P",
            "description": "Daily means of CESM2 sensitivity run output:  FHIST_BGC compset with soil temperature adjustment produced by The University of Arizona on cheyenne, ensemble mean calculated by NCL from output on cheyenne, for model evaluation.  Includes latitude, longitude, model level, and various simulated quantities.",
            "instructions": "var_LS4P_CESM2_Task3_day_HHzDDMMYYYY-HHzDDMMYYYY.nc",
            "east": 180.0,
            "west": 180.0,
            "south": 90.0,
            "north": 90.0,
            "startTime": "2003-05-01 00:00:00",
            "endTime": "2003-06-30 00:00:00",
            "fileSize": 2962556744.0,
            "cstr": "18406.11.Atmos.tpdc.301357",
            "doi": "10.11888/Atmos.tpdc.301357",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "BRUNKE Michael",
                "unitEn": "The University of Arizona, USA"
            }
        ],
        "literatureList": [
            {
                "titleEn": "Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction Project, Phase I (LS4P-I):  Organization and Experimental design",
                "referenceEn": "Xue, Y., Yao, T., Boone, A. A., Diallo, I., Liu, Y., Zeng, X., Lau, W. K.-M., Sugimoto, S., Tang, Q., Pan, X., van Oevelen, P. J., Klocke, D., Koo, M.-S., Lin, Z., Takaya, Y., Sato, T., Ardilouze, C., Saha, S. K., Zhao, M., Liang, X.-Z., Vitart, F., Li, X., Zhao, P., Neelin, D., Guo, W., Yu, M., Qian, Y., Shen, S. S. P., Zhang, Y., Yang, K., Leung, R., Yang, J., Qiu, Y., Brunke, M. A., Chou, S. C., Ek, M., Fan, T., Guan, H., Lin, H., Liang, S., Materia, S., Nakamura, T., Qi, X., Senan, R., Shi, C., Wang, H., Wei, H., Xie, S., Xu, H., Zhang, H., Zhan, Y., Li, W., Shi, X., Nobre, P., Qin, Y., Dozier, J., Ferguson, C. R., Balsamo, G., Bao, Q., Feng, J., Hong, J., Hong, S., Huang, H., Ji, D., Ji, Z., Kang, S., Lin, Y., Liu, W., Muncaster, R., Pan, Y., Peano, D., de Rosnay, P., Takahashi, H. G., Tang, J., Wang, G., Wang, S., Wang, W., Zhou, X., and Zhu, Y., 2021: Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction Project, Phase I (LS4P-I):  Organization and Experimental design, Geosci. Model Dev., 14, 4465–4494,  https://doi.org/10.5194/gmd-14-4465-2021."
            },
            {
                "titleEn": "Spring Land Temperature in Tibetan Plateau and Global-Scale Summer Precipitation – Initialization and Improved Prediction",
                "referenceEn": "Xue Y., I. Diallo, A. A. Boone, T. Yao , Y. Zhang, X. Zeng, J. D. Neelin, W. K.M. Lau , Y. Pan, Y. Liu1, X. Pan, Q. Tang, P. J. van Oevelen, T. Sato, M.-S. Koo, S. Materia, C. Shi, J. Yang, C. Ardilouze, Z. Lin, Xin Qi, T. Nakamura, S. K. Saha, R. Senan, Y. Takaya, H. Wang, H. Zhang, M. Zhao, H. P. Nayak, Q. Chen, J. Feng, M. A. Brunke, T. Fan, S. Hong, P. Nobre, D. Peano, Y. Qin, F. Vitart, S. Xie, Y. Zhan, D. Klocke, R. Leung, X. Li, M. Ek, W. Guo, G. Balsamo, Q. Bao, S. C. Chou, P. de Rosnay, Y. Lin, Y. Zhu, Y. Qian, P. Zhao, J. Tang, X.-Z. Liang, J. Hong, D. Ji, Z. Ji, Y. Qiu, S. Sugimoto,  W. Wang, K. Yang, M. Yu, 2022: Spring Land Temperature in Tibetan Plateau and Global-Scale Summer Precipitation – Initialization and Improved Prediction.  Bulletin of American Meteorological Society, 103, 12,  DOI: https://doi.org/10.1175/BAMS-D-21-0270.1, E2756-E2767."
            },
            {
                "titleEn": "Remote effects of Tibetan Plateau spring land temperature on global subseasonal to seasonal precipitation prediction and comparison with effects of sea surface temperature: The GEWEX/LS4P Phase I experiment",
                "referenceEn": "Xue Y., I. Diallo, A. A. Boone, Y. Zhang, X. Zeng, W. K.M. Lau, J. D. Neelin, T. Yao , Q. Tang , T. Sato , M.-S. Koo, F. Vitart, C. Ardilouze, S. K. Saha, S. Materia, Z. Lin, Y. Takaya, J. Yang, T. Nakamura, X. Qi, Y. Qin, P. Nobre, R. Senan, H. Wang, H. Zhang, M. Zhao, H. P. Nayak, Y. Pan, X. Pan,  J. Feng, C. Shi, S. Xie, M. A. Brunke, Q. Bao, M. J. Bottino, T. Fan, S. Hong, Y. Lin, D. Peano, Y. Zhan, C. R. Mechoso, X. Ren, G. Balsamo, S. C. Chou, P. de Rosnay, P. J. van Oevelen, D. Klocke, M. Ek, X. Li, W. Guo, Y. Zhu, J. Tang, X.-Z. Liang, Y. Qian, P. Zhao, 2023: Remote effects of Tibetan Plateau spring land temperature on global subseasonal to seasonal precipitation prediction and comparison with effects of sea surface temperature: The GEWEX/LS4P Phase I experiment.  Climate Dynamics.  62, 2603-2628,  DOI: 10.1007/s00382-023-06905-5"
            },
            {
                "titleEn": "Preface: Subseasonal-to-seasonal predictability of extreme precipitation and land forcing",
                "referenceEn": "Xue, Y. and W. K-M Lau, 2024: Preface: Subseasonal-to-seasonal predictability of extreme precipitation and land forcing.   Climate Dynamics.  62, 2599-2600, DOI. 10.1007/s00382-024-07203-4"
            },
            {
                "titleEn": "Near-global summer circulation response to the spring surface Temperature anomaly in Tibetan Plateau ---- The GEWEX/LS4P First Phase Experiment",
                "referenceEn": "Zhang, Y., Y. Pan, Y. Xue, I. Diallo, X. Zeng, S. Li, J. D Neelin, W. K.M. Lau, A. A. Boone, F Vitart., T. Yao, Q. Tang, T. Sato, M.-S. Koo, C. Ardilouze, S. K. Saha, J. Yang, S. Materia, Z. Lin, X. Qi, Y. Qin, T. Nakamura, P. Nobre, D. Peano, R. Senan, Y. Takaya, H. Wang, H. Zhang, Y. Zhan, M. Zhao , C. R. Mechoso, Q. Bao , M. J. Bottino, S. Hong, Y. Lin, S. Xie, X. Pan, H. P. Nayak, S. C. Chou, W. Guo, 2024: Near-global summer circulation response to the spring surface Temperature anomaly in Tibetan Plateau ---- The GEWEX/LS4P First Phase Experiment.  Climate Dynamics.  62, 2907-2924, DOI: 10.1007/s00382-024-07210-5"
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Cryosphere"
            },
            {
                "nameEn": "Atmosphere"
            },
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "2m temperature"
            },
            {
                "nameEn": "soil moisture"
            },
            {
                "nameEn": "Hydrology"
            },
            {
                "nameEn": "Temperature"
            },
            {
                "nameEn": "Latent heat flux"
            },
            {
                "nameEn": "Snow"
            },
            {
                "nameEn": "Snow depth"
            },
            {
                "nameEn": "Precipitation"
            },
            {
                "nameEn": "Precipitation rate"
            },
            {
                "nameEn": "Snow cover"
            },
            {
                "nameEn": "Winds"
            },
            {
                "nameEn": "wind speed"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "The word \"global\" is already in English."
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "daily",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Subseasonal to seasonal (S2S) prediction of droughts and floods is one of the major challenges of weather and climate prediction. Recent studies suggest that the springtime land surface temperature/subsurface temperature (LST/SUBT) over the Tibetan Plateau (TP) can be a new source of S2S predictability. The successful prediction of droughts and floods at subseasonal-to-seasonal (S2S) time scales is one of the major challenges of weather and climate prediction, with failures that can result in major adverse impacts on societies and economies. Sea surface temperature (SST) variations such as those associated with the Madden-Julian Oscillations are known to provide a predictability source. Recent studies suggest that springtime land surface/subsurface temperature (LST/SUBT) provides a new source of predictability at S2S time scales. The Global Energy and Water Exchanges (GEWEX) program has initiated the project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” to investigate the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions.",
                "The background temperature gradient at midlatitudes also affects the activity of baroclinic eddies (Xue et al., 2023), which can further reinforce the zonal wind changes and further influence the zonal wind downstream as the eddies move downstream and interact with the zonal flow. The response of the zonal wind in the downstream of TP is consistent with these studies, exhibiting a significant deceleration of the zonal wind along the jet core over the North Pacific. Meanwhile, a significant acceleration of the zonal wind is found to the north of the jet core, indicating a slight northward shift of the jet stream. Such changes in the zonal wind have their counterparts in the observations (see Fig. 4b). One salient feature in Fig. 5a is the strong negative geopotential height anomaly over the TP at 200 hPa, accompanied with a cyclonic anomalous circulation. Such a circulation response corresponds to the cold anomaly over the TP, where the atmosphere sinks and induces negative potential height anomalies at upper levels. Furthermore, evident wave-like patterns downstream from the TP to the North Pacific are shown in the geopotential height difference in Fig. 5a. The negative center of geopotential height anomaly over the TP extends eastward to Japan, while a strong positive geopotential height center with anticyclonic circulation flow emerges to the east over the Bering Strait with a center around 170°E, 50°N. The wave-like geopotential height differences further extend from the Rocky Mountain across the North American continent, North Atlantic Ocean, and back to the Eurasian continent. The above simulated response in atmospheric circulations is in general consistent with the observed geopotential height anomalies in May 2003 (Fig. 5b). In addition, responses in the geopotential height to the cold TP surface are also noticed in the Southern Hemisphere, especially in the midlatitudes (Fig. 5a, b). Therefore, we also inspect the anomalous stream function from the simulated wind. The WAF is parallel to the group velocity of Rossby waves and can approximately indicate the wave energy propagation.",
                "Although the teleconnections caused by the heating due to oceanic temperature anomalies, such as those between ENSO and the Asian monsoons, have been extensively investigated (e.g., Wang et al. 2000; Li et al. 2007; Li et al. 2017), the remote effects of mountain heating on global atmospheric circulations have not been fully studied. The LS4P-I experiment provides a chance to explore the detailed features of the TRC wave train as well as the global response of atmospheric circulations to the TP surface anomaly. It is well known and extensively studied that the TP surface thermal state can significantly influence the weather and climate in East Asia (e.g. Liu et al. 2020). Earlier studies have shown that, in summertime, there exists a circumglobal teleconnection pattern (CTP) in the extra-tropics of the Northern Hemisphere along the westerly jet. The latent heat with the strong convective monsoon precipitation is suggested a major driver for the CTP (e.g. Lau and Peng 1991; Lau and Weng 2002; Lau et al. 2004 ; Ding and Wang 2005; Ding et al. 2011)."
            ],
            "research objective": [
                "The project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” was initiated to study the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions. The present work explores the simulated global scale response of the atmospheric circulation to the springtime TP land surface cooling by 16 current state-of-the-art Earth System Models (ESMs) participating in the LS4P Phase I (LS4P-I) experiment. More dynamical understanding of the TRC wave train as well as its cross-equator propagation into the Southern Hemisphere will be explored in the newly launched LS4P phase II experiment.",
                "This study has investigated the mechanisms of the global atmospheric response to the TP spring LST/SUBT anomalies in simulations by LS4P-I ESMs. To further explore the TP’s role and the influence of TRC wave train in S2S predictions, we check the response simulated by each model in May. These results taken together suggest that the TRC wave train plays a key role in the influence of TP’s surface and subsurface temperatures on the hot spot regions, especially for the regions in North America, though the detailed mechanisms through which the TRC wave train affects the precipitation in these different regions still need further investigations.",
                "Our aim is to place the TP LST/SUBT’s influence on the global atmospheric circulations with a focus on the dynamical feature of the TRC wave train and its importance for improving S2S prediction."
            ],
            "challenges": [
                "However, the simulated propagation pathways from the TP into the Southern Hemisphere show large inter-model differences.",
                "However, there are phase differences between the simulated wave train and the observations. However, over the regions from the North Atlantic to the Ural Mountains, the observed geopotential height anomalies show opposite signs to the multi-model average, suggesting that in those regions the TP surface cooling may not be the major cause for the observed circulation anomalies. The main difference is that the simulated atmospheric response in model ensemble evolve faster than the observation. The associated diversities in the model response in the Southern Hemispheric circulations could be one of the main reasons that the simulated response exhibit great inconsistency with the observation, though the model ensembles show strong Southern Hemispheric responses especially in the mid-high latitudes.",
                "Compared with the observation, none of the LS4P-I ESMs well captures the observed T2m cold anomaly in May 2003. The ensemble mean of the 16 LS4P-I ESMs exhibits a warm bias of 1.02 °C over the TP, which is stronger than the standard deviation of the observed inter-annual variation of TP T2m (about 0.7 °C). The spatial distribution of the model bias for the ensemble mean is shown in Fig. 1b, which shows a clear warm bias in May 2003 T2m over the eastern part of the TP. The LS4P-I simulations further show that the TP surface thermal state not only has circumglobal influence in the Northern Hemisphere, but it also affects the extratropical atmospheric circulation in the Southern Hemisphere, though with a large uncertainty due to inter-model variability."
            ],
            "methods": [
                "In the first phase of the LS4P project (LS4P-I), the year 2003 is the focal case, in which extreme summer drought/flood occurred in East Asia after a very cold spring in the TP. Two sets of numerical experiments were conducted in LS4P-I to investigate the global influence of the TP spring surface temperature anomaly. A first set of runs, referred to as EXP_CTRL, is designed to evaluate the performance of the 16 ESMs in simulating the TP T2m and precipitation anomalies during May and June 2003. In EXP_CTRL runs, the ESMs start simulations from late April or May 1st, and use the standard S2S prediction setting of atmospheric and land initial conditions. Another set of numerical experiments was carried out by the ESMs to test whether the regional bias in June precipitation mentioned in the previous paragraph is related to the bias in May surface temperature over TP. In this set of experiments, which are collectively referred to as EXP_LST/SUBT run, the models’ bias in May TP T2m is reduced by initializing the TP LST and SUBT conditions."
            ],
            "dataset": [
                "The ensemble mean of simulated 200 hPa geopotential height difference is also illustrated in Fig. 5a together with the observations for May 2003 (Fig. 5b), to further explore the atmospheric circulation responses to the TP LST/SUBT effect.",
                "The observed T2m anomaly in the TP is shown in Fig. 1a, for which we use the data from the National Oceanic and Atmospheric Administration (NOAA) Climate Anomaly Monitoring System (CAMS, Fan and van den Dool 2008). We use the fifth generation ECMWF atmospheric reanalysis (ERA5, Hersbach et al. 2020), which is referred to as observations, with a regular horizontal resolution of 1.0° × 1.0° to investigate the atmospheric circulation in year 2003 and for climatology, with the latter defined as the average from year 1981 to 2015. All data are provided at 0.5° × 0.5° spatial resolution. The global precipitation data are from the Climate Research Unit (CRU), in which version 4.02 is used when implementing the analysis (Harris et al. 2014; 2020)."
            ],
            "findings": [
                "The LS4P-I results show, for the first time, that springtime TP surface anomalies can modulate a persistent quasi-barotropic Tibetan Plateau-Rocky Mountain Circumglobal (TRC) wave train from the TP via the northeast Asia and Bering Strait to the western part of the North America, along with the springtime westerly jet from TP across the whole North Pacific basin. The TRC wave train modulated by the TP thermal anomaly play a critical role on the early summer surface air temperature and precipitation anomalies in the regions along the wave train, especially over the northwest North America and the southern Great Plains. These results suggest that the TP LST/SUBT anomaly via the TRC wave train is the first order source of the S2S variability in the regions mentioned.",
                "These results taking together suggest that the TRC wave train plays a key role in the influence of TP’s surface and subsurface temperatures on the hot spot regions, especially for the regions in North America, though the detailed mechanisms through which the TRC wave train affects the precipitation in these different regions still need further investigations. The ensemble model simulations show that, with the strong westerly jet across the extratropical Asian-Pacific region, the TP surface cooling generates a barotropic, persistent (evolving in time scales longer than a month) TRC wave train from TP through northeast Asia and Bering Strait to the west part of the North America, whose features closely resemble the observed geopotential height anomaly from May to June in 2003.",
                "The key features of the simulated ensemble mean of June precipitation in response to the TP LST/SUBT effect were discussed in Xue et al. (2022). The LS4P-I experiment, however, shows that the TP surface anomaly can result in persistent and global scale anomalies in atmospheric circulations, and has a near-global influence on the summer T2m and precipitation on S2S time scale. Furthermore, the LS4P-I experiment confirms and highlights the important even critical role of the TRC wave train in the global influence of the TP surface anomaly. The analysis of 16 state-of-the-art ESMs shows for the first time that the springtime TP surface anomaly can modulate a persistent quasi-barotropic TRC wave train."
            ]
        },
        {
            "background": [
                "Subseasonal-to-seasonal (S2S) precipitation prediction in boreal spring and summer months, despite including large number of high-impact events, such as droughts/floods, has remained poor for years. Tibetan Plateau (TP) spring observed surface temperatures show a lag correlation with summer precipitation in several remote regions, but current global land–atmosphere coupled models are unable to represent this behavior due to significant errors in producing observed TP surface temperatures. The land’s role in the climate system at various scales has been the subject of much research since the 1970s. A few land surface attributes, such as albedo, soil moisture, leaf area index, vegetation, and aerosols in snow have been extensively investigated to explore their roles in land–atmosphere interactions. Ocean state is well known to play a major role in modulating Earth’s climate. The linkage of hydrological events to sea surface temperature (SST) anomalies, such as El Niño and La Niña, has been used to predict climate events with useful skill at long lead times ranging from a few months to a few years. However, studies have also consistently shown that the SST only partially explains climate predictability. Recent preliminary studies based on observational data and modeling have indicated that spring land temperature in the Rocky Mountains and the Tibetan Plateau (TP) could affect summer drought/flood in their respective downstream regions with a magnitude comparable to the SST effect and atmospheric internal variability. Although land surface 2-m air temperature (T2m) measurements have the best quality and longest record among various land surface variables with global coverage, their application in land–atmosphere interaction studies, S2S prediction in particular, has largely been overlooked."
            ],
            "research objective": [
                "To address these issues, the Global Energy and Water Exchanges (GEWEX) program launched the “Impact of Initialized Land Temperature and Snowpack on Subseasonal-to-Seasonal Prediction” (LS4P) initiative as a community effort to test the impact of land temperature in high-mountain regions on S2S prediction by climate models. This study reveals for the first time that high-mountain land temperature could be a substantial source of S2S precipitation predictability, and its effect is probably as large as ocean surface temperature over global “hotspot” regions identified here. The LS4P objective is to examine whether the observed cold May 2003 TP anomaly causes the observed remote June precipitation anomalies over hotspots worldwide."
            ],
            "challenges": [
                "Robust land initialization and model configuration are critical to this effort yet remain scientifically challenging. Most studies of land–atmosphere interactions have been limited by a lack of observational data and tend to focus on local feedbacks. Current state-of-the-art ESMs are unable to fully preserve the memory from initialized LST anomalies due to deficiencies in model parameterizations and in the reanalysis data that provide unbalanced initial atmospheric/land conditions. There are two issues that need further investigation: 1) The ensemble-mean-produced T2m difference is smaller than the observed anomaly. Would this deficiency cause an underestimation of the TP T2m effect? 2) In some areas, the ensemble mean produces a significant June precipitation difference, such as in western Australia and western Europe, but with the opposite sign compared to the observation. Is this due to a model deficiency in its ability to produce the full TP T2m anomaly and/or correct precipitation anomaly, and/or some other processes involved?"
            ],
            "methods": [
                "In this study, observed T2m records are used to examine possible relationships between the TP T2m and global precipitation and to identify the locations (hotspots) where the initialization of TP May land temperatures may enhance June precipitation prediction skill. Two pairs of experiments with 16 state-of-the-art LS4P ESMs (Table ES1) have been conducted. In the first experiment (referred to as control run), we evaluate whether the ESMs can properly produce the observed TP T2m anomaly in May 2003 and the June precipitation anomaly. To alleviate the ESMs’ May TP T2m bias and to generate the observed cold TP spring anomaly, we introduce an innovative approach to initializing the LST/SUBT over the TP. After adjusting the LST/SUBT initial conditions based on each model’s T2m bias and observed anomaly over the TP, a second experiment (referred to as the sensitivity run) is conducted using the new LST/SUBT initial condition for each model over the TP, with all other initial and boundary conditions and ensemble members identical to the first experiment."
            ],
            "dataset": [
                "In this study, the Chinese Meteorological Administration (CMA) T2m data, which consist in 80 stations over the TP and more than 2,400 stations over all of China, are used over China. The Climate Anomaly Monitoring System (CAMS) T2m data are used elsewhere. The Climate Research Unit (CRU) data are used for precipitation over globe."
            ],
            "findings": [
                "This study reveals for the first time that high-mountain land temperature could be a substantial source of S2S precipitation predictability, and its effect is probably as large as ocean surface temperature over global “hotspot” regions identified here; the ensemble means in some “hotspots” produce more than 40% of the observed anomalies. Consistent results from observations and multiple ESM experiments show that improving the May TP land temperature simulation through LST/SUBT initialization over the TP allows ESMs to better predict June precipitation over hotspots, and that the LST over high-mountain areas could be a new source of S2S predictability through elevated heating."
            ]
        },
        {
            "background": [
                "The successful prediction of droughts and floods at subseasonal-to-seasonal (S2S) time scales is one of the major challenges of weather and climate prediction, with failures that can result in major adverse impacts on societies and economies. Improving the prediction skill at S2S timescale requires a further understanding of the mechanisms at work for climate variabilities at this timescale as well as the identification of predictability sources. Recent studies suggest that springtime land surface/subsurface temperature (LST/SUBT) provides a new source of predictability at S2S time scales. The Global Energy and Water Exchanges (GEWEX) program has initiated the project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” to investigate the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions."
            ],
            "research objective": [
                "The project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” was initiated to study the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions. The present work explores the simulated global scale response of the atmospheric circulation to the springtime TP land surface cooling by 16 current state-of-the-art Earth System Models (ESMs) participating in the LS4P Phase I (LS4P-I) experiment."
            ],
            "challenges": [
                "The participant models that fail in capturing the TRC wave train greatly under-predict climate anomalies in reference to observations and the successful models. However, the simulated propagation pathways from the TP into the Southern Hemisphere show large inter-model differences."
            ],
            "methods": [
                "In the first phase of the LS4P project (LS4P-I), the year 2003 is the focal case, in which extreme summer drought/flood occurred in East Asia after a very cold spring in the TP. Two sets of numerical experiments were conducted in LS4P-I to investigate the global influence of the TP spring surface temperature anomaly. A first set of runs, referred to as EXP_CTRL, is designed to evaluate the performance of the 16 ESMs in simulating the TP T2m and precipitation anomalies during May and June 2003. In EXP_CTRL runs, the ESMs start simulations from late April or May 1st, and use the standard S2S prediction setting of atmospheric and land initial conditions. Another set of numerical experiments was carried out by the ESMs to test whether the regional bias in June precipitation mentioned in the previous paragraph is related to the bias in May surface temperature over TP. In this set of experiments, which are collectively referred to as EXP_LST/SUBT run, the models’ bias in May TP T2m is reduced by initializing the TP LST and SUBT conditions."
            ],
            "dataset": [
                "The observed T2m anomaly in the TP is shown in Fig. 1a, for which we use the data from the National Oceanic and Atmospheric Administration (NOAA) Climate Anomaly Monitoring System (CAMS, Fan and van den Dool 2008). We use the fifth generation ECMWF atmospheric reanalysis (ERA5, Hersbach et al. 2020), which is referred to as observations, with a regular horizontal resolution of 1.0° × 1.0° to investigate the atmospheric circulation in year 2003 and for climatology, with the latter defined as the average from year 1981 to 2015. The global precipitation data are from the Climate Research Unit (CRU), in which version 4.02 is used when implementing the analysis."
            ],
            "findings": [
                "The LS4P-I results show, for the first time, that springtime TP surface anomalies can modulate a persistent quasi-barotropic Tibetan Plateau-Rocky Mountain Circumglobal (TRC) wave train from the TP via the northeast Asia and Bering Strait to the western part of the North America, along with the springtime westerly jet from TP across the whole North Pacific basin. These results suggest that the TP LST/SUBT anomaly via the TRC wave train is the first order source of the S2S variability in the regions mentioned. Furthermore, the TP surface temperature anomaly can influence the Southern Hemispheric circulation by generating cross-equator wave trains."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Do the data collection methods used in the LS4P project include the initialization of land surface and subsurface temperature conditions?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Is the ensemble mean calculation method used for evaluating simulated atmospheric circulation responses in the LS4P project?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the common data collection methods used to measure land surface temperatures for S2S prediction?",
                    "Answer": "Observed T2m records",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What challenges arise in the modeling of land surface temperature anomalies in high mountain areas?",
                    "Answer": "deficiencies in model parameterizations",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used to assess the impact of land surface temperature anomalies on atmospheric circulation at a global scale?",
                    "Answer": "In this field, an example of a data collection method involves using observed T2m records to examine relationships between Tibetan Plateau T2m and global precipitation. The method identifies locations where the initialization of TP May land temperatures may enhance June precipitation prediction skill.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a dataset used to study the effect of springtime land temperature anomalies on summer precipitation patterns?",
                    "Answer": "An example of a dataset used in this domain is the Climate Anomaly Monitoring System (CAMS) T2m data, which is utilized to observe T2m anomalies in the Tibetan Plateau. Additionally, the Climate Research Unit (CRU) data is used for global precipitation analysis.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Can you give an example of a challenge faced in using earth system models for predicting subseasonal to seasonal climate variability?",
                    "Answer": "An example of a challenge in using Earth System Models is the difficulty in fully preserving the memory from initialized land surface temperature anomalies due to deficiencies in model parameterizations and reanalysis data, which results in unbalanced initial atmospheric/land conditions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the specific simulated quantities included in the CESM2 sensitivity run daily means dataset?",
                    "Answer": "latitude, longitude, model levels, various simulated quantities",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What challenges are associated with ensuring the accuracy of land temperature data in high-mountain regions for climate prediction models?",
                    "Answer": "significant errors in producing observed land surface temperatures, deficiencies in model parameterizations, unbalanced initial atmospheric/land conditions due to reanalysis data limitations",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What methods are used to adjust initial conditions in climate models to improve the prediction of precipitation anomalies?",
                    "Answer": "initialize land surface temperature, subsurface temperature, adjust initial conditions based on temperature bias, observed anomalies",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many ensemble models are used in the LS4P-I experiment to simulate the global atmospheric response to springtime land surface cooling over the Tibetan Plateau?",
                    "Answer": "16",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the spatial resolution of the ERA5 data used to investigate atmospheric circulation for climatology in relation to the Tibetan Plateau surface temperature anomaly?",
                    "Answer": "1.0° × 1.0°",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many Chinese Meteorological Administration (CMA) stations are used for T2m data collection over the Tibetan Plateau and all of China?",
                    "Answer": "80, 2,400",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What does 'ensemble mean' refer to in the context of climate model simulations?",
                    "Answer": "In the context of climate model simulations, 'ensemble mean' refers to the average of results obtained from multiple runs of climate models, each with slightly varied initial conditions, to assess the robustness of the simulated outcomes and to reduce uncertainties inherent in individual model simulations. This approach helps in evaluating the performance of models in simulating phenomena like temperature and precipitation anomalies.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the data collection methods for land surface temperature in high mountain areas compare to those used for sea surface temperature in terms of accuracy and reliability for S2S prediction?",
                    "Answer": "Land surface temperature data collection in high mountain areas relies on land-based measurements and initialization in models, which may face challenges due to observational data limitations and model biases. In contrast, sea surface temperature data collection often utilizes satellite-based observations, which are generally more consistent and widespread. Both play significant roles in S2S prediction, but land surface temperature is emerging as a new source of predictability, potentially as impactful as sea surface temperature over global hotspots.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What causes the challenges in robust land initialization and model configuration for S2S precipitation prediction?",
                    "Answer": "The challenges in robust land initialization and model configuration are caused by the lack of observational data, deficiencies in model parameterizations, and unbalanced initial atmospheric/land conditions provided by reanalysis data.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why do the models show large inter-model differences in simulated propagation pathways from the Tibetan Plateau into the Southern Hemisphere?",
                    "Answer": "The large inter-model differences in simulated propagation pathways from the Tibetan Plateau into the Southern Hemisphere are due to variations in how different models capture the TRC wave train and the diverse responses in Southern Hemispheric circulations.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential effects on model accuracy when integrating land surface temperature and snowpack data in Earth System Models for S2S prediction?",
                    "Answer": "Integrating land surface temperature and snowpack data into Earth System Models for subseasonal-to-seasonal (S2S) prediction can enhance model accuracy by alleviating biases and improving the simulation of temperature anomalies, which in turn can better predict precipitation patterns over global hotspots. However, challenges remain in model parameterization and the ability to preserve initialized conditions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the primary objectives of collecting CESM2 sensitivity run daily means for LS4P, and how do they contribute to model evaluation?",
                    "Answer": "The primary objectives of collecting CESM2 sensitivity run daily means for LS4P include understanding the impact of springtime land surface and subsurface temperature anomalies on seasonal weather patterns, such as precipitation predictions. This helps in evaluating and improving Earth System Models (ESMs) by providing data that can be used to simulate atmospheric responses to temperature anomalies over high mountain areas, thereby improving subseasonal-to-seasonal (S2S) prediction capabilities.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What methodologies are used to initialize land surface temperature and subsurface temperature in high-mountain regions for climate model simulations, and how do these methodologies address potential biases?",
                    "Answer": "In the LS4P project, to alleviate biases in May Tibetan Plateau land surface temperature (T2m) and to generate observed cold spring anomalies, an innovative approach is used to initialize the land surface and subsurface temperature (LST/SUBT) over the Tibetan Plateau. This involves adjusting the initial conditions based on each model's T2m bias and observed anomalies, which allows for improved simulation of precipitation predictions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What specific procedural steps are involved in conducting sensitivity runs with Earth System Models to assess the impact of land surface temperature anomalies on seasonal precipitation predictions?",
                    "Answer": "Sensitivity runs in the LS4P project involve conducting model simulations with adjusted initial conditions for land surface and subsurface temperatures over the Tibetan Plateau. Models use a common set of atmospheric and land initial conditions but are adjusted for LST/SUBT anomalies based on observed biases. These runs are compared with control runs to assess the impact on seasonal precipitation predictions and identify key regions (hotspots) where initialization improves prediction skill.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What technological advancements have enabled Earth System Models to simulate subseasonal-to-seasonal predictability related to land surface and subsurface temperature anomalies?",
                    "Answer": "The use of 16 state-of-the-art Earth System Models (ESMs) in the LS4P project, as well as the integration of initialized land surface temperature (LST) and snowpack data, have enabled simulations of subseasonal-to-seasonal predictability related to land surface and subsurface temperature anomalies.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How does the initialization of land surface temperature and subsurface temperature conditions improve the prediction of precipitation anomalies in high-mountain regions?",
                    "Answer": "By initializing LST/SUBT conditions over the Tibetan Plateau, the models' bias in May surface temperature is reduced, which is shown to improve the prediction of June precipitation anomalies over identified 'hotspot' regions, highlighting the potential of high-mountain land temperature as a new source of predictability.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What datasets enable the assessment of atmospheric circulation responses to land surface temperature anomalies over the Tibetan Plateau?",
                    "Answer": "Datasets such as the NOAA Climate Anomaly Monitoring System (CAMS) data for temperature, ERA5 reanalysis data for atmospheric circulation, and Climate Research Unit (CRU) data for global precipitation are used to assess atmospheric circulation responses to land surface temperature anomalies over the Tibetan Plateau.",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might there be significant challenges in using Earth System Models to accurately represent land surface temperature anomalies in high mountain regions?",
                    "Answer": "Robust land initialization and model configuration are critical yet remain scientifically challenging. Current state-of-the-art Earth System Models are unable to fully preserve the memory from initialized LST anomalies due to deficiencies in model parameterizations and in the reanalysis data that provide unbalanced initial atmospheric/land conditions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why could the ensemble-mean-produced temperature anomaly differ from the observed anomaly in model simulations?",
                    "Answer": "The ensemble-mean-produced T2m difference is smaller than the observed anomaly, which might be due to a model deficiency in its ability to produce the full TP T2m anomaly and/or correct precipitation anomaly, and/or some other processes involved.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are potential reasons for the high variability in model response when simulating atmospheric circulation pathways from the Tibetan Plateau into the Southern Hemisphere?",
                    "Answer": "The simulated propagation pathways from the Tibetan Plateau into the Southern Hemisphere show large inter-model differences, which could be due to the associated diversities in model response in the Southern Hemispheric circulations, leading to great inconsistency with observational data.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How do researchers evaluate the effectiveness of numerical experiments in capturing global atmospheric responses to land surface temperature anomalies?",
                    "Answer": "Researchers assess the effectiveness of numerical experiments by comparing the simulated atmospheric responses, such as the TRC wave train, with observed data. They use multiple Earth System Models (ESMs) to evaluate the performance and compare the ensemble mean results with observational datasets to identify consistencies and biases.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the challenges in utilizing high-mountain land temperature data for improving subseasonal-to-seasonal precipitation predictions?",
                    "Answer": "Challenges include robust land initialization and model configuration, which remain scientifically difficult due to deficiencies in model parameterizations and imbalances in initial atmospheric/land conditions from reanalysis data. Additionally, there are significant errors in producing observed high-mountain surface temperatures in current models.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What potential datasets could be used to enhance the modeling of land-atmosphere interactions in the context of S2S prediction?",
                    "Answer": "Potential datasets include the Climate Anomaly Monitoring System (CAMS) for observed temperature anomalies, and the Climate Research Unit (CRU) data for global precipitation. These datasets can provide observational constraints to better initialize land surface and subsurface temperatures in models, potentially enhancing the accuracy of S2S predictions.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how data related to land surface temperature anomalies is collected and utilized for subseasonal-to-seasonal prediction models.",
                    "Answer": "Data related to land surface temperature anomalies is collected using various sources such as the National Oceanic and Atmospheric Administration (NOAA) Climate Anomaly Monitoring System (CAMS), which consists of temperature records from numerous stations. This data is then used in conjunction with Earth System Models (ESMs) to assess the impact of land temperature anomalies, particularly in high mountain regions like the Tibetan Plateau, on global atmospheric circulation and precipitation patterns.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I can't make sense of what datasets would be required to improve the predictability of precipitation patterns influenced by land surface temperature anomalies.",
                    "Answer": "To improve the predictability of precipitation patterns influenced by land surface temperature anomalies, datasets such as the Chinese Meteorological Administration (CMA) T2m data and the Climate Research Unit (CRU) precipitation data are essential. These datasets provide comprehensive temperature and precipitation records that enable model evaluations and the initialization of land temperature conditions to enhance prediction skills.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please explore the various data collection methods used to study the impact of land surface temperature anomalies on atmospheric circulation patterns.",
                    "Answer": "The field utilizes observed T2m records to examine relationships between Tibetan Plateau temperatures and global precipitation, using data from sources like the Chinese Meteorological Administration (CMA) and the Climate Anomaly Monitoring System (CAMS). Additionally, the ERA5 reanalysis data is employed to investigate atmospheric circulation responses, while the Climate Research Unit (CRU) data provides global precipitation information.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please provide an overview of potential datasets that could be used to enhance the understanding of teleconnections between high mountain land temperatures and global climate patterns.",
                    "Answer": "Potential datasets include the Chinese Meteorological Administration (CMA) T2m data, which covers numerous stations over the Tibetan Plateau and China, CAMS T2m data for other regions, and ERA5 reanalysis data for investigating atmospheric circulation. The Climate Research Unit (CRU) provides global precipitation data, which could further aid in understanding teleconnections with high mountain temperatures.",
                    "Level": "C2(Understanding)"
                }
            ]
        }
    ]
}