{
    "id": "54917263-fd5d-4ae4-ae92-74dc89c6ec10",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Mean monthly runoff in the Shuangchagou basin in the headwater area of the Yellow River (2014-2015)",
            "titleCn": "黄河源区双岔沟小流域月平均径流量（2014-2015）",
            "description": "In the Lena Qu (River) watershed, located in the south of Sister Lakes (i.e., the Gyaring and Ngöring Lakes in the HAYR, we conducted permafrost hydrological and meteorological observations were conducted in a permafrost-dominated basin called the Shuangchagou Basin. In mid-April, 2014, a rectangular hydrological monitoring section was installed at the stream’s outlet in the Shuangchagou Basin. To prevent water leakage, the bottom of the hydrological section was in contact with the impervious bedrock. From late April to October, the velocity (V) at the hydrological section was measured using the LS10B Propeller Velocity Meter, and meanwhile, the flow depth (h) was measured using a water ruler. Then, the runoff (Q) could be calculated using the water cross-section area (Ω) at the gauging station and the velocity (V). The water cross-section area (Ω) was calculated by multiplying the width (w) of the rectangular hydrological section by the measured flow depth (h). The LS10B Propeller Flow Meter was had a measurement range of 0.1 to 4.0 m/s (within a working water depth of 1.2 m), a mean square deviation of the verification formula ≤±1.5%, and an operating environment temperature range of ‒10 to 45 °C. Meanwhile, the HOBO water level meter (U20-001-01) produced by the Onset Computer Corporation, USA was used to automatically measure the flow depth at the gauging station, and the water level was converted into discharge using Flow Rating Curves (FRCs). The measurement range of the HOBO water level meter was <9.0 m, with an accuracy of 0.5 cm and a resolution of 0.21 cm. This submitted dataset of the mean monthly runoff (unit: L/s) in the Shuangchagou permafrost watershed was from May 2014 to January 2015.\n",
            "descriptionCn": "在黄河源区勒那曲流域的双岔沟多年冻土小流域（子流域）出口处，于2014年4月中旬布设完成一处矩形水文监测断面。在4月下旬至10月下旬，用LS10B型旋桨流速仪测量水文断面的径流流速（V），同时用水尺测量径流深度（h），进而根据过水断面面积（Ω，其由矩形水文断面的宽度（w）和所测径流深度（h）相乘得到）推求流量（Q），从而建立水位-流量关系曲线的经验公式。LS10B型旋桨流速仪测量范围0.1至4.0 m/s，工作水深≤1.2 m，检定公式的均方差≤±1.5%，工作的环境温度为‒10至45°C。同时，用HOBO水位计（美国onset公司生产）自动观测水文断面的径流深度，再根据上述水位-流量关系曲线的经验公式将水位换算成径流量。HOBO水位计型号U20-001-01，测量范围< 9 m，水位精确度0.5 cm，分辨率为0.21 cm。现在提交的为黄河源区双岔沟多年冻土小流域（子流域）2014年5月至2015年1月的月平均径流量（单位为L/s）数据集。",
            "instructions": "File name: Mean monthly runoff dataset is stored in text format, the name of the file for \"Mean monthly runoff. TXT\".In the format for yyyymm, including \"yyyy\" indicates years, \"mm\" indicates month. Th unit of the mean monthly runoff is L/s. The dataset all of the ASCII file can be read directly via a text (such as notepad), in addition to the header files, the main data are the  mean monthly runoff dataset (with the unit of data of L/s).",
            "instructionsCn": "文件命名：月平均径流量数据以文本格式存储，文件的名称为“Mean monthly runoff.txt”。月份的格式为yyyymm，其中yyyy代表年，mm代表月份。月平均径流量数据的单位为L/s。\n数据读取方式：该数据集中的所有ASCII码文件可以直接用文本程序（如记事本）打开，除了头文件，主体内容为数值表征月平均径流量（数据的单位为L/s）。",
            "east": 97.33,
            "west": 97.3,
            "south": 34.63,
            "north": 34.67,
            "startTime": "2014-05-01 16:01:46",
            "endTime": "2015-01-31 16:01:46",
            "fileSize": 174.0,
            "cstr": "18406.11.Terre.tpdc.300104",
            "doi": "10.11888/Terre.tpdc.300104",
            "dataFormat": null,
            "license": ""
        },
        "authorList": [
            {
                "nameCn": "王庆锋",
                "nameEn": "WANG Qingfeng",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Dominance of evapotranspiration in water budgets in an arid and alpine permafrost basin: Observations from the High Mountain Asia",
                "referenceCn": null,
                "referenceEn": "Wang, Q., Jin, H., & Luo, D., et al. (2023). Dominance of evapotranspiration in water budgets in an arid and alpine permafrost basin: Observations from the High Mountain Asia. Journal of Hydrology, in preparation."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            },
            {
                "nameCn": "冻融过程",
                "nameEn": "Freeze and thaw process"
            },
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "径流",
                "nameEn": "Runoff"
            },
            {
                "nameCn": "活动层",
                "nameEn": "Active layer"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黄河源区",
                "keywordEn": "source region of the Yellow River"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2014",
                "keywordEn": "2014",
                "type": "temporal"
            },
            {
                "keywordCn": "2015",
                "keywordEn": "2015",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the hydrological monitoring techniques used for measuring runoff in a permafrost sub-basin?",
                "QuestionCn": "用于测量永久冻土子流域径流的水文监测技术的特点是什么？",
                "AnswerEn": "LS10B type propeller current meter, staff gauge, rectangular hydrological monitoring section, HOBO water level logger, empirical stage-discharge relationship curve",
                "AnswerCn": "LS10B型螺旋桨流速仪，水尺，矩形水文监测断面，HOBO水位记录仪，经验水位-流量关系曲线",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the measurement range of the LS10B propeller flowmeter used in a dataset related to hydrological monitoring in permafrost regions?",
                "QuestionCn": "LS10B 螺旋桨流量计在与永冻土地区水文监测相关的数据集中，其测量范围是多少？",
                "AnswerEn": "0.1-4.0 m/s",
                "AnswerCn": "0.1-4.0 米/秒",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'hydrometric monitoring section' mean in the context of data collection for small permafrost watershed runoff?",
                "QuestionCn": "在小型永久冻土流域径流数据收集的背景下，“水文监测部门”指的是负责监测和收集水文数据的一个部门或小组。",
                "AnswerEn": "In the context of data collection for small permafrost watershed runoff, a 'hydrometric monitoring section' refers to a designated area where hydrological measurements are taken to monitor water flow. This involves setting up a rectangular section at the outlet of the small watershed to measure runoff velocity using a propeller-type flow meter and water depth using a water gauge. These measurements help calculate the discharge and establish an empirical formula for the relationship between water level and flow rate.",
                "AnswerCn": "在小型永冻土流域径流的数据收集过程中，“水文监测断面”指的是一个专门的区域，在该区域内进行水文测量以监测水流。这涉及在小流域的出口设置一个矩形断面，以使用螺旋桨式流量计测量径流速度，并使用水位计测量水深。这些测量有助于计算流量，并建立水位与流量之间关系的经验公式。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the use of a LS10B propeller current meter for measuring flow velocity compare to using the HOBO water level logger in terms of data accuracy and environmental adaptability in permafrost small watershed conditions?",
                "QuestionCn": "使用LS10B螺旋桨流速计测量流速与使用HOBO水位记录仪在永久冻土小流域条件下的数据准确性和环境适应性相比，如何？",
                "AnswerEn": "The LS10B propeller current meter measures flow velocity directly, with a range of 0.1 to 4.0 m/s and an operating environment temperature of -10 to 45°C. It requires manual measurement of flow velocity and depth to calculate discharge. In contrast, the HOBO water level logger automatically observes runoff depth, and the data is converted to discharge using an empirical stage-discharge relationship. The HOBO logger has a measurement range of less than 9 m, with an accuracy of 0.5 cm and a resolution of 0.21 cm. The LS10B provides direct velocity measurements, while the HOBO relies on indirect depth measurements, which may impact accuracy depending on the precision of the stage-discharge relationship.",
                "AnswerCn": "LS10B 螺旋桨流速计直接测量流速，测量范围为 0.1 到 4.0 m/s，工作环境温度为 -10 到 45°C。它需要手动测量流速和水深以计算流量。相比之下，HOBO 水位记录仪自动观察径流深度，并通过经验的水位-流量关系将数据转换为流量。HOBO 记录仪的测量范围小于 9 m，精度为 0.5 cm，分辨率为 0.21 cm。LS10B 提供直接的流速测量，而 HOBO 则依赖间接的水深测量，这可能会影响准确性，具体取决于水位-流量关系的精度。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can the measurement of flow velocity with a propeller-type flowmeter and water depth with a staff gauge reveal about the hydrological dynamics in permafrost regions?",
                "QuestionCn": "使用螺旋桨式流量计测量流速和使用标尺测量水深可以揭示永久冻土地区的水文动态。",
                "AnswerEn": "The use of a propeller-type flowmeter to measure flow velocity and a staff gauge to measure water depth allows for the calculation of flow rate, which is crucial to understanding hydrological dynamics in permafrost regions. These measurements can help infer the relationship between water level and flow rate, revealing insights into how permafrost conditions affect hydrological processes such as runoff and water retention.",
                "AnswerCn": "使用螺旋桨式流量计测量流速和标尺测量水深，可以计算流量，这对于理解永冻土地区的水文动态至关重要。这些测量可以帮助推断水位与流量之间的关系，揭示永冻土条件如何影响水文过程，如径流和水分滞留。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using LS10B-type propeller flow meters for measuring runoff velocity in cold environments on the accuracy of monthly average runoff datasets?",
                "QuestionCn": "使用LS10B型螺旋桨流量计在寒冷环境中测量径流速度可能对每月平均径流数据集的准确性产生哪些潜在后果？",
                "AnswerEn": "Using LS10B-type propeller flow meters, which have a measurement range of 0.1 to 4.0 m/s and an operational temperature range of ‒10 to 45°C, can influence the accuracy of monthly average runoff datasets by providing precise velocity measurements. However, environmental challenges such as extreme temperatures and the depth limits of ≤1.2 m could affect the accuracy and consistency of the data, potentially leading to a mean square error of ≤±1.5% in the derived flow rate calculations.",
                "AnswerCn": "使用LS10B型螺旋桨流量计，其测量范围为0.1至4.0 m/s，操作温度范围为‒10至45°C，可以通过提供精确的速度测量来影响每月平均径流数据集的准确性。然而，极端温度等环境挑战以及深度限制≤1.2 m可能会影响数据的准确性和一致性，可能导致派生流量计算的均方误差≤±1.5%。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the goals of measuring runoff velocity and depth using specific hydrological monitoring equipment at the出口处 in the context of a dataset or research project?",
                "QuestionCn": "在一个数据集或研究项目的背景下，使用特定的水文监测设备测量出口处的径流速度和深度的目标是什么？",
                "AnswerEn": "The goal of measuring runoff velocity and depth using specific hydrological monitoring equipment at the出口处 is to establish an empirical formula for the water level-flow relationship curve. This is achieved by determining the flow rate (Q) through measurements of runoff velocity (V) and depth (h), enabling accurate and systematic assessment of monthly average runoff in the context of permafrost sub-watersheds.",
                "AnswerCn": "测量出口处的径流速度和水深，使用特定的水文监测设备，旨在建立水位-流量关系曲线的经验公式。这是通过测量径流速度（V）和水深（h）来确定流量（Q）实现的，从而能够在永冻土子流域的背景下，准确和系统地评估每月平均径流。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What instrumentation techniques are used to measure monthly average runoff in permafrost sub-watersheds, and how do they ensure accuracy and reliability in varying environmental conditions?",
                "QuestionCn": "在永久冻土子流域中，测量月平均径流的仪器技术有哪些？它们如何确保在不同环境条件下的准确性和可靠性？",
                "AnswerEn": "In a permafrost sub-watershed, monthly average runoff is measured using a combination of LS10B propeller flow meters and HOBO water level loggers. The LS10B flow meters measure flow velocity within a range of 0.1 to 4.0 m/s, with an operational water depth of up to 1.2 m and a mean square error of calibration formula ≤±1.5%. They are suitable for temperatures ranging from ‒10 to 45°C. The cross-sectional area for flow is calculated by multiplying the width of the rectangular hydrological monitoring section by the measured runoff depth. HOBO water level loggers (model U20-001-01) automatically observe the runoff depth, which is then converted into discharge using an empirical water level-discharge relationship curve. The HOBO loggers have a measurement range of less than 9 m, with a water level accuracy of 0.5 cm and a resolution of 0.21 cm, ensuring accurate and reliable measurement under varying environmental conditions.",
                "AnswerCn": "在一个永久冻土子流域中，使用LS10B螺旋桨流量计和HOBO水位记录仪的组合测量每月平均径流。LS10B流量计在0.1到4.0 m/s的范围内测量流速，操作水深可达1.2 m，校准公式的均方误差≤±1.5%。它们适用于温度范围为‒10到45°C。流量的横截面积通过将矩形水文监测段的宽度与测得的径流深度相乘来计算。HOBO水位记录仪（型号U20-001-01）自动观察径流深度，然后通过经验水位-流量关系曲线转换为流量。HOBO记录仪的测量范围小于9 m，水位精度为0.5 cm，分辨率为0.21 cm，确保在不同环境条件下的准确和可靠测量。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}