{
    "id": "54dd0b80-fff8-4f13-950c-8635a3b0f422",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Sims isotopic chronology of early Mesozoic strata in Yanshan tectonic belt (230-225ma)",
            "titleCn": "燕山构造带早中生代地层SIMS同位素年代学数据（230-225Ma）",
            "description": "This data belongs to zircon U-Pb geochronology data of early Mesozoic strata in Yanshan tectonic belt, including Pb, 232Th, 238U contents, 207Pb / 206Pb, 207Pb / 235U, 206Pb / 238U ratios and errors, 207Pb / 235U, 206Pb / 238U ages and errors, etc. Zircon U-Pb dating was performed in the ion probe Laboratory of Institute of Geology and Geophysics, Chinese Academy of Sciences using cameca ims-1280hr. The U-Th-Pb isotopic ratios were determined by standard zircon pl é Sovice correction was achieved. The U content was obtained by standard zircon 91500 correction. Simultaneous interpreting of the standard deviation and the internal accuracy of the single point test was achieved by the standard sample of long term monitoring, and the single point error was obtained. The accuracy of the standard sample Qinghu was used as the unknown sample monitoring data. The measured 204Pb value is used for ordinary Pb correction. The error of isotope ratio and age is 1 σ。 The harmonious age and average age were calculated by using the isoplot software. The results of geochronology data are published in Earth Science Reviews. The data quality is reliable. It plays an important role in establishing the early Cenozoic geochronology framework and regional stratigraphic correlation of Yanshan structural belt, and lays a foundation for further analysis of Mesozoic basin evolution history, which has a good application prospect.",
            "descriptionCn": "本数据属于燕山构造带早中生代地层的锆石U-Pb年代学数据，包括Pb、232Th、238U的含量，207Pb/206Pb，2UPb- Geochronology dataof Early Mesozoic strata in Yanshan tectonic belt (230-225Ma).docx07Pb/235U，206Pb/238U比值及误差，207Pb/235U，206Pb/238U年龄及误差数据等。锆石U-Pb定年在中国科学院地质与地球物理研究所离子探针实验室使用Cameca IMS-1280HR完成。U-Th-Pb同位素比值用标准锆石Plésovice校正获得，U含量采用标准锆石91500 校正获得，以长期监测标准样品获得的标准偏差和单点测试内部精度共同传递得到样品单点误差，以标准样品Qinghu作为未知样监测数据的精确度。普通Pb校正采用实测 204Pb值。同位素比值及年龄误差均为1σ。谐和年龄和平均年龄的计算使用ISOPLOT软件。年代学数据结果发表在Earth-Science Reviews，数据质量可靠，对于建立燕山构造带早生代年代学格架及区域地层对比具有重要作用，对进一步分析中生代盆地演化历史奠定了基础，具有很好的应用前景。",
            "instructions": "The chronological data is stored in word form, and the name of the file is \"UPB geochronology data of early Mesozoic strata in Yanshan technological belt (230-225ma). Docx\". Usage: the data is in docx file format and can be opened directly in word",
            "instructionsCn": "年代学数据以Word表格存储，文件的名称为“U-Pb Geochronology dataof Early Mesozoic strata in Yanshan tectonic belt (230-225Ma).docx\"。使用方法：该数据为docx文件格式，可以用Word直接打开",
            "east": 120.0,
            "west": 110.0,
            "south": 40.0,
            "north": 45.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 30549.0,
            "cstr": "18406.11.Geo.tpdc.271562",
            "doi": "10.11888/Geo.tpdc.271562",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "武国利",
                "nameEn": "WU Guoli",
                "unitEn": "",
                "unitCn": "中国科学院地质与地球物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Tectonic evolution of early Mesozoic sedimentary basins in the North China block",
                "referenceCn": null,
                "referenceEn": "Meng, Q.R., Wu, G.L., Fan, L.G., & Wei, H.H. (2019). Tectonic evolution of early mesozoic sedimentary basins in the north china block. EARTH SCIENCE REVIEWS."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "大地构造",
                "nameEn": "Tectonics"
            },
            {
                "nameCn": "板块构造",
                "nameEn": "plate tectonics"
            },
            {
                "nameCn": "盆地构造",
                "nameEn": "Basin tectonics"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "燕山构造带",
                "keywordEn": "Yanshan belt"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "早中生代",
                "keywordEn": "Early Mesozoic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used for determining U-Pb isotopic ratios in zircon samples from Early Mesozoic strata in the Yanshan tectonic belt?",
                "QuestionCn": "您能否提供一个用于确定燕山构造带早中生代地层中锆石样品U-Pb同位素比率的数据收集方法的示例？",
                "AnswerEn": "An example of a data collection method for determining U-Pb isotopic ratios in zircon samples is the use of a Cameca IMS-1280HR ion probe at the Institute of Geology and Geophysics, Chinese Academy of Sciences. This method involves calibrating U-Th-Pb isotopic ratios using standard zircons like Plésovice and 91500, and correcting for common Pb using measured 204Pb values. The accuracy of the data is monitored using standard sample Qinghu, with errors calculated using ISOPLOT software.",
                "AnswerCn": "确定锆石样品中U-Pb同位素比率的一种数据收集方法是使用中国科学院地质与地球物理研究所的Cameca IMS-1280HR离子探针。该方法涉及使用标准锆石如Plésovice和91500对U-Th-Pb同位素比率进行校准，并通过测量204Pb值来修正常见铅。数据的准确性通过标准样品Qinghu进行监测，误差使用ISOPLOT软件计算。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of geochronology data collection methods used for Early Mesozoic strata in the Yanshan tectonic belt?",
                "QuestionCn": "用于燕山构造带早中生代地层的地质年代学数据收集方法的特点是什么？",
                "AnswerEn": "zircon U-Pb dating, Cameca IMS-1280HR ion probe, concentrations of Pb, 232Th, 238U, ratios 207Pb/206Pb, 207Pb/235U, 206Pb/238U, standard zircons Plésovice and 91500, Qinghu standard zircon, corrections for common Pb using 204Pb values, age calculations with ISOPLOT software",
                "AnswerCn": "锆石U-Pb定年，Cameca IMS-1280HR离子探针，Pb、232Th、238U的浓度，207Pb/206Pb、207Pb/235U、206Pb/238U的比值，标准锆石Plésovice和91500，Qinghu标准锆石，使用204Pb值进行普通铅校正，使用ISOPLOT软件进行年龄计算。",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is 'SIMS同位素年代学' in the context of geochronology data collection for Early Mesozoic strata?",
                "QuestionCn": "'SIMS同位素年代学'在早中生代地层的地质年代学数据收集中指的是一种利用次级离子质谱法（SIMS）进行同位素分析的技术。",
                "AnswerEn": "'SIMS同位素年代学' refers to a technique used in geochronology where Secondary Ion Mass Spectrometry (SIMS) is employed to measure isotopic ratios and ages of minerals, such as zircon, within geological samples. This method allows for precise dating of strata by analyzing the isotopes like Pb, Th, and U, and calculating ratios such as 207Pb/206Pb and 206Pb/238U. It is used to establish geochronological frameworks and facilitate regional stratigraphic comparisons.",
                "AnswerCn": "'SIMS同位素年代学'是地质年代学中一种技术，利用次级离子质谱法（SIMS）测量矿物（如锆石）中的同位素比率和年龄。这种方法通过分析铅（Pb）、钍（Th）和铀（U）等同位素，计算207Pb/206Pb和206Pb/238U等比率，从而实现精确的地层年代测定。它用于建立地质年代框架，并促进区域地层比较。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences for data accuracy and reliability when using SIMS isotope geochronology with standard zircon calibration in geochronology data collection methods in the Yanshan tectonic belt?",
                "QuestionCn": "在燕山构造带使用标准锆石校准的SIMS同位素地质年代学时，数据准确性和可靠性的潜在后果是什么？",
                "AnswerEn": "Using SIMS isotope geochronology with standard zircon calibration, such as Plésovice and 91500, ensures that the U-Th-Pb isotopic ratios and U content are accurately measured, leading to reliable age determinations. This approach enhances the precision of single-point errors and maintains internal accuracy, which is crucial for constructing the Early Mesozoic geochronological framework and facilitating regional stratigraphic correlations in the Yanshan tectonic belt. Consequently, this method significantly contributes to the understanding of the Mesozoic basin evolution history and has promising application prospects.",
                "AnswerCn": "使用标准锆石校准的SIMS同位素地质年代测定，如Plésovice和91500，确保了U-Th-Pb同位素比率和U含量的准确测量，从而导致可靠的年龄测定。这种方法提高了单点误差的精确度，并保持了内部准确性，这对于构建早中生代地质年代框架和促进燕山构造带的区域地层对比至关重要。因此，这种方法显著有助于理解中生代盆地演化历史，并具有良好的应用前景。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements and methodologies enable precise U-Pb zircon dating for constructing geochronological frameworks in tectonic studies?",
                "QuestionCn": "哪些技术进步和方法论使得精确的铀-铅锆石定年成为可能，以便在构建构造研究的地质年代框架中使用？",
                "AnswerEn": "The use of the Cameca IMS-1280HR ion probe at the Institute of Geology and Geophysics, Chinese Academy of Sciences, enables precise zircon U-Pb dating. This method involves measuring isotopic ratios, such as 207Pb/206Pb, 207Pb/235U, and 206Pb/238U, and correcting these with standard zircons like Plésovice and 91500 to achieve accurate U content and isotopic ratios. Additionally, the ISOPLOT software is used to calculate concordant and mean ages, contributing to the construction of geochronological frameworks.",
                "AnswerCn": "在中国科学院地质与地球物理研究所，使用Cameca IMS-1280HR离子探针可以进行精确的锆石U-Pb定年。该方法涉及测量同位素比率，如207Pb/206Pb、207Pb/235U和206Pb/238U，并通过使用标准锆石如Plésovice和91500进行校正，以获得准确的铀含量和同位素比率。此外，使用ISOPLOT软件计算一致年龄和平均年龄，帮助构建地质年代框架。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}