{
  "id": "555b3d6a-5a04-4c07-97a3-ddc442328347",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Data set of earthquake disaster in mainland China (1990-2020)",
      "titleCn": "中国大陆地震灾害灾情数据集（1990-2020）",
      "description": "The data set of earthquake disaster in mainland China records the basic information of the earthquake disaster events themselves and the disaster information caused by the human society based on the various earthquake disaster events in mainland China from 1990 to 2020. The basic information indicators of earthquake disaster events includes: Region Name, Earthquake Year, Earthquake Date, Earthquake Time, Earthquake Magnitude, Focal Depth, Epicenter Location, the Main Disaster Counties, Economy, Population, Area; Earthquake loss indicators include: Casualties, Deaths, Direct Economic Losses, Affected Areas, House Damage, Rural Houses Damage, Urban Houses Damage, Lifeline Projects Economic Losses, Rural housing Economic Losses, Urban Housing Economic Losses.",
      "descriptionCn": "中国大陆地震灾害灾情数据集是以1990-2020年位于我国大陆各成灾地震灾害事件为基础，统计记录地震灾害事件本身的基本信息及对人类社会造成的影响的灾情信息。其中地震灾害事件基本信息指标包括：地区名称、发震年份、发震日期、发震时刻、震级、震源深度、震中位置、主要受灾区县、经济、人口、面积；地震灾情信息指标包括：伤亡人口、其中死亡、直接经济损失、受灾面积、房屋破坏、农村房屋、城镇房屋、生命线工程经济损失、农村房屋经济损失、城镇房屋经济损失。",
      "instructions": "Data set of Earthquake Disasters in Mainland China (1990-2020).xlsx\n\nData reading mode: The data set can be opened directly by Excel program, in which the data represents the basic characteristic information and disaster information of earthquake disaster.",
      "instructionsCn": "文件命名：中国大陆地震灾害灾情数据集（1990-2020）.xlsx\n数据读取方式：该数据集可直接用Excel程序打开，其中数据表征地震灾害基础特征信息和灾情信息。",
      "east": 135.08,
      "west": 73.55,
      "south": 3.85,
      "north": 53.55,
      "startTime": null,
      "endTime": null,
      "fileSize": 78058.0,
      "cstr": "18406.11.SolidEar.tpdc.300316",
      "doi": "10.11888/SolidEar.tpdc.300316",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "胡天宇",
        "nameEn": "HU Tianyu",
        "unitEn": "",
        "unitCn": "青海师范大学，高原科学与可持续发展研究院"
      },
      {
        "nameCn": "夏兴生",
        "nameEn": "XIA Xingsheng",
        "unitEn": "",
        "unitCn": "青海师范大学，高原科学与可持续发展研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": "2011年中国大陆地震灾害损失述评",
        "titleEn": null,
        "referenceCn": "郑通彦, 郑毅. (2012). 2011年中国大陆地震灾害损失述评. 自然灾害学报, 21(05), 88-97.",
        "referenceEn": null
      },
      {
        "titleCn": "中国大陆地震灾害损失评估汇编：2006-2010",
        "titleEn": null,
        "referenceCn": "地震出版社. (2015). 中国大陆地震灾害损失评估汇编：2006-2010. 北京, 地震出版社.",
        "referenceEn": null
      },
      {
        "titleCn": "2012年中国大陆地震灾害述评",
        "titleEn": null,
        "referenceCn": "郑通彦, 郑毅. (2014). 2012年中国大陆地震灾害述评. 自然灾害学报, 23(03), 166-170.",
        "referenceEn": null
      },
      {
        "titleCn": "2020年中国大陆地震灾害损失述评",
        "titleEn": null,
        "referenceCn": "文鑫涛, 李华玥, 段乙好, 郑通彦. (2021). 2020年中国大陆地震灾害损失述评. 震灾防御技术, 16(04), 651-656.",
        "referenceEn": null
      },
      {
        "titleCn": "2013年中国大陆地震灾害损失述评",
        "titleEn": null,
        "referenceCn": "郑通彦, 郑毅. (2015). 2013年中国大陆地震灾害损失述评. 自然灾害学报, 24(01), 239-246.",
        "referenceEn": null
      },
      {
        "titleCn": "2018年中国大陆地震灾害损失述评",
        "titleEn": null,
        "referenceCn": "林向洋, 文鑫涛, 郑通彦. (2020). 2018年中国大陆地震灾害损失述评. 防灾科技学院学报, 22(02), 10-17.",
        "referenceEn": null
      },
      {
        "titleCn": "中国大陆地震灾害损失评估汇编：1990-1995",
        "titleEn": null,
        "referenceCn": "国家地震局, 国家统计局. (1996). 中国大陆地震灾害损失评估汇编：1990-1995. 北京, 地震出版社.",
        "referenceEn": null
      },
      {
        "titleCn": "2015年中国大陆地震灾害损失述评",
        "titleEn": null,
        "referenceCn": "陈通, 郑通彦. (2016). 2015年中国大陆地震灾害损失述评. 灾害学, 31(03), 133-137.",
        "referenceEn": null
      },
      {
        "titleCn": "中国大陆地震灾害损失评估汇编：1996-2000",
        "titleEn": null,
        "referenceCn": "中国地震局监测预报司. (2001). 中国大陆地震灾害损失评估汇编：1996-2000. 北京, 地震出版社.",
        "referenceEn": null
      },
      {
        "titleCn": "中国大陆地震灾害损失评估汇编：2001-2005",
        "titleEn": null,
        "referenceCn": "中国地震局震灾应急救援司. (2010). 中国大陆地震灾害损失评估汇编：2001-2005. 北京, 地震出版社.",
        "referenceEn": null
      },
      {
        "titleCn": "2017年中国大陆地震灾害损失述评",
        "titleEn": null,
        "referenceCn": "林向洋, 郑通彦, 文鑫涛. (2018). 2017年中国大陆地震灾害损失述评. 防灾科技学院学报, 20(03), 52-58.",
        "referenceEn": null
      },
      {
        "titleCn": "2014年中国大陆地震灾害损失述评",
        "titleEn": null,
        "referenceCn": "郑通彦, 冯蔚, 郑毅. (2015). 2014年中国大陆地震灾害损失述评. 世界地震工程, 31(02), 202-208.",
        "referenceEn": null
      },
      {
        "titleCn": "2016年中国大陆地震灾害损失述评",
        "titleEn": null,
        "referenceCn": "文鑫涛, 郑通彦. (2018). 2016年中国大陆地震灾害损失述评. 灾害学, 33(03), 141-144.",
        "referenceEn": null
      },
      {
        "titleCn": "2019年中国大陆地震灾害损失述评",
        "titleEn": null,
        "referenceCn": "林向洋, 文鑫涛, 李华玥, 郑通彦, 段乙好. (2020). 2019年中国大陆地震灾害损失述评. 震灾防御技术, 15(03), 473-483.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地质灾害",
        "nameEn": "Geologic Hazard"
      },
      {
        "nameCn": "地震地质",
        "nameEn": "Seismogeology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1990-2020",
        "keywordEn": "1990-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What are the key indicators used to measure the impact of earthquake disasters on human society in a dataset covering 1990-2020?",
        "QuestionCn": "在覆盖1990年至2020年的数据集中，用于衡量地震灾害对人类社会影响的关键指标有哪些？",
        "AnswerEn": "casualty numbers, fatalities, direct economic losses, affected areas, destruction of houses, damage to rural and urban houses, economic losses to lifeline projects, economic losses to rural and urban houses",
        "AnswerCn": "伤亡人数、死亡人数、直接经济损失、受影响地区、房屋毁坏、农村和城市房屋损坏、生命线工程的经济损失、农村和城市房屋的经济损失",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics and indicators included in a dataset focused on earthquake disaster damage in mainland China from 1990 to 2020?",
        "QuestionCn": "一个专注于1990年至2020年中国大陆地震灾害损失的数据集中包含的具体特征和指标有哪些？",
        "AnswerEn": "region name, year of occurrence, date of occurrence, time of occurrence, magnitude, focal depth, epicenter location, major affected districts and counties, economic details, population, area, casualty numbers, deaths, direct economic losses, affected area, house damage, rural house damage, urban house damage, economic losses of lifeline engineering, economic losses of rural houses, economic losses of urban houses",
        "AnswerCn": "区域名称，发生年份，发生日期，发生时间，震级，震源深度，震中位置，主要受影响的地区和县，经济详情，人口，面积，伤亡人数，死亡人数，直接经济损失，受影响区域，房屋损坏，农村房屋损坏，城市房屋损坏，生命线工程的经济损失，农村房屋的经济损失，城市房屋的经济损失",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the total number of earthquake disaster events recorded between 1990 and 2020 in a dataset focused on seismic events in Mainland China?",
        "QuestionCn": "在1990年至2020年期间，记录在一个专注于中国大陆地震事件的数据集中，地震灾害事件的总数是多少？",
        "AnswerEn": "The total number of earthquake disaster events recorded between 1990 and 2020 is not specified.",
        "AnswerCn": "1990年至2020年间记录的地震灾害事件总数未具体说明。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by '地震灾害事件基本信息指标' in the context of earthquake disaster datasets?",
        "QuestionCn": "在地震灾害数据集中，“地震灾害事件基本信息指标”是什么意思？",
        "AnswerEn": "'地震灾害事件基本信息指标' refers to the basic information indicators of earthquake disaster events, which include details such as region name, year of occurrence, date of occurrence, time of occurrence, magnitude, focal depth, epicenter location, main affected areas/counties, economy, population, and area.",
        "AnswerCn": "'地震灾害事件基本信息指标'指的是地震灾害事件的基本信息指标，包括地区名称、发生年份、发生日期、发生时间、震级、震源深度、震中位置、主要受影响地区/县、经济、人口和面积等详细信息。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in accurately recording economic losses and human casualties in earthquake disaster datasets from 1990 to 2020 in mainland China?",
        "QuestionCn": "在1990年至2020年期间，中国大陆地震灾害数据集中，准确记录经济损失和人员伤亡面临的挑战因素有哪些？",
        "AnswerEn": "Accurately recording economic losses and human casualties in earthquake disaster datasets can be challenging due to several factors, including the variability in the availability and quality of local data sources, the differences in reporting standards across regions, the potential for underreporting or misreporting of data, and the difficulty in assessing indirect economic impacts. Additionally, discrepancies in data collection methods and the rapid pace of urban development could influence the accuracy of recorded figures over the period from 1990 to 2020.",
        "AnswerCn": "准确记录地震灾害数据集中的经济损失和人员伤亡可能面临诸多挑战，包括地方数据源的可用性和质量差异、各地区报告标准的不同、数据的潜在漏报或误报，以及评估间接经济影响的困难。此外，数据收集方法的差异和城市快速发展的步伐也可能影响1990年至2020年期间记录数字的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on data consistency and reliability when integrating multiple data collection techniques for recording seismic disaster impact indicators such as casualties, economic losses, and area affected over a 30-year period?",
        "QuestionCn": "在整合多种数据收集技术以记录地震灾害影响指标（如伤亡人数、经济损失和受影响区域）时，可能对数据一致性和可靠性产生的后果是什么？",
        "AnswerEn": "When integrating multiple data collection techniques for recording seismic disaster impact indicators such as casualties, economic losses, and area affected over a 30-year period, potential consequences on data consistency and reliability may include variations in data accuracy due to differing methodologies, potential biases from disparate sources, and challenges in standardizing data formats. The dataset records basic information about seismic events and their impact, which could be influenced by the variability in data sources, such as differences in regional data collection capabilities and reporting standards over time. Ensuring consistency and reliability would require careful cross-verification and possibly harmonization of data from diverse collection methods.",
        "AnswerCn": "在整合多种数据收集技术以记录地震灾害影响指标（如伤亡人数、经济损失和受影响区域）时，可能对数据的一致性和可靠性产生的后果包括由于不同的方法论导致的数据准确性差异、来自不同来源的潜在偏见，以及标准化数据格式的挑战。数据集记录了有关地震事件及其影响的基本信息，这可能受到数据来源的变异性影响，例如不同地区的数据收集能力和报告标准随时间的变化。确保一致性和可靠性需要仔细的交叉验证，并可能需要对来自不同收集方法的数据进行协调。",
        "Level": "C5(Evaluating)"
      }
    ]
  }
}