{
    "id": "55a0ff91-91d0-46d5-b42e-688e7a3e25d0",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geochemical data of diabase in southwestern Yangtze plate, South China",
            "titleCn": "华南扬子板块西南部辉绿岩地球化学数据",
            "description": "This data is the major and trace data of whole rock, zircon U-Pb isotopic dating data and zircon Lu Hf isotopic data of diabase samples from the southwestern Yangtze plate, South China. Zircon U-Pb dating and trace elements were analyzed by la-icp-ms. in situ Lu Hf isotopic composition data were obtained by la-mc-icp-ms. The above data have been published in high-level SCI journals, and the data are true and reliable. Based on the data obtained, the Archean basement can be studied, and the relationship between the formation of tectonic minerals and the evolution of the Columbia supercontinent in the late Paleoproterozoic Mesoproterozoic evolution of the southwest Yangtze plate is discussed.",
            "descriptionCn": "本数据为华南扬子板块西南部辉绿岩样品中全岩主微量数据，锆石U-Pb同位素定年数据，锆石Lu-Hf同位素数据。锆石U-Pb定年和微量元素由LA-ICP-MS分析，原位Lu-Hf同位素组成数据由LA-MC-ICP-MS分析获得。以上数据已发表于高级别SCI期刊，数据真实可靠。通过获得的数据，可以对太古宙基底进行研究，并探讨了西南扬子板块晚古元古代-中元古代21个演化过程中构造矿产的形成及其与哥伦比亚超大陆演化的关系。",
            "instructions": "The geochemical data are stored in Excel format, and the sample name is \"YY DD\", where YY is the place name of the sampling point and DD is the sample serial number",
            "instructionsCn": "地球化学数据以excel格式存储，样品名称为\"yy-dd\",其中yy为采样点地名，dd为样品序号",
            "east": 102.31,
            "west": 102.3,
            "south": 26.3,
            "north": 26.31,
            "startTime": "2018-05-27 00:00:00",
            "endTime": "2018-08-01 00:00:00",
            "fileSize": 103537.0,
            "cstr": null,
            "doi": "10.3390/min8080333",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "杨晓勇",
                "nameEn": "YANG Xiaoyong",
                "unitEn": "",
                "unitCn": "中国科学技术大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Precambrian basement and late paleoproterozoic to mesoproterozoic tectonic evolution of the sw yangtze block, south china: constraints from zircon u–pb dating and hf isotopes.",
                "referenceCn": null,
                "referenceEn": "Liu, W., Yang, X., Shu, S., Liu, L., & Yuan, S.H. (2018). Precambrian basement and late paleoproterozoic to mesoproterozoic tectonic evolution of the sw yangtze block, south china: constraints from zircon u–pb dating and hf isotopes. Minerals, 8(8)."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "激光剥蚀-等离子体质谱仪",
                "nameEn": "LA-ICP-MS"
            },
            {
                "nameCn": "辉绿岩",
                "nameEn": "diabase"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "扬子板块",
                "keywordEn": "Yangtze plate"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "太古代",
                "keywordEn": "Archean",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What features are important to consider when collecting geochemical data from diabase samples in the southwestern part of the South China Yangtze Block?",
                "QuestionCn": "在收集来自中国南方扬子块西南部的辉长岩样品的地球化学数据时，重要的考虑特征包括：",
                "AnswerEn": "whole-rock major and trace element data, zircon U-Pb isotopic dating, zircon Lu-Hf isotopic data",
                "AnswerCn": "全岩主量和微量元素数据，锆石U-Pb同位素定年，锆石Lu-Hf同位素数据",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '锆石U-Pb同位素定年' mean in the context of geochemical data collection?",
                "QuestionCn": "'锆石U-Pb同位素定年'在地球化学数据收集的背景下指的是通过测定锆石中的铀（U）和铅（Pb）同位素的比率来确定岩石或矿物的年龄的一种方法。",
                "AnswerEn": "'锆石U-Pb同位素定年' refers to a method of determining the age of zircon minerals by measuring the ratio of uranium to lead isotopes. This technique is used in geochemical data collection to date geological samples, helping researchers understand the timing of geological events and processes.",
                "AnswerCn": "'锆石U-Pb同位素定年'是通过测量铀与铅同位素的比率来确定锆石矿物年龄的一种方法。该技术用于地球化学数据收集，以对地质样本进行定年，帮助研究人员理解地质事件和过程的时间。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the use of LA-ICP-MS for zircon U-Pb dating compare to LA-MC-ICP-MS for in-situ Lu-Hf isotopic composition analysis in terms of data reliability and applicability for studying the evolution of the Southwestern Yangtze Block?",
                "QuestionCn": "LA-ICP-MS用于锆石U-Pb定年与LA-MC-ICP-MS用于原位Lu-Hf同位素组成分析在数据可靠性和适用性方面的比较如何，特别是在研究西南扬子块的演化时？",
                "AnswerEn": "LA-ICP-MS is used for zircon U-Pb dating and microelement analysis, providing reliable data for age determination, while LA-MC-ICP-MS is utilized for in-situ Lu-Hf isotopic composition, offering insights into isotopic evolution. Both techniques are critical for understanding the geological evolution of the Southwestern Yangtze Block, allowing for a comprehensive study of its tectonic and mineral formation processes.",
                "AnswerCn": "LA-ICP-MS用于锆石U-Pb定年和微量元素分析，提供可靠的年龄测定数据，而LA-MC-ICP-MS则用于原位Lu-Hf同位素组成分析，提供同位素演化的见解。这两种技术对于理解西南扬子块的地质演化至关重要，使其能够全面研究其构造和矿物形成过程。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on geological research outcomes when utilizing zircon U-Pb dating and Lu-Hf isotope data from diabase samples in the southwestern part of the South China Yangtze Block?",
                "QuestionCn": "在使用来自南中国扬子块西南部的辉长岩样品的锆石U-Pb定年和Lu-Hf同位素数据时，对地质研究结果的潜在影响是什么？",
                "AnswerEn": "The use of zircon U-Pb dating and Lu-Hf isotope data from diabase samples can enhance the understanding of the Archaean basement and provide insights into the tectonic and mineral formation processes during the Late Paleoproterozoic to Mesoproterozoic era, as well as their relation to the evolution of the Columbia supercontinent.",
                "AnswerCn": "锆石U-Pb定年和Lu-Hf同位素数据的使用可以增强对阿尔卡斯基基岩的理解，并提供关于晚古元古代到中元古代时期构造和矿物形成过程的见解，以及它们与哥伦比亚超大陆演化的关系。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to collect geochemical data of diabase samples from the southwest region of the South China Yangtze Block using techniques like LA-ICP-MS and LA-MC-ICP-MS?",
                "QuestionCn": "收集来自南中国扬子块西南地区的辉长岩样品的地球化学数据非常重要，使用像激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）和激光剥蚀多接收电感耦合等离子体质谱（LA-MC-ICP-MS）等技术。",
                "AnswerEn": "Collecting geochemical data of diabase samples from the southwest region of the South China Yangtze Block using techniques like LA-ICP-MS and LA-MC-ICP-MS is essential to study the Archean basement and to explore the formation of tectonic mineralization during the Late Paleoproterozoic to Mesoproterozoic era. This research also aims to understand the relationship between these processes and the evolution of the Columbia supercontinent.",
                "AnswerCn": "收集来自南中国扬子地块西南地区的辉长岩样品的地球化学数据，采用激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）和激光剥蚀多接收电感耦合等离子体质谱（LA-MC-ICP-MS）等技术，对于研究阿基恩基底以及探索晚古元古代至中元古代时期的构造矿化形成至关重要。本研究还旨在理解这些过程与哥伦比亚超大陆演化之间的关系。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodologies are used to analyze zircon U-Pb isotopic dating and Lu-Hf isotopic data in geochemical studies of diabase samples from the southwestern part of the South China Yangtze Block?",
                "QuestionCn": "在对来自中国南方扬子地块西南部的辉长岩样品进行地球化学研究时，分析锆石U-Pb同位素定年和Lu-Hf同位素数据所使用的方法论是什么？",
                "AnswerEn": "LA-ICP-MS analysis is used for zircon U-Pb dating and trace elements, while in-situ Lu-Hf isotopic composition data is obtained using LA-MC-ICP-MS analysis.",
                "AnswerCn": "LA-ICP-MS分析用于锆石U-Pb定年和微量元素分析，而原位Lu-Hf同位素组成数据则通过LA-MC-ICP-MS分析获得。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}