{
    "id": "55c120d5-75b9-4825-ab01-46df13cd1004",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (an observation system of Meteorological elements gradient of Subalpine shrub, 2019)",
            "description": "This dataset includes data recorded by the Qinghai Lake integrated observatory network obtained from an observation system of Meteorological elements gradient of the Subalpine shrub from April 28 to December 31, 2019. The site (100°6'3.62\"E, 37°31'15.67\"N) was located in the subalpine shrub ecosystem, near the Gangcha County, Qinghai Province. The elevation is 3495m. The installation heights and orientations of different sensors and measured quantities were as follows: air temperature and humidity profile (HMP155; 3, 5 and 10 m, towards north), wind speed and direction profile (windsonic; 3, 5 and 10 m, towards north), air pressure (PTB110; 3 m), rain gauge (TE525M; 2 m of the platform in west by north of tower), four-component radiometer (CNR4; 6m, towards south), two infrared temperature sensors (SI-111; 6 m, towards south, vertically downward), photosynthetically active radiation (PQS1; 6 m, towards south, each with one vertically downward and one vertically upward, soil heat flux (HFP01; 3 duplicates below the vegetation; -0.06 m), soil temperature profile (109; -0.05、-0.10、-0.20、-0.40、-0.80、-1.20、-2.00、-3.00 and -4.00m), soil moisture profile (CS616; -0.05、-0.10、-0.20、-0.40、-0.80、-1.20、-2.00、-3.00 and -4.00m).\nThe observations included the following: air temperature and humidity (Ta_3 m, Ta_5 m, and Ta_10 m; RH_3 m, RH_5 m, and RH_10 m) (℃ and %, respectively), wind speed (Ws_3 m, Ws_5 m, and Ws_10 m) (m/s), wind direction (WD_3 m, WD_5 m and WD_10 m) (°), precipitation (rain) (mm), air pressure (press) (hpa), infrared temperature (IRT_1 and IRT_2) (℃), photosynthetically active radiation of upward and downward (PAR_D_up and PAR_D_down) (μmol/ (s m-2)), four-component radiation (DR, incoming shortwave radiation; UR, outgoing shortwave radiation; DLR_Cor, incoming longwave radiation; ULR_Cor, outgoing longwave radiation; Rn, net radiation) (W/m^2), soil heat flux (Gs_1, Gs_2, and Gs_3) (W/m^2), soil temperature (Ts_5cm、Ts_10cm、Ts_20cm、Ts_40cm、Ts_80cm、Ts_120cm、Ts_200cm、Ts_300cm、Ts_500cm) (℃), soil moisture (Ms_5cm、Ms_10cm、Ms_20cm、Ms_40cm、Ms_80cm、Ms_120cm、Ms_200cm、Ms_300cm、Ms_500cm) (%, volumetric water content).\nThe data processing and quality control steps were as follows: (1) The AWS data were averaged over intervals of 10 min for a total of 144 records per day. The missing data were denoted by -6999. (2) Data in duplicate records were rejected. (3) Unphysical data were rejected. (4) The data marked in red are problematic data. (5) The format of the date and time was unified, and the date and time were collected in the same column, for example, date and time: 2018/8/31 10:30. Moreover, suspicious data were marked in red.",
            "instructions": "Year+** observatory network+ site+ AWS",
            "east": 100.11,
            "west": 100.11,
            "south": 37.52,
            "north": 37.52,
            "startTime": "2019-05-17 00:00:00",
            "endTime": "2020-01-19 00:00:00",
            "fileSize": 10782194.0,
            "cstr": "18406.11.Meteoro.tpdc.270731",
            "doi": "10.11888/Meteoro.tpdc.270731",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LI Xiaoyan",
                "unitEn": "Faculty of Geographical Science,  Beijing Normal University "
            }
        ],
        "literatureList": [
            {
                "titleEn": "Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau",
                "referenceEn": "Li, X.Y., Yang, X.F., Ma, Y.J., Hu, G.R., Hu, X., Wu, X.C., Wang, P., Huang, Y.M., Cui, B.L., & Wei, J.Q. (2018). Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau. Vadose Zone Journal, 17(1)."
            },
            {
                "titleEn": "Evaporation and surface energy budget over the largest high‐altitude saline lake on the Qinghai‐Tibet Plateau",
                "referenceEn": "Li, X.Y., Ma, Y.J., Huang, Y.M., Hu, X., Wu, X.C., Wang, P., Li, G.Y., Zhang, S.Y., Wu, H.W., Jiang, Z.Y., Cui, B.L., & Liu, L. (2016). Evaporation and surface energy budget over the largest high-altitude saline lake on the Qinghai-Tibet Plateau. Journal of Geophysical Research: Atmospheres, 121(18), 10470-10485."
            },
            {
                "titleEn": "Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai‐Tibet Plateau",
                "referenceEn": "Zhang, S.Y., Li, X.Y., Zhao, G.Q., &Huang, Y.M. (2016). Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai-Tibet Plateau. Ecohydrology, 9(2), 267-279."
            },
            {
                "titleEn": "Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai–Tibet Plateau",
                "referenceEn": "Zhang, S.Y., Li, X.Y., Ma, Y.J., Zhao, G.Q., Li, L., Chen, J., Jiang, Z.Y., & Huang, Y.M. (2014). Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai-Tibet Plateau. Cold Regions Science and Technology, 102, 8-20."
            },
            {
                "titleEn": "Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China",
                "referenceEn": "Yu, G.R., Zhu, X.J., Fu, Y.L., He, H.L., Wang, Q.F., Wen, X.F., Li, X.R., Zhang, L.M., Zhang, L., Su, W., Li, S.G., Sun, X.M., Zhang, Y.P., Zhang, J.H., Yan, J.H., Wang, H.M., Zhou, G.S., Jia, B.R., Xiang, W.H., Li, Y.N., Zhao, L., Wang, Y.F., Shi, P.L., Chen, S.P., Zhao, F.H., Wang, Y.Y., & Tong, C.L. (2013). Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China. Global Change Biology, 19, 798–810."
            },
            {
                "titleEn": "Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau",
                "referenceEn": "Gu, S., Tang, Y.H., Du, M.Y., Kato, T., Li, Y.N., Cui, X.Y., &Zhao, X.Q. (2003). Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau, Journal of Geophysical Research, 108(D21), 4670."
            },
            {
                "titleEn": "Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China",
                "referenceEn": "Fu, Y., Zheng, Z., Yu, G., Hu, Z., Sun, X., Shi, P., Wang, Y., & Zhao, X. (2009). Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China. Biogeosciences, 6, 2879–2893."
            },
            {
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            },
            {
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleEn": "Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE",
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., &Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675."
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            },
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Soil"
            },
            {
                "nameEn": "Soil water content"
            },
            {
                "nameEn": "Soil heat flux"
            },
            {
                "nameEn": "Meteorological element"
            },
            {
                "nameEn": "Precipitation"
            },
            {
                "nameEn": "Winds"
            },
            {
                "nameEn": "Wind direction"
            },
            {
                "nameEn": "wind speed"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Qinghai Lake Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2019",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Can the meteorological parameters measured at different heights be used to accurately estimate surface fluxes in a heterogeneous landscape?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Does the data collection method for soil and canopy component temperatures involve the use of thermal imaging technology?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the typical data collection methods used in a meteorological observation network for gathering soil and canopy temperatures?",
                    "Answer": "Ground-based measurements",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Where are the meteorological sensors typically installed in a comprehensive observation network for measuring atmospheric and soil parameters?",
                    "Answer": "Various heights on a tower, different depths in soil",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "When is the data from meteorological observation networks typically collected to ensure comprehensive coverage of daily variations?",
                    "Answer": "Every 10 minutes",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Could you provide an instance of how datasets are processed and quality-controlled when observing surface processes in a subalpine region?",
                    "Answer": "In processing and quality-controlling datasets for surface processes in a subalpine region, it is ensured that data is recorded every 10 minutes, with missing data marked by a specific placeholder (-6999). Duplicate records are removed, and any data that exceed physical or instrument limits are excluded. Questionable data points are marked in red, and date and time formats are standardized in a single column.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a dataset that could be used to evaluate the accuracy of models estimating evapotranspiration in heterogeneous landscapes?",
                    "Answer": "A dataset that can be used to evaluate models estimating evapotranspiration in heterogeneous landscapes includes measurements of soil and canopy component temperatures, atmospheric parameters, and radiative fluxes. Data from a boundary layer tower measuring meteorological parameters and turbulent fluxes, along with thermal infrared camera observations of cropland, provide detailed inputs for validating evapotranspiration models.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the key features of meteorological data collection systems in subalpine shrubland environments?",
                    "Answer": "multi-level sensor installations, wind speed/direction, air temperature, relative humidity at 3m, 5m, and 10m heights, barometer at 3m, tipping bucket rain gauge at 2m platform, four-component radiometer at 6m, soil temperature and moisture sensors at various depths and orientations, infrared thermometers for surface temperature measurements",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What characteristics are crucial for ensuring the quality control of observational data in comprehensive land surface process monitoring networks?",
                    "Answer": "completeness of daily data, specific identifier for missing data, removal of duplicate records, exclusion of data exceeding physical or instrument limits, flagging of questionable data, consistent date and time formats",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What properties and capabilities are necessary for a thermal infrared camera used in estimating soil and canopy component temperatures in agricultural research?",
                    "Answer": "high precision, manual capture at regular intervals, operation from elevated platforms, integration with other measurement systems",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "What is the total number of soil temperature measurement depths used in data collection within the subalpine shrub meteorological element gradient observation system?",
                    "Answer": "9",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many meteorological parameters are measured using sensors positioned at different heights or directions in the Qinghai Lake watershed observation network?",
                    "Answer": "13",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "In what ways do the challenges of measuring evapotranspiration in arid regions compare to the challenges faced in high-altitude shrubland environments like those in the Qinghai Lake Basin?",
                    "Answer": "In arid regions, challenges include accurately separating soil and canopy temperatures and dealing with strong advective conditions, whereas in high-altitude shrubland environments, challenges might include dealing with complex terrain and ensuring comprehensive coverage of meteorological and soil parameters to accurately model surface processes.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What factors contribute to the challenges in accurately estimating surface fluxes in irrigated agricultural areas using observational data?",
                    "Answer": "Accurately estimating surface fluxes in strongly advective irrigated agricultural areas is challenging due to incomplete energy balance closure with respect to available energy, errors in determining the surface soil and vegetation component temperatures from surface composite radiometric temperature, and the strong advective environment in these regions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why are composite temperature separation approaches limited in effectiveness specifically in arid regions?",
                    "Answer": "Composite temperature separation approaches are limited in arid regions because errors in derived component temperatures are primarily caused by image classification errors, which vary with vegetation abundance. This leads to overestimation of canopy temperature and increased uncertainty in sensible heat flux estimation.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the potential reasons for uncertainties in estimating temperatures and radiation transmittances through the canopy?",
                    "Answer": "Uncertainties in estimated temperatures can arise from ignoring atmospheric upwelling radiation and transmittance. Additionally, uncertainties in estimating the incoming short- and long-wave radiation transmittances through the canopy may contribute to errors in radiation temperature estimation.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What is the primary objective of setting up a meteorological element gradient observation system in the Qinghai Lake Basin for data collection?",
                    "Answer": "The primary objective is to gather detailed meteorological data across various heights and soil depths to understand the surface processes in the Qinghai Lake Basin, which involves measuring parameters like wind speed, air temperature, humidity, soil moisture, and radiation to study the interactions between the atmosphere and the subalpine shrubland ecosystem.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "How can researchers ensure the accuracy and quality of meteorological data collected from subalpine shrubland environments, considering potential data loss or errors during the process?",
                    "Answer": "Researchers can implement multiple quality control procedures, such as ensuring a fixed number of data points are collected daily, marking missing data with a specific indicator, removing duplicate records, and deleting data that exceeds physical or instrumental limits. Questionable data can be flagged, and consistent formatting of date and time is maintained to ensure data accuracy and quality.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What steps are involved in using meteorological tower measurements to partition evapotranspiration into its evaporation and transpiration components in a heterogeneous landscape?",
                    "Answer": "Evapotranspiration can be partitioned into evaporation and transpiration components by measuring meteorological parameters such as air temperature, wind speed, humidity, and radiation using meteorological towers. These measurements are used alongside thermal infrared camera data to calculate soil and canopy temperatures, which are then applied in models like the TSEB model to estimate the energy balance and partition evapotranspiration.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What data collection techniques enable the precise measurement of meteorological parameters in subalpine shrubland environments?",
                    "Answer": "Data collection techniques involve using sensors for wind speed and direction, air temperature, relative humidity, pressure, precipitation, surface radiation temperature, photosynthetically active radiation, and soil heat flux. These are mounted at various heights and depths around a meteorological tower, allowing for precise and multi-layered environmental measurements.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "How do specific conditions or technologies facilitate the validation of evapotranspiration models using ground-based measurements in heterogeneous landscapes?",
                    "Answer": "The validation of evapotranspiration models is facilitated by using ground-measured soil and canopy component temperatures, stable oxygen and hydrogen isotopes, and eddy covariance (EC) systems. High-resolution thermal cameras and four-component radiometers also play a role in capturing necessary data for model validation.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why is it challenging to achieve accurate evapotranspiration estimates using a one-source model in heterogeneous landscapes?",
                    "Answer": "In heterogeneous landscapes, the surface contains a mixture of soil and vegetation that have different temperatures and resistance to energy exchange. One-source models cannot accurately estimate surface evapotranspiration because they do not account for these differences, leading to inaccurate estimates.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What challenges are associated with the separation of soil and canopy component temperatures in arid regions for evapotranspiration estimation?",
                    "Answer": "In arid regions, composite temperature separation approaches face limitations due to errors primarily caused by image classification errors, which vary with vegetation abundance. This can lead to an overestimation of canopy temperature when soil pixels are misclassified as vegetation pixels, impacting the accuracy of evapotranspiration estimates.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why might the TSEB model performance be affected by the uncertainty in surface-air temperature differences in strongly advective areas?",
                    "Answer": "The TSEB model performance is affected by the uncertainty in surface-air temperature differences because this difference can dominate due to errors in determining the surface soil and vegetation component temperatures from the composite radiometric temperature. This is particularly crucial in strongly advective areas where accurate temperature measurement is essential for reliable model performance.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How would you assess the challenges faced in separating soil and canopy component temperatures using thermal imaging techniques in heterogeneous landscapes?",
                    "Answer": "The challenges in separating soil and canopy component temperatures in heterogeneous landscapes using thermal imaging are significant. The primary issues stem from image classification errors, which can result in misclassification of soil and vegetation pixels, leading to inaccurate temperature estimates. Additionally, ignoring atmospheric effects can further introduce uncertainties. These challenges highlight the need for improved classification algorithms and atmospheric correction techniques to enhance the accuracy of thermal imaging in such environments.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In your opinion, what potential improvements could be made to enhance the robustness of datasets used for estimating evapotranspiration in arid and advective regions?",
                    "Answer": "To enhance the robustness of datasets for estimating evapotranspiration in arid and advective regions, improvements could focus on integrating high-resolution thermal imaging with ground-based measurements to better capture the spatial variability of surface temperatures. Additionally, incorporating advanced modeling techniques that account for atmospheric conditions and vegetation dynamics could improve accuracy. Ensuring continuous and comprehensive data coverage, along with rigorous quality control processes, would also be vital in refining these datasets.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I'm unclear about the challenges faced in distinguishing between soil and vegetation signals in datasets collected from heterogeneous landscapes.",
                    "Answer": "Challenges in distinguishing between soil and vegetation signals arise from errors in image classification due to vegetation abundance, which can result in misclassification of pixels. This leads to errors in estimating canopy temperatures and affects measurements of energy fluxes like sensible and latent heat.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please explore potential strategies for expanding datasets to include additional environmental parameters in subalpine regions.",
                    "Answer": "To expand datasets, one could integrate satellite-based remote sensing data with ground observations to cover larger areas and capture additional parameters like vegetation indices and surface albedo. Employing advanced thermal imaging techniques and high-resolution cameras can enhance the accuracy of temperature and radiation measurements. Incorporating isotopic analysis methods can also provide more detailed insights into moisture sources and evapotranspiration dynamics.",
                    "Level": "C6(Creating)"
                }
            ]
        }
    ]
}