{
  "id": "55dc3e2f-e9bf-4db9-865a-16d9a353de35",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical data of Early Cretaceous magmatic rocks in the Yanhu area of central Tibet",
      "titleCn": "西藏西部盐湖地区早白垩世岩浆岩地球化学数据集",
      "description": "The data in this paper include the major and trace elements of the whole rock, the whole rock SR – nd Pb isotope and zircon u – Pb age and Hf isotope data, and the detrital zircon U-Pb age data. The samples were collected from basalt and andesite in the Salt Lake area of Western Tibet. Zircon U-Pb geochronology and Hf isotope data were obtained by laser ablation inductively coupled plasma mass spectrometry. The major and trace geochemical data of the whole rock are obtained by X-ray fluorescence spectrometry and inductively coupled plasma mass spectrometry. The whole rock SR – nd Pb isotopic compositions were obtained by sample separation and purification and multi receiver inductively coupled plasma mass spectrometry (ICP-MS). The age, origin and formation background of magmatism in the region can be defined by the data obtained.",
      "descriptionCn": "本文数据包含火山岩的全岩主量元素和微量元素、全岩Sr–Nd-Pb同位素和锆石U–Pb年龄和Hf同位素数据和碎屑锆石U-Pb年龄数据。样品采集自西藏西部盐湖地区的玄武岩和安山岩。锆石U-Pb年代学和锆石Hf同位素数据是通过激光剥蚀-电感耦合等离子体质谱仪获得的。岩石全岩主微量地球化学数据是通过X荧光光谱仪和电感耦合等离子体质谱仪分析获得的。岩石全岩Sr–Nd-Pb同位素是通过样品分离提纯-多接收电感耦合等离子体质谱仪分析获得的。通过获得的数据，可以限定区域内岩浆作用的时代、成因和形成背景。",
      "instructions": "All data are stored in Excel file: the file name is upb.xls, which represents radioisotope U-Pb data; The file named wrmt.xls represents the major and trace geochemical data of the whole rock; The name of the file is srndpb, which represents the whole rock SR nd Pb isotopic data; Hf.xls represents Hf isotopic data of zircon",
      "instructionsCn": "所有数据以Excel文件存储：文件名为UPb.xls代表放射性同位素U-Pb数据；文件名为WRMT.xls代表全岩主微量地球化学数据；文件名称为SrNdPb代表全岩Sr-Nd-Pb同位素数据；Hf.xls代表锆石Hf同位素数据",
      "east": 83.0,
      "west": 82.12,
      "south": 32.06,
      "north": 32.7,
      "startTime": null,
      "endTime": null,
      "fileSize": 88760.0,
      "cstr": null,
      "doi": "10.1002/2018JB015582",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李世民",
        "nameEn": "LI Shimin",
        "unitEn": "",
        "unitCn": "中国地质大学（北京）"
      },
      {
        "nameCn": "王青",
        "nameEn": "WANG Qing",
        "unitEn": "",
        "unitCn": "中国地质大学（北京）"
      },
      {
        "nameCn": "朱弟成",
        "nameEn": "ZHU Dicheng",
        "unitEn": "",
        "unitCn": "中国地质大学（北京）"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "One or Two Early Cretaceous Arc Systems in the Lhasa Terrane, Southern Tibet",
        "referenceCn": null,
        "referenceEn": "Li, S.-M., Wang, Q., Zhu, D.-C., Stern, R. J., Cawood, P. A., Sui, Q.-L., & Zhao, Z. (2018). One or Two Early Cretaceous Arc Systems in the Lhasa Terrane, Southern Tibet. Journal of Geophysical Research: Solid Earth, 123(5), 3391-3413. Retrieved from https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1002/2018JB015582. doi:doi:10.1002/2018JB015582"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "火成岩",
        "nameEn": "igneous rocks"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "西藏盐湖",
        "keywordEn": "Salt Lake, Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "早白垩世",
        "keywordEn": "Early Cretaceous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of geochemical data collected from early Cretaceous igneous rocks in the western salt lake region of Tibet?",
        "QuestionCn": "西藏西部盐湖地区早白垩纪火成岩收集的地球化学数据的特征是什么？",
        "AnswerEn": "whole-rock major and trace elements, whole-rock Sr–Nd-Pb isotopes, zircon U–Pb ages, zircon Hf isotopes, detrital zircon U-Pb age data, basalts, andesites",
        "AnswerCn": "全岩主量和微量元素，全岩Sr-Nd-Pb同位素，锆石U-Pb年龄，锆石Hf同位素，碎屑锆石U-Pb年龄数据，玄武岩，安山岩。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many samples of basalt and andesite are included in a dataset related to the geochemical analysis of Early Cretaceous magmatic rocks in western Tibet's salt lake region?",
        "QuestionCn": "在与西藏盐湖地区早白垩世火成岩的地球化学分析相关的数据集中，包含多少个玄武岩和安山岩样本？",
        "AnswerEn": "The exact number of samples is not specified.",
        "AnswerCn": "未指定样本的确切数量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '锆石U-Pb年代学' mean in the context of data collection methods for geochemical datasets in early Cretaceous magmatic rocks?",
        "QuestionCn": "在早白垩世岩浆岩的地球化学数据集中，“锆石U-Pb年代学”是什么意思？",
        "AnswerEn": "'锆石U-Pb年代学' refers to a geochronological method used to determine the age of zircon minerals in rocks using U-Pb isotopic dating. In this context, it involves using laser ablation-inductively coupled plasma mass spectrometry (LA-ICP-MS) to measure the uranium and lead isotopes in zircon samples from early Cretaceous magmatic rocks, helping to define the timing, origin, and geological background of magmatic activity in the region.",
        "AnswerCn": "'锆石U-Pb年代学'是指一种地质年代学方法，用于通过U-Pb同位素定年来确定岩石中锆石矿物的年龄。在这个背景下，它涉及使用激光剥蚀-电感耦合等离子体质谱法（LA-ICP-MS）测量早白垩世岩浆岩中锆石样品的铀和铅同位素，帮助定义该地区岩浆活动的时间、起源和地质背景。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes challenges in collecting geochemical data for early Cretaceous magmatic rocks in the western salt lake region of Tibet?",
        "QuestionCn": "导致在西部盐湖地区收集早白垩纪火成岩的地球化学数据面临挑战的原因是什么？",
        "AnswerEn": "Challenges in collecting geochemical data for early Cretaceous magmatic rocks in this region may arise from the complexity of accurately measuring whole-rock major and trace elements, as well as isotopic compositions (such as Sr–Nd-Pb) and zircon U–Pb ages and Hf isotopic data. These measurements require precise instrumentation like X-ray fluorescence spectrometers, inductively coupled plasma mass spectrometers, and laser ablation techniques, which must be properly calibrated and maintained to ensure accurate results. Additionally, the accessibility of sampling locations and the preservation of sample integrity in the harsh environmental conditions of Tibet can also pose significant difficulties.",
        "AnswerCn": "在该地区收集早白垩纪火成岩的地球化学数据面临的挑战包括准确测量全岩主要和微量元素以及同位素组成（如Sr–Nd–Pb）和锆石U–Pb年龄及Hf同位素数据的复杂性。这些测量需要精密的仪器，如X射线荧光光谱仪、感应耦合等离子体质谱仪和激光剥蚀技术，这些仪器必须经过适当的校准和维护，以确保结果的准确性。此外，采样地点的可达性以及在西藏恶劣环境条件下样品完整性的保存也可能带来显著的困难。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes on geological understanding of the early Cretaceous magmatic activity when using comprehensive geochemical and isotopic datasets collected from volcanic rocks in regions like western Tibet's salt lake area?",
        "QuestionCn": "使用来自西藏盐湖地区火山岩的综合地球化学和同位素数据集，可能对早白垩纪的岩浆活动的地质理解产生哪些潜在结果？",
        "AnswerEn": "By utilizing comprehensive geochemical and isotopic datasets, researchers can better define the timing, origin, and formation context of magmatic activities in western Tibet. This can lead to a more detailed understanding of the geological processes during the early Cretaceous period, including insights into magmatic differentiation, crustal contamination, and mantle source characteristics.",
        "AnswerCn": "通过利用全面的地球化学和同位素数据集，研究人员可以更好地定义西藏地区火成活动的时间、起源和形成背景。这可以导致对早白垩纪地质过程的更详细理解，包括对火成分异、地壳污染和地幔源特征的深入见解。",
        "Level": "C6(Creating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind collecting geochemical and isotopic data from magmatic rocks in the salt lake region of western Tibet during the Early Cretaceous?",
        "QuestionCn": "在早白垩世期间，从西藏西部盐湖地区的岩浆岩中收集地球化学和同位素数据的主要目的是是什么？",
        "AnswerEn": "The primary objective is to determine the age, genesis, and formation background of magmatic activities in the region. This is achieved through analyzing whole-rock major and trace elements, whole-rock Sr–Nd-Pb isotopes, zircon U–Pb ages, and Hf isotopic data, which help in characterizing the magmatic processes and their geological context.",
        "AnswerCn": "主要目标是确定该地区的年龄、成因和火成活动的形成背景。这是通过分析全岩主要和微量元素、全岩Sr–Nd–Pb同位素、锆石U–Pb年龄和Hf同位素数据来实现的，这有助于表征火成过程及其地质背景。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in collecting and analyzing geochemical and isotopic data from volcanic rock samples in the western Tibet salt lake region?",
        "QuestionCn": "在西藏西部盐湖地区采集和分析火山岩样品的地球化学和同位素数据所涉及的程序步骤是什么？",
        "AnswerEn": "The procedural steps for collecting and analyzing geochemical and isotopic data involve sampling basalt and andesite rocks from the western Tibet salt lake region, followed by the analysis of whole-rock major and trace elements using X-ray fluorescence spectrometry and inductively coupled plasma mass spectrometry. Zircon U-Pb geochronology and zircon Hf isotopic data are obtained through laser ablation-inductively coupled plasma mass spectrometry. Whole-rock Sr–Nd-Pb isotopes are analyzed by sample separation, purification, and multi-receiver inductively coupled plasma mass spectrometry. These methods help determine the age, genesis, and formation background of magmatic activity in the region.",
        "AnswerCn": "收集和分析地球化学及同位素数据的程序步骤包括从西藏盐湖地区采集玄武岩和安山岩样品，随后使用X射线荧光光谱法和感应耦合等离子体质谱法分析全岩的主要和微量元素。通过激光剥蚀-感应耦合等离子体质谱法获得锆石U-Pb年代学和锆石Hf同位素数据。全岩Sr-Nd-Pb同位素通过样品分离、纯化和多接收器感应耦合等离子体质谱法进行分析。这些方法有助于确定该地区岩浆活动的年龄、成因和形成背景。",
        "Level": "C3(Applying)"
      }
    ]
  }
}