{
  "id": "55eea5d2-11f8-44b8-9367-826c1cb84b15",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "A high resolution product of daily terrestrial evapotranspiration and gross primary production over 2000-2020",
      "titleCn": "青藏高原逐日500米分辨率陆地蒸散发和总初级生产力数据集（2000-2020）",
      "description": "This dataset provides a daily and 500m resolution product of Tibetan Plateau's evapotranspiration (ET), plant tanspiration (Ec), soil evaporation (Es), canopy interception (Ei), and gross primary production (GPP), from 2000 to 2020. The dataset is produced by the PML-V2 model, driven by MODIS LAI, albedo, emissitivity, and CMFD dataset and the calibrated GLDAS2.1 data. The PML-v2 model was calibrated by observations of 26 fluxnet sites over China during 2002-2018, including 9 PFTs.",
      "descriptionCn": "该数据集提供了逐日尺度、500米分辨率的青藏高原陆地蒸散发（ET）及其分量植被蒸腾（Ec）、土壤蒸发（Es）、冠层截留蒸发（Ei），以及总初级生产力（GPP）等要素数据，时间覆盖范围为2000年2月26日至2020年12月31日。该数据集由PML-V2模型，以基于Whittaker滤波改进的的MODIS叶面积指数、和MODIS发射率、反射率，以及中国区域气象要素驱动数据CMFD或经过CMFD校准的GLDAS-2.1气象要素驱动数据为输入数据驱动模型而计算得到。PML-V2模型经过了中国地区26个2002-2018年、覆盖九种植被功能型（包括荒漠地类）的涡动相关通量站数据进行模型率定，从而获取一套含多种植被功能型的最优参数集。",
      "instructions": "This dataset is in tiff format, each *.tif file is a day data with 4 bands (Ec, Ei, Es and ET) or 1 band (GPP). The scale factor is 0.01, ie., real value (in mm/day or gC/m2/day) = data value * 0.01.\ne.g., a file name: TP_2000-02-26.tif",
      "instructionsCn": "该数据集中ET数据文件夹中文件为逐日、500m，多波段tiff格式。每张tiff影像包含4个波段，分别表示植被蒸腾Ec、冠层截留蒸发Ei、土壤蒸发Es和总蒸散发ET，比例系数为0.01，即真实值（单位：毫米/天）= 像素值 * 0.01。GPP数据为单波段tiff文件，比例系数为0.01，即真实值（单位：克碳每平方米/天）= 像素值 * 0.01。\n例如文件：TP_2000-02-26.tif",
      "east": 105.68,
      "west": 73.4,
      "south": 25.46,
      "north": 40.85,
      "startTime": "2000-01-01 14:58:00",
      "endTime": "2020-12-31 14:58:00",
      "fileSize": 306837261788.0,
      "cstr": "18406.11.Terre.tpdc.300832",
      "doi": "10.11888/Terre.tpdc.300832",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "何韶阳",
        "nameEn": "HE Shaoyang ",
        "unitEn": "Institute of Geographical Sciences and Natural Resource Research, CAS",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "张永强",
        "nameEn": "ZHANG Yongqiang",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "张选泽",
        "nameEn": "ZHANG Xuanze",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A daily and 500 m coupled evapotranspiration and gross primary production product across China during 2000–2020",
        "referenceCn": null,
        "referenceEn": "He, S., Zhang, Y., Ma, N., Tian, J., Kong, D., & Liu, C. (2022). A daily and 500 m coupled evapotranspiration and gross primary production product across China during 2000–2020, Earth Syst. Sci. Data., https://doi.org/10.5194/essd-2022-183."
      },
      {
        "titleCn": "中国区域青藏高原边界shp文件",
        "titleEn": null,
        "referenceCn": "张镱锂. (2019). 青藏高原边界数据总集. 时空三极环境大数据平台, DOI: 10.11888/Geogra.tpdc.270099. CSTR: 18406.11.Geogra.tpdc.270099.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Coupled estimation of 500 m and 8-day resolution global evapotranspiration and gross primary production in 2002–2017",
        "referenceCn": null,
        "referenceEn": "Zhang, Y.Q., Kong, D.D., Gan, R., Chiew, F., McVicar, T., Zhang, Q., & Yang, Y.T. (2019). Coupled estimation of 500 m and 8-day resolution global evapotranspiration and gross primary production in 2002–2017. Remote Sensing of Environment, 222, 165-182. DOI: 10.1016/j.rse.2018.12.031."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤蒸发",
        "nameEn": "soil evaporation"
      },
      {
        "nameCn": "总初级生产力",
        "nameEn": "Gross primary product"
      },
      {
        "nameCn": "林冠截留",
        "nameEn": "Canopy interception"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "植被蒸腾",
        "nameEn": "plant transpiration"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "灌木蒸腾",
        "nameEn": "Shrub transpiration"
      },
      {
        "nameCn": "蒸散发",
        "nameEn": "evapotranspiration"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000-2020",
        "keywordEn": "2000-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to gather land surface evapotranspiration and gross primary productivity data at a daily scale and 500-meter resolution for a large geographic region?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于在大地理区域以每日尺度和500米分辨率收集地表蒸散发和总初级生产力数据？",
        "AnswerEn": "A data collection method involves using the PML-V2 model, which integrates improved MODIS leaf area index, emissivity, and reflectance data, along with CMFD or CMFD-calibrated GLDAS-2.1 meteorological data, to compute daily land surface evapotranspiration and gross primary productivity data at a 500-meter resolution for the Tibetan Plateau from 2000 to 2020.",
        "AnswerCn": "一种数据收集方法涉及使用PML-V2模型，该模型整合了改进的MODIS叶面积指数、发射率和反射率数据，以及CMFD或CMFD校准的GLDAS-2.1气象数据，以计算2000年至2020年间青藏高原的每日地表蒸散发和总初级生产力数据，分辨率为500米。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of datasets that provide daily scale land evapotranspiration and total primary productivity data at high spatial resolution?",
        "QuestionCn": "提供每日尺度的土地蒸散发和总初级生产力数据的高空间分辨率数据集的具体特征是什么？",
        "AnswerEn": "daily scale, 500-meter resolution, land evapotranspiration, vegetation transpiration, soil evaporation, canopy interception evaporation, total primary productivity, February 26, 2000, to December 31, 2020, PML-V2 model, MODIS leaf area index, emissivity, reflectance data, meteorological data from CMFD or GLDAS-2.1 calibrated by CMFD, calibrated with flux data from 26 sites in China, various vegetation functional types",
        "AnswerCn": "每日尺度，500米分辨率，陆地蒸散发，植被蒸腾，土壤蒸发，冠层截留蒸发，总初级生产力，2000年2月26日至2020年12月31日，PML-V2模型，MODIS叶面积指数，发射率，反射率数据，气象数据来自CMFD或GLDAS-2.1并由CMFD校准，使用来自中国26个站点的通量数据校准，各种植被功能类型。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the resolution and temporal coverage of a dataset focusing on land evapotranspiration and gross primary productivity on the Tibetan Plateau?",
        "QuestionCn": "关于关注青藏高原的土地蒸散发和总初级生产力的数据集，其分辨率和时间覆盖范围是什么？",
        "AnswerEn": "500 meters, February 26, 2000 - December 31, 2020",
        "AnswerCn": "500米，2000年2月26日 - 2020年12月31日",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'PML-V2 model' mean in the context of data collection for land surface evapotranspiration and gross primary productivity?",
        "QuestionCn": "在土地表面蒸散和总初级生产力的数据收集背景下，“PML-V2模型”是什么意思？",
        "AnswerEn": "PML-V2 model refers to a predictive model used for calculating land surface evapotranspiration and gross primary productivity. It uses improved MODIS leaf area index, emissivity, and reflectivity data, along with meteorological data from CMFD or GLDAS-2.1, to drive computations. The model has been calibrated using eddy covariance flux data from multiple vegetation types, including desert ecosystems, across China to establish optimal parameter sets.",
        "AnswerCn": "PML-V2模型是用于计算地表蒸散发和总初级生产力的预测模型。它使用改进的MODIS叶面积指数、发射率和反射率数据，以及来自CMFD或GLDAS-2.1的气象数据来驱动计算。该模型已使用来自中国多个植被类型（包括沙漠生态系统）的涡度协方差通量数据进行校准，以建立最佳参数集。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods using the PML-V2 model compare to other models for estimating land evapotranspiration and gross primary productivity in terms of spatial and temporal resolution?",
        "QuestionCn": "PML-V2模型在估算土地蒸散发和总初级生产力方面的数据收集方法与其他模型相比，在空间和时间分辨率上有什么不同？",
        "AnswerEn": "The PML-V2 model uses a 500-meter spatial resolution and daily temporal resolution, driven by inputs like improved MODIS leaf area index, emissivity, and reflectance, along with CMFD or calibrated GLDAS-2.1 meteorological data. It is calibrated with data from 26 flux stations across China, covering nine vegetation functional types, including desert classes, to optimize its parameters, which might differ from other models in terms of spatial resolution, temporal frequency, and the type of inputs used.",
        "AnswerCn": "PML-V2模型采用500米的空间分辨率和每日的时间分辨率，驱动输入包括改进的MODIS叶面积指数、发射率和反射率，以及CMFD或校准的GLDAS-2.1气象数据。该模型使用来自中国26个通量站的数据进行校准，涵盖九种植被功能类型，包括沙漠类，以优化其参数，这可能与其他模型在空间分辨率、时间频率和使用的输入类型上有所不同。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the accuracy of land surface evapotranspiration and gross primary productivity measurements on the Tibetan Plateau from 2000 to 2020?",
        "QuestionCn": "影响2000年至2020年期间青藏高原地表蒸散发和总初级生产力测量准确性的因素有哪些？",
        "AnswerEn": "The accuracy of land surface evapotranspiration and gross primary productivity measurements is influenced by the use of the PML-V2 model, which is driven by inputs such as MODIS leaf area index, emissivity, reflectance, and meteorological data from CMFD or CMFD-calibrated GLDAS-2.1. The model was calibrated using flux data from 26 eddy covariance stations across China, covering nine vegetation functional types, to obtain an optimal parameter set.",
        "AnswerCn": "土地表面蒸散发和总初级生产力测量的准确性受到PML-V2模型的影响，该模型由MODIS叶面积指数、发射率、反射率以及来自CMFD或CMFD校准的GLDAS-2.1的气象数据等输入驱动。该模型使用来自中国26个涡动协方差站的通量数据进行校准，涵盖九种植被功能类型，以获得最佳参数集。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of creating a dataset that provides daily 500-meter resolution land evapotranspiration and gross primary productivity data for the Qinghai-Tibet Plateau from 2000 to 2020?",
        "QuestionCn": "创建一个提供2000年至2020年青藏高原每日500米分辨率的土地蒸散发和总初级生产力数据集的主要目标是什么？",
        "AnswerEn": "The primary objective of creating such a dataset is to provide detailed and high-resolution information on land evapotranspiration components and gross primary productivity for the Qinghai-Tibet Plateau. This information is crucial for understanding the water and carbon cycles in this ecologically sensitive region. The dataset is generated using the PML-V2 model, which utilizes improved MODIS data and meteorological inputs, calibrated with flux tower data across China, to ensure accuracy across diverse vegetation types, including desert areas.",
        "AnswerCn": "创建该数据集的主要目标是提供青藏高原土地蒸散发成分和总初级生产力的详细和高分辨率信息。这些信息对于理解该生态敏感区域的水循环和碳循环至关重要。该数据集是使用PML-V2模型生成的，该模型利用改进的MODIS数据和气象输入，并通过中国各地的通量塔数据进行校准，以确保在包括沙漠地区在内的多样化植被类型中具有准确性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in using the PML-V2 model to calculate land evapotranspiration and gross primary productivity data at a daily scale and 500-meter resolution for the Qinghai-Tibet Plateau?",
        "QuestionCn": "使用PML-V2模型计算青藏高原每日尺度和500米分辨率的土地蒸散和总初级生产力数据涉及哪些程序步骤？",
        "AnswerEn": "The PML-V2 model is used to calculate land evapotranspiration and gross primary productivity data by using inputs such as MODIS leaf area index improved with Whittaker filtering, MODIS emissivity and reflectance, and meteorological element driving data from CMFD or CMFD-calibrated GLDAS-2.1. The model is calibrated with flux data from 26 eddy covariance stations in China, covering nine vegetation types, to determine the optimal parameter set for various vegetation functional types.",
        "AnswerCn": "PML-V2模型用于计算土地蒸散发和总初级生产力数据，输入数据包括经过Whittaker滤波改进的MODIS叶面积指数、MODIS发射率和反射率，以及来自CMFD或CMFD校准的GLDAS-2.1的气象驱动数据。该模型使用来自中国26个涡度协方差站的通量数据进行校准，涵盖九种植被类型，以确定各种植被功能类型的最佳参数集。",
        "Level": "C3(Applying)"
      }
    ]
  }
}