{
    "id": "561889cf-3b33-440a-863d-c70a1bc3a88c",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The HWSD soil texture dataset of the Shulehe River Basin (2009)",
            "titleCn": "疏勒河流域HWSD土壤质地数据集（2009）",
            "description": "The data set is the HWSD soil texture dataset of the Shulehe River Basin. The data comes from the Harmonized World Soil Database (HWSD) constructed by the Food and Agriculture Organization of the United Nations (FAO) and the Vienna International Institute for Applied Systems (IIASA). Version 1.1 was released on March 26, 2009. The data resolution is 1km. The soil classification system used is mainly FAO-90.\nThe main fields of the soil attribute table include:\nSU_SYM90 (soil name in FAO90 soil classification system)\nSU_SYM85 (FAO85 classification)\nT_TEXTURE (top soil texture)\nDRAINAGE (19.5);\nROOTS: String (depth classification of obstacles to the bottom of the soil);\nSWR: String (soil moisture characteristics);\nADD_PROP: Real (a specific soil type related to agricultural use in the soil unit);\nT_GRAVEL: Real (gravel volume percentage); T_SAND: Real (sand content);\nT_SILT: Real (silt content);\nT_CLAY: Real (clay content);\nT_USDA_TEX: Real (USDA soil texture classification);\nT_REF_BULK: Real (soil bulk density);\nT_OC: Real (organic carbon content);\nT_PH_H2O: Real (pH)\nT_CEC_CLAY: Real (cation exchange capacity of cohesive layer soil);\nT_CEC_SOIL: Real (cation exchange capacity of soil)\nT_BS: Real (basic saturation);\nT_TEB: Real (exchangeable base);\nT_CACO3: Real (carbonate or lime content)\nT_CASO4: Real (sulfate content);\nT_ESP: Real (exchangeable sodium salt);\nT_ECE: Real (conductivity).\nThe attribute field beginning with T_ indicates the upper soil attribute (0-30cm), and the attribute field beginning with S_ indicates the lower soil attribute (30-100cm) (FAO 2009).\nThe data can provide model input parameters for modelers of the Earth system, and the agricultural perspective can be used to study eco-agricultural zoning, food security, and climate change.",
            "descriptionCn": "数据集为疏勒河流域HWSD土壤质地数据集，数据来源于联合国粮农组织（FAO）和维也纳国际应用系统研究所(IIASA)所构建的世界土壤数据库(Harmonized World Soil Database,HWSD)， 该数据库于2009年3月26日发布了1.1版本。数据分辨率为1km。采用的土壤分类系统主要为FAO-90。\n土壤属性表主要字段包括：\nSU_SYM90（FAO90土壤分类系统中土壤名称)\nSU_SYM85(FAO85分类)\nT_TEXTURE(顶层土壤质地)\nDRAINAGE(19.5)；\nROOTS：String(到土壤底部存在障碍的深度分类)； \nSWR：String (土壤含水量特征)；\nADD_PROP： Real (土壤单元中与农业用途有关的特定土壤类型)；\nT_GRAVEL：Real (碎石体积百分比)；T_SAND： Real (沙含量)；\nT_SILT： Real (淤泥含量)；\nT_CLAY：Real (粘土含量)；\nT_USDA_TEX： Real (USDA土壤质地分类)；\nT_REF_BULK： Real (土壤容重)；\nT_OC： Real (有机碳含量)；\nT_PH_H2O：Real (酸碱度)\nT_CEC_CLAY：Real (粘性层土壤的阳离子交换能力)；\nT_CEC_SOIL： Real (土壤的阳离子交换能力)\nT_BS：Real (基本饱和度)；\nT_TEB： Real (交换性盐基)；\nT_CACO3： Real (碳酸盐或石灰含量)\nT_CASO4： Real (硫酸盐含量)；\nT_ESP： Real (可交换钠盐)；\nT_ECE： Real (电导率)。\n其中以T_开头属性字段表示上层土壤属性（0-30cm），以S_开头属性字段表示下层土壤属性（30-100cm）(FAO 2009)。\n该数据可为地球系统建模者提供模型输入参数，农业角度可用来研究生态农业分区，粮食安全和气候变化等。",
            "instructions": "File name: Shulehe_HWSD.img\nData reading method: data can be opened and viewed by softwares like ArcGIS, ENVI, etc.",
            "instructionsCn": "文件命名：Shulehe_HWSD.img\n数据读取方式：数据可用ArcGIS，ENVI等软件打开查看",
            "east": 100.0,
            "west": 92.0,
            "south": 37.88,
            "north": 43.12,
            "startTime": null,
            "endTime": null,
            "fileSize": 1030435.0,
            "cstr": null,
            "doi": "",
            "dataFormat": "栅格",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "Food and Agriculture Organization of the United Nations（FAO）",
                "nameEn": "Food and Agriculture Organization of the United Nations（FAO）",
                "unitEn": "Food and Agriculture Organization of the United Nations（FAO）",
                "unitCn": "Food and Agriculture Organization of the United Nations（FAO）"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Harmonized World Soil Database (version 1.1)",
                "referenceCn": null,
                "referenceEn": "FAO, IIASA, ISRIC, ISS-CAS, JRC, 2009. Harmonized World Soil Database (version1.1). FAO, Rome, Italy and IIASA, Laxenburg, Austia."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "HWSD",
                "nameEn": "Harmonized world soil database"
            },
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤含水量",
                "nameEn": "Soil water content"
            },
            {
                "nameCn": "土壤质地",
                "nameEn": "Soil texture"
            },
            {
                "nameCn": "碎石体积",
                "nameEn": "Crushed stone volume"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "疏勒河流域",
                "keywordEn": "Shule River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2009",
                "keywordEn": "2009",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to determine soil texture in a large river basin, specifically in relation to global soil databases?",
                "QuestionCn": "您能否提供一个用于确定大河流域土壤质地的数据收集方法的示例，特别是与全球土壤数据库相关的？",
                "AnswerEn": "An example of a data collection method for determining soil texture in a large river basin involves using satellite imagery and ground-truthing techniques to gather data at a resolution of 1km. This method would likely involve collaboration with international organizations such as the FAO and IIASA, which compile global soil databases like the Harmonized World Soil Database (HWSD). The data collection would categorize soil properties using systems such as FAO-90 and include various soil attributes like texture, organic carbon content, and cation exchange capacity, providing essential parameters for earth system modeling and agricultural research.",
                "AnswerCn": "确定大河流域土壤纹理的数据收集方法的一个例子涉及使用卫星影像和实地验证技术，以1公里的分辨率收集数据。这种方法可能需要与国际组织如粮农组织（FAO）和国际应用系统分析研究所（IIASA）合作，这些组织编制全球土壤数据库，如《协调世界土壤数据库》（HWSD）。数据收集将使用FAO-90等系统对土壤属性进行分类，并包括各种土壤特征，如纹理、有机碳含量和阳离子交换容量，为地球系统建模和农业研究提供重要参数。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific attributes of soil texture that are commonly included in a dataset related to soil properties?",
                "QuestionCn": "与土壤特性相关的数据集中，土壤质地的具体属性通常包括以下内容：",
                "AnswerEn": "topsoil texture, gravel volume percentage, sand content, silt content, clay content, USDA soil texture classification",
                "AnswerCn": "表层土壤质地，砾石体积百分比，砂含量，粉砂含量，粘土含量，美国农业部土壤质地分类",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of a soil texture dataset derived from the Harmonized World Soil Database for the Shule River Basin?",
                "QuestionCn": "Shule河流域的土壤纹理数据集的空间分辨率是多少？",
                "AnswerEn": "1 km",
                "AnswerCn": "1公里",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'FAO-90 soil classification system' in the context of soil texture datasets?",
                "QuestionCn": "“FAO-90土壤分类系统”是指在土壤纹理数据集中的一种土壤分类方法。",
                "AnswerEn": "The 'FAO-90 soil classification system' refers to a system used to classify soils based on various characteristics, as defined by the Food and Agriculture Organization in 1990. It provides a standardized approach to categorize soil types, which is used in the Harmonized World Soil Database to describe soil attributes in datasets such as soil texture, drainage, and other properties relevant to agricultural and environmental research.",
                "AnswerCn": "“FAO-90土壤分类系统”是指一种根据各种特征对土壤进行分类的系统，该系统由粮农组织于1990年定义。它提供了一种标准化的方法来对土壤类型进行分类，广泛应用于协调世界土壤数据库，以描述土壤属性，如土壤质地、排水和其他与农业和环境研究相关的特性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection and classification methods used in the Harmonized World Soil Database (HWSD) compare to those used in other global soil databases in terms of resolution and soil classification systems?",
                "QuestionCn": "《协调世界土壤数据库》（HWSD）中使用的数据收集和分类方法与其他全球土壤数据库在分辨率和土壤分类系统方面有何比较？",
                "AnswerEn": "The Harmonized World Soil Database (HWSD) uses a resolution of 1km and primarily employs the FAO-90 soil classification system. In comparison, other global soil databases might utilize different resolutions and classification systems, which could affect the granularity and classification accuracy of soil data. The HWSD's comprehensive attributes, such as soil texture, organic carbon content, and cation exchange capacities, provide detailed insights that may differ in scope and detail from other databases.",
                "AnswerCn": "协调世界土壤数据库（HWSD）采用1公里的分辨率，主要使用FAO-90土壤分类系统。相比之下，其他全球土壤数据库可能采用不同的分辨率和分类系统，这可能会影响土壤数据的细致程度和分类准确性。HWSD的综合属性，如土壤质地、有机碳含量和阳离子交换容量，提供了详细的见解，这些见解在范围和细节上可能与其他数据库有所不同。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences for agricultural research and ecological modeling if data collection methods are expanded to include additional soil attributes beyond the current parameters?",
                "QuestionCn": "如果数据收集方法扩展到包括除了当前参数之外的其他土壤属性，农业研究和生态建模可能会面临哪些潜在后果？",
                "AnswerEn": "Expanding data collection methods to include additional soil attributes could enhance the precision and reliability of agricultural research and ecological modeling. It could allow for more comprehensive analyses of soil characteristics, leading to improved model input parameters. This would aid in understanding soil's impact on ecological agriculture zoning, food security, and climate change, potentially leading to more sustainable land use practices and better prediction models.",
                "AnswerCn": "扩展数据收集方法以包括更多土壤属性，可以提高农业研究和生态建模的精确性和可靠性。这将允许对土壤特征进行更全面的分析，从而改善模型输入参数。这有助于理解土壤对生态农业分区、粮食安全和气候变化的影响，可能导致更可持续的土地利用实践和更好的预测模型。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to develop a dataset focusing on soil texture and properties in the Shule River Basin for ecological agriculture and climate change research?",
                "QuestionCn": "在Shule河流域开发一个关注土壤质地和特性的数据库对于生态农业和气候变化研究的重要性是什么？",
                "AnswerEn": "The dataset provides essential model input parameters for earth system modeling and is valuable from an agricultural perspective for researching ecological agriculture zoning, food security, and climate change.",
                "AnswerCn": "该数据集提供了地球系统建模所需的基本模型输入参数，从农业的角度来看，对于研究生态农业区划、粮食安全和气候变化具有重要价值。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the key steps involved in collecting and processing soil texture data at a 1km resolution using the FAO-90 soil classification system?",
                "QuestionCn": "收集和处理1公里分辨率土壤纹理数据的关键步骤，使用FAO-90土壤分类系统如下：\n\n1. 确定研究区域：选择需要收集土壤纹理数据的地理区域。\n\n2. 数据收集：通过土壤采样、遥感技术或已有的土壤数据库收集土壤样本和相关数据。\n\n3. 样本分析：对收集的土壤样本进行实验室分析，以确定其纹理成分（如沙、淤泥和粘土的比例）。\n\n4. 数据整理：将分析结果整理成适合处理的格式，确保数据的准确性和一致性。\n\n5. 空间插值：使用地理信息系统（GIS）技术对土壤纹理数据进行空间插值，以生成1公里分辨率的土壤纹理地图。\n\n6. 应用FAO-90分类系统：根据FAO-90土壤分类系统对土壤纹理数据进行分类和标记。\n\n7. 数据验证：通过与已有的土壤数据进行比较，验证处理后的土壤纹理数据的准确性。\n\n8. 数据发布：将处理后的土壤纹理数据和地图发布，以供研究和应用。",
                "AnswerEn": "The key steps involve acquiring soil data from the Harmonized World Soil Database (HWSD) which utilizes the FAO-90 soil classification system, ensuring data resolution is at 1km. The process includes classifying soil attributes such as soil texture, drainage, and organic carbon content, among others, for both top and subsoil layers. Additionally, preprocessing includes categorizing soil characteristics like cation exchange capacity, pH, and gravel content for modeling and analysis purposes.",
                "AnswerCn": "关键步骤包括从协调世界土壤数据库（HWSD）获取土壤数据，该数据库采用FAO-90土壤分类系统，确保数据分辨率为1公里。该过程包括对土壤属性进行分类，如土壤质地、排水和有机碳含量等，涵盖表层和亚表层土壤。此外，预处理还包括对土壤特征进行分类，如阳离子交换容量、pH值和砾石含量，以便于建模和分析。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}