{
    "id": "565f19a0-0e4b-4b14-af7c-7bc1329e741e",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Landsat enhanced vegetation index (EVI) products over the Tibetan Plateau (2022)",
            "titleCn": "青藏高原Landsat系列卫星遥感增强植被指数（EVI）产品（2022）",
            "description": "The dataset is the Landsat enhanced vegetation index (EVI) products from 2022 over the Tibetan Plateau。The dataset is produced based on Landsat surface reflectance dataset. It is calculated by the EVI equation which is added background adjusted parameters C1 and C2, and atmospheric adjusted parameter L based on NDVI equation.The depended surface reflectance dataset has taken bidirectional reflectance distribution, the EVI dataset not only eliminates atmospheric effects, but also reduces the differences caused by variations of solar elevation angle,so the EVI dataset has better radiative consistency.And the corresponding production of quality identification documents (QA) is also generated to identify the cloud, ice and snow. Compared with NDVI, EVI has stronger ability to resist atmospheric interference and noise,so it is more suitable for weather conditions with high aerosol content and lush vegetation areas.",
            "descriptionCn": "\t1）数据内容：本数据集包含2022年青藏高原地区Landsat长时序EVI。2）数据来源及加工方法：主要是在青藏高原Landsat系列卫星地表反射率数据集的基础上，通过EVI的计算公式进行生产的，即并在NDVI计算公式的基础上引入了背景调节参数C1，C2和大气修正参数L进行计算的；所依赖的地表反射率数据集考虑了地表二向性，因此该EVI数据集不仅消除了大气的影响，也减小了不同太阳高度角引起的反射率差异，具有更好的一致性。3）数据质量描述：为了标识云、冰雪，并相应生产了质量标识文件（QA）。4) 数据应用成果及前景：EVI相比于NDVI具有较强的抗大气干扰能力以及抗噪音能力，更适用于气溶胶含量较高的天气状况下，以及植被茂盛区。",
            "instructions": "1)File name rules: the EVI result of each image is stored in a folder including the EVI band, QA bands, metadata, and browser; the named rule of a folder is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-EVI\", for example, L8-OLI-131-036-20220326-LSR-BRDF-EVI;the EVI is stored as GeoTIFF format and its named rule is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-EVI.TIF\", for example, \"L8-OLI-131-036-20220326-LSR-BRDF-EVI.TIF\". 2)How to use the dataset: the surface reflectance results can be opened by ArcGIS, ENVI, QGIS and so on, the surface reflectance results are multiplied 10000 to become 16-bit integer from the original floating-point type in the range of 0 ~ 1 , so it needs to be multiplied 0.0001 when used, and the background filling value is -9999, and the \"LZW\" lossless compression is carried out.",
            "instructionsCn": "文件命名：EVI是以景为单位存放文件夹，由EVI产品、质量文件（Quality Assessment, QA）、元数据、缩略图组成，文件夹的命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-EVI，如L8-OLI-131-036-20220326-LSR-BRDF-EVI；其中EVI产品是以GeoTIFF格式存储的，命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-EVI.TIF，如L8-OLI-131-036-20220326-LSR-BRDF-EVI.TIF。数据使用方法：EVI结果可使用Arcgis、ENVI、QGIS等软件打开，为了降低存储空间，EVI结果由原本的0~1范围内的浮点型均乘以10000变成16位整型，所以使用时需要将结果乘以0.0001，背景填充值为-9999，并进行了“LZW”的无损压缩。",
            "east": 106.7,
            "west": 73.4,
            "south": 24.6,
            "north": 40.4,
            "startTime": null,
            "endTime": null,
            "fileSize": 385922711248.0,
            "cstr": "18406.11.Terre.tpdc.301102",
            "doi": "10.11888/Terre.tpdc.301102",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "彭燕",
                "nameEn": "PENG Yan",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A feedback based modification of the NDVI to minimize canopy background and atmospheric noise",
                "referenceCn": null,
                "referenceEn": "Liu, H.Q., Huete, A. (1995). A feedback based modification of the ndvi to minimize canopy background and atmospheric noise. IEEE Transactions on Geoscience & Remote Sensing, 33(2), 457-465."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "增强植被指数",
                "nameEn": " enhanced vegetation index"
            },
            {
                "nameCn": "归一化植被指数",
                "nameEn": "NDVI"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2022",
                "keywordEn": "2022",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the properties and characteristics of an Enhanced Vegetation Index (EVI) dataset derived from Landsat satellite series for the Qinghai-Tibet Plateau?",
                "QuestionCn": "来自Landsat卫星系列的增强植被指数（EVI）数据集在青藏高原的属性和特征是什么？",
                "AnswerEn": "long-term surface reflectance data, background adjustment parameters C1 and C2, atmospheric correction parameter L, resistance to atmospheric interference, noise reduction, accounts for surface bidirectionality, reduces atmospheric effects, reduces solar angle-induced reflectance differences, quality identification files for clouds and snow",
                "AnswerCn": "长期地表反射率数据，背景调整参数C1和C2，大气校正参数L，抗大气干扰，降噪，考虑地表双向性，减少大气效应，减少太阳角度引起的反射差异，云和雪的质量识别文件。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the data processing method for the Enhanced Vegetation Index (EVI) on the Qinghai-Tibet Plateau compare to traditional NDVI processing techniques in terms of atmospheric interference reduction and consistency across different solar elevation angles?",
                "QuestionCn": "青藏高原的增强植被指数（EVI）数据处理方法与传统的归一化植被指数（NDVI）处理技术相比，在大气干扰减少和不同太阳高度角下的一致性方面有什么不同？",
                "AnswerEn": "The Enhanced Vegetation Index (EVI) data processing method introduces background adjustment parameters (C1, C2) and an atmospheric correction parameter (L) on the basis of the traditional NDVI calculation formula. This approach, along with the consideration of surface bidirectionality in the surface reflectance dataset, not only eliminates atmospheric effects but also reduces reflectance differences caused by varying solar elevation angles, resulting in better consistency compared to traditional NDVI processing techniques.",
                "AnswerCn": "增强植被指数（EVI）数据处理方法在传统的NDVI计算公式基础上引入了背景调整参数（C1、C2）和大气校正参数（L）。这种方法结合了对表面反射率数据集中表面双向性的考虑，不仅消除了大气影响，还减少了由于太阳高度角变化引起的反射差异，从而与传统的NDVI处理技术相比，获得了更好的一致性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the introduction of background adjustment parameters and atmospheric correction parameters in the calculation of Enhanced Vegetation Index (EVI) improve the interpretation of vegetation health compared to using NDVI in remote sensing data?",
                "QuestionCn": "引入背景调整参数和大气校正参数在增强植被指数（EVI）的计算中，可以改善对植被健康的解读，相较于使用归一化植被指数（NDVI）在遥感数据中的应用。",
                "AnswerEn": "A dataset incorporates parameters C1, C2, and L for background adjustment and atmospheric correction in the EVI calculation, which helps mitigate atmospheric interference and noise. This results in an index that is more suitable for conditions with high aerosol content and dense vegetation, providing a more consistent and reliable interpretation of vegetation health than the NDVI, which may be more susceptible to atmospheric distortion and reflectance changes due to varying solar angles.",
                "AnswerCn": "一个数据集包含参数C1、C2和L，用于背景调整和大气校正，以计算增强植被指数（EVI），这有助于减轻大气干扰和噪声。这导致了一个更适合高气溶胶含量和密集植被条件的指数，提供了比归一化植被指数（NDVI）更一致和可靠的植被健康解读，因为NDVI可能更容易受到大气失真和由于太阳角度变化引起的反射变化的影响。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using enhanced vegetation index (EVI) instead of normalized difference vegetation index (NDVI) for remote sensing in regions with high aerosol content and dense vegetation?",
                "QuestionCn": "在高气溶胶含量和密集植被的地区使用增强植被指数（EVI）而不是归一化植被指数（NDVI）的后果是什么？",
                "AnswerEn": "Using EVI instead of NDVI results in stronger resistance to atmospheric interference and noise, making it more suitable for conditions with high aerosol content and areas with dense vegetation. It enhances data consistency by reducing atmospheric effects and variations due to different solar angles.",
                "AnswerCn": "使用EVI代替NDVI可以更强有效地抵抗大气干扰和噪声，使其更适合高气溶胶含量和植被密集的地区。通过减少大气影响和不同太阳角度造成的变化，它增强了数据的一致性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind creating a dataset of enhanced vegetation index (EVI) products for the Qinghai-Tibet Plateau using Landsat satellite data?",
                "QuestionCn": "创建青藏高原增强植被指数（EVI）产品数据集的主要目标是什么，使用的是Landsat卫星数据？",
                "AnswerEn": "The primary objectives include producing a dataset that provides consistent vegetation measurements by utilizing EVI, which is more resistant to atmospheric interference and noise than NDVI. This is especially beneficial in conditions with high aerosol content and in regions with dense vegetation. The dataset aims to improve the accuracy of vegetation monitoring by considering surface bidirectional reflectance, reducing atmospheric effects, and minimizing reflectance differences caused by varying solar angles.",
                "AnswerCn": "主要目标包括通过利用EVI生成一个提供一致植被测量的数据集，EVI比NDVI更能抵抗大气干扰和噪声。这在气溶胶含量高和植被密集的地区尤其有益。该数据集旨在通过考虑地表双向反射率、减少大气影响以及最小化因太阳角度变化引起的反射差异，来提高植被监测的准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in calculating the Enhanced Vegetation Index (EVI) for satellite imagery in high-altitude regions like the Tibetan Plateau to ensure consistency and accuracy?",
                "QuestionCn": "在高海拔地区如青藏高原计算增强植被指数（EVI）的过程中，为确保一致性和准确性，涉及以下程序：\n\n1. **数据预处理**：对卫星影像进行辐射校正、大气校正和几何校正，以消除由于大气条件和传感器特性引起的误差。\n\n2. **选择合适的波段**：EVI通常使用红光、近红外光和蓝光波段的数据，因此需要确保所选卫星影像具备这些波段的信息。\n\n3. **计算EVI**：根据以下公式计算EVI：\n   \\[\n   EVI = G \\times \\frac{(NIR - RED)}{(NIR + C1 \\times RED - C2 \\times BLUE + L)}\n   \\]\n   其中，NIR为近红外波段反射率，RED为红光波段反射率，BLUE为蓝光波段反射率，G为增益系数，C1和C2为校正系数，L为土壤背景调节因子。\n\n4. **参数调整**：根据高海拔地区的特定环境条件，调整EVI计算中的参数，以提高结果的准确性。\n\n5. **数据验证**：通过地面实测数据或其他可靠数据源对计算结果进行验证，确保EVI值的可靠性。\n\n6. **时序分析**：在不同时间点进行EVI计算，以分析植被变化趋势，确保结果的一致性。\n\n7. **结果分析与应用**：对计算得到的EVI进行分析，应用于生态监测、土地利用变化研究等领域。",
                "AnswerEn": "The procedures involve using the Landsat series satellite surface reflectance datasets as a base, and applying the EVI calculation formula, which includes background adjustment parameters C1, C2, and atmospheric correction parameter L. The data processing also considers surface bidirectionality to eliminate atmospheric influences and reduce reflectance differences caused by varying solar angles, ensuring better consistency. Additionally, quality assurance files are produced to identify clouds and snow/ice in the data.",
                "AnswerCn": "这些程序涉及使用Landsat系列卫星的表面反射率数据集作为基础，并应用EVI计算公式，其中包括背景调整参数C1、C2和大气校正参数L。数据处理还考虑了表面双向性，以消除大气影响并减少由于太阳角度变化引起的反射率差异，从而确保更好的一致性。此外，还生成质量保证文件，以识别数据中的云和雪/冰。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the processing of surface reflectance data to enhance the accuracy and consistency of Enhanced Vegetation Index (EVI) datasets for regions like the Tibetan Plateau?",
                "QuestionCn": "哪些方法论能够处理表面反射率数据，以提高像西藏高原这样的地区增强植被指数（EVI）数据集的准确性和一致性？",
                "AnswerEn": "The processing of surface reflectance data involves using the EVI calculation formula that includes background adjustment parameters C1, C2, and atmospheric correction parameter L. This methodology considers the surface bidirectional reflectance distribution function (BRDF), which not only mitigates atmospheric effects but also reduces reflectance differences caused by varying solar angles, thus enhancing the accuracy and consistency of the EVI datasets.",
                "AnswerCn": "表面反射率数据的处理涉及使用EVI计算公式，该公式包括背景调整参数C1、C2和大气校正参数L。这种方法考虑了表面双向反射分布函数（BRDF），不仅减轻了大气影响，还减少了由于太阳角度变化引起的反射差异，从而提高了EVI数据集的准确性和一致性。",
                "Level": "C3(Applying)"
            }
        ]
    }
}