{
  "id": "568f16f5-48df-46a4-9950-02ddfcd9f34c",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Data set of recent Lake area and water volume changes in the Qinghai Tibet Plateau (1976-2013)",
      "titleCn": "青藏高原近期湖泊面积和水量变化数据集（1976-2013）",
      "description": "1) area data of 317 lakes larger than 10 km2 in 1976, 1990, 2000, 2005 and 2013 were obtained based on multi temporal Landsat images;\n2) Combining SRTM DEM and Landsat images, the data of lake water volume change in 1976-1990, 1990-2000, 2000-2005 and 2005-2013 were obtained;\n3) The accuracy of Lake area is controlled in one pixel, and the accuracy of water volume change is about 5%;\n4) This data has been applied to the study of recent changes in lake water volume in the Qinghai Tibet Plateau, and the results have been published in remote sensing of environment. In other future studies, this data can also be used as basic data, as well as in the analysis of changes in ecological environment, climate change, Lake water quality, etc",
      "descriptionCn": "1)  基于多时相的Landsat影像获取317个大于10 km2的湖泊1976、1990、2000、2005和2013年的面积数据；\n2）结合SRTM DEM和Landsat影像获取1976-1990、1990-2000、2000-2005、2005-2013年共四个时间段的湖泊水量变化数据；\n3）湖泊面积的精度控制在一个像元，水量变化的精度约5%；\n4）该数据已经被应用到青藏高原近期湖泊水量变化的研究工作中，成果已经发表于《Remote Sensing of Environment》；今后其他方面的研究中，该数据也能够作为基础数据，也能应用对生态环境变化、气候变化、湖泊水质等方面的分析中；",
      "instructions": "In the form of table, you can use Excel to open view and analysis",
      "instructionsCn": "表格形式，可以采用EXCEL打开查看和分析.",
      "east": 101.0,
      "west": 76.0,
      "south": 28.0,
      "north": 38.0,
      "startTime": "1976-01-10 16:00:00",
      "endTime": "2014-01-09 16:00:00",
      "fileSize": 57240.0,
      "cstr": "18406.11.Hydro.tpdc.270397",
      "doi": "10.11888/Hydro.tpdc.270397",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "朱立平",
        "nameEn": "ZHU Liping",
        "unitEn": "Institute of Tibetan Plateau Research, CAS",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "彭萍",
        "nameEn": null,
        "unitEn": null,
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Temporal-spatial differences in lake water storage changes and their links to climate change throughout the Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Qiao, B,J., Zhu, L,P., Yang, R,M. (2019). Temporal-spatial differences in lake water storage changes and their links to climate change throughout the Tibetan Plateau, Remote  Sensing of Environment, 222, 232-243."
      },
      {
        "titleCn": null,
        "titleEn": "Spatiotemporal variations in volume of closed lakes on the Tibetan Plateau and their climatic responses from 1976 to 2013",
        "referenceCn": null,
        "referenceEn": "Yang, R.M., Zhu, L.P., et al., (2017). Spatiotemporal variations in volume of closed lakes on the Tibetan Plateau and their climatic responses from 1976 to 2013. Clim. Chang. 140 (3–4), 621–633."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "湖泊",
        "nameEn": "Lakes"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1976~2013",
        "keywordEn": "1976~2013",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Change in lake water storage is an important factor influencing hydrological cycle, regional environment, and climate on the Tibetan Plateau (TP) because of the large number (> 1000 lakes) and huge areas (> 46,500 km2) of lakes. According to recent investigations of lakes in the Tibetan area, 1171 lakes (> 1 km2) with a total area of 4.65 × 104 km2 are located throughout the TP. Most of the lakes on the TP have expanded over the past few decades based on remote sensing images and satellite elevation data, but the southern TP is an exception, where the lakes exhibited shrinking trends. Glaciers on the TP have experienced substantial shrinkage over the past few decades, especially in the Himalaya. Increasing glacial meltwater with rising temperatures constitutes an important influence on the expansion of lakes and perhaps represents the main cause of lake expansion. Precipitation has increased over the past few decades, especially in the central TP. The amount of precipitation showed a good relationship with observed changes within lakes, and thus, increasing precipitation was considered to be the main cause of lake expansion. Lake level change is an important metric in studies of lake water storage change."
      ],
      "research objective": [
        "The purpose of this study was to (1) estimate water storage change over a long time, (2) analyze the spatial differences in the water storage changes, and (3) analyze the potential link between lake expansion and climate change."
      ],
      "challenges": [
        "Due to the lack of in situ lake level monitoring for most lakes, and long-term continuous satellite altimetry data for some large lakes, estimates of water storage changes for all lakes throughout the TP over a long time is challenging. However, due to the lack of reliable observation data, quantifying both the glacier mass balance for all of the glaciers throughout the TP and the contribution from glacial meltwater to the lakes is difficult. Therefore, the main cause for lake expansion throughout the TP is still debated due to the lack of both in situ observation data and complete coverage of satellite data. Only a few large lakes have long periods of satellite image coverage based on the ICESat and Cryosat-2 data, and the estimation of total lake water storage change remains uncertain."
      ],
      "methods": [
        "We have estimated the lake water storage changes of 315 lakes (each lake is > 10 km2) during the period of 1976–2013 through an empirical equation based on Shuttle Radar Topography Mission (SRTM) DEM (Digital Elevation Model) data and Landsat images. In this study, we have investigated the water storage changes in 315 lakes (each of them was > 10 km2 in 2013) for the period from 1976 to 2013 based on SRTM data and Landsat images. Landsat Multispectral Scanner (MSS), Thematic Mapper (TM), Enhanced Thematic Mapper Plus (ETM+) and Operational Land Image (OLI) images were used to extract the lake surface areas for 1976, 1990, 2000, 2005 and 2013, and a total of 242 images were downloaded from the U.S. Geological Survey (USGS) website and the Geospatial Data Cloud, Computer Network Information Center, Chinese Academy of Sciences website. The method of Normalized Difference Water Index (NDWI), introduced for multiple purposes by different authors in 1996, was used to extract the lake boundaries. The SRTM acquired digital elevation model (DEM) data spanning > 80% of the globe during an eleven-day mission in February 2000."
      ],
      "dataset": [
        "These lakes are located within endorheic basins and occupied approximately 80% of the total lake surface areas of the TP in 2013 based on the results of this study and Zhang et al. (2014)."
      ],
      "findings": [
        "The results showed that the lake water storage decreased by 23.69 Gt from 1976 to 1990 and increased by 140.8 Gt from 1990 to 2013. Increased water storage was mainly concentrated in the central TP (regions A) and northern TP (region B). The increase in total lake surface area during the period 2000–2013 in region B (1981.6 km2) was greater than that in region A (1869.1 km2), but the increase in the water storage in the former was half of that in the latter, indicating that lake surface area changes cannot represent the degree of lake water storage change due to differences in the topography and lake size. Although the total variation in the rate of the lake water storage change (7.19 Gt/y) was similar to the rate of increase in the mass (7 ± 7 Gt/y) estimated from Gravity Recovery and Climate Experiment (GRACE) data for the whole region, the spatial distribution of these variations was largely different. During the period 2000–2013, a trend analysis revealed that precipitation was perhaps the primary reason for lake change throughout the TP, while a decreasing evaporation rate only contributed approximately 1.5%, 2.5% and 1.7% to the expansions of the lakes in regions A, C and D respectively. However, based on modern glacier mass balance observation data, we estimated that glacial meltwater may have contributed 22.2%, 39.8%, 50.6% and 100% to the increasing water storage during the period 2000–2013 by rough estimates in regions A, B, C and D, respectively, indicating that glacial meltwater perhaps was a primary contributor to lake expansion in region D, which was located in an extremely cold and dry climate with a broad distribution of glaciers."
      ],
      "backgroundCn": [
        "湖水储存的变化是影响青藏高原（TP）水文循环、区域环境和气候的重要因素，因为该地区有大量湖泊（超过1000个）和广阔的湖泊面积（超过46,500平方公里）。根据对青藏地区湖泊的最新调查，青藏高原上分布着1171个面积超过1平方公里的湖泊，总面积为4.65 × 10^4平方公里。根据遥感影像和卫星高程数据，青藏高原大部分湖泊在过去几十年中有所扩展，但南部青藏高原则是一个例外，湖泊呈现出缩小的趋势。过去几十年，青藏高原的冰川经历了显著的缩减，尤其是在喜马拉雅地区。随着气温上升，冰川融水的增加对湖泊的扩展构成了重要影响，并可能是湖泊扩展的主要原因。过去几十年，降水量在青藏高原中部尤其增加。降水量的变化与湖泊的观测变化之间存在良好的关系，因此，增加的降水量被认为是湖泊扩展的主要原因。湖位变化是研究湖水储存变化的重要指标。"
      ],
      "research objectiveCn": [
        "本研究的目的是 (1) 估算长期水储存变化，(2) 分析水储存变化的空间差异，以及 (3) 分析湖泊扩展与气候变化之间的潜在联系。"
      ],
      "challengesCn": [
        "由于大多数湖泊缺乏原位水位监测，以及一些大湖泊缺乏长期连续的卫星高度计数据，因此在较长时间内估算整个青藏高原湖泊的水储量变化是具有挑战性的。然而，由于缺乏可靠的观测数据，量化青藏高原所有冰川的冰川质量平衡以及冰川融水对湖泊的贡献变得困难。因此，青藏高原湖泊扩展的主要原因仍然存在争议，因为缺乏原位观测数据和卫星数据的完整覆盖。只有少数大型湖泊基于ICESat和Cryosat-2数据拥有较长时间段的卫星影像覆盖，而对总湖水储量变化的估算仍然不确定。"
      ],
      "methodsCn": [
        "我们通过基于航天雷达地形测量任务（SRTM）数字高程模型（DEM）数据和Landsat影像的经验方程，估算了315个湖泊（每个湖泊面积均大于10 km²）在1976年至2013年期间的水储量变化。在本研究中，我们调查了315个湖泊（每个湖泊在2013年均大于10 km²）在1976年至2013年期间的水储量变化，基于SRTM数据和Landsat影像。使用了Landsat多光谱扫描仪（MSS）、主题图（TM）、增强主题图加（ETM+）和操作陆地影像（OLI）影像来提取1976年、1990年、2000年、2005年和2013年的湖泊表面积，共下载了242幅影像，来源于美国地质调查局（USGS）网站和中国科学院计算机网络信息中心的地理空间数据云。采用了归一化差异水体指数（NDWI），该指数于1996年由不同作者提出，用于提取湖泊边界。SRTM获取的数字高程模型（DEM）数据在2000年2月的为期11天的任务中覆盖了全球超过80%的区域。"
      ],
      "datasetCn": [
        "这些湖泊位于内流盆地内，根据本研究和张等人（2014年）的结果，2013年它们占据了青藏高原总湖面面积的约80%。"
      ],
      "findingsCn": [
        "结果显示，从1976年到1990年，湖水储量减少了23.69亿吨，而从1990年到2013年，湖水储量增加了140.8亿吨。水储量的增加主要集中在青藏高原的中央地区（A区）和北部地区（B区）。在2000年至2013年期间，B区的湖面面积增加（1981.6平方公里）大于A区（1869.1平方公里），但前者的水储量增加仅为后者的一半，这表明湖面面积的变化不能代表湖水储量变化的程度，因为地形和湖泊大小的差异。尽管湖水储量变化的总变化率（7.19亿吨/年）与从重力恢复与气候实验（GRACE）数据估算的整个区域的质量增加率（7 ± 7亿吨/年）相似，但这些变化的空间分布却大相径庭。在2000年至2013年期间，趋势分析表明，降水可能是青藏高原湖泊变化的主要原因，而蒸发率的降低仅对A、C和D区湖泊扩张分别贡献了约1.5%、2.5%和1.7%。然而，根据现代冰川质量平衡观测数据，我们粗略估计在2000年至2013年期间，冰川融水可能分别对A、B、C和D区水储量的增加贡献了22.2%、39.8%、50.6%和100%，这表明冰川融水可能是D区湖泊扩张的主要贡献者，该区位于极冷干燥的气候中，广泛分布着冰川。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is there a significant challenge in estimating water storage changes due to a lack of in situ lake level monitoring throughout the Tibetan Plateau?",
        "QuestionCn": "由于整个青藏高原缺乏现场湖泊水位监测，是否在估算水储量变化方面存在重大挑战？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "What method is primarily used to extract lake boundaries on the Tibetan Plateau: NDWI, MNDWI, or another technique?",
        "QuestionCn": "提取青藏高原湖泊边界主要使用哪种方法：NDWI、MNDWI，还是其他技术？",
        "AnswerEn": "NDWI",
        "AnswerCn": "NDWI",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Which data source is more commonly used for analyzing lake water storage changes on the Tibetan Plateau: SRTM DEM, Landsat images, or both?",
        "QuestionCn": "在分析青藏高原湖泊水储量变化时，哪个数据源更常用：SRTM DEM、Landsat影像，还是两者都有？",
        "AnswerEn": "both",
        "AnswerCn": "两者",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection method is used to estimate lake water storage changes on the Tibetan Plateau?",
        "QuestionCn": "用于估计青藏高原湖泊水储量变化的数据收集方法是什么？",
        "AnswerEn": "Empirical equation",
        "AnswerCn": "经验公式",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are identified in estimating water storage changes for lakes on the Tibetan Plateau?",
        "QuestionCn": "在估算青藏高原湖泊水储量变化时，识别出的挑战有哪些？",
        "AnswerEn": "lack of in situ lake level monitoring",
        "AnswerCn": "缺乏现场湖泊水位监测",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to estimate lake water storage changes over a long period in the Tibetan Plateau?",
        "QuestionCn": "您能否提供一个用于估计青藏高原湖泊水储量变化的长期数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method is the use of Shuttle Radar Topography Mission (SRTM) DEM data and Landsat images to estimate lake water storage changes. Landsat images from various years were used to extract lake surface areas, and SRTM DEM data helped in analyzing the changes.",
        "AnswerCn": "数据收集方法的一个例子是使用航天飞机雷达地形测量任务（SRTM）数字高程模型（DEM）数据和Landsat影像来估算湖泊水储量的变化。使用不同年份的Landsat影像提取湖泊表面积，而SRTM DEM数据则有助于分析这些变化。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when estimating water storage changes in lakes across the Tibetan Plateau?",
        "QuestionCn": "在估计青藏高原湖泊水储量变化时面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge is the lack of in situ lake level monitoring and long-term continuous satellite altimetry data for most lakes, making it difficult to estimate water storage changes accurately for all lakes over a long period.",
        "AnswerCn": "一个挑战是缺乏现场湖泊水位监测和大多数湖泊的长期连续卫星测高数据，这使得准确估计所有湖泊在较长时间内的水储量变化变得困难。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data collection methods employed to assess lake water storage changes on the Tibetan Plateau?",
        "QuestionCn": "评估青藏高原湖泊水储量变化的数据收集方法的特点是什么？",
        "AnswerEn": "Landsat images, Shuttle Radar Topography Mission (SRTM) Digital Elevation Model (DEM) data, Normalized Difference Water Index (NDWI), years 1976, 1990, 2000, 2005, 2013",
        "AnswerCn": "Landsat影像、航天飞机雷达地形测绘任务（SRTM）数字高程模型（DEM）数据、归一化差异水体指数（NDWI），年份1976、1990、2000、2005、2013。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the specific challenges encountered in collecting data for studying lake water storage changes on the Tibetan Plateau?",
        "QuestionCn": "在研究青藏高原湖泊水储量变化时，收集数据所面临的具体挑战有哪些？",
        "AnswerEn": "lack of in situ lake level monitoring, lack of long-term continuous satellite altimetry data, lack of reliable observation data for quantifying glacier mass balance, uncertainties about the main causes of lake expansion",
        "AnswerCn": "缺乏现场湖泊水位监测、缺乏长期连续的卫星测高数据、缺乏可靠的观测数据来量化冰川质量平衡、对湖泊扩张主要原因的不确定性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many lakes greater than 10 km2 were analyzed for water storage changes during the period from 1976 to 2013?",
        "QuestionCn": "在1976年至2013年期间，分析了多少个面积大于10平方公里的湖泊的水储量变化？",
        "AnswerEn": "315",
        "AnswerCn": "315",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the total number of images used to extract lake surface areas for the years 1976, 1990, 2000, 2005, and 2013?",
        "QuestionCn": "用于提取1976年、1990年、2000年、2005年和2013年湖泊表面积的图像总数是多少？",
        "AnswerEn": "242",
        "AnswerCn": "242",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "By how much did the lake water storage increase from 1990 to 2013?",
        "QuestionCn": "从1990年到2013年，湖泊水储量增加了多少？",
        "AnswerEn": "140.8 Gt",
        "AnswerCn": "140.8 吉吨",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'Normalized Difference Water Index (NDWI)' mean in the context of extracting lake boundaries from satellite images?",
        "QuestionCn": "在从卫星图像中提取湖泊边界的背景下，“归一化差异水指数（NDWI）”是什么意思？",
        "AnswerEn": "Normalized Difference Water Index (NDWI) is a method used to extract lake boundaries from satellite images. It was introduced for multiple purposes by different authors in 1996 and is applied to differentiate water bodies from the surrounding land areas in satellite imagery.",
        "AnswerCn": "归一化差异水体指数（NDWI）是一种用于从卫星图像中提取湖泊边界的方法。它在1996年由不同作者提出，旨在用于多种目的，并应用于区分卫星图像中的水体与周围陆地区域。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'lake water storage change' entail in the context of hydrological studies on the Tibetan Plateau?",
        "QuestionCn": "在西藏高原的水文研究中，“湖泊水储量变化”涉及什么？",
        "AnswerEn": "Lake water storage change refers to the variation in the volume of water stored in lakes over time. In the context of hydrological studies on the Tibetan Plateau, it is an important factor influencing the hydrological cycle, regional environment, and climate due to the large number and area of lakes in the region. These changes are analyzed to understand their spatial differences and potential links to climate change.",
        "AnswerCn": "湖水储存变化是指湖泊中水量随时间的变化。在青藏高原的水文研究中，这一因素对水文循环、区域环境和气候产生重要影响，因为该地区湖泊数量众多且面积广泛。这些变化的分析有助于理解其空间差异及与气候变化的潜在联系。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the data collection method using Landsat images compare to using satellite altimetry data for estimating lake water storage changes in terms of temporal coverage and accuracy?",
        "QuestionCn": "使用Landsat影像进行湖泊水储量变化估计的数据收集方法与使用卫星测高数据相比，在时间覆盖和准确性方面如何？",
        "AnswerEn": "Landsat images were used to extract lake surface areas for specific years (1976, 1990, 2000, 2005, and 2013) and allowed for a comprehensive analysis of water storage changes over a long period. However, the lack of continuous satellite altimetry data for many lakes limits long-term continuous monitoring, making water storage estimates challenging and uncertain for lakes without sufficient data coverage.",
        "AnswerCn": "Landsat影像被用来提取特定年份（1976年、1990年、2000年、2005年和2013年）的湖泊表面积，从而对水储存变化进行了全面分析。然而，许多湖泊缺乏连续的卫星高程数据，这限制了长期的连续监测，使得对于数据覆盖不足的湖泊的水储存估计变得具有挑战性和不确定性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the similarities and differences in challenges faced when estimating water storage changes using SRTM DEM data versus relying on in situ lake level monitoring?",
        "QuestionCn": "使用SRTM DEM数据估算水库储水变化与依赖现场湖泊水位监测所面临的挑战的相似性和差异性是什么？",
        "AnswerEn": "Both SRTM DEM data and in situ lake level monitoring face challenges due to the lack of comprehensive coverage. SRTM data provides widespread elevation data, but estimating water storage changes remains uncertain without long-term satellite or in situ data. In situ monitoring offers precise local measurements but is unavailable for most lakes, making regional assessments difficult.",
        "AnswerCn": "SRTM数字高程模型（DEM）数据和现场湖泊水位监测都面临着覆盖范围不足的挑战。SRTM数据提供了广泛的高程数据，但在没有长期卫星或现场数据的情况下，估算水储量变化仍然存在不确定性。现场监测提供了精确的局部测量，但大多数湖泊缺乏监测，使得区域评估变得困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do the findings from using the Normalized Difference Water Index (NDWI) for lake boundary extraction compare to potential findings using other remote sensing indices or methods for identifying water bodies?",
        "QuestionCn": "使用归一化差异水体指数（NDWI）进行湖泊边界提取的研究结果与使用其他遥感指数或方法识别水体的潜在结果相比，有哪些不同之处？",
        "AnswerEn": "The use of NDWI was effective in extracting lake boundaries from Landsat images, providing reliable data for assessing lake surface area changes. Alternative remote sensing indices or methods might offer different spectral sensitivity or accuracy levels, potentially leading to variations in detected water body boundaries and influencing the interpretation of lake size and expansion.",
        "AnswerCn": "NDWI的使用在从Landsat影像中提取湖泊边界方面是有效的，为评估湖泊表面积变化提供了可靠的数据。替代的遥感指数或方法可能提供不同的光谱敏感性或准确性水平，可能导致检测到的水体边界的变化，并影响湖泊大小和扩展的解读。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How do the challenges in obtaining reliable observation data affect the interpretation of water storage changes on the Tibetan Plateau, and what methods might improve the accuracy of these interpretations?",
        "QuestionCn": "获取可靠观测数据的挑战如何影响对青藏高原水储量变化的解读，以及哪些方法可能提高这些解读的准确性？",
        "AnswerEn": "The lack of reliable in situ observation data and complete satellite coverage poses significant challenges to interpreting water storage changes accurately. This limitation makes it difficult to quantify the contribution of glacial meltwater to lakes and assess the overall water storage changes. To improve accuracy, methods such as integrating long-term satellite altimetry data (like ICESat and Cryosat-2) with ground-based measurements, where available, and using advanced remote sensing techniques could enhance data reliability and interpretation.",
        "AnswerCn": "缺乏可靠的原位观测数据和完整的卫星覆盖对准确解释水储量变化构成了重大挑战。这一限制使得量化冰川融水对湖泊的贡献以及评估整体水储量变化变得困难。为了提高准确性，可以通过整合长期卫星高度计数据（如ICESat和Cryosat-2）与可用的地面测量数据，以及使用先进的遥感技术，来增强数据的可靠性和解释能力。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What methodological approaches can be inferred about estimating lake water storage changes over long periods using satellite imagery and digital elevation models?",
        "QuestionCn": "可以从使用卫星影像和数字高程模型估算湖泊水储量长期变化中推断出哪些方法论方法？",
        "AnswerEn": "The methodological approach involves using an empirical equation combining Shuttle Radar Topography Mission (SRTM) DEM data and Landsat images to estimate lake water storage changes over several decades. Normalized Difference Water Index (NDWI) is utilized for extracting lake boundaries from satellite images. This approach, while effective across large spatial scales, highlights the potential need for integrating diverse datasets to address temporal gaps and enhance the precision of long-term water storage estimates.",
        "AnswerCn": "该方法论涉及使用经验方程结合航天飞机雷达地形测量任务（SRTM）数字高程模型（DEM）数据和Landsat影像，以估算数十年来湖泊水储量的变化。归一化差异水体指数（NDWI）用于从卫星图像中提取湖泊边界。这种方法在大空间尺度上有效，但突显了整合多样化数据集的潜在需求，以解决时间间隔问题并提高长期水储量估算的精确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the primary factors that cause challenges in estimating water storage changes for lakes on the Tibetan Plateau over a long period?",
        "QuestionCn": "导致长期估算青藏高原湖泊水储量变化的主要因素有哪些挑战？",
        "AnswerEn": "Challenges arise due to the lack of in situ lake level monitoring and long-term continuous satellite altimetry data for some large lakes. The absence of reliable observation data also makes it difficult to quantify both the glacier mass balance and the contribution from glacial meltwater to the lakes, leading to uncertainty in estimating total lake water storage change.",
        "AnswerCn": "由于缺乏现场湖泊水位监测和一些大湖的长期连续卫星测高数据，挑战随之而来。可靠观测数据的缺失也使得量化冰川质量平衡以及冰川融水对湖泊贡献变得困难，从而导致在估算湖泊水储量变化时存在不确定性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it difficult to determine the main causes of lake expansion throughout the Tibetan Plateau?",
        "QuestionCn": "为什么很难确定整个青藏高原湖泊扩张的主要原因？",
        "AnswerEn": "Determining the main causes of lake expansion is challenging because of the lack of both in situ observation data and complete coverage of satellite data. This limitation leads to debates about whether increasing precipitation or glacial meltwater is the primary contributor to lake expansion.",
        "AnswerCn": "确定湖泊扩展的主要原因是具有挑战性的，因为缺乏现场观测数据和卫星数据的全面覆盖。这一限制导致了关于增加的降水量或冰川融水是否是湖泊扩展的主要贡献者的争论。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What leads to the differences in water storage change estimates when comparing lake surface area changes across different regions of the Tibetan Plateau?",
        "QuestionCn": "在比较青藏高原不同地区湖泊表面积变化时，导致水储存变化估计差异的原因是什么？",
        "AnswerEn": "Differences in water storage change estimates arise because changes in lake surface area do not accurately represent the degree of water storage change. This discrepancy is due to variations in topography and lake size across different regions, which affect how surface area changes translate into water storage changes.",
        "AnswerCn": "水储存变化估计的差异源于湖泊表面积的变化并不能准确代表水储存变化的程度。这种差异是由于不同地区的地形和湖泊大小的变化，影响了表面积变化如何转化为水储存变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using Shuttle Radar Topography Mission (SRTM) DEM data and Landsat images for estimating lake water storage changes over a long period?",
        "QuestionCn": "使用航天飞机雷达地形任务（SRTM）数字高程模型（DEM）数据和Landsat影像来估算湖泊水储量变化的长期后果是什么？",
        "AnswerEn": "Using Shuttle Radar Topography Mission (SRTM) DEM data and Landsat images allows for the estimation of lake water storage changes over an extended period, from 1976 to 2013. This approach provides a basis for analyzing spatial differences in water storage changes and potential links to climate change, despite challenges in estimating total water storage change due to the lack of continuous satellite altimetry data and in situ lake level monitoring for most lakes.",
        "AnswerCn": "使用航天飞机雷达地形任务（SRTM）数字高程模型（DEM）数据和Landsat影像，可以估算1976年至2013年间湖泊水储量的变化。这种方法为分析水储量变化的空间差异及其与气候变化的潜在联系提供了基础，尽管由于缺乏连续的卫星测高数据和大多数湖泊的现场水位监测，估算总水储量变化面临挑战。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What outcomes can arise from employing the Normalized Difference Water Index (NDWI) in extracting lake boundaries from satellite images?",
        "QuestionCn": "使用归一化差异水体指数（NDWI）从卫星图像中提取湖泊边界可能产生的结果有哪些？",
        "AnswerEn": "Employing the Normalized Difference Water Index (NDWI) in extracting lake boundaries from satellite images enables the identification of lake surface areas, which is crucial for assessing changes in lake water storage. This method supports the analysis of lake expansion and its potential links to factors like precipitation and glacial meltwater, although it might not fully capture the variations in the degree of water storage change due to topographical and lake size differences.",
        "AnswerCn": "采用归一化水体指数（NDWI）从卫星图像中提取湖泊边界，可以识别湖泊表面积，这对于评估湖泊水储量的变化至关重要。这种方法支持对湖泊扩展及其与降水和冰川融水等因素潜在联系的分析，尽管由于地形和湖泊大小的差异，它可能无法完全捕捉水储量变化的程度。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the main objectives behind estimating water storage changes over a long period in lakes on the Tibetan Plateau?",
        "QuestionCn": "估计青藏高原湖泊长期水储量变化的主要目标是什么？",
        "AnswerEn": "The purpose of estimating water storage change is to analyze the spatial differences in these changes and explore the potential link between lake expansion and climate change.",
        "AnswerCn": "估算水储量变化的目的是分析这些变化的空间差异，并探讨湖泊扩张与气候变化之间的潜在联系。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is the significance of addressing the challenges associated with the lack of reliable observation data for lakes on the Tibetan Plateau?",
        "QuestionCn": "解决与缺乏可靠的西藏高原湖泊观测数据相关的挑战有什么重要意义？",
        "AnswerEn": "Addressing these challenges is significant because it can lead to more accurate quantification of glacier mass balance and the contribution of glacial meltwater to lakes, thereby enhancing the understanding of lake expansion causes and regional hydrological changes.",
        "AnswerCn": "解决这些挑战具有重要意义，因为这可以更准确地量化冰川质量平衡和冰川融水对湖泊的贡献，从而增强对湖泊扩展原因和区域水文变化的理解。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methods are employed to estimate water storage changes in lakes over a long period using satellite data and digital elevation models?",
        "QuestionCn": "使用卫星数据和数字高程模型估计湖泊长期水储量变化的方法有哪些？",
        "AnswerEn": "Water storage changes are estimated using an empirical equation based on Shuttle Radar Topography Mission (SRTM) DEM data and Landsat images. The Landsat images are used to extract lake surface areas for different years, and the SRTM DEM data helps in calculating changes in water storage.",
        "AnswerCn": "水储存变化是通过基于航天雷达地形测量（SRTM）数字高程模型（DEM）数据和Landsat影像的经验方程进行估算的。Landsat影像用于提取不同年份的湖泊表面积，而SRTM DEM数据则帮助计算水储存的变化。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How is the Normalized Difference Water Index (NDWI) used to extract lake boundaries from satellite images in data collection?",
        "QuestionCn": "归一化差异水体指数（NDWI）如何用于从卫星图像中提取湖泊边界进行数据收集？",
        "AnswerEn": "The Normalized Difference Water Index (NDWI) is used to extract lake boundaries by distinguishing water bodies from other land features in satellite images. This method was applied to images from Landsat Multispectral Scanner, Thematic Mapper, Enhanced Thematic Mapper Plus, and Operational Land Image to determine lake surface areas.",
        "AnswerCn": "归一化差异水体指数（NDWI）用于通过区分水体与其他地面特征来提取湖泊边界，该方法应用于来自Landsat多光谱扫描仪、主题映射仪、增强主题映射仪加和操作陆地影像的图像，以确定湖泊的表面积。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What are the procedural steps to evaluate the contribution of glacial meltwater to lake water storage changes on the Tibetan Plateau?",
        "QuestionCn": "评估冰川融水对青藏高原湖泊水储存变化的贡献的程序步骤是什么？",
        "AnswerEn": "The contribution of glacial meltwater to lake water storage changes is evaluated by using modern glacier mass balance observation data in combination with satellite imagery and DEM data to estimate the impact of glacial meltwater on lake expansion. This approach involves rough estimates based on regional differences in climate and glacier distribution.",
        "AnswerCn": "通过使用现代冰川质量平衡观测数据结合卫星影像和数字高程模型（DEM）数据，评估冰川融水对湖泊水储存变化的贡献。这种方法基于气候和冰川分布的区域差异进行粗略估计，以评估冰川融水对湖泊扩展的影响。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What advancements in satellite imagery and digital elevation models have enabled the precise measurement of lake water storage changes over time on the Tibetan Plateau?",
        "QuestionCn": "卫星影像和数字高程模型的哪些进步使得能够精确测量青藏高原湖泊水储量随时间的变化？",
        "AnswerEn": "Advancements such as the use of Landsat images and Shuttle Radar Topography Mission (SRTM) DEM have enabled the precise measurement of lake water storage changes by providing data on lake surface areas and digital elevation models. The combination of these technologies facilitates the estimation of water storage changes over a long period.",
        "AnswerCn": "诸如Landsat影像和航天飞机雷达地形测量（SRTM）数字高程模型（DEM）的应用，使得湖泊水储量变化的精确测量成为可能，这些技术提供了湖泊表面积和数字高程模型的数据。这些技术的结合有助于估算长期的水储量变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be challenges in estimating water storage changes for all lakes throughout the Tibetan Plateau over a long time?",
        "QuestionCn": "在整个青藏 Plateau 上估计所有湖泊的水储量变化可能面临挑战的原因是什么？",
        "AnswerEn": "Challenges arise due to the lack of in situ lake level monitoring for most lakes and incomplete long-term continuous satellite altimetry data for some large lakes. Additionally, the absence of reliable observation data makes it difficult to quantify both the glacier mass balance and the contribution from glacial meltwater to the lakes.",
        "AnswerCn": "由于大多数湖泊缺乏原位湖面监测以及一些大湖泊的长期连续卫星测高数据不完整，因此面临挑战。此外，缺乏可靠的观测数据使得量化冰川质量平衡和冰川融水对湖泊贡献变得困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why are there difficulties in determining the main cause of lake expansion on the Tibetan Plateau?",
        "QuestionCn": "确定青藏高原湖泊扩张的主要原因存在困难，原因是什么？",
        "AnswerEn": "Determining the main cause of lake expansion is challenging because of the lack of both in situ observation data and complete coverage of satellite data. This makes it difficult to quantify the contribution from glacial meltwater versus precipitation, leading to debates regarding the primary factors driving lake expansion.",
        "AnswerCn": "确定湖泊扩张的主要原因是具有挑战性的，因为缺乏现场观测数据和卫星数据的全面覆盖。这使得量化冰川融水与降水的贡献变得困难，从而导致关于驱动湖泊扩张的主要因素的争论。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is the estimation of total lake water storage change considered uncertain?",
        "QuestionCn": "湖泊水储量变化的估算被认为是不确定的原因是什么？",
        "AnswerEn": "The estimation is uncertain because only a few large lakes have long periods of satellite image coverage based on data like ICESat and Cryosat-2. This incomplete data coverage contributes to uncertainty in estimating total lake water storage changes across the Tibetan Plateau.",
        "AnswerCn": "估计的不确定性是因为只有少数大型湖泊拥有基于ICESat和Cryosat-2的数据的长期卫星图像覆盖。这种不完整的数据覆盖导致在估算整个青藏高原的湖泊水储量变化时存在不确定性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How effective do you think the combination of SRTM DEM and Landsat imagery is for estimating long-term lake water storage changes on the Tibetan Plateau?",
        "QuestionCn": "您认为SRTM数字高程模型（DEM）和Landsat影像的结合在估算青藏高原长期湖泊水储量变化方面的有效性如何？",
        "AnswerEn": "The combination of SRTM DEM and Landsat imagery appears to be effective for estimating long-term lake water storage changes, as it allows for the extraction of lake surface areas and the calculation of water volume changes over several decades. However, challenges remain due to the lack of in situ lake level monitoring and complete satellite data coverage.",
        "AnswerCn": "SRTM数字高程模型（DEM）与Landsat影像的结合似乎有效用于估计长期湖泊水储量变化，因为它可以提取湖泊表面积并计算数十年来的水量变化。然而，由于缺乏现场湖泊水位监测和完整的卫星数据覆盖，仍然存在挑战。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is your evaluation of the challenges faced in quantifying glacier mass balance and its contribution to lake expansion using available datasets?",
        "QuestionCn": "我对量化冰川质量平衡及其对湖泊扩展贡献所面临的挑战的评估是什么？",
        "AnswerEn": "Quantifying glacier mass balance and its contribution to lake expansion is challenging due to the lack of reliable observation data and complete satellite data coverage. This makes it difficult to determine the exact role of glacial meltwater in lake expansion, although rough estimates suggest it could be a significant factor in certain regions.",
        "AnswerCn": "量化冰川质量平衡及其对湖泊扩展的贡献是具有挑战性的，因为缺乏可靠的观测数据和完整的卫星数据覆盖。这使得确定冰川融水在湖泊扩展中的确切作用变得困难，尽管粗略估计表明在某些地区它可能是一个重要因素。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm unsure about the challenges faced in quantifying glacier mass balance and its contributions to lake expansion.",
        "QuestionCn": "我对量化冰川质量平衡及其对湖泊扩展贡献所面临的挑战感到不确定。",
        "AnswerEn": "Quantifying glacier mass balance and its contribution to lake expansion is challenging due to the lack of reliable observation data. This includes the absence of in situ lake level monitoring and long-term satellite altimetry data for many lakes. These limitations make it difficult to accurately determine the glacier mass balance and the extent of glacial meltwater's contribution to lake changes across the Tibetan Plateau.",
        "AnswerCn": "量化冰川质量平衡及其对湖泊扩展的贡献具有挑战性，因为缺乏可靠的观测数据。这包括许多湖泊缺乏现场湖面监测和长期卫星高程数据。这些限制使得准确确定冰川质量平衡以及冰川融水对青藏 Plateau 湖泊变化的贡献变得困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I don't understand why estimating water storage changes for all lakes on the Tibetan Plateau over a long period remains uncertain.",
        "QuestionCn": "我不明白为什么对青藏 Plateau上所有湖泊的水储量变化进行长期估计仍然存在不确定性。",
        "AnswerEn": "Estimating water storage changes for all lakes on the Tibetan Plateau remains uncertain due to the incomplete coverage of satellite data and the lack of in situ observations. Only a few large lakes have comprehensive satellite image coverage, making it difficult to generalize findings and accurately estimate total water storage changes across the entire region over a long period.",
        "AnswerCn": "由于卫星数据覆盖不完整和缺乏现场观测，估计整个青藏高原湖泊的水储量变化仍然存在不确定性。只有少数大型湖泊拥有全面的卫星影像覆盖，这使得很难将研究结果进行概括，并准确估计整个地区在较长时期内的水储量变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore the various data collection methods used to estimate lake water storage changes over several decades and evaluate their effectiveness.",
        "QuestionCn": "请探讨用于估计湖泊水储量变化的各种数据收集方法，这些方法跨越数十年，并评估它们的有效性。",
        "AnswerEn": "The data collection methods used include utilizing Shuttle Radar Topography Mission (SRTM) DEM data and Landsat images. The effectiveness of these methods allows for the estimation of lake water storage changes over a long period through an empirical equation, although challenges exist due to limited in situ data and satellite coverage.",
        "AnswerCn": "所使用的数据收集方法包括利用航天飞机雷达地形任务（SRTM）数字高程模型（DEM）数据和Landsat影像。这些方法的有效性使得通过经验公式能够估算湖泊水储量的变化，尽管由于现场数据和卫星覆盖的限制，仍然存在一些挑战。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Identify and analyze the main challenges faced in estimating water storage changes for lakes on the Tibetan Plateau using remote sensing techniques.",
        "QuestionCn": "识别和分析使用遥感技术估算青藏高原湖泊水储量变化面临的主要挑战。",
        "AnswerEn": "The main challenges include the lack of in situ lake level monitoring and long-term continuous satellite data for many lakes, which makes comprehensive estimations difficult. The lack of reliable observation data for glacier mass balance and the contribution of glacial meltwater further complicates the analysis.",
        "AnswerCn": "主要挑战包括缺乏现场湖泊水位监测和许多湖泊的长期连续卫星数据，这使得全面估算变得困难。冰川质量平衡和冰川融水贡献的可靠观测数据缺乏进一步复杂化了分析。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}