{
  "id": "56c0cb84-7f6e-431b-8ec9-a2b02dbe9d5d",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Quantitative temperature data set for the past 90000 years in Southwest China",
      "titleCn": "中国西南地区过去9万年以来定量温度数据集",
      "description": "Based on the analysis of brgdgts and hydrogen isotopes of leaf wax in lake sediments from Tengchong Qinghai (tcqh) in Yunnan Province, this study shows for the first time the high-resolution annual average temperature change history of low latitude land since the last glacial period (since the last 88000 years). According to the annual average temperature of South Asia established by tcqh core, there are two warm periods of 88000-71000 years and 45000-22000 years in this region, and the temperature range is about 2-3 ° C. Since the Holocene, the temperature has been increasing for about 1-2 years ° C。",
      "descriptionCn": "该研究通过分析云南腾冲青海（Tengchongqinghai，TCQH）湖泊沉积岩芯中的支链甘油二烷基甘油四醚酯（brGDGTs）和叶蜡氢同位素，首次展示了末次冰期以来（过去8.8万年以来）低纬陆地高分辨率年均温度变化历史。根据TCQH岩心建立出的南亚年均温度，该区域存在8.8-7.1万年和4.5-2.2万年两个暖期，温度变幅约2-3 °C，这样的变幅基本达到了该区域冰期-间冰期的变幅，全新世以来温度呈持续增温趋势，升温约1-2°C。",
      "instructions": "The data is named after the name of the paper and can be viewed and edited by WPS or excel.",
      "instructionsCn": "数据以论文名称命名，可用WPS或Excel等软件进行查看和编辑。",
      "east": 98.57,
      "west": 98.57,
      "south": 25.12,
      "north": 25.12,
      "startTime": null,
      "endTime": null,
      "fileSize": 34901.0,
      "cstr": "18406.11.Paleoenv.tpdc.271464",
      "doi": "10.11888/Paleoenv.tpdc.271464",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "赵成",
        "nameEn": "ZHAO Cheng",
        "unitEn": "",
        "unitCn": "南京大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Possible obliquity-forced warmth in southern Asia during the last glacial stage",
        "referenceCn": null,
        "referenceEn": "Zhao, C., Rohling, E.J., Liu, Z., Yang, X., Zhang, E., Cheng, J., et al. (2021). Possible\nobliquity-forced warmth in southern Asia during the last glacial stage. Sci. Bull.\nhttps://doi.org/10.1016/j.scib.2020.11.016."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "古气候重建",
        "nameEn": "Paleoclimate Reconstruction"
      },
      {
        "nameCn": "湖泊沉积物",
        "nameEn": "Lake sediments"
      },
      {
        "nameCn": "生物化石",
        "nameEn": "Macrofossils"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国西南",
        "keywordEn": "Southwest China"
      },
      {
        "keywordCn": "腾冲青海",
        "keywordEn": "Tengchongqinghai Lake"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "末次冰期",
        "keywordEn": "Last glaciation",
        "type": "temporal"
      },
      {
        "keywordCn": "过去9万年",
        "keywordEn": "over the past 90,000 years",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
        "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to reconstruct past temperature changes in the Southwest China region over the last 88,000 years?",
        "QuestionCn": "您能否提供一个用于重建中国西南地区过去88,000年温度变化的数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method used to reconstruct past temperature changes in this region involves analyzing lake sediment cores for branched glycerol dialkyl glycerol tetraether (brGDGTs) and leaf wax hydrogen isotopes. This approach allows researchers to create high-resolution records of mean annual temperature variations since the last glacial period.",
        "AnswerCn": "一种用于重建该地区过去温度变化的数据收集方法涉及分析湖泊沉积物核心中的支链甘油二烷基甘油四醚（brGDGTs）和叶蜡氢同位素。这种方法使研究人员能够创建自上一个冰川时期以来的年均温度变化的高分辨率记录。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the features and techniques used for collecting quantitative temperature data from lake sediment core samples over the past 90,000 years in regions like Southwest China?",
        "QuestionCn": "在像中国西南地区这样的区域中，从湖泊沉积物岩心样本中收集过去90,000年的定量温度数据所使用的特征和技术是什么？",
        "AnswerEn": "branched glycerol dialkyl glycerol tetraethers (brGDGTs), leaf wax hydrogen isotopes, high-resolution mean annual temperature changes, warm periods between 88,000-71,000 years and 45,000-22,000 years ago, temperature variations of approximately 2-3 °C, continuous warming trend of about 1-2°C since the Holocene",
        "AnswerCn": "分支甘油二烷基甘油四醚（brGDGTs）、叶蜡氢同位素、高分辨率年均温度变化、88,000至71,000年前和45,000至22,000年前的温暖期、温度变化约为2-3°C、自全新世以来持续约1-2°C的变暖趋势。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the timespan covered by a dataset that uses brGDGTs and leaf wax hydrogen isotopes to quantify temperature changes in Southwest China?",
        "QuestionCn": "使用brGDGTs和叶蜡氢同位素量化中国西南地区温度变化的数据集覆盖的时间跨度是多少？",
        "AnswerEn": "88,000 years",
        "AnswerCn": "88,000年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by '支链甘油二烷基甘油四醚酯（brGDGTs）' in the context of reconstructing past temperatures over the last 88,000 years?",
        "QuestionCn": "在重建过去88,000年的温度时，“支链甘油二烷基甘油四醚酯（brGDGTs）”是什么意思？",
        "AnswerEn": "In the context of reconstructing past temperatures over the last 88,000 years, '支链甘油二烷基甘油四醚酯（brGDGTs）' refers to branched glycerol dialkyl glycerol tetraethers, which are biomarkers found in lake sediments. These compounds are used to infer past temperature changes because their distribution and abundance in sediments can be correlated with historical temperature variations. The analysis of brGDGTs allows researchers to reconstruct high-resolution annual mean temperature histories in low-latitude terrestrial regions, as demonstrated through the study of lake sediment cores.",
        "AnswerCn": "在重建过去88,000年的温度变化的背景下，'支链甘油二烷基甘油四醚酯（brGDGTs）'指的是支链甘油二烷基甘油四醚，这是一种在湖泊沉积物中发现的生物标志物。这些化合物用于推断过去的温度变化，因为它们在沉积物中的分布和丰度可以与历史温度变化相关联。对brGDGTs的分析使研究人员能够重建低纬度陆地地区的高分辨率年均温度历史，这一点通过对湖泊沉积物核心的研究得到了证明。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the historical climate patterns in the South Asia region from the temperature variations observed in the lake sediment cores?",
        "QuestionCn": "从湖泊沉积物岩心中观察到的温度变化可以推断出南亚地区的历史气候模式吗？",
        "AnswerEn": "The temperature variations observed in the lake sediment cores from the South Asia region suggest the presence of two warm periods between 8.8-7.1 thousand years and 4.5-2.2 thousand years ago, with temperature fluctuations of about 2-3°C. These changes indicate significant climate shifts comparable to glacial-interglacial periods, and a continuous warming trend of about 1-2°C since the Holocene.",
        "AnswerCn": "来自南亚地区湖泊沉积物核心的温度变化表明，在8.8-7.1千年前和4.5-2.2千年前之间存在两个温暖期，温度波动约为2-3°C。这些变化表明气候发生了显著的转变，可与冰川-间冰期的变化相媲美，并且自全新世以来，温度持续上升约1-2°C。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on the understanding of past climate variability if high-resolution temperature data derived from lake sediment core analyses are integrated with other paleoclimate proxies?",
        "QuestionCn": "如果将来自湖泊沉积物核心分析的高分辨率温度数据与其他古气候代理整合在一起，对过去气候变异性的理解可能会产生哪些潜在影响？",
        "AnswerEn": "Integrating high-resolution temperature data derived from lake sediment core analyses with other paleoclimate proxies could provide a more comprehensive understanding of past climate variability, allowing researchers to identify finer details and patterns in climate change over time. This integration might reveal more accurate reconstructions of temperature fluctuations, help identify correlations with global climate events, and improve predictions of future climate trends by providing a more holistic view of historical climate dynamics in regions like the low-latitude areas over the past 88,000 years.",
        "AnswerCn": "将来自湖泊沉积物核心分析的高分辨率温度数据与其他古气候代理整合，可以提供对过去气候变异性的更全面理解，使研究人员能够识别气候变化中的更细微细节和模式。这种整合可能揭示更准确的温度波动重建，帮助识别与全球气候事件的相关性，并通过提供对低纬度地区过去88,000年历史气候动态的更整体视角，改善对未来气候趋势的预测。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to analyze brGDGTs and leaf wax hydrogen isotopes in lake sediment cores when studying past temperature variations in Southwest China over the last 90,000 years?",
        "QuestionCn": "在研究过去90,000年中国西南地区的温度变化时，分析brGDGTs和叶蜡烃氢同位素在湖泊沉积物核心中的重要性是什么？",
        "AnswerEn": "Analyzing brGDGTs and leaf wax hydrogen isotopes in lake sediment cores provides a high-resolution record of mean annual temperature changes in low-latitude terrestrial regions since the last glacial period. This approach reveals significant warm periods and temperature fluctuations, such as the 8.8-7.1 thousand years and 4.5-2.2 thousand years warm periods with temperature changes of about 2-3 °C, which are comparable to glacial-interglacial temperature variations in the region. Since the Holocene, there has been a continuous warming trend, with a temperature increase of about 1-2°C.",
        "AnswerCn": "分析湖泊沉积物核心中的brGDGTs和叶蜡氢同位素提供了自上一个冰川时期以来低纬度陆地区域年均温变化的高分辨率记录。这种方法揭示了显著的温暖时期和温度波动，例如8.8-7.1千年前和4.5-2.2千年前的温暖时期，温度变化约为2-3°C，这与该地区的冰川-间冰期温度变化相当。自全新世以来，温度持续上升，增加约1-2°C。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}