{
    "id": "57148781-4c75-4259-a9e6-8d15c1a0f474",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Bankfull geometry dataset of major exorheic rivers on the Qinghai-Tibet Plateau (1984-2020)",
            "description": "Based on the Sentinel-2 and Landsat 5/7/8 multispectral instrument imageries combined with in-situ measured hydrological data, bankfull river geometry of six major exorheic river basins of the Qinghai-Tibet Plateau (the upper Yellow River, upper Jinsha River, Yalong River, Lantsang River, Nu River and Yalung Zangbo River) are presented. River surface of six mainstreams and major tributaries are included. For each river basin, two types of rivers are included: connected and disconnected rivers. Format of the dataset is .shp exported from the ArcGIS 10.5.\nThree products are included in the dataset: one original product (bankfull river surface dataset) and two derived products (bankfull river width dataset and bankfull river surface area dataset with a 1 km river length interval). These three products are in three folders. The first folder, “1-Bankfull River Surface”, contains river surface vectors for six river basins in the .shp file. The second folder, “2-Bankfull River Width”, contains bankfull river widths and corresponding coordinates with a 1 km-step river length for six mainstreams and some connected tributaries in .xlsx format. The river width vectors in the .shp files are also provided in the second folder. The third folder, “3-Bankfull River Surface Area”, contains bankfull river surface areas and corresponding coordinates with a 1 km-step river length for six mainstreams and some connected tributaries in .xlsx format. \nThree Supplementary Files are included: Supplementary File 1, tables and figures related to the dataset; Supplementary File 2, used for river surface extraction based on GEE platform; Supplementary File 3, used for river width extraction based on Matlab.\nThe provided planform river hydromorphology data can supplement global hydrography datasets and effectively represent the combined fluvial geomorphology and geological background in the study area.",
            "instructions": "XXX_con.shp;  \nXXX_discon.shp;  \nXXX_connected_river_width_divide_1km.shp;  \nXXX_connected_RW_divide_1km.xlsx;  \nXXX_connected_area_divided_1km.shp;  \nXXX_connected_Area_divide_1km.xlsx;",
            "east": 105.57,
            "west": 82.0,
            "south": 22.98,
            "north": 38.33,
            "startTime": null,
            "endTime": null,
            "fileSize": 80988941.0,
            "cstr": null,
            "doi": "10.1038/s41597-022-01614-w",
            "dataFormat": null,
            "license": "Attribution 4.0 International (CC BY 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LI Dan ",
                "unitEn": "State Key Laboratory of Hydroscience and Engineering, Department of Hydraulic Engineering, Tsinghua University"
            },
            {
                "nameEn": "XUE Yuan ",
                "unitEn": "State Key Laboratory of Hydroscience and Engineering, Department of Hydraulic Engineering, Tsinghua University"
            },
            {
                "nameEn": "QIN Chao ",
                "unitEn": "State Key Laboratory of Hydroscience and Engineering, Department of Hydraulic Engineering, Tsinghua University"
            },
            {
                "nameEn": "WU Baosheng ",
                "unitEn": "State Key Laboratory of Hydroscience and Engineering, Department of Hydraulic Engineering, Tsinghua University"
            },
            {
                "nameEn": "CHEN Bowei ",
                "unitEn": "Key Laboratory of Digital Earth Science, Aerospace Information Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "WANG Ge ",
                "unitEn": "State Key Laboratory of Hydroscience and Engineering, Department of Hydraulic Engineering, Tsinghua University"
            }
        ],
        "literatureList": [
            {
                "titleEn": "Automatic extraction of mountain river surface and width based on multisource high-resolution satellite images",
                "referenceEn": "Xue, Y., Qin, C., Wu, B., Li, D., & Fu, X. (2022). Automatic extraction of mountain river surface and width based on multisource high-resolution satellite images. Remote Sensing, 14, 2370."
            },
            {
                "titleEn": "River extraction under bankfull discharge conditions based on sentinel-2 imagery and DEM data",
                "referenceEn": "Li, D., Wang, G., Qin, C., & Wu, B.S. (2021). River extraction under bankfull discharge conditions based on sentinel-2 imagery and DEM data. Remote Sensing, 13, 2650."
            },
            {
                "titleEn": "Open-Surface River Extraction Based on Sentinel-2 MSI Imagery and DEM Data: Case Study of the Upper Yellow River",
                "referenceEn": "Li, D., Wu, B., Chen, B., Qin, C., Wang, Y., Zhang, Y., & Xue, Y. (2020). Open-Surface River Extraction Based on Sentinel-2 MSI Imagery and DEM Data: Case Study of the Upper Yellow River. Remote Sensing, 12, 2737."
            },
            {
                "titleEn": "Automatic extraction of river information in mountainous areas based on multi-source domestic high-resolution remote sensing images.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Research Progress and Prospects of Water Body Information Extraction Based on Satellite Remote Sensing",
                "referenceEn": "None"
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Others"
            },
            {
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "class III watershed"
            },
            {
                "nameEn": "Optical remote sensing"
            },
            {
                "nameEn": "Others"
            },
            {
                "nameEn": "Others"
            },
            {
                "nameEn": "moutain river"
            },
            {
                "nameEn": "Streamflow"
            },
            {
                "nameEn": "spatio-temporal variations"
            },
            {
                "nameEn": "hydrology"
            },
            {
                "nameEn": "Hydrologic characteristic value"
            },
            {
                "nameEn": "Hydrological remote sensing products"
            },
            {
                "nameEn": "Drainage Basin and River System"
            },
            {
                "nameEn": "Remote Sensing Product"
            },
            {
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Nu River"
            },
            {
                "keywordEn": "Lantsang River"
            },
            {
                "keywordEn": "Jinsha River"
            },
            {
                "keywordEn": "Yalong River"
            },
            {
                "keywordEn": "Yarlung Zangbo River"
            },
            {
                "keywordEn": "Qinghai-Tibet Plateau"
            },
            {
                "keywordEn": "Yellow River"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "1984-2020",
                "type": "temporal"
            },
            {
                "keywordEn": "annual maximum peak discharge",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "National Natural Science Foundation of China"
            },
            {
                "titleEn": "National Natural Science Foundation of China"
            },
            {
                "titleEn": "China Postdoctoral Science Foundation"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "River discharge and width are essential hydraulic variables and hydrological data needed to inform river management and restoration efforts. Bankfull discharge is morphologically critical because it represents the link between within-bank processes and floodplain processes, and bankfull discharge is frequently used to estimate the channel forming or dominant discharge of alluvial rivers. Therefore, understanding the dynamics of bankfull discharge and bankfull river width at fine spatial resolutions is essential for applications in hydrology, fluvial geomorphology, and stream ecology. Remote sensing is an effective method for extracting open-surface inland water bodies over a variety of spatiotemporal scales compared with other field survey methods employed in the past decades."
            ],
            "research objective": [
                "Insights into bankfull river discharge and bankfull width at fine spatial resolutions are essential. More importantly, the extracted river widths provide basic data to analyze the spatial distribution of bankfull widths along river networks and other applications in hydrology, fluvial geomorphology, and stream ecology."
            ],
            "challenges": [
                "However, for rivers with high suspended sediment concentrations, the existing methods are usually less accurate in river width extraction. However, most existing river width datasets were not acquired under bankfull discharge conditions due to the limited number of high-quality images constrained by the satellite revisitation periods and the influence of snow and clouds; and limited in situ measurement data can be used to calculate bankfull discharge. To date, there are no in-depth studies of the river network structure and runoff characteristics of the QTP, which is known as the “Asian Water Tower”, containing the headwaters of ten major rivers across the Asian continent, and related research has just begun."
            ],
            "methods": [
                "In this study, 10-m Sentinel-2 multispectral instrument (MSI) imagery and digital elevation model (DEM) data, as well as in situ discharge and sediment data, are fused to extract bankfull river widths on the upper Yellow River. Using in situ cross-section morphology data and flood frequency estimations to calculate the bankfull discharge of 22 hydrological stations, the one-to-one correspondence relationship between the bankfull discharge data and the image cover data was determined. The machine learning (ML) method is used to extract water bodies from the Sentinel-2 images in the Google Earth Engine (GEE)."
            ],
            "dataset": [
                "The data used in this study were acquired from the Annual Hydrological Reports of the People’s Republic of China (1967–2019), and these data include river width, flow depth, flow velocity, flow discharge, suspended sediment concentration, and cross-section information. A total of 713 samples (400 water bodies, 313 nonwater bodies) were manually selected from the land-cover images on the GEE platform for the first subregion; the second subregion has a total of 409 samples (202 water bodies, 207 nonwater bodies); and the third subregion has 608 samples (302 water bodies, 306 nonwater bodies)."
            ],
            "findings": [
                "The research results show that (1) for rivers with high suspended sediment concentrations, the water quality index (SRMIR-Red) constitutes a higher contribution; the infrared band performs better in areas with greater amounts of vegetation coverage; and for rivers in general, the water indices perform best. (2) The effective river width of the extracted connected rivers is 30 m, which is 3 times the image resolution. The R2, root mean square error (RMSE), and mean bias error (MBE) of the estimated river width values are 0.991, 7.455 m, and −0.232 m, respectively. (3) The average river widths of the single-thread sections show linear increases along the main stream, and the R2 value is 0.801. The river width has a power function relationship with bankfull discharge and the contributing area, i.e., the downstream hydraulic geometry, with R2 values of 0.782 and 0.630, respectively."
            ]
        },
        {
            "background": [
                "River systems across the globe develop from source regions, stretch over the land, and finally flow into the sea as the “blood vessels of the earth”. They gather, transmit, and distribute water, sediment, and biogenic substances in the basin thus closely linking together multi-temporal scale processes such as hydrological cycles, landform changes, and ecological evolution. Water bodies interact with the atmosphere, vegetation, environment, and geomorphology to play an important role in regional economic and environmental sustainability, drinking water safety, and ecological security. In recent years, rapid advancements in satellite remote sensing, computer image processing, and artificial intelligence (AI) technologies, as well as the abundance of basic geographic information data such as digital elevation models (DEMs), has allowed for remarkable progress in river network system research. Satellite-based imagery allows for accurate water body detection, extraction, and classification as it encompasses both spatial and spectral characteristics. Different water indices have been constructed using the spatial and spectral characteristics of remote sensing images to accurately extract water body information. The most commonly used index is the normalized difference water index (NDWI) proposed by Mcfeeters based on the normalized difference vegetation index (NDVI) concept. Classiﬁcation algorithms proposed in the past based on remote sensing images are mostly dependent on existing reference data or known input data as training samples. The influence of high altitudes, narrow channels, complex topographies, and long-term cloud cover, however, make it very difficult to extract rivers in unmanned regions of the Tibetan Plateau. As the birthplace of many large rivers, such as the Yangtze River, the Yellow River, the Yarlung Zangbo River, and the Lantsang River, the Tibetan Plateau is typical of a region lacking hydrological data: Its ecological environment is fragile and sensitive to external disturbances caused by climate change and anthropogenic activity. Global water products such as global river widths from Landsat (GRWL) by Allen and Pavelsky and global surface water by Pekel et al. have performed well on Tibetan Plateau. However, both products yield incomplete characterizations of small rivers (<90 m width), and there has been no detailed study within a specific time range in the Tibetan Plateau region. Tributaries connected to the main streams, though with relatively small size, are also important water resources to the Upper Yellow River Basin. Their accurate extraction plays an important role in discharge retrieval and runoff simulation of the hydrological model in the source area of the river.",
                "Misleading information caused by topographic shadows, cloud shadows, and snow cover make it difficult to distinguish the water body from other surfaces. Generally, the bankfull discharge and corresponding parameters (e.g., river width, water depth) have important physical significance to geomorphological evolution of river systems and hydrological modelling.",
                "Previous studies have shown that water body extraction is markedly affected by low-reflectance surfaces in complex regions. Low-reflectance surroundings such as topographic shadows, cloud shadows, high building shadows, dark built-up regions, and black soils negatively impact the accuracy of water body extraction. Unlike Allen and Pavelsky, who used a single MNDWI index to extract water bodies over a large observation area, we used multiple indices to extract water bodies according to the features of several pre-defined sub-regions.",
                "The integration of multiple water indices based on the GEE platform proved suitable for small rivers extraction over different topographies and large-scale areas using Sentinel-2 images. The detailed distribution of braided rivers, meandering rivers, and other rivers along the river networks of the Upper Yellow River was given. River widths are usually below 300 m in this region with the exception of braided rivers. The proposed method can be used along with Sentinel-2 MSI imagery to extract rivers at least 30 m in width in mountain regions."
            ],
            "research objective": [
                "In this study, we effectively extract small and open-surface river information in the Upper Yellow River by fusing Sentinel-2 with 10 m resolution optical imagery corresponding to average discharge of the summer flood season and the 90 m digital elevation model (DEM) data. The Upper Yellow River was taken as the observation area in this study. We fused the SRTM 90 m DEM data and 10 m resolution Sentinel-2 images to enhance the small-river extraction accuracy. We chose three water body indices, including the modified normalized difference water index (MNDWI), the revised normalized difference water index (RNDWI), and the automated water extraction index (AWEI), to determine the optimal extraction results.",
                "In the future, we will consider the use of higher resolution remote sensing images, adding meteorological parameters and sediment data, and explore the possibility of using more advanced methods to extract water surface for smaller mountain rivers with widths less than 30 m."
            ],
            "challenges": [
                "The influence of high altitudes, narrow channels, complex topographies, and long-term cloud cover, however, make it very difficult to extract rivers in unmanned regions of the Tibetan Plateau. There is an urgent need to improve the extraction accuracy of river surface data, especially for small rivers (width < 90 m).",
                "The western source region has the highest altitude and is affected by clouds and snow throughout the year, so it was impossible to obtain a high-quality image during the flood season there. The northeast region is characterized by urban agglomerations with highly complex underlying surfaces, as well as narrower rivers than areas upstream, so the extraction accuracy was also relatively low there. Disconnection in extracted rivers mainly occurred when water body width was below 30 m, in other words, 3 times the 10 m spatial resolution of the basic image data we adopted. Some disconnected rivers we extracted here are between 17 and 30 m wide and could only be connected at certain specific regions. Due to the limited time range and the effects of shadows, clouds, snow, and other factors, there are a few river segments wider than 30 m that were not well extracted.",
                "However, a large buffer zone increased the workload for subsequent manual vector editing. The MBE result indicated that, on average, half a pixel underestimation existed in the prediction."
            ],
            "methods": [
                "In this study, we effectively extract small and open-surface river information in the Upper Yellow River by fusing Sentinel-2 with 10 m resolution optical imagery corresponding to average discharge of the summer flood season and the 90 m digital elevation model (DEM) data. To effectively minimize the impact of the underlying surface, the study area was divided into five sub-regions according to underlying surface, terrain, and altitude features. We minimize the effects of cloud, snow, and shadow cover on the extracted river surface via a modified normalized difference water index (MNDWI), revised normalized difference water index (RNDWI), automated water extraction index (AWEI), and Otsu threshold method. Water index calculations and water element extractions are operated on the Google Earth Engine (GEE) platform. The river network vectors derived from the DEM data are used as constraints to minimize background noise in the extraction results. Sentinel-2 with 10 m spatial resolution multispectral instrument (MSI) remote sensing images during the 2017 flood season were used to extract river surface. We fused the SRTM 90 m DEM data and 10 m resolution Sentinel-2 images to enhance the small-river extraction accuracy. We chose three water body indices, including the modified normalized difference water index (MNDWI), the revised normalized difference water index (RNDWI), and the automated water extraction index (AWEI), to determine the optimal extraction results. The accuracy of extracted river positions and river widths was evaluated with GRWL and hydrological station in situ data.",
                "We used topographic maps and other auxiliary data to manually edit the DEMs to remove influence of buildings and other extraneous surface features. We set the minimum confluence area to 7.29 km 2 after trial-and-error revealed this was appropriate. We extracted a total of seven orders of river networks according to this minimum area using the DNET. We measured river widths of different orders artificially on Google Earth, then established buffer zones of the river networks based on the measured widths to de-noise the river surface extraction results. We collected data from 39 hydrological stations in the study area during the summer flood seasons from 2007 to 2017 from the Hydrology Yearbook of Yellow River. Considering the effect of these factors and the interference of the environmental background, we deployed a three-step process to extract the water body. First, we obtained five sub-regions by merging the catchments of each hydrological station according to the differences in underlying surface, elevation, and river level. Next, we adopted three water body indices for input to Otsu’s threshold segmentation method for automatic water surface extraction. Finally, we built a buffer zone along the river system using the drainage network data to constrain the range of river surface extraction and minimize background noise. The data processing work mainly included discharge determination, the selection of Sentinel-2 images, study area subdivision, and calculation of water body indices on the GEE cloud platform. De-noising, vector data editing, and connectivity of the rivers were conducted in ArcGIS 10.2.",
                "We instead used Otsu’s method to determine the initial base threshold, then adjusted the threshold several times and integrated visual interpretations to determine the optimal segmentation threshold. We transformed the images generated by the water indices into vector features in order to create shape files for de-noising in ArcGIS 10.2. We found that a substantial amount of noise persisted inside the buffer zones, especially in urban regions and regions affected by clouds and mountain shadows, which needed to be removed manually. All operations were performed in ArcGIS 10.2. By buffering the extracted river feature, we tied to connect the disconnected rivers as much as possible for showing existence and a better present of a whole river network. We determined the in situ river widths from 39 hydrological stations in the corresponding dates from the hydrological yearbook to verify the river width estimations extracted from Sentinel-2 satellite images.",
                "Average discharge values in the summer flood season of 39 hydrological stations in the Upper Yellow River were obtained in this study according to field-measured data over an 11-year period (2007–2017). Based on the date parameter, one-to-one correspondence between the in situ river discharge of each hydrological station and the image in the corresponding catchment area was established. Water indices were fused and Otsu threshold segmentation was deployed to extract the river surface. Construction of water indices of the MNDWI, RNDWI, and AWEI, and Otsu threshold calculations were carried out on the GEE platform. Differences in the underlying surfaces and elevations were used to sub-divide the study area into five sub-regions, each of which was given different water indices and thresholds to extract water bodies."
            ],
            "dataset": [
                "The Sentinel-2 satellite images used in this study were collected from 16 June to 31 October 2017, on the GEE cloud platform. Sentinel-2 is a European wide-swath, high-resolution, and multi-spectral imaging mission developed by the European Space Agency (ESA). We used the Drainage Network Extraction Tool (DNET) developed by Wu et al. and Bai et al. to extract river networks from the SRTM 90 m DEM.",
                "SRTM 90 m DEM data was downloaded from “http: //www.gscloud.cn/”. We collected data from 39 hydrological stations in the study area during the summer flood seasons from 2007 to 2017 from the Hydrology Yearbook of Yellow River. This set of data contains coordinate position, date, velocity, measured discharge, and river width, among other information.",
                "Six of the 13 Sentinel-2 data bands were used to construct MNDWI, RNDWI, and AWEI as follows: where ρ is the apparent reflectance value of spectral bands of Sentinel-2, including blue (band 2), green (band 3), red (band 4), NIR (band 8), SWIR1 (band 11), and SWIR2 (band 12). The spatial resolution of all six bands was uniformly resampled to 10 m. River networks extracted using DNET from the SRTM 90 m DEM were used as an aid to remove the majority of the noise by setting up a buffer zone alongside, as mentioned above."
            ],
            "findings": [
                "The results show the integrity of the extracted small river surface by the RNDWI index is optimal. Overall, the statistical evaluation indicates the accuracy of the extracted river widths is satisfactory. The effective river width that can be accurately extracted based on satellite images is three times the image resolution. Sentinel-2 MSI images with a spatial resolution of 10 m are used to find that the rivers over 30 m wide can be connectedly, accurately extracted with the proposed method. Results of this work can enrich the river width database in the northeast Tibetan Plateau and its boundary region. The river width information may provide a foundation for studying the spatiotemporal changes in channel geometry of river systems in high-mountain regions.",
                "The MNDWI had better extraction results than other techniques in parts of the study area dominated by urban and sandy lands. The AWEI had better results in parts dominated by vegetation. The RNDWI significantly outperformed the other two indices in the extraction of small rivers. The study area is located in the Upper Yellow River, where the overall river widths are relatively narrow. The RNDWI index was adopted in all five sub-regions to extract these small rivers properly. Compared with the MNDWI and AWEI, the RNDWI extracted more details of small rivers in the study area; however, it produced more pepper and salt noise on the large rivers. The statistical evaluation showed a satisfactory result, the R2, RSR, RMSE, and MBE of the estimated river widths were 0.948, 0.234, 16.148, and −5.392 m, respectively.",
                "The estimated river widths were found to be in close agreement with their in situ counterparts. Results of this study enrich the river widths database under the average discharge for the Upper Yellow River and provide basic data support for discharge retrieval. At the same time, they may also provide reliable river width information for the study of geomorphic evolution of channel geometry and the accurate simulation of runoff process in hydrological model in mountain areas."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Is it necessary to use a combination of remote sensing imagery and in situ data to accurately determine bankfull river discharge and width?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Does cloud cover and snow significantly impact the accuracy of river extraction methods in high-altitude regions like the Tibetan Plateau?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Which remote sensing technique is predominantly used for extracting river surface data on the Tibetan Plateau: Sentinel-2, Landsat, or other satellites?",
                    "Answer": "Sentinel-2",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What challenge is more prominent in extracting river data in the Tibetan Plateau: high suspended sediment concentrations, cloud cover, or narrow channels?",
                    "Answer": "narrow channels",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "For river data extraction, which index shows better performance in urban areas: MNDWI, RNDWI, or AWEI?",
                    "Answer": "MNDWI",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the challenges in extracting river data from remote sensing images in the Tibetan Plateau?",
                    "Answer": "high altitudes",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What datasets are utilized to study river networks in the Tibetan Plateau?",
                    "Answer": "Sentinel-2 satellite images, SRTM 90 m DEM data, Annual Hydrological Reports of China",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of how remote sensing techniques are used to extract river widths at fine spatial resolutions?",
                    "Answer": "In studies of river discharge and width, remote sensing techniques such as the use of Sentinel-2 multispectral instrument (MSI) imagery and digital elevation model (DEM) data are employed. These tools are fused with in situ discharge and sediment data to extract bankfull river widths, particularly in the upper Yellow River. The machine learning method is also used to extract water bodies from Sentinel-2 images in the Google Earth Engine (GEE), illustrating the application of remote sensing in hydrological studies.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a challenge faced in extracting river surface data in high-altitude regions like the Tibetan Plateau?",
                    "Answer": "A significant challenge in extracting river surface data in high-altitude regions like the Tibetan Plateau is the influence of high altitudes, narrow channels, complex topographies, and long-term cloud cover. These factors make it difficult to obtain high-quality images during the flood season and affect the accuracy of river extraction, especially for small rivers with widths less than 90 meters.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the characteristics of data collection methods used to extract river surfaces in complex terrains like the Tibetan Plateau?",
                    "Answer": "remote sensing, satellite imagery, water indices (MNDWI, RNDWI, AWEI), high altitudes, narrow channels, long-term cloud cover",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What is meant by 'bankfull discharge' in the context of river hydrology and its significance in data collection?",
                    "Answer": "Bankfull discharge refers to the flow level at which a river completely fills its channel and begins to spill onto its floodplain. This discharge is morphologically significant as it represents the transition between within-bank processes and floodplain processes. It is often used to estimate channel-forming or dominant discharge in alluvial rivers, making it essential for applications in hydrology, fluvial geomorphology, and stream ecology.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "How does 'remote sensing' contribute to the extraction of river surface data, and what are the challenges associated with it?",
                    "Answer": "Remote sensing involves using satellite imagery to extract open-surface inland water body information over various spatiotemporal scales, providing a more effective method than traditional field surveys. Challenges include accurately extracting river widths in regions with high suspended sediment concentrations, limited high-quality images due to satellite revisitation periods, and the presence of snow and clouds. Such conditions can affect data accuracy, particularly in regions like the Tibetan Plateau.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the methods of extracting river widths using Sentinel-2 MSI imagery compare with those using Landsat imagery in terms of accuracy and resolution?",
                    "Answer": "Sentinel-2 MSI imagery provides a resolution of 10 meters, allowing for the extraction of river widths down to 30 meters, which is three times the image resolution. This offers higher spatial resolution compared to Landsat imagery, which is used with the MNDWI index but may not provide as detailed extraction for small rivers. The Sentinel-2 imagery, combined with DEM data, enhances accuracy, especially for small rivers in complex topographies.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the similarities and differences between challenges faced in extracting river surfaces in the Upper Yellow River region compared to other regions with high suspended sediment concentrations?",
                    "Answer": "Both regions face challenges related to high suspended sediment concentrations that can affect the accuracy of river width extraction. However, the Upper Yellow River region also deals with additional complexities such as high altitude, narrow channels, and long-term cloud cover, which make it difficult to obtain high-quality imagery. In contrast, other regions with high sediment levels may not encounter the same topographical and climatic challenges.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "What can be inferred about the effectiveness and limitations of remote sensing techniques in extracting river width data in high-altitude, cloud-prone regions like the Tibetan Plateau?",
                    "Answer": "Remote sensing techniques, such as those using Sentinel-2 imagery, are effective for extracting river width data due to their ability to capture spatial and spectral characteristics. However, these methods face limitations in high-altitude, cloud-prone regions like the Tibetan Plateau, where factors such as topographic shadows, cloud shadows, and snow cover interfere with accurate water body extraction. Despite these challenges, combining multiple water indices and utilizing the Google Earth Engine platform can enhance the accuracy of small river extraction in complex terrains.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How do different water body indices, such as MNDWI, RNDWI, and AWEI, contribute to the extraction accuracy of river surfaces in diverse topographies and environmental conditions?",
                    "Answer": "Different water body indices contribute variably to extraction accuracy based on environmental conditions. The RNDWI is optimal for small river extraction, especially in mountainous regions, while the MNDWI performs better in urban and sandy areas. The AWEI is more effective in vegetated areas. These indices, when used appropriately, help mitigate the effects of low-reflectance surfaces and environmental noise, improving overall extraction accuracy of river surfaces.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What factors contribute to the inaccuracies in river width extraction in areas with high suspended sediment concentrations?",
                    "Answer": "For rivers with high suspended sediment concentrations, existing methods are usually less accurate. The water quality index (SRMIR-Red) plays a significant role in these inaccuracies, as it has a higher contribution in such environments. Furthermore, the influence of infrared bands in areas with significant vegetation coverage also affects extraction accuracy.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the causes behind the incomplete characterization of small rivers in the Tibetan Plateau by existing global water products?",
                    "Answer": "Existing global water products, like those by Allen and Pavelsky, yield incomplete characterizations of small rivers due to their focus on larger observation areas and the limitations of the indices used. The challenges of extracting small rivers are compounded by low-reflectance surfaces, topographic shadows, and weather conditions unique to the Tibetan Plateau. To address these issues, multiple indices tailored to different sub-regions are used to improve extraction accuracy of small rivers.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential impacts on river width estimation accuracy when employing machine learning methods on satellite data in regions with high suspended sediment concentrations?",
                    "Answer": "Machine learning methods applied to satellite data can enhance the accuracy of river width estimations, even in areas with high suspended sediment concentrations. These methods, by leveraging spectral indices and in situ data, help overcome the inaccuracies typically associated with remote sensing in such challenging environments, resulting in more reliable river width datasets.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "Why does the integration of multiple water indices matter in the extraction of small rivers in regions with complex topographies?",
                    "Answer": "The integration of multiple water indices is crucial for accurately extracting small rivers in regions with complex topographies because it addresses the challenges posed by high altitudes, narrow channels, and long-term cloud cover. Different indices, like MNDWI, RNDWI, and AWEI, are optimized for different environmental conditions, such as urban areas, vegetation, and sandy lands. This approach improves the extraction accuracy of river surfaces, especially for smaller rivers that are less than 90 meters wide, which are often not well-characterized by global water products.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "How can machine learning methods be utilized to improve the accuracy of river surface extraction from remote sensing data?",
                    "Answer": "Machine learning methods are used to extract water bodies from Sentinel-2 images by training a model with manually selected samples of water and non-water bodies. The model is applied in the Google Earth Engine platform to identify and classify water bodies accurately. This approach is combined with in situ cross-section morphology data and flood frequency estimations to improve the accuracy and reliability of river surface extraction, especially in areas with high suspended sediment concentrations.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "What strategies are employed to minimize the impact of cloud and snow cover when extracting river networks using remote sensing techniques?",
                    "Answer": "To minimize the impact of cloud and snow cover, the study area is divided into sub-regions based on underlying surface, terrain, and altitude features. Modified water indices, including MNDWI, RNDWI, and AWEI, are applied to each sub-region to enhance extraction accuracy. Otsu’s threshold method is used for automatic water surface extraction, and a buffer zone along the river system is created using drainage network data to constrain the extraction range and reduce background noise.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What technological advancements have facilitated the extraction of river surface information from remote sensing images in regions with complex topographies and high altitudes?",
                    "Answer": "Rapid advancements in satellite remote sensing, computer image processing, and artificial intelligence (AI) technologies, combined with the availability of high-resolution multispectral imaging missions like Sentinel-2, have facilitated the extraction of river surface information. The integration of multiple water indices and the use of platforms like Google Earth Engine (GEE) for data processing have enabled more accurate extraction and classification of water bodies, even in regions with complex topographies and high altitudes.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How do different water indices enable the extraction of river features in areas with varying underlying surface conditions?",
                    "Answer": "Different water indices, such as the modified normalized difference water index (MNDWI), revised normalized difference water index (RNDWI), and automated water extraction index (AWEI), are utilized to optimize the extraction of river features in areas with varying underlying surface conditions. These indices are chosen based on the specific characteristics of the region, such as urban areas, vegetation-dominated regions, or sandy lands, to improve accuracy in water body detection.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why is it challenging to extract accurate river width data for rivers with high suspended sediment concentrations, and what data collection methods could potentially improve accuracy?",
                    "Answer": "For rivers with high suspended sediment concentrations, the existing methods are usually less accurate in river width extraction. This is due to the influence of suspended sediments on the reflectance properties of the water surface, which complicates the extraction process. Using multispectral imagery and digital elevation model data, combined with in situ discharge and sediment data, can improve accuracy by providing a more comprehensive dataset that accounts for these variables.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the expected challenges when using satellite imagery for river surface extraction in high-altitude regions, and how might these challenges be mitigated?",
                    "Answer": "High-altitude regions present challenges such as narrow channels, complex topographies, and persistent cloud cover, which make it difficult to obtain high-quality satellite images. These challenges can be mitigated by using multiple water indices to optimize water body extraction and by employing advanced image processing techniques to minimize the effects of shadows and clouds. Additionally, dividing the study area into sub-regions based on physical features can enhance accuracy.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the reasons for the incomplete characterization of small rivers in existing global water datasets, and what methodologies could be employed to address this issue?",
                    "Answer": "Existing global water datasets often yield incomplete characterizations of small rivers due to limitations in satellite resolution and the challenges of extracting water bodies in complex terrain. To address this issue, methodologies such as using higher-resolution remote sensing images, integrating multiple water indices, and employing advanced machine learning techniques for better feature extraction could be beneficial. Additionally, refining the extraction process to account for local environmental variables can improve coverage.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "What are the potential challenges in using remote sensing for hydrological data collection in high-altitude regions like the Tibetan Plateau?",
                    "Answer": "Potential challenges in using remote sensing in high-altitude regions include the influence of high altitudes, narrow channels, complex topographies, and long-term cloud cover, which can make it difficult to obtain high-quality images and accurately extract river surfaces. Additionally, the presence of topographic shadows and snow cover complicates the differentiation of water bodies from other surfaces.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I am not sure how researchers can manage to obtain accurate river width data given the limited number of high-quality satellite images available.",
                    "Answer": "Researchers address the limitation of high-quality satellite images by using machine learning methods to extract water bodies from Sentinel-2 images on platforms like Google Earth Engine. They utilize a combination of Sentinel-2 imagery during specific flood seasons, DEM data, in situ discharge, and sediment data to calculate bankfull discharge and river widths. The use of multiple water indices and strategic sub-region division helps refine extraction results, enhancing the accuracy despite limited high-quality images.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "I don't understand why extracting river networks from DEM data is considered a critical part of the data collection process in hydrology studies.",
                    "Answer": "Extracting river networks from DEM data is crucial because it provides structural information that helps minimize background noise in the extraction of river surfaces. The DEM data offers a topographical perspective that supports the identification and delineation of river networks, which is essential for accurate hydrological modeling and understanding the geomorphological evolution of river systems. This structural data acts as a constraint to enhance the extraction accuracy of river widths and discharge conditions, enabling more reliable hydrological analysis.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please analyze the challenges involved in extracting accurate river width data in regions with high suspended sediment concentrations using remote sensing techniques.",
                    "Answer": "Challenges in extracting accurate river width data in regions with high suspended sediment concentrations include the difficulty in river width extraction due to the limitations of existing methods under such conditions. The accuracy is often compromised by the limited number of high-quality images, constrained satellite revisit periods, and interference from snow and clouds. This makes it challenging to acquire datasets under bankfull discharge conditions, which affects the precision of river width data.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}