{
    "id": "5771d05e-ef25-4de7-a7a3-1a2f5f76c4cb",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geochemical data of magma-metamorphic rocks in the Lhagoi Kangri dome, Himalayan orogen",
            "titleCn": "西藏喜马拉雅造山带拉轨岗日穹隆岩浆-变质岩石地球化学数据",
            "description": "This data set includes whole-rock major trace and isotopic geochemical data, monazite, and zircon radioisotope dating data. The samples were collected from the Laguigangri dome of the Himalayan orogenic belt in southern Tibet. The geochemical data of major elements in the whole rock are obtained by X-ray fluorescence spectrometer, the trace elements are obtained by inductively coupled plasma mass spectrometer, and the radioisotope dating of monazite and zircon is obtained by laser denudation inductively coupled plasma mass spectrometer. The data quality is high. These data show that the leucogranitic magma in the Himalayan orogenic belt was formed in multiple stages and came from different homologous areas, which provides a key limit for the magmatic formation mechanism.",
            "descriptionCn": "此数据集包括全岩主微量、同位素地球化学数据，独居石和锆石放射性同位素测年数据。样品采集自西藏南部喜马拉雅造山带拉轨岗日穹隆。岩石全岩主量元素地球化学数据通过X荧光光谱仪分析获得，微量元素通过电感耦合等离子体质谱仪分析获得，独居石和锆石放射性同位素测年通过激光剥蚀电感耦合等离子体质谱仪分析获得，数据质量高。这些数据表明喜马拉雅造山带中淡色花岗岩浆形成于多个阶段，且来自于不同源区，为岩浆形成机制提供了关键限定。",
            "instructions": "The data is stored in Excel format. The document name is \"wrmajtriso\", which represents the main trace elements and isotopes of the whole rock; The file name is \"monage\", representing monazite age data, and the file name is \"zrnage\", representing zircon age data",
            "instructionsCn": "数据以Excel格式存储。文件名称为\"WRMajTrIso\"，代表全岩主微量元素、同位素；文件名称为\"MonAge\"，代表独居石年龄数据，文件名称为\"ZrnAge\"，代表锆石年龄数据",
            "east": 88.0,
            "west": 87.0,
            "south": 28.0,
            "north": 29.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 145886.0,
            "cstr": null,
            "doi": "10.1016/j.lithos.2021.106222",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘小驰",
                "nameEn": "LIU Xiaochi",
                "unitEn": "Institute of Geology and Geophysics, Chinese Academy of Scienes",
                "unitCn": "中国科学院地质与地球物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Multistage magmatism recorded in a single gneiss dome: Insights from the Lhagoi Kangri leucogranites, Himalayan orogen",
                "referenceCn": null,
                "referenceEn": "He, S.X., Liu, X.C., Yang L., Wang, J.M., Hu,F.Y., & Wu, F.Y. (2021). Multistage magmatism recorded in a single gneiss dome: Insights from the Lhagoi Kangri leucogranites, Himalayan orogen. Lithos. 398-399, 106222."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "U-Pb定年",
                "nameEn": "U-Pb dating"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "淡色花岗岩",
                "nameEn": "Leucogranite"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "喜马拉雅造山带",
                "keywordEn": "Himalayan orogen"
            },
            {
                "keywordCn": "拉轨冈日穹隆",
                "keywordEn": "Lhagoi Kangri dome"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "始新世-中新世",
                "keywordEn": "Eocene-Miocene",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of geochemical datasets related to magmatic-metamorphic rocks in the Himalayan orogenic belt?",
                "QuestionCn": "与喜马拉雅造山带的火成-变质岩相关的地球化学数据集的特征是什么？",
                "AnswerEn": "whole-rock major and trace elements, isotopic geochemistry data, radiometric dating of monazite and zircon, high data quality, major elements analyzed using X-ray fluorescence spectrometry, trace elements analyzed using inductively coupled plasma mass spectrometry, radiometric dating conducted using laser ablation inductively coupled plasma mass spectrometry",
                "AnswerCn": "全岩主量和微量元素、同位素地球化学数据、独居石和锆石的放射性定年、高质量数据、主量元素使用X射线荧光光谱法分析、微量元素使用电感耦合等离子体质谱法分析、放射性定年使用激光剥蚀电感耦合等离子体质谱法进行。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many samples were collected from the Lhagoi Kangri dome in the Himalayan orogen for geochemical analysis?",
                "QuestionCn": "在喜马拉雅造山带的Lhagoi Kangri穹顶收集了多少样本用于地球化学分析？",
                "AnswerEn": "The data does not specify the exact number of samples collected from the Lhagoi Kangri dome.",
                "AnswerCn": "数据未具体说明从拉轨岗日穹顶收集的样本数量。",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What insights can be inferred about the formation stages and source areas of granitic magmas in the Himalayan orogeny based on geochemical and isotopic patterns observed in collected samples?",
                "QuestionCn": "根据收集样本中观察到的地球化学和同位素模式，可以推断出喜马拉雅造山带中花岗岩熔岩的形成阶段和源区的见解。",
                "AnswerEn": "The geochemical and isotopic data collected from the Lhagoi Kangri dome in the southern Tibetan Himalaya indicate that the leucogranitic magmas formed in multiple stages and originated from different source areas. This suggests a complex magmatic formation mechanism in the Himalayan orogeny.",
                "AnswerCn": "从南藏喜马拉雅的拉沟康里穹隆收集的地球化学和同位素数据表明，白色花岗岩浆是在多个阶段形成的，并且来源于不同的源区。这表明喜马拉雅造山带中存在复杂的岩浆形成机制。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the high quality of geochemical data collected from the Himalaya orogeny Lhagoi Kangri dome in southern Tibet?",
                "QuestionCn": "哪些因素促成了从南藏喜马拉雅造山带拉戈伊康里穹隆收集的地球化学数据的高质量？",
                "AnswerEn": "The high quality of geochemical data is attributed to the use of advanced analytical techniques: whole-rock major element geochemistry data is obtained through X-ray fluorescence spectrometry, trace elements are analyzed using inductively coupled plasma mass spectrometry, and monazite and zircon radiogenic isotope dating is conducted using laser ablation inductively coupled plasma mass spectrometry. These methods ensure accurate and reliable data, providing crucial insights into the formation stages and diverse source regions of leucogranite magmas in the Himalaya orogeny.",
                "AnswerCn": "高质量的地球化学数据归功于先进的分析技术：全岩主要元素地球化学数据通过X射线荧光光谱法获得，微量元素则使用感应耦合等离子体质谱法进行分析，锆石和独居石的放射性同位素定年则采用激光剥蚀感应耦合等离子体质谱法。这些方法确保了数据的准确性和可靠性，为了解喜马拉雅造山带白色花岗岩岩浆的形成阶段和多样的源区提供了重要的见解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of collecting geochemical and isotopic data from the magmatic-metamorphic rocks in the Lhagoi Kangri dome of the southern Tibet Himalaya orogeny?",
                "QuestionCn": "收集南藏喜马拉雅造山带拉戈伊康里穹隆的火成-变质岩的地球化学和同位素数据的主要目标是什么？",
                "AnswerEn": "The primary objectives are to understand the formation mechanisms of leucogranitic magmas in the Himalaya orogeny, determine the stages and source regions of magma formation, and provide critical constraints on the geochemical processes involved.",
                "AnswerCn": "主要目标是理解喜马拉雅造山带中白花岗岩熔岩的形成机制，确定熔岩形成的阶段和源区，并提供关于相关地球化学过程的重要约束。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What instrumental techniques are employed to ensure high-quality geochemical and isotopic data collection from rock samples in the Himalayan orogenic belt, and how do these techniques contribute to understanding the formation stages of leucogranite magmas?",
                "QuestionCn": "在喜马拉雅造山带中，为确保从岩石样品中收集高质量的地球化学和同位素数据，采用了哪些仪器技术，这些技术如何有助于理解白花岩浆的形成阶段？",
                "AnswerEn": "In the Himalayan orogenic belt, geochemical data collection from rock samples involves using X-ray fluorescence (XRF) spectrometry for major element analysis, inductively coupled plasma mass spectrometry (ICP-MS) for trace elements, and laser ablation inductively coupled plasma mass spectrometry (LA-ICP-MS) for radiogenic isotope dating of monazite and zircon. These techniques provide high-quality data that reveal leucogranite magmas formed in multiple stages from different sources, offering critical insights into the magmatic formation mechanisms.",
                "AnswerCn": "在喜马拉雅造山带，岩石样品的地球化学数据收集涉及使用X射线荧光（XRF）光谱法进行主要元素分析，使用感应耦合等离子体质谱（ICP-MS）进行微量元素分析，以及使用激光剥蚀感应耦合等离子体质谱（LA-ICP-MS）对独居石和锆石进行放射性同位素测年。这些技术提供了高质量的数据，揭示了来自不同来源的白色花岗岩岩浆是通过多个阶段形成的，为岩浆形成机制提供了重要的见解。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}