{
  "id": "578c801f-8630-4711-a77c-d5c7e8c6c6bd",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of eddy covariance observations at the Dayekou Guantan forest station",
      "titleCn": "黑河综合遥感联合试验：大野口关滩森林站涡动相关通量数据集",
      "description": "The dataset of eddy covariance observations was obtained at the Dayekou Guantan forest station (E100°15′/N38°32′, 2835m), south of Zhangye city, Gansu province, from Dec. 27, 2007 to Dec. 31, 2009. Guantan forest station was dominated by the spruce 15-20m high and the surface was covered by moss 10cm deep. All the vegetation was in good condition.\n     The original observation items included the latitudinal wind speed Ux (m/s), the latitudinal wind speed Uy (m/s), the longitudinal wind speed Uz (m/s), the ultrasonic temperature Ts (°C), co2 consistency (mg/m^3), h2o consistency (g/m^3), air pressure (KPa) and the abnormal ultrasonic signal (diag_csat). The instrument mount-height was 20.02m, the ultrasound direction was at an azimuth angle of 74°, the distance between Li7500 and CSAT3 was 30cm and sampling frequency was 10HZ.\n     The dataset was distributed at three levels: Level0 were the raw data acquired by instruments; Level1, including the sensible heat flux (Hs), the latent heat flux (LE_wpl), and co2 flux (Fc_wpl), were real-time eddy covariance output data and stored in .csv month by month; Level2 were processed data in a 30-minute cycle after outliers elimination, coordinates rotation, frequency response correction, WPL correction and initial quality control. The data were named as follows: station name +data level+data acquisition date. As for detailed information, please refer to Meteorological and Hydrological Flux Data Guide and Eddy Covariance Observation Manual.",
      "descriptionCn": "该数据集包含了从2007年12月27日至2012年3月31日的大野口关滩森林站涡动相关通量数据。站点位于甘肃省张掖市南部的大野口关滩，观测点的经纬度为100°15′E，38°32′N，海拔高度2835m。观测场处在黑河上游大野口子流域关滩阴坡的森林内，林内主要是高约15-20m的云杉，地面覆盖有厚约10cm的苔藓，植被生长情况良好。\n原始观测项目有：水平风速Ux（m/s），水平风速Uy（m/s），垂直风速Uz（m/s），超声温度Ts（摄氏度），二氧化碳浓度co2（mg/m^3），水汽浓度h2o（g/m^3），气压press（KPa）及超声信号异常标志diag_csat。 仪器架高是20.02m，超声朝向是方位角74°，Li-7500与CSAT3距离是30cm，数据采样频率是每秒10Hz。\n数据分三级发布：Level0为原始仪器数据；Level1为Campbell公司自带软件实时输出的通量数据，包括显热通量（Hs）、潜热通量（LE_wpl）以及CO2通量（Fc_wpl）；Level2为后处理的30分钟通量数据，处理过程包括野点剔除、坐标旋转、频率响应修正、WPL修正以及初步质量控制等。处理后的数据以.csv格式逐月存储。命名规则为：站点名+数据级别+EC+数据日期。建议普通用户使用Level2数据。详细信息请参见下面“其他在线资源”中的“气象水文通量数据使用指南”和“涡动相关通量观测指导手册”。",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.25,
      "west": 100.25,
      "south": 38.53,
      "north": 38.53,
      "startTime": "2008-07-10 16:00:00",
      "endTime": "2012-10-13 16:00:00",
      "fileSize": 82025874.0,
      "cstr": "18406.11.water973.0294.db",
      "doi": "10.3972/water973.0294.db",
      "dataFormat": "",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "马明国",
        "nameEn": "MA Mingguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "王维真",
        "nameEn": "Wang Weizhen",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "黄广辉",
        "nameEn": "HUANG Guanghui",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "谭俊磊",
        "nameEn": "TAN Junlei",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": " 张智慧",
        "nameEn": "Zhang Zhihui",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      },
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Estimating surface fluxes over middle and upper streams of the Heihe River Basin with ASTER imagery",
        "referenceCn": null,
        "referenceEn": "Ma WQ, Ma YM, Hu ZY, Su B, Wang JM, Ishikawa H. Estimating surface fluxes over middle and upper streams of the Heihe River Basin with ASTER imagery. Hydrology and Earth System Sciences, 2011, 15(5): 1403-1413. doi:10.5194/hess-15-1403-2011."
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Validation of MODIS-GPP product at 10 flux sites in northern China",
        "referenceCn": null,
        "referenceEn": "Wang XF, Ma MG, Li X, Song Y, Tan JL, Huang GH, Zhang ZH, Zhao TB, Feng JM, Ma ZG, Wei W, Bai YF. Validation of MODIS-GPP product at 10 flux sites in northern China. International Journal of Remote Sensing, 2013, 34(2): 587-599, DOI:10.1080/01431161.2012.715774."
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Simulating evapotranspiration of Qinghai spruce (Picea crassifolia) forest in the Qilian Mountains, northwestern China",
        "referenceCn": null,
        "referenceEn": "Tian F X, Zhao C Y, Feng Z-D. Simulating evapotranspiration of Qinghai spruce (Picea crassifolia) forest in the Qilian Mountains, northwestern China[J]. Journal of Arid Environments, 2011, 75(7): 648–655. doi:10.1016/j.jaridenv.2011.02.001"
      },
      {
        "titleCn": "基于WRF驱动的CLM模型对青藏高原地区陆面过程模拟研究",
        "titleEn": null,
        "referenceCn": "罗立辉，张耀南，周剑，等. 基于WRF驱动的CLM模型对青藏高原地区陆面过程模拟研究[J]. 冰川冻土. 2013(03): 553-564.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Estimation of Land Surface Energy Fluxes from Remote Sensing Using One-Layer Modeling Approaches",
        "referenceCn": null,
        "referenceEn": "Ma, Weiqiang, Ma, Yaoming, Ishikawa, Hirohiko, Su, Zhongbo. Estimation of Land Surface Energy Fluxes from Remote Sensing Using One-Layer Modeling Approaches. Remote Sensing of Energy Fluxes and Soil Moisture Content, 2013, :189-206"
      },
      {
        "titleCn": null,
        "titleEn": "Energy flux partitioning and evapotranspiration in a sub‐alpine spruce forest ecosystem",
        "referenceCn": null,
        "referenceEn": "Zhu GF, Lu L, Su YH, Wang XF, Xia C, Ma JZ, He JH, Zhang K, Li CB. Energy flux partitioning and evapotranspiration in a sub‐alpine spruce forest ecosystem. Hydrological Processes, 2013."
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": null,
        "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating zero-plane displacement height and aerodynamic roughness length using synthesis of LiDAR and SPOT-5 data",
        "referenceCn": null,
        "referenceEn": "Tian X, Li ZY, van der Tol C, Su Z, Li X, He QS, Bao YF, Chen EX, Li LH. Estimating zero-plane displacement height and aerodynamic roughness length using synthesis of LiDAR and SPOT-5 data. Remote Sensing of Environment, 2011, 115(9): 2330-2341. 10.1016/j.rse.2011.04.033."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域观测通量的空间代表性研究",
        "titleEn": null,
        "referenceCn": "双喜, 刘绍民, 徐自为, 王维真. (2009). 黑河流域观测通量的空间代表性研究. 地球科学进展, 24(7), 724-733.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Validation of MODIS land surface temperature products using ground measurements in the Heihe River Basin, China",
        "referenceCn": null,
        "referenceEn": "Yu WP, Ma MG, Wang XF, Song Y, Tan JL. Validation of MODIS land surface temperature products using ground measurements in the Heihe River Basin, China. Proceedings of SPIE - The International Society for Optical Engineering. 2011, 8174. doi:10.1117/12.897571."
      },
      {
        "titleCn": null,
        "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
        "referenceCn": null,
        "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
      },
      {
        "titleCn": "黑河流域不同下垫面水热通量特征分析",
        "titleEn": null,
        "referenceCn": "王维真, 徐自为, 刘绍民, 李新, 马明国, 王介民. (2009). 黑河流域不同下垫面水热通量特征分析. 地球科学进展, 24(7), 714-723.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验涡动相关通量数据处理及产品分析",
        "titleEn": null,
        "referenceCn": "张智慧, 王维真, 马明国, 吴月茹, 徐自为. WATER试验涡动相关通量数据处理方法及产品生成. 遥感技术与应用, 2010, 25(6): 788-796.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Modelling gross primary production in the Heihe river basin and uncertainty analysis",
        "referenceCn": null,
        "referenceEn": "Li S, Xiao J, Xu W, Yan H. Modelling gross primary production in the Heihe river basin and uncertainty analysis. International Journal of Remote Sensing, 2012, 33(3): 836-847, doi:10.1080/01431161.2011.577828."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "二氧化碳通量",
        "nameEn": "Carbon dioxide flux"
      },
      {
        "nameCn": "温室气体",
        "nameEn": "Greenhouse Gases"
      },
      {
        "nameCn": "潜热通量",
        "nameEn": "Latent heat flux"
      },
      {
        "nameCn": "辐射",
        "nameEn": "Radiation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "大野口关滩森林站",
        "keywordEn": null
      },
      {
        "keywordCn": "大野口流域加密观测区",
        "keywordEn": "Dayekou  watershed foci experimental areas"
      },
      {
        "keywordCn": "森林水文试验区",
        "keywordEn": "Forest and Hydrology Experimental Areas"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2007-12-27",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2012-03-31",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used to measure eddy covariance fluxes in forest environments?",
        "QuestionCn": "用于测量森林环境中涡度协方差通量的数据收集方法的特点是什么？",
        "AnswerEn": "horizontal wind speeds (Ux, Uy), vertical wind speed (Uz), ultrasonic temperature (Ts), carbon dioxide concentration (co2), water vapor concentration (h2o), atmospheric pressure (press), height of 20.02 meters, frequency of 10Hz, 30cm distance between Li-7500 and CSAT3, Level0 raw data, Level1 real-time output flux data, Level2 post-processed 30-minute flux data",
        "AnswerCn": "水平风速（Ux, Uy）、垂直风速（Uz）、超声波温度（Ts）、二氧化碳浓度（co2）、水汽浓度（h2o）、大气压力（press）、高度为20.02米、频率为10Hz、Li-7500和CSAT3之间的距离为30厘米、Level0原始数据、Level1实时输出通量数据、Level2后处理30分钟通量数据。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'eddy covariance flux data' mean in the context of forest monitoring?",
        "QuestionCn": "在森林监测的背景下，“涡度协方差通量数据”是什么意思？",
        "AnswerEn": "Eddy covariance flux data in the context of forest monitoring refers to a dataset that includes measurements of various atmospheric properties such as horizontal and vertical wind speeds, ultrasonic temperature, carbon dioxide concentration, water vapor concentration, and atmospheric pressure. These measurements are typically collected at a specific forest site using high-frequency data sampling methods to analyze the fluxes of energy, water, and carbon dioxide between the forest ecosystem and the atmosphere.",
        "AnswerCn": "涡度协方差通量数据在森林监测中的意义是指一个数据集，其中包括各种大气特性的测量，如水平和垂直风速、超声波温度、二氧化碳浓度、水蒸气浓度和大气压力。这些测量通常在特定的森林地点使用高频数据采样方法进行收集，以分析森林生态系统与大气之间的能量、水和二氧化碳的通量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data processing techniques used for Level2 flux data compare to those for Level0 and Level1 data in terms of handling anomalies and ensuring data quality?",
        "QuestionCn": "Level2通量数据使用的数据处理技术与Level0和Level1数据在处理异常和确保数据质量方面有何不同？",
        "AnswerEn": "Level2 flux data undergo post-processing steps including outlier removal, coordinate rotation, frequency response correction, WPL correction, and initial quality control. In contrast, Level0 data are raw instrument outputs without processing, while Level1 data are real-time flux data outputs from Campbell software that include basic variables like sensible heat flux, latent heat flux, and CO2 flux without extensive post-processing.",
        "AnswerCn": "Level2通量数据经过后处理步骤，包括异常值去除、坐标旋转、频率响应校正、WPL校正和初步质量控制。相比之下，Level0数据是未经处理的原始仪器输出，而Level1数据是来自Campbell软件的实时通量数据输出，包括基本变量，如显热通量、潜热通量和CO2通量，但没有经过广泛的后处理。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using high-frequency data sampling methods, like 10Hz, on the precision and reliability of flux measurements in forest ecosystems?",
        "QuestionCn": "使用高频数据采样方法（如10Hz）对森林生态系统中的通量测量的精确性和可靠性可能产生的后果是什么？",
        "AnswerEn": "Using high-frequency data sampling methods, such as 10Hz, can enhance the precision of flux measurements by capturing rapid fluctuations in variables like wind speed, temperature, CO2, and water vapor concentrations. This allows for more accurate calculation of eddy covariance fluxes, such as sensible heat, latent heat, and CO2 fluxes. However, it also increases the volume of data, which can pose challenges in data processing, storage, and management. Additionally, it may require more sophisticated post-processing techniques to address noise and ensure data quality, such as outlier removal, coordinate rotation, frequency response correction, and quality control.",
        "AnswerCn": "使用高频数据采样方法，例如10Hz，可以通过捕捉风速、温度、二氧化碳和水蒸气浓度等变量的快速波动来提高通量测量的精度。这使得对涡度协方差通量（如显热、潜热和二氧化碳通量）的计算更加准确。然而，这也增加了数据的体积，可能会在数据处理、存储和管理方面带来挑战。此外，可能需要更复杂的后处理技术来处理噪声并确保数据质量，例如异常值去除、坐标旋转、频率响应校正和质量控制。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to collect eddy covariance flux data in forested areas, such as the site at Guantan Forest Station, for understanding ecosystem processes?",
        "QuestionCn": "在森林地区（如关塔那摩森林站）收集涡度协方差通量数据对于理解生态系统过程的重要性是什么？",
        "AnswerEn": "Collecting eddy covariance flux data in forested areas like Guantan Forest Station is crucial for understanding ecosystem processes because it provides insights into the exchange of energy, carbon dioxide, and water vapor between the forest ecosystem and the atmosphere. These measurements help to quantify the forest's role in carbon sequestration, its response to climatic changes, and its overall contribution to the regional and global carbon cycle. The data can also inform models predicting forest health and productivity, assisting in ecological conservation and management efforts.",
        "AnswerCn": "在像Guantan森林站这样的森林地区收集涡度协方差通量数据对于理解生态系统过程至关重要，因为它提供了森林生态系统与大气之间能量、二氧化碳和水蒸气交换的洞察。这些测量有助于量化森林在碳封存中的作用、其对气候变化的响应以及其对区域和全球碳循环的整体贡献。这些数据还可以为预测森林健康和生产力的模型提供信息，帮助生态保护和管理工作。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What processes are involved in ensuring the quality and accuracy of eddy covariance flux data, and how are different levels of data processed and validated for scientific research?",
        "QuestionCn": "确保涡度协方差通量数据质量和准确性涉及哪些过程，以及不同级别的数据是如何处理和验证以用于科学研究的？",
        "AnswerEn": "The data collection involves several key processes to ensure quality and accuracy. Initially, the data is collected as Level0, which includes raw instrument readings. Then, Level1 data is generated through real-time processing using Campbell software, outputting flux data such as sensible heat flux (Hs), latent heat flux (LE_wpl), and CO2 flux (Fc_wpl). The final Level2 data involves extensive post-processing every 30 minutes, which includes outlier removal, coordinate rotation, frequency response correction, WPL correction, and preliminary quality control. These steps ensure the data is accurate and reliable for scientific research. The processed data is stored in .csv format and is recommended for general use.",
        "AnswerCn": "数据收集涉及几个关键过程，以确保质量和准确性。最初，数据以Level0的形式收集，包括原始仪器读数。然后，通过使用Campbell软件进行实时处理生成Level1数据，输出通量数据，如显热通量（Hs）、潜热通量（LE_wpl）和CO2通量（Fc_wpl）。最终的Level2数据涉及每30分钟进行一次广泛的后处理，包括异常值去除、坐标旋转、频率响应校正、WPL校正和初步质量控制。这些步骤确保数据的准确性和可靠性，以便用于科学研究。处理后的数据以.csv格式存储，推荐用于一般使用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological methods or instruments enable the accurate measurement of eddy covariance flux in forest environments, and how do these methods ensure data reliability?",
        "QuestionCn": "哪些技术方法或仪器能够在森林环境中准确测量涡度协方差通量，这些方法如何确保数据的可靠性？",
        "AnswerEn": "The use of instruments like CSAT3 sonic anemometers and Li-7500 gas analyzers, positioned with specific orientations and sampling frequencies, enables the accurate measurement of eddy covariance flux. These methods ensure data reliability through processes such as coordinate rotation, frequency response correction, WPL correction, and quality control, which are applied during data processing.",
        "AnswerCn": "使用CSAT3声学风速仪和Li-7500气体分析仪等仪器，按照特定的方向和采样频率进行布置，可以准确测量涡度协方差通量。这些方法通过坐标旋转、频率响应校正、WPL校正和质量控制等过程，在数据处理过程中确保数据的可靠性。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}