{
  "id": "57e32923-bcde-4e3e-99fd-5f4289421c0e",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Global Glacial Lake Dataset",
      "titleCn": "全球冰湖矢量数据集",
      "description": "In this study, glacial lakes were defined as water bodies primarily fed by contemporary glacier meltwater within a 10 km glacier buffer zone. We manually delineated the glacial lakes globally in two time windows, 1990 and 2020, using a total of 1255 Sentinel-2A/B (10 m) and 765 Landsat (30 m) images. These images were selected with acquisition times in the late period of regional glacial ablation and with a cloud coverage of less than 10%. The minimum extraction threshold was set at 0.002 km2.",
      "descriptionCn": "在研究中，冰川湖被定义为10公里冰川缓冲区内主要由当代冰川融水补给的水体。我们使用总共1255张Sentinel-2A/B（10米）和765张Landsat（30米）图像，在1990年和2020年这两个时间窗口内手动描绘了全球冰川湖。这些图像是在区域冰川消融后期采集的，云层覆盖率小于10%。最小提取阈值设定为0.002平方公里。",
      "instructions": "The data are divided into 19 RGI regions. ",
      "instructionsCn": "数据被划分为19个RGI区域。",
      "east": 180.0,
      "west": -180.0,
      "south": -90.0,
      "north": 90.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 138645305.0,
      "cstr": "18406.11.Cryos.tpdc.300938",
      "doi": "10.11888/Cryos.tpdc.300938",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "Taigang ZHANG",
        "nameEn": "ZHANG Taigang",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "王伟财",
        "nameEn": "WANG Weicai",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Heterogeneous changes in global glacial lakes under coupled climate warming and glacier thinning",
        "referenceCn": null,
        "referenceEn": "Zhang, T., Wang, W., & An, B. (2024). Heterogeneous changes in global glacial lakes under coupled climate warming and glacier thinning. Communications Earth & Environment, 5. https://doi.org/10.1038/s43247-024-01544-y"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "RGI6.0",
        "nameEn": "RGI6.0"
      },
      {
        "nameCn": "全球水文",
        "nameEn": "global hydrology"
      },
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "水循环",
        "nameEn": "Hydrologic cycle"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "识别",
        "nameEn": "detection"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "高寒湖泊",
        "nameEn": "alpine lake"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球",
        "keywordEn": "Global scale"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "年代际",
        "keywordEn": "decadal",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the data collection method employed capable of capturing glacier lakes with a minimum size threshold of 0.002 square kilometers?",
        "QuestionCn": "所采用的数据收集方法是否能够捕捉到最小面积阈值为0.002平方公里的冰川湖？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Could you provide an example of a data collection method used to manually delineate glacier lakes globally using satellite imagery?",
        "QuestionCn": "您能否提供一个用于通过卫星影像手动划定全球冰川湖泊的数据收集方法的示例？",
        "AnswerEn": "A data collection method involves using Sentinel-2A/B (10 meters) and Landsat (30 meters) images to manually delineate glacier lakes globally. These images are collected during the late ablation period of regional glaciers with less than 10% cloud cover, focusing on glacier lakes within a 10-kilometer buffer zone primarily fed by contemporary glacier meltwater.",
        "AnswerCn": "一种数据收集方法涉及使用Sentinel-2A/B（10米）和Landsat（30米）影像手动划定全球冰川湖。这些影像在区域冰川的晚期消融期收集，云覆盖率低于10%，重点关注主要由当代冰川融水供给的、位于10公里缓冲区内的冰川湖。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and criteria used to define and classify glacier lakes within a dataset on global ice lakes?",
        "QuestionCn": "在全球冰湖数据集中，用于定义和分类冰湖的具体特征和标准是什么？",
        "AnswerEn": "10-kilometer buffer of glaciers, supplied by contemporary glacier meltwater, minimum extraction threshold of 0.002 square kilometers",
        "AnswerCn": "由当代冰川融水供给的冰川10公里缓冲区，最小提取阈值为0.002平方公里。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by a '冰川湖' in the context of glacier lake studies?",
        "QuestionCn": "在冰川湖研究中，“冰川湖”是什么意思？",
        "AnswerEn": "In the context of glacier lake studies, '冰川湖' refers to a body of water that is primarily fed by contemporary glacier meltwater and is situated within a 10-kilometer buffer zone of a glacier.",
        "AnswerCn": "在冰川湖研究的背景下，'冰川湖'指的是主要由当代冰川融水供给的水体，并位于冰川的10公里缓冲区内。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the difficulty of accurately mapping glacier-fed lakes using satellite imagery?",
        "QuestionCn": "准确绘制冰川供水湖泊的卫星影像面临的困难因素有哪些？",
        "AnswerEn": "Accurately mapping glacier-fed lakes using satellite imagery is challenging due to factors such as cloud coverage, which must be less than 10% for effective observation. Additionally, the need to manually delineate lakes from images requires high-resolution data, as facilitated by 10-meter Sentinel-2A/B and 30-meter Landsat images, to ensure precision. The selection of images during the regional glacier melting period also plays a critical role in capturing the accurate extent of these lakes.",
        "AnswerCn": "使用卫星影像准确绘制冰川供水湖泊面临挑战，主要由于云层覆盖等因素，云量必须低于10%才能有效观察。此外，由于需要手动从影像中划定湖泊，因此需要高分辨率数据，10米的Sentinel-2A/B和30米的Landsat影像能够提供这种精度。在区域冰川融化期间选择影像也对捕捉这些湖泊的准确范围起着关键作用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are followed to manually delineate glacial lakes using satellite imagery like Sentinel-2A/B and Landsat over different time windows?",
        "QuestionCn": "使用像Sentinel-2A/B和Landsat这样的卫星影像在不同时间窗口手动划定冰川湖泊时遵循哪些程序？",
        "AnswerEn": "The procedure involves using a total of 1255 Sentinel-2A/B images with 10-meter resolution and 765 Landsat images with 30-meter resolution to manually delineate glacial lakes globally. This is done for the time windows of 1990 and 2020. The images are selected with cloud cover less than 10% and are captured during the late stages of regional glacier ablation. The lakes are defined within a 10-kilometer glacier buffer zone and primarily fed by contemporary glacier meltwater. The minimum extraction threshold for the lakes is set at 0.002 square kilometers.",
        "AnswerCn": "该程序涉及使用总共1255幅分辨率为10米的Sentinel-2A/B影像和765幅分辨率为30米的Landsat影像，手动划定全球冰川湖泊。这项工作针对1990年和2020年的时间窗口进行。所选影像的云覆盖率低于10%，并且是在区域冰川消融的后期阶段拍摄的。湖泊定义在10公里的冰川缓冲区内，主要由当代冰川融水供给。湖泊的最小提取阈值设定为0.002平方公里。",
        "Level": "C3(Applying)"
      }
    ]
  }
}