{
  "id": "57eca8fc-e735-4bf5-8841-19adaa056e33",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Apatite fission track evidence of the Proto Tibetan Plateau",
      "titleCn": "原青藏高原存在的磷灰石裂变径迹证据数据",
      "description": "The growth process of the Tibetan Plateau has always been the focus of debate at home and abroad, which is of great significance for evaluating different growth models. In recent years, one of the focuses of debate is whether the \"original Tibetan Plateau\" exists and its scope. Sedimentological evidence and provenance analysis show that the topographic growth occurred in Qiangtang terrane and North Lhasa terrane as early as Cretaceous. However, paleontological and PALEOELEVATION evidences show that the topographical height of the central part of the plateau was formed in the Eocene Miocene. In order to solve this problem, we conducted apatite fission track studies in the Qiangtang terrane in the hinterland of the Qinghai Tibet Plateau. Because crustal thickening usually leads to topographic uplift and relief changes, thus accelerating denudation, the cooling events recorded by fission track are often strong indirect evidence of crustal thickening. The median apatite fission track age of Mesozoic sandstone samples is 40.1 ± 2.6 to 129 ± 3 Ma, with peak ages of ~ 45 Ma and 100-120 ma; The fission track age of the Eocene granite is 38.3 ± 1.3 Ma and 27.4 Ma respectively ± 1.6 Ma。 The uncorrected closed track length is 9.26 ± 39 to 14.11 ± zero point two four μ m. The corresponding relationship between age and age presents a typical \"boomerang\" trend, which reveals that the regional cooling time is earlier than 100 mA. The results of hefty thermal history inversion reveal that the growth process of the central part of the plateau can be divided into two stages: the first stage, the early Cretaceous (140-100 MA) cooling process reveals the crustal thickening in the central part of the plateau, which may be caused by the horizontal subduction of Bangong Nujiang Tethys ocean. At this time, the prototype of the plateau was formed in the middle and south of Qiangtang terrane; In the second stage, the former Tibet Plateau was gradually formed in the middle of the plateau from Eocene to Oligocene. The spatial distribution characteristics of Cenozoic low temperature thermochronology data in the central plateau show that there is no obvious East-West change, so the lower crustal flow model may be difficult to explain the growth process of the central plateau. On the contrary, the discrete and uniform distribution pattern of low temperature thermochronology data is consistent with the model of continental subduction and lithospheric mantle delamination. Combined with the regional deformation characteristics, the formation mechanism of the former Tibet Plateau includes upper crust shortening, continental crust subduction and deep mantle delamination.",
      "descriptionCn": "青藏高原的生长过程一直以来都是国内外争论的焦点问题，其对于评价不同的生长模型具有重要意义。近年来，争论的焦点问题之一在于“原西藏高原”是否存在及其范围。沉积学证据和物源分析表明，地形生长最早于白垩纪出现于羌塘地体和北拉萨地体。然而，古生物学和古高程证据则显示高原中部接近现今状态的地形高度特征形成于始新世—中新世。为了更好地解决这一争论，我们在位于青藏高原腹地的羌塘地体进行了磷灰石裂变径迹研究。由于地壳增厚通常导致地形抬升和地势起伏变化，从而加速剥蚀，因此裂变径迹记录的冷却事件往往是地壳增厚的有力间接证据。中生代砂岩样品的磷灰石裂变径迹中值年龄为40.1±2.6至129±6.3 Ma，其峰值年龄为~45 Ma和100-120 Ma；始新世花岗岩裂变径迹年龄为38.3±1.3 Ma和27.4±1.6 Ma。未校正封闭径迹长度为9.26±0.39至14.11±0.24 μm，其与年龄的对应关系呈现典型的“boomerang”趋势，揭示区域性冷却时间早于100 Ma。HeFTy热历史反演结果揭示了高原中部的生长过程分为两个阶段：第一阶段，早白垩世(140-100 Ma)冷却过程揭示了高原中部地壳增厚，可能由班公湖—怒江特提斯洋的平俯冲导致，此时在羌塘地体中部和南部形成了高原雏形；第二阶段，始新世—渐新世高原中部逐渐形成了接近现今高度的原西藏高原。高原中部新生代低温热年代学数据的空间分布特征显示其无明显的东西向变化，因此下地壳流模型可能难以解释高原中部的生长过程。相反，低温热年代学数据的离散均匀分布模式符合陆壳俯冲和岩石圈地幔拆沉模型。结合区域变形特征，原西藏高原的形成机制包括上地壳短缩、陆壳俯冲和深部地幔拆沉。",
      "instructions": "The data is stored in word and excel format, and the file name starts with NQT, representing the northern Qiangtang area. See word and Excel for specific sample number, experimental method and data.",
      "instructionsCn": "数据以Word及Excel格式存储，文件名称为NQT开头，代表北羌塘地区。具体样品编号、实验方法、具体数据等见Word及Excel。",
      "east": 90.0,
      "west": 87.0,
      "south": 33.5,
      "north": 35.2,
      "startTime": null,
      "endTime": null,
      "fileSize": 61903.0,
      "cstr": null,
      "doi": "10.1111/ter.12494",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张佳伟",
        "nameEn": "ZHANG Jiawei",
        "unitEn": "",
        "unitCn": "中国地震局地质研究所"
      },
      {
        "nameCn": "李亚林",
        "nameEn": "LI Yalin",
        "unitEn": "",
        "unitCn": "中国地质大学（北京）"
      },
      {
        "nameCn": "韩中鹏",
        "nameEn": "HAN Zhongpeng",
        "unitEn": "",
        "unitCn": "中国地质大学（北京）"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "New apatite fission track evidence from the northern Qiangtang terrane reveal two﹑hase evolution of central Tibet",
        "referenceCn": null,
        "referenceEn": "Zhang, J.,  Li, Y.,  Xu, M.,  Dai, J., &  Pang, J. (2020). New apatite fission track evidence from the northern qiangtang terrane reveal two﹑hase evolution of central tibet. Terra Nova."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "板块构造",
        "nameEn": "plate tectonics"
      },
      {
        "nameCn": "磷灰石",
        "nameEn": "apatite"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "西藏",
        "keywordEn": "Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "早白垩世",
        "keywordEn": "Early Cretaceous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data collection methods used in studying the cooling events as evidence for crustal thickening in the Tibetan Plateau?",
        "QuestionCn": "研究青藏高原地壳增厚证据的冷却事件的数据收集方法的特点是什么？",
        "AnswerEn": "apatite fission track data, Mesozoic sandstone, Eocene granite, median ages 40.1±2.6 to 129±6.3 Ma, peak ages ~45 Ma and 100-120 Ma, uncorrected confined track lengths 9.26±0.39 to 14.11±0.24 μm, 'boomerang' trend with age",
        "AnswerCn": "磷灰石裂变径迹数据，中生代砂岩，始新世花岗岩，中位年龄40.1±2.6到129±6.3百万年，峰值年龄约为45百万年和100-120百万年，未经校正的封闭径迹长度为9.26±0.39到14.11±0.24微米，年龄与径迹长度呈“回旋镖”趋势。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the range of median ages for apatite fission track data collected from Mesozoic sandstone samples in a dataset related to the Tibetan Plateau?",
        "QuestionCn": "与青藏 Plateau 相关的 Mesozoic 砂岩样本中收集的磷灰石裂变径迹数据的中位年龄范围是多少？",
        "AnswerEn": "40.1±2.6 - 129±6.3 Ma",
        "AnswerCn": "40.1±2.6 - 129±6.3 百万年（Ma）",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '磷灰石裂变径迹' mean in the context of evaluating the growth process of the Qinghai-Tibet Plateau?",
        "QuestionCn": "'磷灰石裂变径迹'在评估青藏高原的生长过程中的意义是什么？",
        "AnswerEn": "'磷灰石裂变径迹' refers to the fission track analysis of apatite, which is a method used to study the thermal history and cooling events of rocks. In the context of the Qinghai-Tibet Plateau, it provides indirect evidence of crustal thickening and subsequent erosion, which are crucial for understanding the plateau's growth process. The technique involves analyzing the fission tracks in apatite mineral samples to determine their age and thermal history, revealing stages of crustal uplift and regional cooling events.",
        "AnswerCn": "'磷灰石裂变径迹'是指对磷灰石进行裂变径迹分析的方法，用于研究岩石的热历史和冷却事件。在青藏高原的背景下，它提供了间接证据，表明地壳增厚和随后的侵蚀，这对于理解高原的形成过程至关重要。该技术涉及分析磷灰石矿物样品中的裂变径迹，以确定其年龄和热历史，揭示地壳抬升和区域冷却事件的阶段。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the use of fission track dating in apatite compare to other thermochronological methods in understanding the cooling history related to crustal thickening in the Tibetan Plateau region?",
        "QuestionCn": "在理解与青藏 Plateau 区域的地壳增厚相关的冷却历史时，磷灰石中的裂变轨迹定年与其他热年代学方法相比如何？",
        "AnswerEn": "Fission track dating in apatite provides indirect evidence of cooling events linked to crustal thickening, which can result in topographic uplift and variations. This method is particularly useful for recording such cooling events, which are indicative of the crust's geodynamic processes. In comparison to other thermochronological methods, fission track dating offers distinct age ranges and cooling event detection capabilities that are critical in deciphering the sequence of geological events during the plateau's growth. The median and peak ages derived from fission tracks can help identify significant cooling periods, such as those noted between ~45 Ma and 100-120 Ma, offering a detailed temporal framework for crustal processes.",
        "AnswerCn": "在磷灰石中的裂变轨迹定年提供了与地壳增厚相关的冷却事件的间接证据，这可能导致地形的抬升和变化。这种方法特别适用于记录这些冷却事件，这些事件是地壳地球动力学过程的指示。与其他热年代学方法相比，裂变轨迹定年提供了不同的年龄范围和冷却事件检测能力，这对于解读高原生长过程中的地质事件序列至关重要。从裂变轨迹得出的中位数和峰值年龄可以帮助识别重要的冷却时期，例如在约45百万年前和100-120百万年前之间的时期，为地壳过程提供了详细的时间框架。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What underlying processes might be inferred from the spatial distribution and temporal patterns of cooling events recorded by fission track data in the context of crustal thickening and high plateau formation?",
        "QuestionCn": "在地壳增厚和高原形成的背景下，从裂变轨迹数据记录的冷却事件的空间分布和时间模式中可以推断出哪些潜在过程？",
        "AnswerEn": "The spatial distribution and temporal patterns of cooling events recorded by fission track data may suggest that the crustal thickening and high plateau formation in the central region of the Qinghai-Tibet Plateau occurred in distinct phases. The first phase, during the Early Cretaceous (140-100 Ma), indicates crustal thickening likely due to the flat subduction of the Bangong-Nujiang Tethyan Ocean, leading to the formation of the proto-plateau in the central and southern Qiangtang terrane. The second phase, from the Eocene to Oligocene, marks the gradual development of the proto-Tibetan Plateau approaching its current height. The uniform spatial distribution of low-temperature thermochronology data, without significant east-west variation, supports models involving continental crust subduction and lithospheric mantle delamination rather than lower crustal flow.",
        "AnswerCn": "根据裂变径迹数据记录的冷却事件的空间分布和时间模式，可能表明青藏 Plateau 中部地区的地壳增厚和高原形成经历了不同的阶段。第一个阶段发生在早白垩世（140-100 Ma），表明地壳增厚可能是由于邦贡-怒江特提斯洋的平坦俯冲，导致了在羌塘地体中部和南部形成原始高原。第二个阶段，从始新世到渐新世，标志着原始西藏高原逐渐发展接近其当前高度。低温热年代学数据的均匀空间分布，没有显著的东西方向变化，支持了涉及大陆地壳俯冲和岩石圈地幔剥离的模型，而不是下地壳流动。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the selection of apatite fission track data as a method for understanding the growth processes of the Tibetan Plateau?",
        "QuestionCn": "哪些因素促成了选择磷灰石裂变径迹数据作为理解青藏 Plateau 生长过程的方法？",
        "AnswerEn": "The selection of apatite fission track data as a method for understanding the growth processes of the Tibetan Plateau is influenced by its ability to record cooling events that are indirect evidence of crustal thickening. This is because crustal thickening typically leads to uplift and changes in topography, accelerating erosion, which apatite fission track data can capture. Additionally, the method helps in distinguishing between different growth stages of the plateau, providing insights into the crustal and mantle processes involved, such as lithospheric mantle delamination and upper crustal shortening.",
        "AnswerCn": "选择磷灰石裂变径迹数据作为理解青藏高原生长过程的方法，受到其记录冷却事件能力的影响，这些冷却事件是地壳增厚的间接证据。这是因为地壳增厚通常会导致隆起和地形变化，加速侵蚀，而磷灰石裂变径迹数据可以捕捉到这些变化。此外，该方法有助于区分高原的不同生长阶段，提供有关地壳和地幔过程的见解，例如岩石圈地幔的剥离和上地壳的缩短。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of conducting apatite fission track studies in the context of understanding the growth processes of the Tibetan Plateau?",
        "QuestionCn": "在了解青藏高原的生长过程时，进行磷灰石裂变径迹研究的主要目标是什么？",
        "AnswerEn": "The primary objective of conducting apatite fission track studies is to gather indirect evidence of crustal thickening, which is associated with topographic uplift and changes in elevation due to erosion. This data is crucial for evaluating different growth models of the Tibetan Plateau and resolving debates about the existence and extent of the 'original Tibetan Plateau'. By analyzing cooling events recorded in fission tracks, researchers can infer stages of plateau growth and crustal activities over geological time scales.",
        "AnswerCn": "进行磷灰石裂变径迹研究的主要目的是收集间接证据，以支持与地壳增厚相关的地形抬升和由于侵蚀引起的高度变化。这些数据对于评估不同的青藏 Plateau 生长模型以及解决关于“原始青藏 Plateau”存在与范围的争论至关重要。通过分析裂变径迹记录的冷却事件，研究人员可以推断出高原生长和地壳活动在地质时间尺度上的不同阶段。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}