{
  "id": "58121c1c-63be-4c06-b61d-c9f47219e8a6",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Simultaneous observation dataset of  land surface temperature  in the upstream of the Heihe River Basin on Aug. 1, 2012",
      "titleCn": "黑河生态水文遥感试验：黑河流域上游地表温度同步观测数据集（2012年8月1日）",
      "description": "The aim of the simultaneous observation of river surface temperature is obtaining the land surface temperature in different places be of different kinds of underlying surface, while the sensor of WiDAS go into the experimental areas of the upstream of Heihe river basin. All the land surface temperature data will be used for validation of the retrieved land surface temperature from WiDAS sensor and the analysis of the scale effect of  the land surface temperature, and finally serve for the validation of the authenticity of the surface temperature product from remote sensing.\n1. Observation sites and other details\nSix places be of different kinds of underlying surface were chosen to observe surface temperature simultaneous in the upstream of Heihe river basin on 1 August. Self-recording point thermometers (observed once every 6 seconds) were used one place while handheld infrared thermometers (observed continuously during the sensor of WiDAS go into the region) were used in other five places. The main underlying surface including natural grassland, river section, river rapids, gravel.\n2. Instrument parameters and calibration.\nThe field of view of the self-recording point thermometer and the handheld infrared thermometer are 10 and 1 degree, respectively. The emissivity of the latter was assumed to be 0.95. All instruments were calibrated on 5 August, 2012 using black body during observation.\n3. Data storage\nAll the observation data were stored in excel.",
      "descriptionCn": "黑河流域地表温度同步观测的目的在于获取WiDAS飞行期间不同位置不同下垫面的同步温度，用于支持航空飞行WiDAS资料反演地表温度的验证和尺度效应分析。\n本次试验的观测时间为2012年8月1日，选取了黑河流域上游西支扎马什克流域的2个点和东支八宝河流域的4个点周围的不同下垫面温度进行了同步观测，利用两种仪器测量不同位置的地表辐射温度，包括固定自记点温计（北师大3#）和手持式红外温度计（寒旱所H1#、H3#、H4#，北师大B1#、B2#），其中八宝河流域中的一个点使用的是固定自记点温计，自动每6秒记录一次温度，观测下垫面为天然草地。其它5个点的地表温度采用手持式红外温度计人工观测，在WiDAS进入观测点上空时进行观测。每个仪器在使用之后均进行了黑体标定。每一观测点选取周围较典型的下垫面进行观测，观测的下垫面主要有草地、河流水面、河滩、砾石等，其中部分下垫面配有相应的照片。观测数据以Excel存储。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.8,
      "west": 99.32,
      "south": 37.96,
      "north": 38.65,
      "startTime": "2018-11-24 02:48:30",
      "endTime": "2018-11-24 02:48:30",
      "fileSize": 198290551.0,
      "cstr": "18406.11.hiwater.033.2013.db",
      "doi": "10.3972/hiwater.033.2013.db",
      "dataFormat": "文本",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "耿丽英",
        "nameEn": "GENG Liying",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "王庆锋",
        "nameEn": "WANG Qingfeng",
        "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "曹斌",
        "nameEn": "CAO Bin",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": " 万旭东",
        "nameEn": "WAN Xudong",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "彭莉",
        "nameEn": "PENG Li",
        "unitEn": "",
        "unitCn": "成都电子科技大学"
      },
      {
        "nameCn": "马明国",
        "nameEn": "MA Mingguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Separating vegetation and soil temperature using airborne multiangular remote sensing image data",
        "referenceCn": null,
        "referenceEn": "Liu Q, Yan CY, Xiao Q, Yan GJ, Fang L. Separating vegetation and soil temperature using airborne multiangular remote sensing image data. International Journal of Applied Earth Observation and Geoinformation, 2012, 17: 66-75, doi:10.1016/j.jag.2011.10.003."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      },
      {
        "titleCn": null,
        "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
        "referenceCn": null,
        "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表辐射温度",
        "nameEn": "Surface radiation temperature"
      },
      {
        "nameCn": "地表过程",
        "nameEn": "Earth SurFace Processes"
      },
      {
        "nameCn": "红外广角双模式成像仪WiDAS",
        "nameEn": "Wide-angle infrared dual-mode line/Area array scanner"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "八宝河流域",
        "keywordEn": "Babaohe River Basin"
      },
      {
        "keywordCn": "扎马什克流域",
        "keywordEn": "Zhamashike River Basin"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-08-01",
        "keywordEn": "2012-08-01",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：定标与真实性检验",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
        "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
        "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
        "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
        "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
      ],
      "research objective": [
        "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
        "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
        "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
      ],
      "challenges": [
        "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
        "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
        "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
      ],
      "methods": [
        "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
        "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
        "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
      ],
      "dataset": [
        "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
        "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
        "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
        "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
      ],
      "findings": [],
      "backgroundCn": [
        "阿尔卑斯地区在河流和流域生态系统中具有重要意义，作为淡水的贡献者，提供并刺激特定栖息地的生物多样性。与此同时，近期气候变化、人类活动和其他扰动可能会干扰水文过程和生态功能，这就需要下一代观测和建模方法来推进对阿尔卑斯地区这些过程的预测理解。阿尔卑斯地区的水资源是需要调节的源头水，以维持下游生态系统。然而，近年来自然/气候变化和人类活动引发的扰动显著改变了水文过程和生态功能。因此，准确估计和预测水文过程及其关键影响因素变得至关重要。",
        "不幸的是，由于高山地区观测数据的稀缺，主要是由于获取困难和技术障碍，阻碍了高山水文建模及相关研究，但也促使了下一代生态系统观测网络和实验的发展。与观测数据相比，结合数据同化的遥感数据可以改善水文过程的预测。然而，由于地球系统的复杂性，遥感数据（尤其是在高山地区）存在各种不确定性来源，这些不确定性需要进行验证和校准。总之，为了填补知识空白并促进高山地区水文研究，集成的、分布式的和多尺度的观测数据集是必不可少的，预计将为水文建模提供准确的强迫数据，验证遥感数据，评估分布式模型，并最终改善对高山水文过程和生态系统功能的预测理解。在高山水文学中，除了从分布式气象站获得的一致的水文气象数据外，雪盖和冻土是两个重要的指标和驱动因素，影响水文过程。融化前的最大雪水当量（SWE）决定了雪融水的储存——这是高山地区淡水的主要来源，而冻融循环（FTC）和活层内的土壤湿度则改变了水的渗透，进而影响地表径流和地下水。为了促进高山水文研究，国际高山研究流域水文学网络（INARCH）于2015年由世界气候研究计划（WCRP）的全球能量与水交换（GEWEX）项目发起，涉及全球18个流域。自那时以来，INARCH将各个观测站连接成一个国际网络和数据共享平台，以引领高山地区水文气象和雪观测的前沿研究。另一个基于社区的观测网络，极圈活层监测（CALM）网络，始于1990年代初，旨在观察活层和近地表永久冻土对气候变化的响应。黑河流域（HRB）是中国第二大内陆河流域，以其异质的景观、多样的生态系统、独特的地理特征和近年来的气候变化而闻名。作为干旱/半干旱黑河流域生态水文过程的主要组成部分，高山水文过程，特别是上游地区与雪盖和冻土相关的过程，对山区的径流产生了重大影响，进而调节中游地区的农业发展和下游地区的生态系统。",
        "近年来，随着气候变暖，永冻土的退化显著影响了径流和碳循环（Peng et al., 2016; Gao et al., 2018）。研究区域内雪盖广泛分布，具有独特的特征。在高海拔山区（海拔 > 3800 米），受当地微气候和低温的影响，任何季节都可能出现降雪。临时雪是该地区中低海拔地区的主要雪盖类型，因为强烈的太阳辐射和高气温导致雪的快速融化和升华。漂移雪在该地区也常见，这可能导致高海拔地区雪层的重新分布（Essery et al., 1999; Li et al., 2014）。",
        "由于祁连山的高海拔和复杂地形，常常观察到吹雪（漂移雪）。估计吹雪的发生是重要的，因为它可能导致雪盖的重新分布，并影响雪的升华。",
        "土壤热导率的分析比较困难，因为它是土壤密度、土壤水分含量（在冻土中为冰含量）和土壤温度的函数，这些因素无法通过简单的公式轻易计算。因此，可以利用现场观测来评估高山水文模型的参数化。"
      ],
      "research objectiveCn": [
        "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合的、分布式的和多尺度的观测网络中研究中国黑河流域上游的流域科学和功能。",
        "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。",
        "相关的开放获取数据集包括高质量的水文气象数据，特别是关于雪和冻土观测的数据，涵盖子流域和流域尺度，旨在解决多种科学问题，包括但不限于：(1) 如何为高山水文模型提供准确有效的强迫数据，(2) 如何整合观测、模拟和获取的数据集以获得有意义的理解，以及 (3) 如何扰动（气候变化和人类活动）改变基本过程。"
      ],
      "challengesCn": [
        "然而，寒冷和恶劣的气候、高海拔和复杂的地形等几项严峻挑战，阻碍了在需要的地方和时间进行全面和一致的数据收集，这妨碍了遥感技术和高山水文模型的发展。",
        "不幸的是，由于获取数据的困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文模型及相关研究的发展，但也促使了下一代生态观测网络和实验的开发。然而，上述建模工作面临着以下问题：1）强迫数据的可用性（只有中国气象局在HRB上游运营的两个气象站正常工作）；2）缺乏高质量的雪和冻土数据用于参数化。",
        "不幸的是，由于强风的影响，这项工作并没有顺利进行。因此，目前无法获得可以通过雪深和雪水当量（SWE）数据计算的雪密度数据。"
      ],
      "methodsCn": [
        "无间断的气象和水文数据通过连接一组自动气象站（AMSs）的观测网络进行监测。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从一个雪观测超级站收集了雪盖特性。高分辨率的土壤物理数据集也从一个冻土观测超级站获得，以捕捉冻融过程。",
        "考虑到研究地点的特征，建立了一个综合的、分布式的多尺度水文气象-雪-冻土观测网络，包含七个自动气象站（AMS）和两个超级站。在流域尺度上，观测旨在收集数据，以研究气象驱动因素并验证阿尔卑斯水文模型。在子流域尺度上，小规模的观测和测量集中在降水、土壤温度和湿度等数据上，这些数据用于开发和改进水文模型，以及验证中等到粗分辨率的遥感产品（Jin et al., 2014）。在两个雪盖和冻土观测的超级站中，可以利用高分辨率数据进一步验证遥感产品。在密集观测期（IOP：2013-2014）期间，在研究区域建立了七个AMS以及冻土和雪超级站（也包含气象观测），以获取空间分布的气象变量。IOP结束后，选择并保留了四个典型的AMS进行持续观测，预计将提供长期数据集。观测的气象变量包括风速和风向、气温、湿度、红外温度、气压、四分量辐射和降水。积雪和融雪过程在雅口雪超级站自动测量，观测的组成部分包括雪深、雪水当量（SWE，由GammaMONitor测量）、雪面反照率和吹雪（飘雪）通量（由FlowCapt测量）。在每个AMS内，土壤温度和湿度在六个层次上进行测量，而蒸散发（ET）则在三个AMS上通过涡度协方差（EC）进行观测，这些AMS位于永久冻土、季节性冻土和过渡区，以观察冻融（FT）过程。在子流域尺度上，建立了一个包含40个节点的无线传感器网络（WSN），以捕捉土壤温度和湿度的季节变化。在A’rou冻土超级站，土壤温度和湿度剖面在十八个层次上进行密集测量，深度达到3.2米（采用嵌套模式，表层有更多层次），以获取冻融循环（FTC）下的土壤水热特征。此外，还测量了表层土壤的热导率和水力导率，以观察动态水热过程。",
        "雪深是通过SR50A（美国Campbell）测量的，该设备通过发出超声波脉冲并监听从目标反射回来的回声来确定传感器与目标之间的距离。雪水当量（SWE）是通过GMON（CS725 GammaMONitor，美国Campbell）从2014年1月1日到2017年12月31日以6小时的时间分辨率进行测量的。FlowCapt（瑞士IAV）用于测量在3个高度（0-1米、1-2米和2-3米）每10分钟的吹雪颗粒数量。"
      ],
      "datasetCn": [
        "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合的、分布式的、多尺度的观测网络研究中国黑河流域上游的流域科学和功能。通过连接一组自动气象站（AMS）的观测网络，监测到了无间隙的气象和水文数据。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。还获得了高分辨率的土壤物理数据集，以捕捉冻融过程，这些数据来自冻土观测超级站。更新的数据集已向具有多学科背景的科学家发布（即冰冻圈科学、水文学和气象学），预计将作为一个测试平台，为更广泛的社区提供准确的强迫数据，并验证和评估遥感产品和水文模型。",
        "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。该观测网络由七个标准水文气象站、一个雪超级站和一个冻土超级站组成，作为一个综合研究平台，旨在提供HRB上游水文气象过程的显著数据集（如水文气象、雪和冻土），预计将支持阿尔卑斯地区水文模型的开发和模拟，以及遥感观测。",
        "来自Yakou雪超级站的综合雪数据集自2013年夏季以来已更新。观察到的雪变量包括雪深、雪水当量（SWE）和吹雪（漂雪）。2014年1月1日至2017年12月31日的数据在图4中进行了总结，并附有降水、蒸散发、土壤温度和湿度的额外图表。数据集的可用时间为2012年12月5日至2017年12月31日，间歇性丢失主要是由于高海拔地区的电力损失和传感器故障。",
        "在本文中，展示了一套来自于黑河上游集成、分布式和多尺度的水文气象-雪-冻土观测网络的阿尔卑斯水文数据集。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is there a challenge related to high altitudes that affects data collection in the alpine hydrology observation network?",
        "QuestionCn": "与高海拔相关的挑战会影响阿尔卑斯水文观测网络的数据收集吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Are datasets related to snow cover and frozen ground available from the observation network in the Heihe River Basin?",
        "QuestionCn": "与黑河流域观测网络相关的雪盖和冻土数据集是否可用？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the primary instruments used in collecting surface temperature data in the alpine region?",
        "QuestionCn": "在高山地区收集地表温度数据的主要仪器有哪些？",
        "AnswerEn": "fixed self-recording thermometers, handheld infrared thermometers",
        "AnswerCn": "固定自记录温度计，手持红外温度计",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the observation stations typically located for collecting hydrometeorological data in the Heihe River Basin?",
        "QuestionCn": "在黑河流域，收集水文气象数据的观测站通常位于哪里？",
        "AnswerEn": "automatic meteorological stations, snow superstations, frozen ground superstations",
        "AnswerCn": "自动气象站、积雪超级站、冻土超级站",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "When did the intensive observation period for the alpine hydrology observation network in the Heihe River Basin occur?",
        "QuestionCn": "在黑河流域的高山水文观测网络的强化观测期是什么时候？",
        "AnswerEn": "2013 to 2014",
        "AnswerCn": "2013到2014年",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that addresses the challenges of high-altitude and complex terrain in alpine regions?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，以应对高海拔和复杂地形在阿尔卑斯地区的挑战？",
        "AnswerEn": "An example of a data collection method that addresses these challenges is the use of an integrated, distributed, and multiscale hydrometeorological – snow – frozen ground observation network. This includes automatic meteorological stations (AMSs) and superstations for snow and frozen ground observations equipped with state-of-the-art techniques and instruments to capture snow accumulation and ablation processes, as well as soil physics datasets to capture freeze-thaw processes.",
        "AnswerCn": "一种解决这些挑战的数据收集方法是使用集成的、分布式的多尺度水文气象-雪-冻土观测网络。这包括自动气象站（AMS）和超级站，用于雪和冻土观测，配备先进的技术和仪器，以捕捉雪的积累和融化过程，以及土壤物理数据集，以捕捉冻融过程。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a dataset that has been developed to capture the dynamics of snow cover and frozen ground in the Heihe River Basin?",
        "QuestionCn": "有什么例子是用于捕捉黑河流域积雪覆盖和冻土动态的数据集？",
        "AnswerEn": "A comprehensive dataset has been developed from the Yakou snow superstation, which includes variables like snow depth, snow water equivalent (SWE), and blowing (drifting) snow. This dataset spans from 2014 to 2017 and provides critical information for understanding snow dynamics in the Heihe River Basin.",
        "AnswerCn": "一个综合数据集已从Yakou雪超级站开发，包含雪深、雪水当量（SWE）和吹雪（漂雪）等变量。该数据集涵盖2014年至2017年，为理解黑河流域的雪动态提供了重要信息。",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the methods used to validate and calibrate remote sensing data in alpine hydrology research?",
        "QuestionCn": "在阿尔卑斯水文学研究中，用于验证和校准遥感数据的方法有哪些？",
        "AnswerEn": "integrated observation datasets, distributed observation datasets, multiscale observation datasets, fine-resolution data from superstations for snow cover, fine-resolution data from superstations for frozen ground observations",
        "AnswerCn": "集成观测数据集、分布式观测数据集、多尺度观测数据集、来自超级站的高分辨率雪盖数据、来自超级站的高分辨率冻土观测数据。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the factors affecting the accuracy and consistency of data collection in alpine regions?",
        "QuestionCn": "影响高山地区数据收集准确性和一致性的因素有哪些？",
        "AnswerEn": "cold and harsh climate, high altitude, complex topography",
        "AnswerCn": "寒冷和严酷的气候，高海拔，复杂的地形",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What specific attributes of alpine hydrological processes are measured using automatic meteorological stations (AMSs) and superstations?",
        "QuestionCn": "自动气象站（AMSs）和超级气象站（superstations）用于测量哪些特定的高山水文过程属性？",
        "AnswerEn": "wind speed and direction, air temperature, humidity, infrared temperature, air pressure, four-component radiation, precipitation, snow depth, snow water equivalent, albedo of the snow surface, blowing snow flux, soil temperature and moisture, evapotranspiration",
        "AnswerCn": "风速和风向、空气温度、湿度、红外温度、气压、四分量辐射、降水、雪深、雪水当量、雪面反照率、吹雪通量、土壤温度和湿度、蒸散。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many automatic meteorological stations (AMSs) are included in the data collection network for alpine hydrology in the upper reaches of the Heihe River Basin?",
        "QuestionCn": "在黑河上游的高山水文数据收集网络中，包括多少个自动气象站（AMS）？",
        "AnswerEn": "7",
        "AnswerCn": "7",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the temporal resolution of the snow water equivalent (SWE) measurements in the alpine hydrology observation network?",
        "QuestionCn": "阿尔卑斯水文观测网络中雪水当量（SWE）测量的时间分辨率是多少？",
        "AnswerEn": "6 hours",
        "AnswerCn": "6小时",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many times per second does the fixed-point temperature recorder automatically record surface temperature data in the Heihe River Basin dataset?",
        "QuestionCn": "在黑河流域数据集中，固定点温度记录仪每秒自动记录表面温度数据的次数是多少？",
        "AnswerEn": "0.167 times per second",
        "AnswerCn": "每秒0.167次",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by a 'multiscale observation network' in the context of hydrological data collection?",
        "QuestionCn": "在水文数据收集的背景下，“多尺度观测网络”是什么意思？",
        "AnswerEn": "A 'multiscale observation network' refers to an integrated system of observations that operates at various spatial and temporal scales, involving both broad basin-wide data collection and finer, localized measurements. It is essential for capturing the diverse hydrological processes and ecosystem functions in regions like the alpine areas of the Heihe River Basin.",
        "AnswerCn": "“多尺度观测网络”是指一个在不同空间和时间尺度上运行的综合观测系统，涉及广泛的流域数据收集和更细致的局部测量。它对于捕捉像黑河流域的高山地区的多样水文过程和生态系统功能至关重要。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How is 'freeze-thaw cycle' data collected and utilized in alpine hydrology research?",
        "QuestionCn": "“冻融循环”数据是如何在高山水文学研究中收集和利用的？",
        "AnswerEn": "'Freeze-thaw cycle' data is collected using high-resolution soil physics datasets, which include measurements of soil temperature and moisture across multiple layers. These data are crucial for understanding how seasonal changes in soil conditions affect water infiltration, surface runoff, and groundwater dynamics in alpine hydrology.",
        "AnswerCn": "“冻融循环”数据是通过高分辨率土壤物理数据集收集的，这些数据集包括多个层次的土壤温度和湿度测量。这些数据对于理解季节性土壤条件变化如何影响水分渗透、地表径流和地下水动态在高山水文学中的作用至关重要。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What does 'gap-free meteorological data' entail in remote sensing and hydrological modeling?",
        "QuestionCn": "在遥感和水文模型中，“无缺口气象数据”包含什么内容？",
        "AnswerEn": "'Gap-free meteorological data' entails continuous, uninterrupted data records obtained through an extensive observation network of automatic meteorological stations. This data is crucial for accurately modeling hydrological processes and validating remote sensing products, as it ensures comprehensive coverage of meteorological variables without missing temporal data.",
        "AnswerCn": "“无间隙气象数据”是指通过广泛的自动气象站观测网络获得的连续、不间断的数据记录。这些数据对于准确建模水文过程和验证遥感产品至关重要，因为它确保了气象变量的全面覆盖，没有缺失的时间数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the differences in scale and resolution between datasets obtained from an integrated alpine hydrology observation network and those from traditional ground-based measurements in the Heihe River Basin?",
        "QuestionCn": "集成阿尔卑斯水文观测网络获得的数据集与传统地面测量在黑河流域的尺度和分辨率之间有什么区别？",
        "AnswerEn": "Datasets from an integrated alpine hydrology observation network are likely to provide multiscale and distributed observations, capturing a wide range of hydrometeorological variables with high spatial and temporal resolution. Traditional ground-based measurements may offer detailed data at specific points but often lack the comprehensive spatial coverage and integration across different scales that an observation network can provide. The network's ability to validate and calibrate remote sensing data offers an advantage in understanding broader hydrological processes.",
        "AnswerCn": "来自一个综合阿尔卑斯山水文观测网络的数据集可能提供多尺度和分布式的观测，捕捉到高空间和时间分辨率的广泛水文气象变量。传统的地面测量虽然在特定点提供详细数据，但往往缺乏观察网络所能提供的全面空间覆盖和不同尺度之间的整合。该网络验证和校准遥感数据的能力在理解更广泛的水文过程方面具有优势。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What implications do the gaps in remote sensing data have for the calibration and validation of hydrological models in alpine regions?",
        "QuestionCn": "遥感数据的缺口对高山地区水文模型的校准和验证有什么影响？",
        "AnswerEn": "Gaps in remote sensing data, particularly due to the complexities and uncertainties in alpine regions, underscore the need for integrated, distributed, and multiscale observation networks. These networks provide essential ground-truth data to validate and calibrate remote sensing products and improve the accuracy of hydrological models. By addressing these gaps, researchers can enhance predictive understanding and refine models to account for factors like snow cover, frozen ground, and the effects of climate change and human activities.",
        "AnswerCn": "遥感数据中的空白，特别是由于高山地区的复杂性和不确定性，凸显了集成、分布式和多尺度观测网络的必要性。这些网络提供了重要的地面实测数据，以验证和校准遥感产品，并提高水文模型的准确性。通过解决这些空白，研究人员可以增强预测理解，并完善模型，以考虑雪盖、冻土以及气候变化和人类活动的影响等因素。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the complexity of collecting consistent and accurate data in alpine regions for hydrological modeling?",
        "QuestionCn": "在高山地区收集一致且准确的数据用于水文模型的复杂性因素有哪些？",
        "AnswerEn": "Several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed. Additionally, the scarcity of observation data due to difficulties of access and technological barriers has hindered alpine hydrological modeling and associated research.",
        "AnswerCn": "几个严峻的挑战，包括寒冷和恶劣的气候、高海拔和复杂的地形，妨碍了在需要时进行全面和一致的数据收集。此外，由于获取困难和技术障碍，观测数据的稀缺也阻碍了高山水文模型及相关研究的进展。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the causes of data scarcity in alpine regions that motivate the development of observation networks and experiments?",
        "QuestionCn": "阿尔卑斯地区数据稀缺的原因是什么，这促使了观测网络和实验的发展？",
        "AnswerEn": "The scarcity of observation data in alpine regions is caused by difficulties of access and technological barriers, which have hindered alpine hydrological modeling and research. This scarcity has motivated the development of next-generation ecosystem observation networks and experiments to overcome these challenges and improve data collection.",
        "AnswerCn": "阿尔卑斯地区观测数据的稀缺是由于获取困难和技术障碍，这阻碍了阿尔卑斯水文建模和研究。这种稀缺促使了下一代生态系统观测网络和实验的发展，以克服这些挑战并改善数据收集。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of integrating remote sensing data with traditional observation methods in alpine hydrological research?",
        "QuestionCn": "将遥感数据与传统观测方法结合在阿尔卑斯水文研究中的潜在结果是什么？",
        "AnswerEn": "Integrating remote sensing data with traditional observation methods in alpine hydrological research could improve the prediction of hydrological processes. This integration allows for a more comprehensive understanding of the earth system, overcoming the complexities and potential uncertainties inherent in remote sensing data alone. It also supports the validation and calibration of remote sensing data, thus enhancing the accuracy of hydrological models and predictions.",
        "AnswerCn": "将遥感数据与传统观测方法相结合，在高山水文研究中可以提高水文过程的预测能力。这种整合能够更全面地理解地球系统，克服仅依赖遥感数据所固有的复杂性和潜在不确定性。它还支持遥感数据的验证和校准，从而增强水文模型和预测的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How do challenges such as harsh climate and complex topography influence the development and effectiveness of data collection methods in alpine regions?",
        "QuestionCn": "恶劣的气候和复杂的地形等挑战如何影响阿尔卑斯地区数据收集方法的发展和有效性？",
        "AnswerEn": "Challenges like harsh climate and complex topography hinder the complete and consistent collection of data in alpine regions. This affects the development of remote sensing technologies and alpine hydrological models by limiting the availability of high-quality data, which is crucial for accurate model parameterization and validation. Consequently, there is a need for advanced ecosystem observation networks and experiments to address these limitations.",
        "AnswerCn": "恶劣的气候和复杂的地形等挑战阻碍了高山地区数据的全面和一致收集。这影响了遥感技术和高山水文模型的发展，因为高质量数据的缺乏对准确的模型参数化和验证至关重要。因此，需要先进的生态系统观测网络和实验来解决这些限制。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting synchronous surface temperature data in the upper reaches of the Heihe River Basin during the WiDAS flight?",
        "QuestionCn": "在WiDAS飞行期间，收集黑河流域上游同步地表温度数据的主要目标是什么？",
        "AnswerEn": "The primary objective of collecting synchronous surface temperature data is to support the validation and scale effect analysis of the surface temperature retrieved from WiDAS flight data by obtaining accurate temperature measurements at various locations and surface types during the flight.",
        "AnswerCn": "收集同步地表温度数据的主要目的是通过在飞行过程中获取不同地点和表面类型的准确温度测量，支持从WiDAS飞行数据中提取的地表温度的验证和尺度效应分析。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it essential to establish an integrated, distributed, and multiscale observation network for alpine hydrology in the Heihe River Basin?",
        "QuestionCn": "为什么在黑河流域建立一个集成的、分布式的、多尺度的高山水文观测网络是至关重要的？",
        "AnswerEn": "It is essential to establish such a network to provide accurate forcing data for hydrological modeling, validate remote sensing data, and improve the predictive understanding of alpine hydrological processes and ecosystem functions, especially in light of climate change and human activities affecting hydrological processes.",
        "AnswerCn": "建立这样的网络对于提供准确的强迫数据以进行水文建模、验证遥感数据以及提高对高山水文过程和生态系统功能的预测理解至关重要，特别是在气候变化和人类活动影响水文过程的背景下。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the intended outcomes of utilizing a suite of datasets from automatic meteorological stations and superstations for snow and frozen ground observations in the Heihe River Basin?",
        "QuestionCn": "利用来自自动气象站和超级站的雪和冻土观测数据集的预期结果是什么？",
        "AnswerEn": "The intended outcomes include addressing scientific questions related to providing accurate and effective forcing data for alpine hydrological models, integrating observation and simulation datasets for a better understanding, and understanding how climate change and human activities alter fundamental hydrological processes.",
        "AnswerCn": "预期结果包括解决与提供准确有效的高山水文模型强迫数据相关的科学问题，整合观测和模拟数据集以更好地理解，以及了解气候变化和人类活动如何改变基本的水文过程。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What strategies are employed to overcome the challenges of data scarcity and technological barriers in alpine hydrological research?",
        "QuestionCn": "在阿尔卑斯水文研究中，为克服数据稀缺和技术障碍，采用了哪些策略？",
        "AnswerEn": "To address data scarcity and technological barriers, an integrated observation network is established with automatic meteorological stations and superstations for snow and frozen ground. This network aims to provide comprehensive datasets for model validation and to advance understanding of alpine hydrology. Additionally, the use of remote sensing and distributed sensor networks helps capture detailed hydrometeorological processes.",
        "AnswerCn": "为了解决数据稀缺和技术障碍，建立了一个综合观测网络，配备自动气象站和用于雪和冻土的超级站。该网络旨在提供全面的数据集，以便进行模型验证，并推动对高山水文的理解。此外，利用遥感技术和分布式传感器网络有助于捕捉详细的水文气象过程。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What conditions or resources enable the collection of high-quality hydrometeorological data in challenging alpine environments?",
        "QuestionCn": "在具有挑战性的高山环境中，哪些条件或资源能够促进高质量水文气象数据的收集？",
        "AnswerEn": "The collection of high-quality hydrometeorological data in challenging alpine environments is enabled by the establishment of integrated, distributed, and multiscale observation networks. This includes automatic meteorological stations (AMSs), snow and frozen ground superstations, and a wireless sensor network (WSN) that captures seasonal changes in soil temperature and moisture. These networks provide the infrastructure necessary to monitor variables such as wind, air temperature, snow depth, and soil moisture, despite the cold and harsh climate and complex topography.",
        "AnswerCn": "在具有挑战性的高山环境中，高质量水文气象数据的收集得益于建立综合、分布式和多尺度的观测网络。这包括自动气象站（AMS）、雪和冻土超级站，以及一个无线传感器网络（WSN），用于捕捉土壤温度和湿度的季节变化。这些网络提供了必要的基础设施，以监测风速、气温、雪深和土壤湿度等变量，尽管面临寒冷恶劣的气候和复杂的地形。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the integration of remote sensing data with ground-based observations enhance the accuracy of hydrological models in alpine regions?",
        "QuestionCn": "遥感数据与地面观测的结合如何提高高山地区水文模型的准确性？",
        "AnswerEn": "The integration of remote sensing data with ground-based observations enhances the accuracy of hydrological models by providing a means to validate remote sensing data against high-quality, ground-truth measurements. This is accomplished through an observation network that includes automatic meteorological stations and superstations for snow and frozen ground, which allow for the validation of remote sensing products at various resolutions. Such integration helps to address uncertainties in remote sensing data and improves the predictive understanding of alpine hydrological processes.",
        "AnswerCn": "遥感数据与地面观测的结合通过提供一种将遥感数据与高质量的地面真实测量进行验证的方法，增强了水文模型的准确性。这是通过一个观测网络实现的，该网络包括自动气象站和用于雪和冻土的超级站，这些站点允许在不同分辨率下验证遥感产品。这种整合有助于解决遥感数据中的不确定性，并改善对高山水文过程的预测理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the complexity of the earth system create challenges in validating and calibrating remote sensing data in alpine regions?",
        "QuestionCn": "地球系统的复杂性为什么可能在验证和校准高山地区的遥感数据时带来挑战？",
        "AnswerEn": "The complexities of the earth system, such as the heterogeneous landscapes and diverse ecosystems in alpine regions, contribute to various sources of uncertainties in remote sensing data. These complexities necessitate an integrated observation network to provide accurate forcing data for hydrological modeling, validate remote sensing data, and improve predictive understanding of hydrological processes and ecosystem functions.",
        "AnswerCn": "地球系统的复杂性，例如高山地区异质的景观和多样的生态系统，导致遥感数据存在各种不确定性。这些复杂性需要一个综合观测网络，以提供准确的水文模型强迫数据，验证遥感数据，并提高对水文过程和生态系统功能的预测理解。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the anticipated benefits of integrating observation, simulation, and datasets for understanding perturbations in hydrological processes due to climate change and human activities?",
        "QuestionCn": "整合观测、模拟和数据集以理解气候变化和人类活动对水文过程扰动的预期好处是什么？",
        "AnswerEn": "Integrating observation, simulation, and datasets is expected to provide accurate and effective forcing data for alpine hydrological models, allowing for a better understanding of how perturbations such as climate change and human activities alter fundamental processes. This integration can enhance the evaluation of distributed models and improve predictions of hydrological processes in alpine regions.",
        "AnswerCn": "整合观测、模拟和数据集预计将为高山水文模型提供准确有效的强迫数据，从而更好地理解气候变化和人类活动等扰动如何改变基本过程。这种整合可以增强分布式模型的评估，并改善对高山地区水文过程的预测。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What challenges are expected in maintaining consistent data collection in alpine regions, and how might these impact the development of remote sensing technologies and hydrological models?",
        "QuestionCn": "在高山地区维持一致的数据收集面临哪些挑战，这些挑战可能如何影响遥感技术和水文模型的发展？",
        "AnswerEn": "Challenges such as cold and harsh climates, high altitudes, and complex topography inhibit complete and consistent data collection, which in turn hinders the development of remote sensing technologies and alpine hydrological models. These environmental factors make it difficult to gather high-quality snow and frozen ground data necessary for parameterization and validation of remote sensing products and hydrological models.",
        "AnswerCn": "寒冷和恶劣气候、高海拔以及复杂地形等挑战阻碍了完整和一致的数据收集，这反过来又妨碍了遥感技术和高山水文模型的发展。这些环境因素使得收集高质量的雪和冻土数据变得困难，而这些数据对于遥感产品和水文模型的参数化和验证是必需的。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How might the integration of automatic meteorological stations and manual observations enhance the reliability of data collection in alpine hydrological research?",
        "QuestionCn": "自动气象站与人工观测的结合如何增强高山水文研究中数据收集的可靠性？",
        "AnswerEn": "The integration of automatic meteorological stations with manual observations allows for continuous and precise data collection, addressing gaps that may arise due to technological limitations or harsh climatic conditions. Automatic stations provide consistent, long-term data critical for hydrological modeling, while manual observations can validate and complement data by capturing specific events or conditions that sensors might miss. This combination is seen as essential to improving predictive understanding and validating remote sensing data in the alpine regions, particularly for capturing complex processes such as freeze-thaw cycles and snow dynamics.",
        "AnswerCn": "自动气象站与人工观测的结合可以实现持续和精确的数据收集，解决由于技术限制或恶劣气候条件可能出现的数据缺口。自动气象站提供一致的、长期的数据，这对水文模型至关重要，而人工观测则可以通过捕捉传感器可能遗漏的特定事件或条件来验证和补充数据。这种结合被视为提高预测理解和验证遥感数据在高山地区的重要手段，特别是在捕捉复杂过程如冻融循环和雪动态方面。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how data collection is maintained in harsh alpine environments with such varying conditions.",
        "QuestionCn": "我不明白在恶劣的高山环境中，如何维持数据收集，条件变化如此之大。",
        "AnswerEn": "Several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed. An observation network connecting a group of automatic meteorological stations (AMSs) was used to monitor gap-free meteorological and hydrological data. Specialized techniques and instruments, such as snow observation superstations, were used to capture snow accumulation and ablation processes, and high-resolution soil physics datasets were obtained to capture freeze-thaw processes.",
        "AnswerCn": "几个严峻的挑战，包括寒冷和恶劣的气候、高海拔和复杂的地形，妨碍了在需要时进行完整和一致的数据收集。一个连接一组自动气象站（AMSs）的观测网络被用来监测无缝的气象和水文数据。使用专门的技术和仪器，如雪观测超级站，来捕捉雪的积累和融化过程，并获得高分辨率的土壤物理数据集，以捕捉冻融过程。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure how remote sensing data is effectively validated in the context of alpine hydrology.",
        "QuestionCn": "我不确定在高山水文学的背景下，遥感数据是如何有效验证的。",
        "AnswerEn": "Due to the complexities of the earth system, especially in the alpine region, there exist various sources of uncertainties in remote sensing data, which need to be validated and calibrated. The validation process involves using observed data from a structured observation network, such as the International Network for Alpine Research Catchment Hydrology (INARCH), and other specialized superstations that capture detailed meteorological and snow cover data to provide accurate forcing data for hydrological models and validate remote sensing products.",
        "AnswerCn": "由于地球系统的复杂性，特别是在高山地区，遥感数据存在多种不确定性来源，需要进行验证和校准。验证过程涉及使用来自结构化观测网络的观测数据，例如国际高山研究流域水文网络（INARCH）以及其他专门的超级气象站，这些站点捕捉详细的气象和雪盖数据，以提供准确的水文模型强迫数据并验证遥感产品。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "I can't make sense of what specific datasets are necessary to improve hydrological modeling in alpine regions.",
        "QuestionCn": "我无法理解在高山地区改善水文模型所需的具体数据集。",
        "AnswerEn": "A comprehensive suite of datasets is necessary, including long-term hydrometeorological, snow cover, and frozen ground data. These datasets are collected through an integrated, distributed, and multiscale observation network, featuring automatic meteorological stations and superstations for snow and frozen ground observations. These datasets aim to provide accurate forcing data for hydrological models, validate remote sensing data, and enhance the predictive understanding of alpine hydrological processes.",
        "AnswerCn": "需要一套全面的数据集，包括长期的水文气象、雪盖和冻土数据。这些数据集通过一个集成的、分布式的、多尺度的观测网络收集，网络中设有自动气象站和用于雪和冻土观测的超级站。这些数据集旨在为水文模型提供准确的强迫数据，验证遥感数据，并增强对高山水文过程的预测理解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore the types of datasets that can be developed from a distributed and multiscale observation network in alpine hydrology.",
        "QuestionCn": "请探讨可以从分布式和多尺度观测网络中开发的阿尔卑斯水文学数据集类型。",
        "AnswerEn": "From a distributed and multiscale observation network in alpine hydrology, datasets that can be developed include long-term hydrometeorological data, snow cover characteristics, and frozen ground data. Such datasets are collected from automatic meteorological stations and superstations, capturing snow accumulation and ablation processes, soil physics, and freeze-thaw cycles. These datasets facilitate the validation of remote sensing products and the development and testing of hydrological models.",
        "AnswerCn": "在阿尔卑斯水文的分布式和多尺度观测网络中，可以开发的数据集包括长期的水文气象数据、雪盖特征和冻土数据。这些数据集来自自动气象站和超级站，捕捉雪的积累和融化过程、土壤物理特性以及冻融循环。这些数据集有助于验证遥感产品，并支持水文模型的开发和测试。",
        "Level": "C6(Creating)"
      }
    ]
  }
}