{
  "id": "581c65cf-9929-450f-a111-e24c7be66a66",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Moisture absorption and utilization dataset of desert plants  in Heihe River Basin (2014-2015)",
      "titleCn": "黑河流域荒漠植物水汽吸收利用数据集-III（2014-2015）",
      "description": "The data set of atmospheric water vapor absorption and utilization of desert plants, all of which are original data, including the liquid flow and environmental data of wild desert plants (Sitan village and Ejina Banner, Jingtai County), such as Tamarix, Bawang, Baici, Hongsha, etc., including the data of meteorology, photosynthesis, fluorescence and leaf surface humidity, as well as the data of gene transcriptome and expression regulation.",
      "descriptionCn": "荒漠植物大气水汽吸收利用数据集，本数据集所有数据均为原始数据，包括柽柳、霸王、白刺、红砂等荒漠植物野外（景泰县寺滩村和额济纳旗）的液流及环境数据，包括气象、光合、荧光和叶面湿度，另外还有基因转录组和表达调控等方面的数据。",
      "instructions": "",
      "instructionsCn": "",
      "east": 104.0,
      "west": 101.0,
      "south": 37.0,
      "north": 42.0,
      "startTime": "2014-05-08 00:00:00",
      "endTime": "2015-10-07 00:00:00",
      "fileSize": 1436371354.0,
      "cstr": "18406.11.heihe.311.2015.db",
      "doi": "10.3972/heihe.311.2015.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "肖洪浪",
        "nameEn": "XIAO Honglang",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Water use measurement by non-irrigated Tamarix ramosissima in arid regions of Northwest China.",
        "referenceCn": "Li Shuang, Xiao honglang, Cheng Yiben,等. Water use measurement by non-irrigated Tamarix ramosissima in arid regions of Northwest China. Sciences in Cold and Arid Regions, 2015,7(2):0146-0156.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "热扩散液流计",
        "nameEn": "Thermal dissipation sap flow velocity probe（TDP）"
      },
      {
        "nameCn": "耗水量",
        "nameEn": "Water consumption"
      },
      {
        "nameCn": "荒漠植物",
        "nameEn": "Desert plants"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "内蒙古",
        "keywordEn": "Inner Mongolia"
      },
      {
        "keywordCn": "甘肃",
        "keywordEn": "Gansu Province"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2014-2015",
        "keywordEn": "2014-2015",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to measure the utilization of atmospheric water vapor by desert plants?",
        "QuestionCn": "您能否提供一个用于测量沙漠植物利用大气水蒸气的数据收集方法的示例？",
        "AnswerEn": "A data collection method involves gathering liquid flow and environmental data for desert plants such as Tamarix, Calligonum, Nitraria, and Reaumuria at field sites in Jingtai County's Sitanchun Village and Ejina Banner. This includes meteorological data, photosynthesis measurements, fluorescence, and leaf surface humidity readings, alongside data on gene transcriptome and expression regulation.",
        "AnswerCn": "一种数据收集方法涉及在甘肃省静泰县的四潭村和内蒙古自治区额济纳旗的野外地点收集沙漠植物如塔玛瑞克斯、卡利戈农、尼特拉里亚和瑞阿穆里亚的液体流动和环境数据。这包括气象数据、光合作用测量、荧光和叶面湿度读数，以及基因转录组和表达调控的数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What specific environmental and physiological features are measured to assess atmospheric water vapor uptake by desert plants?",
        "QuestionCn": "评估沙漠植物大气水蒸气吸收的具体环境和生理特征包括哪些？",
        "AnswerEn": "liquid flow, meteorological conditions, photosynthesis, fluorescence, leaf surface humidity, genomic transcriptome, expression regulation",
        "AnswerCn": "液体流动、气象条件、光合作用、荧光、叶面湿度、基因组转录组、表达调控",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many desert plant species are tracked for atmospheric water vapor absorption in a dataset spanning 2014-2015?",
        "QuestionCn": "在2014-2015年间，有多少种沙漠植物物种被跟踪用于大气水蒸气吸收的数据库中？",
        "AnswerEn": "4",
        "AnswerCn": "4",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '荒漠植物大气水汽吸收利用' mean in the context of desert plant research?",
        "QuestionCn": "在荒漠植物研究的背景下，“荒漠植物大气水汽吸收利用”是什么意思？",
        "AnswerEn": "'荒漠植物大气水汽吸收利用' refers to the process by which desert plants absorb and utilize atmospheric water vapor. This concept is crucial in understanding how desert plants like Tamarix, Nitraria, and Reaumuria adapt to arid environments by leveraging atmospheric moisture. The study of this process involves collecting data on liquid flow and environmental variables such as meteorological conditions, photosynthesis, fluorescence, and leaf surface humidity, as well as genetic transcriptome and expression regulation data.",
        "AnswerCn": "'荒漠植物大气水汽吸收利用'是指荒漠植物吸收和利用大气水汽的过程。这个概念对于理解像塔玛瑞克斯、耐盐植物和瑞阿穆里亚等荒漠植物如何通过利用大气湿度适应干旱环境至关重要。对这一过程的研究涉及收集液体流动和环境变量的数据，如气象条件、光合作用、荧光、叶面湿度，以及基因转录组和表达调控数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods for capturing liquid flow and environmental conditions in desert plants compare to those used for gene transcriptomics and expression regulation studies in similar ecosystems?",
        "QuestionCn": "在沙漠植物中，捕捉液体流动和环境条件的数据收集方法与用于类似生态系统中的基因转录组学和表达调控研究的方法相比，如何？",
        "AnswerEn": "Data collection methods for capturing liquid flow and environmental conditions often involve field-based measurements such as meteorological data, photosynthesis, fluorescence, and leaf surface humidity, specifically focusing on desert plants like Tamarix, Zygophyllum, Nitraria, and Reaumuria. In contrast, gene transcriptomics and expression regulation studies require laboratory-based techniques, often involving the extraction of genetic material followed by sequencing and analysis to understand gene expression patterns.",
        "AnswerCn": "数据收集方法用于捕捉液体流动和环境条件，通常涉及现场测量，如气象数据、光合作用、荧光和叶面湿度，特别关注沙漠植物，如塔马里克（Tamarix）、紫花地丁（Zygophyllum）、盐肤木（Nitraria）和茅膏菜（Reaumuria）。相比之下，基因转录组学和表达调控研究需要实验室技术，通常涉及提取遗传物质，然后进行测序和分析，以了解基因表达模式。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes challenges in collecting accurate environmental and physiological data for desert plants like Tamarix and Salsola in arid regions?",
        "QuestionCn": "在干旱地区，收集沙漠植物如塔玛里克（Tamarix）和沙索拉（Salsola）的准确环境和生理数据面临哪些挑战？",
        "AnswerEn": "Challenges in collecting accurate environmental and physiological data for desert plants such as Tamarix and Salsola in arid regions may arise from factors like harsh weather conditions, which can affect sensor performance and data integrity. Additionally, the remote locations of field sites in areas like Gansu's Jingtai County and Ejina Banner can pose logistical difficulties in accessing and maintaining equipment. Variability in plant responses to environmental stressors, such as changes in humidity and temperature, can also complicate data collection and interpretation.",
        "AnswerCn": "在干旱地区收集沙漠植物（如塔玛里克和萨尔索拉）的准确环境和生理数据时，可能会面临一些挑战，例如恶劣的天气条件可能影响传感器的性能和数据的完整性。此外，像甘肃的景泰县和额济纳旗这样的偏远地区的野外站点，可能会在设备的访问和维护方面带来后勤困难。植物对环境压力因素（如湿度和温度变化）的反应差异，也可能使数据的收集和解释变得复杂。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting and analyzing data on atmospheric water vapor absorption by desert plants in arid regions?",
        "QuestionCn": "在干旱地区收集和分析沙漠植物大气水汽吸收数据的主要目标是什么？",
        "AnswerEn": "The goal of collecting and analyzing data on atmospheric water vapor absorption by desert plants, such as those found in the Heihe River Basin, is to gain insights into how these plants adapt to arid environments by utilizing available moisture sources. This includes understanding the physiological processes like sap flow and photosynthesis, as well as environmental interactions such as meteorological conditions, which can contribute to better ecosystem management and conservation strategies.",
        "AnswerCn": "收集和分析沙漠植物（如黑河流域的植物）对大气水蒸气吸收的数据，旨在深入了解这些植物如何通过利用可用的水分来源来适应干旱环境。这包括理解生理过程，如树液流动和光合作用，以及气象条件等环境互动，这些都可以为更好的生态系统管理和保护策略提供支持。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodologies can be employed to collect and analyze data on the absorption and utilization of atmospheric water vapor by desert plants like Tamarix, Haloxylon, Nitraria, and Reaumuria in arid regions?",
        "QuestionCn": "可以采用哪些方法来收集和分析沙漠植物（如塔玛里克斯、哈洛克斯、尼特里亚和瑞阿穆里亚）在干旱地区对大气水蒸气的吸收和利用的数据？",
        "AnswerEn": "The methodologies involve collecting data on sap flow and environmental factors such as meteorology, photosynthesis, fluorescence, and leaf surface moisture. Additionally, data on gene transcriptomics and expression regulation are gathered to understand the plants' mechanisms for absorbing and utilizing atmospheric water vapor in regions like Jingtai County in Sitang Village and Ejina Banner.",
        "AnswerCn": "这些方法涉及收集树液流动和环境因素的数据，如气象、光合作用、荧光和叶面水分。此外，还收集基因转录组学和表达调控的数据，以了解植物在如静泰县的四塘村和额济纳旗等地区吸收和利用大气水蒸气的机制。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}