{
  "id": "581f8ed1-cef7-41e7-92d0-0d2956a4e1e4",
  "relatedPaper": 2,
  "context": {
    "metadata": {
      "titleEn": "AMSR-E/AMSR2 soil moisture and vegetation optical depth product (0.1°) using MCCA (2002-2022)",
      "titleCn": "AMSR-E/AMSR2土壤水分与植被光学厚度0.1°逐日产品（多通道协同反演算法，2002-2022）",
      "description": "Soil moisture (SM) plays a vital role in regulating the water and energy exchange between land surfaces and the atmosphere and is declared an essential climate variable by the Global Climate Observing System (GCOS). Vegetation optical depth (VOD) is a crucial parameter describing vegetation attenuation properties in microwave radiative transfer equation, and it has been proven to be a promising ecological indicator for studying plant hydraulics, carbon stocks, and vegetation phenology. A long-term SM and polarization-, frequency-dependent VODs (C/X/Ku) product was derived from the inter-calibrated AMSR-E/2 multi-frequency brightness temperature at a spatial resolution of 0.1 degree, using the multi-channel collaborative algorithm (MCCA). The MCCA comprehensively considers the physical relationship between multiple microwave channels and could simultaneously retrieve frequency- and polarization-dependent VODs and SM. The new MCCA AMSR-E/2 SM dataset was validated over 25 dense soil moisture networks from the International Soil Moisture Network (ISMN) and United States Department of Agriculture (USDA) watersheds. The results showed that MCCA performs best in terms of ubRMSE among the current publicly available SM datasets related to AMSR-E/2. In addition, polarization-, frequency-dependent VODs from MCCA may provide new insights for better understanding the water fluxes in plant physiology.",
      "descriptionCn": "土壤水分是全球观测系统提出的关键气候变量之一，在陆气相互作用中起着重要作用。植被光学厚度是微波辐射传输过程中衡量植被衰减特性的关键参数，在植被水力学、植被物候学和生物量研究领域中有着广泛应用。 本数据集基于AMSR-E和AMSR2 0.1° 分辨率的交叉定标亮度温度数据，使用多通道协同反演算法（MCCA）获得了全球第一套具有极化差异的多波段（C/X/Ku）植被光学厚度产品及土壤水分产品。该算法（MCCA）能综合考虑多个通道之间的物理关系，能同时反演出土壤水分和具有频率差异，极化差异的植被光学厚度。 本数据集使用了来自国际土壤水分观测网络和美国农业部发布的共25个土壤水分密集观测站网进行验证，结果表明，在目前公开的与AMSR-E/2相关的土壤水分数据集中，MCCA土壤水分的无偏均方根误差(ubRMSE)最小。此外，MCCA反演得到的具有频率和极化差异的植被光学厚度数据可为植被生理过程中的水通量研究提供新的见解。",
      "instructions": "<MCCA_AMSRE/2_010D_CCXP_VSM_VOD_Des/Asc_YYYYMMDD_V0.nc4> <MCCA> represents the multi-channel collaborative algorithm, <AMSRE/2> represents the AMSR-E sensor or AMSR2 sensor, <010D> represents the spatial resolution of data, <CCXP> indicates X-band brightness temperature at P polarization (P denotes H or V) was used as the core channel in MCCA, VSM_VOD is the product of soil moisture and vegetation optical depth, <Des/Asc> represents the descending orbit or ascending orbit,<YYYYMMDD> is the date, and V0 represents the data version, which will be updated according to your valuable suggestions. Usage method: Data can be read in various programming languages such as MATLAB, Python and IDL, and can also be visualized in HDFView and Panoply. Please refer to the description document for details. We provide MATLAB code to read and plot the data.",
      "instructionsCn": "数据文件命名方式： <MCCA_AMSRE/2_010D_CCXP_VSM_VOD_Des/Asc_YYYYMMDD_V0.nc4>, <MCCA>代表多通道协同反演算法，<AMSRE/2>代表AMSR-E传感器或者AMSR2传感器，<010D>代表数据空间分辨率为0.10º，<CCXP>表示多通道协同反演算法使用的是X波段P极化(水平或者垂直)作为主通道（Core channel, CC），VSM_VOD表示土壤水分和植被光学厚度产品，<Des/Asc> 代表降轨或者升轨，<YYYYMMDD>是数据的日期，V0代表数据版本，之后会根据大家的宝贵建议不断更新。 使用方法： 数据可以用MATLAB、 Python、IDL等各种程序语言读取，也可以在HDFView，Panoply中实现可视化，详细信息请参见说明文档。我们提供了用MATLAB读取数据的代码。",
      "east": 180.0,
      "west": -180.0,
      "south": -90.0,
      "north": 90.0,
      "startTime": "2002-06-01 14:47:45",
      "endTime": "2022-12-31 14:47:45",
      "fileSize": 342546915012.0,
      "cstr": null,
      "doi": "10.1016/j.rse.2023.113595",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "胡路",
        "nameEn": "HU Lu",
        "unitEn": "",
        "unitCn": "南京大学国际地球系统科学研究所"
      },
      {
        "nameCn": "赵天杰",
        "nameEn": "ZHAO Tianjie",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "居为民",
        "nameEn": "JU Weimin ",
        "unitEn": "International Institute for Earth System Science, Nanjing University",
        "unitCn": "南京大学国际地球系统科学研究所"
      },
      {
        "nameCn": "彭志晴",
        "nameEn": "PENG Zhiqing ",
        "unitEn": "Aerospace Information Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "姚盼盼",
        "nameEn": "YAO Panpan",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "施建成",
        "nameEn": "SHI Jiancheng",
        "unitEn": "",
        "unitCn": "中国科学院国家空间科学中心"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A twenty-year dataset of soil moisture and vegetation optical depth from AMSR-E/2 measurements using the multi-channel collaborative algorithm",
        "referenceCn": null,
        "referenceEn": "Hu, L., Zhao, T.J., Ju, W.M., Peng, Z.Q., Shi, J.C., Rodríguez-Fernández, N.J., Wigneron, J.P., Cosh, M.H., Yang, K., Lu, H., & Yao, P.P. (2023). A twenty-year dataset of soil moisture and vegetation optical depth from AMSR-E/2 measurements using the multi-channel collaborative algorithm. Remote Sensing of Environment, 292, 113595."
      },
      {
        "titleCn": null,
        "titleEn": "Retrievals of soil moisture and vegetation optical depth using a multi-channel collaborative algorithm",
        "referenceCn": null,
        "referenceEn": "Zhao, T.J., Shi, J.C., Entekhabi, D., Jackson, T.J., Hu, L., Peng, Z.Q., Yao, P.P., Li, S.N., & Kang, C.S. (2021). Retrievals of soil moisture and vegetation optical depth using a multi-channel collaborative algorithm. Remote Sensing of Environment, 257, 112321."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤水分",
        "nameEn": "Soil moisture"
      },
      {
        "nameCn": "微波遥感",
        "nameEn": "Microwave Remote Sensing"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "植被光学厚度",
        "nameEn": "vegetation optical depth"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球尺度",
        "keywordEn": "Global scale"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2002-2022",
        "keywordEn": "2002-2024",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Surface soil moisture (SM) plays a vital role in regulating water and energy exchanges between land surfaces and the atmosphere and is thus critically important for hydrological modeling, agricultural management, and numerical weather forecasting. Over the past few decades, passive microwave remote sensing has shown great advantages in monitoring SM at global or regional scales due to its high sensitivity to surface dielectric properties and frequent and continuous (all weather) monitoring of the Earth's surface. On the other hand, vegetation optical depth (VOD, τ) is a crucial parameter describing vegetation attenuation properties in the microwave radiative transfer equations (RTE). Although VOD was originally treated as a transition variable for correcting vegetation effects in SM retrieval algorithms, it has been proven to be a promising ecological indicator for studying plant hydraulics, carbon stocks, and vegetation phenology. Long-term and accurate global monitoring of SM and VOD are essential to enhance our knowledge on the linkage between water, and carbon cycles in terrestrial ecosystems. Spaceborne passive microwave technology has experienced rapid development since the Skylab mission in the 1970s. Current spaceborne microwave radiometers can be divided into two categories: (i) multi-frequency radiometers with selected channels from C-band (6.9 GHz) to W-band (89 GHz), and (ii) single-frequency radiometers at L-band (1.4 GHz). Although the L-band has been proven to be the optimal tool for monitoring SM, data of this band are only available for > 10 years with the Soil Moisture and Ocean Salinity (SMOS) mission launched in November 2009 and the Soil Moisture Active and Passive (SMAP) launched in January 2015. On the other hand, multi-frequency radiometers at higher frequency bands provide a much longer heritage of measurements, although their sensitivity to SM is weaker than that of L-band. Among those multi-frequency radiometers, two typical spaceborne sensors are the Advanced Microwave Scanning Radiometer for Earth Observing System (AMSR-E) and its successor AMSR2. The AMSR-E was in orbit from 2002 to 2011 and carried on the National Aeronautics and Space Administration (NASA) satellite Aqua. It is a twelve-channel, six-frequency (from 6.9 to 89 GHz), total power passive-microwave radiometer system. The AMSR2 launched aboard the Japan Aerospace Exploration Agency (JAXA) Global Change Observation Mission 1st-Water (GCOM-W1) satellite on May 18, 2012, is configured with instrument attributes (frequency band, incidence angle, etc.) similar to AMSR-E. The combined use of AMSR-E/2/3 brightness temperature (TB) observations could generate long-term data of SM and VOD, which are valuable for climate change studies. Concurrent with the development of passive microwave spaceborne missions, the scientific community has also made large efforts for improving the retrieval methodology of SM and VOD at the global scale. Most SM and VOD retrievals designed for AMSR-E/2 are based on the tau-omega model, which is the zero-order solution of RTE by neglecting multiple scattering between vegetation and the surface."
      ],
      "research objective": [
        "In this study, a new global SM and frequency- and polarization-dependent VOD product from 2002 to 2021 was developed using the multi-channel collaborative algorithm (MCCA), based on the inter-calibrated AMSR-E/2 multi-frequency passive microwave measurements. It is expected that the MCCA algorithm can be extended to the observations of the ongoing AMSR2 or other similar satellite missions with multi-frequency capability, such as FY-3B/C/D/F/G or the upcoming AMSR3 and CMIR missions."
      ],
      "challenges": [
        "Most of the current retrieval algorithms either only focus on SM or VOD, and generally ignore the polarization or simplify the frequency dependence of vegetation effects for reducing the unknowns and facilitating the retrieval process, limiting the synergic applicability of VOD and SM products in the soil-plant-atmosphere continuum."
      ],
      "methods": [
        "In this study, multi-frequency gridded L3 TB products from AMSR-E/2 were used to retrieve SM and VOD. To ensure the data consistency between the two sensors, we adopted a similar strategy as Yao et al. (2021) for TB inter-calibration. The harmonized multi-frequency TB data (2002–2021) was then used to generate long-term SM and VOD product. To effectively validate the retrieved SM, ground-based measurements from 25 dense networks were used. In this study, we extended MCCA to the AMSR-E/2 configurations at the global scale. For the implementation of MCCA, the effective soil temperature was estimated using the Ka-band (37 GHz) observations according to the method of Holmes et al. (2009). To account for the surface roughness effect, we used the Qp model proposed by Shi et al. (2005) in this study."
      ],
      "dataset": [
        "In this study, multi-frequency gridded L3 TB products from AMSR-E/2 were used to retrieve SM and VOD. The harmonized multi-frequency TB data (2002–2021) was then used to generate long-term SM and VOD product. To effectively validate the retrieved SM, ground-based measurements from 25 dense networks were used. These SM networks are from the International Soil Moisture Network (ISMN), the United States Department of Agriculture (USDA) watersheds, and the National Tibetan Plateau Data Center (TPDC). Unlike SM, VOD is treated as a transition variable in RTE rather than an intuitive and easily measured parameter. In this context, this study used aboveground biomass (AGB) and NDVI to indirectly evaluate the MCCA-derived VODs, the standard LPRM products from NASA, and the VODCA product."
      ],
      "findings": [
        "In the overall comparison with other SM products (AMSR-ANN, CCI-passive v07.1, LPRM-C/X, JAXA) over 25 dense SM networks, MCCA achieved the best scores in terms of root mean square error (RMSE = 0.074 m3/m3), unbiased root mean square error (ubRMSE = 0.073 m3/m3) and bias (0.007 m3/m3), and presented slightly lower value of Pearson’s correlation coefficient (R = 0.709) than LPRM-X (R = 0.735). For the indirect evaluation of VOD with aboveground biomass (AGB) and MODIS NDVI, the MCCA product showed the performance comparable to other products (LPRM-C/X, VODCA-C/X/Ku). MCCA-derived VODs, especially for the H-polarized VODs, exhibited smooth non-linear density distribution with AGB and high temporal correlations with MODIS NDVI over most regions of the globe. In particular, MCCA-derived VODs can physically present reasonable variations across the microwave spectrum (values of VOD increase with microwave frequency), which is superior to the LPRM and VODCA products."
      ],
      "backgroundCn": [
        "表层土壤湿度（SM）在调节陆地表面与大气之间的水分和能量交换中发挥着至关重要的作用，因此对于水文建模、农业管理和数值天气预报至关重要。在过去几十年中，被动微波遥感在全球或区域尺度上监测土壤湿度方面显示出了巨大的优势，因为它对表面介电特性的高敏感性以及对地球表面的频繁和持续（全天候）监测。另一方面，植被光学深度（VOD，τ）是描述微波辐射传输方程（RTE）中植被衰减特性的关键参数。尽管VOD最初被视为用于校正土壤湿度反演算法中植被影响的过渡变量，但它已被证明是研究植物水力学、碳储量和植被物候的有前景的生态指标。对土壤湿度和植被光学深度的长期和准确的全球监测对于增强我们对陆地生态系统中水循环和碳循环之间联系的认识至关重要。自1970年代的天顶实验（Skylab）任务以来，基于太空的被动微波技术经历了快速发展。目前的太空微波辐射计可以分为两类：（i）具有从C波段（6.9 GHz）到W波段（89 GHz）选定通道的多频辐射计，以及（ii）在L波段（1.4 GHz）工作的单频辐射计。尽管L波段已被证明是监测土壤湿度的最佳工具，但该波段的数据仅在2009年11月发射的土壤湿度与海洋盐度（SMOS）任务和2015年1月发射的土壤湿度主动与被动（SMAP）任务中可用，时间超过10年。另一方面，高频波段的多频辐射计提供了更长的测量历史，尽管它们对土壤湿度的敏感性弱于L波段。在这些多频辐射计中，两个典型的太空传感器是地球观测系统的先进微波扫描辐射计（AMSR-E）及其继任者AMSR2。AMSR-E于2002年至2011年在轨道上运行，搭载在美国国家航空航天局（NASA）的Aqua卫星上。它是一个十二通道、六频（从6.9到89 GHz）的总功率被动微波辐射计系统。AMSR2于2012年5月18日搭载在日本宇宙航空研究开发机构（JAXA）的全球变化观察任务1号水（GCOM-W1）卫星上发射，其仪器属性（频率带、入射角等）与AMSR-E相似。结合使用AMSR-E/2/3的亮温（TB）观测可以生成土壤湿度和植被光学深度的长期数据，这些数据对气候变化研究具有重要价值。与被动微波太空任务的发展同时，科学界也在全球范围内努力改进土壤湿度和植被光学深度的反演方法。大多数为AMSR-E/2设计的土壤湿度和植被光学深度反演基于tau-omega模型，该模型是通过忽略植被与表面之间的多重散射而得到的RTE的零阶解。"
      ],
      "research objectiveCn": [
        "在这项研究中，开发了一种新的全球土壤湿度（SM）和频率及极化依赖的植被光学密度（VOD）产品，时间范围为2002年至2021年，采用了多通道协作算法（MCCA），基于经过互校准的AMSR-E/2多频被动微波测量。预计MCCA算法可以扩展到正在进行的AMSR2或其他类似的具有多频能力的卫星任务，如FY-3B/C/D/F/G或即将到来的AMSR3和CMIR任务。"
      ],
      "challengesCn": [
        "目前大多数检索算法要么仅关注土壤湿度（SM），要么仅关注植被水分（VOD），通常忽视极化或简化植被效应的频率依赖性，以减少未知数并简化检索过程，这限制了土壤-植物-大气连续体中VOD和SM产品的协同应用。"
      ],
      "methodsCn": [
        "在本研究中，使用了来自AMSR-E/2的多频率网格化L3 TB产品来检索土壤湿度（SM）和植被光学密度（VOD）。为了确保两个传感器之间的数据一致性，我们采用了与Yao等人（2021）类似的TB互校准策略。然后，利用协调后的多频率TB数据（2002-2021）生成长期的SM和VOD产品。为了有效验证检索的SM，使用了来自25个密集网络的地面测量数据。在本研究中，我们将MCCA扩展到全球范围内的AMSR-E/2配置。为了实施MCCA，采用Holmes等人（2009）的方法，根据Ka波段（37 GHz）观测估算有效土壤温度。为了考虑表面粗糙度的影响，我们在本研究中使用了Shi等人（2005）提出的Qp模型。"
      ],
      "datasetCn": [
        "在这项研究中，使用了来自AMSR-E/2的多频率网格化L3 TB产品来检索土壤湿度（SM）和植被光学密度（VOD）。然后，利用和谐的多频率TB数据（2002-2021）生成了长期的SM和VOD产品。为了有效验证检索的SM，使用了来自25个密集网络的地面测量数据。这些SM网络来自国际土壤湿度网络（ISMN）、美国农业部（USDA）流域和国家西藏高原数据中心（TPDC）。与SM不同，VOD在辐射传输方程（RTE）中被视为过渡变量，而不是一个直观且易于测量的参数。在这种背景下，本研究使用地上生物量（AGB）和归一化植被指数（NDVI）间接评估了MCCA衍生的VOD、NASA的标准LPRM产品和VODCA产品。"
      ],
      "findingsCn": [
        "在与其他土壤湿度产品（AMSR-ANN、CCI-passive v07.1、LPRM-C/X、JAXA）的整体比较中，MCCA在25个密集土壤湿度网络上取得了最佳成绩，根均方误差（RMSE = 0.074 m³/m³）、无偏根均方误差（ubRMSE = 0.073 m³/m³）和偏差（0.007 m³/m³）均表现优异，且皮尔逊相关系数（R = 0.709）略低于LPRM-X（R = 0.735）。在通过地上生物量（AGB）和MODIS NDVI对VOD进行间接评估时，MCCA产品的表现与其他产品（LPRM-C/X、VODCA-C/X/Ku）相当。MCCA衍生的VOD，特别是H极化的VOD，展现出与AGB的平滑非线性密度分布以及与MODIS NDVI的高时间相关性，覆盖了全球大部分地区。特别是，MCCA衍生的VOD能够在微波频谱中合理地呈现变化（VOD值随着微波频率的增加而增加），这优于LPRM和VODCA产品。"
      ]
    },
    {
      "background": [
        "Due to the success of the SMOS (Soil Moisture and Ocean Salinity) and SMAP (Soil Moisture Active Passive) missions, new satellite missions are on the horizon. The current and future missions can benefit from investigations that seek to improve retrieval algorithms that quantitatively map global soil moisture and vegetation optical depth (tau) from Earth’s microwave emissions."
      ],
      "research objective": [
        "In this study, we explore multi-angular and multi-frequency approaches for the retrieval of soil moisture and vegetation tau, considering the payload configurations of current and future satellite missions (such as the Copernicus Imaging Microwave Radiometer, the Water Cycle Observation Mission, and the Terrestrial Water Resources Satellite) using a new set of ground observations."
      ],
      "challenges": [
        "It is affirmed that increasing the number of observation channels could make the soil moisture retrieval more robust, but might also limit the retrieval performance, as the probability that the model estimations will not match the observations is increased."
      ],
      "methods": [
        "Two ground-based microwave radiometry datasets collected in Inner Mongolia during the Soil Moisture Experiment in the Luan River from July to August 2017 (cropland) and August to September 2018 (grassland) are used for this study. A multi-channel collaborative algorithm (MCCA) is developed based on the two-component version of the omega-tau model, which utilizes information from collaborative channels expressed as an analytical form of brightness temperature at the core channel to rule out the parameters to be retrieved."
      ],
      "dataset": [
        "Two ground-based microwave radiometry datasets collected in Inner Mongolia during the Soil Moisture Experiment in the Luan River from July to August 2017 (cropland) and August to September 2018 (grassland) are used for this study."
      ],
      "findings": [
        "Results of soil moisture retrieval show that the multi-angular approach used by the MCCA generally has a better performance, unbiased root mean square difference (ubRMSD) varying from 0.028 cm³/cm³ to 0.037 cm³/cm³, than the multi-frequency approach (ubRMSD from 0.028 cm³/cm³ to 0.089 cm³/cm³) for the corn field. Except for in the C- & X-band combination, the multi-frequency approach used by the MCCA performs better (ubRMSD from 0.018 cm³/cm³ to 0.023 cm³/cm³) than the multi-angular version (ubRMSD from 0.026 cm³/cm³ to 0.034 cm³/cm³) for the grass field due to reduced vegetation effects for this type of cover. This study provides new insights into the design of potential satellite missions to improve soil moisture retrieval. A satellite with simultaneous multi-angular and multi-frequency observation capabilities is highly recommended."
      ],
      "backgroundCn": [
        "由于SMOS（土壤湿度和海洋盐度）和SMAP（土壤湿度主动被动）任务的成功，新的卫星任务正在筹备中。目前和未来的任务可以从研究中受益，这些研究旨在改进检索算法，以定量映射地球微波辐射下的全球土壤湿度和植被光学深度（tau）。"
      ],
      "research objectiveCn": [
        "在本研究中，我们探讨了多角度和多频率方法用于土壤湿度和植被光学厚度的提取，考虑了当前和未来卫星任务（如哥白尼成像微波辐射计、水循环观测任务和陆地水资源卫星）的有效载荷配置，并使用了一组新的地面观测数据。"
      ],
      "challengesCn": [
        "增加观测通道的数量可以使土壤湿度的检索更加稳健，但也可能限制检索性能，因为模型估计与观测不匹配的概率增加。"
      ],
      "methodsCn": [
        "在2017年7月至8月的土壤湿度实验期间，在内蒙古收集的两个地面微波辐射计数据集（农田）和2018年8月至9月（草地）用于本研究。基于两成分版本的omega-tau模型，开发了一种多通道协同算法（MCCA），该算法利用协同通道的信息，以亮温的解析形式表达核心通道，从而排除待检索的参数。"
      ],
      "datasetCn": [
        "在2017年7月至8月的土壤湿度实验期间，在内蒙古收集的两个地面微波辐射计数据集（农田）和2018年8月至9月（草地）用于本研究。"
      ],
      "findingsCn": [
        "土壤湿度检索结果显示，MCCA使用的多角度方法在玉米田的表现通常更好，无偏根均方差（ubRMSD）范围为0.028 cm³/cm³到0.037 cm³/cm³，而多频率方法的ubRMSD范围为0.028 cm³/cm³到0.089 cm³/cm³。除了C波段和X波段组合外，MCCA使用的多频率方法在草地的表现优于多角度版本（ubRMSD范围为0.018 cm³/cm³到0.023 cm³/cm³），而多角度版本的ubRMSD范围为0.026 cm³/cm³到0.034 cm³/cm³，这主要是由于这种覆盖类型的植被效应减弱。本研究为潜在卫星任务的设计提供了新的见解，以改善土壤湿度检索。强烈建议设计具备同时多角度和多频率观测能力的卫星。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the multi-channel collaborative algorithm (MCCA) used for retrieving soil moisture and vegetation optical depth a method that considers polarization differences in its process?",
        "QuestionCn": "多通道协同算法（MCCA）用于获取土壤湿度和植被光学深度的方法是否在其过程中考虑了偏振差异？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Does the data collection method for soil moisture retrieval utilize inter-calibrated multi-frequency brightness temperature products from AMSR-E/2?",
        "QuestionCn": "土壤湿度获取的数据收集方法是否利用了来自AMSR-E/2的互校准多频亮温产品？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Are ground-based measurements from multiple networks used to validate the soil moisture data retrieved by the algorithm?",
        "QuestionCn": "多个网络的地面测量数据是否用于验证算法获取的土壤湿度数据？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which retrieval method is more promising for global soil moisture and vegetation optical depth retrievals: the tau-omega model, the multi-channel collaborative algorithm (MCCA), or another method?",
        "QuestionCn": "哪种检索方法对于全球土壤湿度和植被光学深度的检索更有前景：tau-omega模型、多通道协同算法（MCCA）或其他方法？",
        "AnswerEn": "multi-channel collaborative algorithm (MCCA)",
        "AnswerCn": "多通道协作算法 (MCCA)",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Which type of satellite observation is more effective for soil moisture and vegetation optical depth retrieval: multi-frequency radiometers, single-frequency radiometers, or ground-based observations?",
        "QuestionCn": "哪种类型的卫星观测对于土壤湿度和植被光学深度的获取更有效：多频辐射计、单频辐射计还是地面观测？",
        "AnswerEn": "Multi-frequency radiometers",
        "AnswerCn": "多频辐射计",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "For validating soil moisture retrievals, which dataset is considered more reliable: the International Soil Moisture Network (ISMN), the USDA watersheds, or another ground-based network?",
        "QuestionCn": "在验证土壤湿度获取时，哪个数据集被认为更可靠：国际土壤湿度网络（ISMN）、美国农业部水文流域，还是其他地面网络？",
        "AnswerEn": "International Soil Moisture Network (ISMN)",
        "AnswerCn": "国际土壤湿度网络 (ISMN)",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What is the multi-channel collaborative algorithm (MCCA) used for in data collection techniques?",
        "QuestionCn": "多通道协作算法（MCCA）在数据收集技术中用于什么？",
        "AnswerEn": "multi-channel collaborative algorithm (MCCA)",
        "AnswerCn": "多通道协作算法 (MCCA)",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are ground-based measurements for validating retrieved soil moisture typically collected?",
        "QuestionCn": "用于验证获取的土壤湿度的地面测量通常在哪里收集？",
        "AnswerEn": "International Soil Moisture Network",
        "AnswerCn": "国际土壤湿度网络",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are associated with current retrieval algorithms for soil moisture and vegetation optical depth?",
        "QuestionCn": "当前土壤湿度和植被光学深度的检索算法面临哪些挑战？",
        "AnswerEn": "polarization",
        "AnswerCn": "极化",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to validate soil moisture retrievals in global monitoring studies?",
        "QuestionCn": "您能否提供一个用于验证全球监测研究中土壤湿度检索的数据收集方法的例子？",
        "AnswerEn": "In global monitoring studies, ground-based measurements from dense networks such as those from the International Soil Moisture Network (ISMN), the United States Department of Agriculture (USDA) watersheds, and the National Tibetan Plateau Data Center (TPDC) are used to validate soil moisture retrievals.",
        "AnswerCn": "在全球监测研究中，来自密集网络的地面测量数据，如国际土壤湿度网络（ISMN）、美国农业部（USDA）流域和国家西藏高原数据中心（TPDC）的数据，常用于验证土壤湿度的获取结果。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when using multi-frequency radiometers for soil moisture and vegetation optical depth retrieval?",
        "QuestionCn": "使用多频率辐射计进行土壤湿度和植被光学深度检索时面临的一个挑战是什么？",
        "AnswerEn": "A challenge faced is that while increasing the number of observation channels can make soil moisture retrieval more robust, it might also limit retrieval performance due to the increased probability that model estimations will not match observations.",
        "AnswerCn": "一个面临的挑战是，虽然增加观测通道的数量可以使土壤湿度的提取更加稳健，但这也可能由于模型估计与观测不匹配的概率增加而限制提取性能。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of datasets that are used to explore the retrieval of soil moisture and vegetation optical depth using spaceborne sensors?",
        "QuestionCn": "您能否提供一些用于探索利用空间传感器检索土壤湿度和植被光学深度的数据集示例？",
        "AnswerEn": "Datasets collected from the multi-frequency gridded L3 brightness temperature products from AMSR-E/2, as well as the harmonized multi-frequency TB data from 2002–2021, are examples used to retrieve soil moisture and vegetation optical depth.",
        "AnswerCn": "从AMSR-E/2收集的多频率网格化L3亮温产品的数据集，以及2002年至2021年的协调多频率TB数据，是用于提取土壤湿度和植被光学深度的示例。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the multi-channel collaborative algorithm (MCCA) used for soil moisture and vegetation optical depth retrieval?",
        "QuestionCn": "多通道协同算法（MCCA）用于土壤湿度和植被光学深度检索的特点是什么？",
        "AnswerEn": "inter-calibrated multi-frequency passive microwave measurements, considers physical relationships between multiple channels, simultaneously retrieves soil moisture and vegetation optical depth, accounts for frequency and polarization differences, improved performance in terms of unbiased root mean square error",
        "AnswerCn": "经过互校准的多频被动微波测量，考虑多个通道之间的物理关系，同时检索土壤湿度和植被光学深度，考虑频率和极化差异，在无偏均方根误差方面性能得到改善。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the challenges associated with the retrieval algorithms for soil moisture and vegetation optical depth in passive microwave remote sensing?",
        "QuestionCn": "被动微波遥感中土壤湿度和植被光学深度的检索算法面临的挑战有哪些？",
        "AnswerEn": "tendency to focus on either soil moisture or vegetation optical depth, ignoring polarization, simplifying frequency dependence, limits synergistic applicability, increasing number of observation channels, alignment of model estimations with observations",
        "AnswerCn": "倾向于只关注土壤湿度或植被光学深度，忽略极化，简化频率依赖性，限制协同应用，增加观测通道数量，使模型估计与观测结果一致。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many dense soil moisture networks were used for validating the retrieved soil moisture data in a dataset related to this field?",
        "QuestionCn": "在与该领域相关的数据集中，用于验证检索到的土壤湿度数据的密集土壤湿度网络数量是多少？",
        "AnswerEn": "25",
        "AnswerCn": "25",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the time span of the harmonized multi-frequency TB data used in the development of a soil moisture and vegetation optical depth product?",
        "QuestionCn": "用于开发土壤湿度和植被光学深度产品的协调多频率TB数据的时间跨度是多少？",
        "AnswerEn": "2002-2021",
        "AnswerCn": "2002-2021",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many ground-based microwave radiometry datasets were used for the retrieval of soil moisture and vegetation tau in the field of microwave emissions?",
        "QuestionCn": "在微波辐射领域，用于土壤湿度和植被光学厚度检索的地面微波辐射数据集有多少个？",
        "AnswerEn": "2",
        "AnswerCn": "二",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the multi-channel collaborative algorithm (MCCA) in the context of soil moisture and vegetation optical depth retrieval?",
        "QuestionCn": "多通道协同算法（MCCA）在土壤湿度和植被光学深度检索中的应用是什么？",
        "AnswerEn": "The multi-channel collaborative algorithm (MCCA) is a method used to retrieve soil moisture and vegetation optical depth by considering multiple channels' physical relationships. It simultaneously accounts for frequency and polarization differences to better assess these variables.",
        "AnswerCn": "多通道协作算法（MCCA）是一种通过考虑多个通道的物理关系来获取土壤湿度和植被光学深度的方法。它同时考虑频率和极化差异，以更好地评估这些变量。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the challenges associated with using multi-frequency radiometers for soil moisture and vegetation optical depth retrieval?",
        "QuestionCn": "使用多频率辐射计进行土壤湿度和植被光学深度检索所面临的挑战有哪些？",
        "AnswerEn": "One of the challenges with using multi-frequency radiometers is that many retrieval algorithms focus solely on either soil moisture or vegetation optical depth. They often ignore polarization or simplify the frequency dependence of vegetation effects, which limits the synergic applicability of VOD and SM products in the soil-plant-atmosphere continuum.",
        "AnswerCn": "使用多频率辐射计的一个挑战是，许多反演算法仅关注土壤湿度或植被光学深度。它们往往忽略极化或简化植被效应的频率依赖性，这限制了植被光学深度（VOD）和土壤湿度（SM）产品在土壤-植物-大气连续体中的协同应用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "In what ways do ground-based microwave radiometry datasets differ in their utility and results when compared to spaceborne datasets like those from AMSR-E/2 for soil moisture and vegetation optical depth retrieval?",
        "QuestionCn": "地面微波辐射计数据集与像AMSR-E/2这样的空间数据集在土壤湿度和植被光学深度检索方面的效用和结果有何不同？",
        "AnswerEn": "Ground-based microwave radiometry datasets collected during specific soil moisture experiments provide detailed local measurements that can be used to test retrieval algorithms such as MCCA, which showed varying performance depending on the type of land cover. In contrast, spaceborne datasets like AMSR-E/2 offer global coverage and long-term data, which are essential for large-scale climate studies and are validated using networks such as the International Soil Moisture Network.",
        "AnswerCn": "地面微波辐射测量数据集在特定土壤湿度实验中收集，提供了详细的局部测量，可用于测试检索算法，如MCCA，其性能因土地覆盖类型而异。相比之下，像AMSR-E/2这样的卫星数据集提供全球覆盖和长期数据，这对于大规模气候研究至关重要，并通过国际土壤湿度网络等网络进行验证。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might the use of multi-frequency and polarization-dependent retrieval algorithms enhance the understanding of soil moisture and vegetation optical depth interactions in global climate models?",
        "QuestionCn": "多频率和极化依赖的反演算法的使用如何增强对全球气候模型中土壤湿度和植被光学深度相互作用的理解？",
        "AnswerEn": "The multi-channel collaborative algorithm (MCCA) considers multiple frequency and polarization channels, allowing for the simultaneous retrieval of soil moisture and vegetation optical depth. By doing so, it provides detailed insights into the soil-plant-atmosphere continuum and helps to refine the models used in global climate studies, especially in understanding the interactions between water and carbon cycles in terrestrial ecosystems.",
        "AnswerCn": "多通道协同算法（MCCA）考虑了多个频率和极化通道，允许同时获取土壤湿度和植被光学深度。通过这样做，它提供了对土壤-植物-大气连续体的详细洞察，并有助于完善用于全球气候研究的模型，特别是在理解陆地生态系统中水循环和碳循环之间的相互作用方面。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "In what ways could the harmonization of brightness temperature data from different sensors impact the development of long-term soil moisture and vegetation optical depth datasets?",
        "QuestionCn": "不同传感器的亮温数据的协调化将如何影响长期土壤湿度和植被光学深度数据集的发展？",
        "AnswerEn": "The harmonization of brightness temperature data from sensors such as AMSR-E and AMSR2 ensures consistency across datasets over extended periods. This consistency is vital for developing reliable long-term records of soil moisture and vegetation optical depth, which are essential for tracking climate change impacts and improving ecological and hydrological models.",
        "AnswerCn": "传感器如AMSR-E和AMSR2的亮温数据的协调确保了在较长时间内数据集的一致性。这种一致性对于开发可靠的土壤湿度和植被光学深度的长期记录至关重要，这对于跟踪气候变化影响和改善生态与水文模型具有重要意义。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes challenges in the retrieval of soil moisture and vegetation optical depth using multi-frequency radiometers?",
        "QuestionCn": "多频辐射计在获取土壤湿度和植被光学深度时面临的挑战是什么？",
        "AnswerEn": "Challenges in the retrieval process stem from the focus on either soil moisture or vegetation optical depth while generally ignoring polarization or simplifying the frequency dependence of vegetation effects. This limits the synergic applicability of the data within the soil-plant-atmosphere continuum.",
        "AnswerCn": "检索过程中的挑战源于对土壤湿度或植被光学深度的关注，而通常忽视了极化或简化了植被效应的频率依赖性。这限制了数据在土壤-植物-大气连续体中的协同应用。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it necessary to inter-calibrate brightness temperature data between different satellite sensors for soil moisture and vegetation optical depth retrieval?",
        "QuestionCn": "为什么在土壤湿度和植被光学深度提取中，有必要对不同卫星传感器的亮度温度数据进行互校准？",
        "AnswerEn": "Inter-calibration is necessary to ensure data consistency between different sensors like AMSR-E and AMSR2. This harmonization allows for the generation of long-term datasets that are crucial for studying soil moisture and vegetation optical depth accurately across different time periods and sensor platforms.",
        "AnswerCn": "互校是确保不同传感器（如AMSR-E和AMSR2）之间数据一致性所必需的。这种协调使得生成长期数据集成为可能，这对于准确研究不同时间段和传感器平台上的土壤湿度和植被光学深度至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using a multi-channel collaborative algorithm (MCCA) on the retrieval accuracy of soil moisture and vegetation optical depth from microwave radiometry data?",
        "QuestionCn": "使用多通道协作算法（MCCA）对微波辐射数据中土壤湿度和植被光学深度的检索准确性可能产生的后果是什么？",
        "AnswerEn": "Using a multi-channel collaborative algorithm (MCCA) can enhance the retrieval accuracy of soil moisture and vegetation optical depth by simultaneously considering frequency and polarization differences. This approach results in a reduction of the unbiased root mean square error (ubRMSE) for soil moisture retrieval, making it superior to other existing algorithms. Additionally, it provides improved data consistency and enables the generation of long-term datasets that are valuable for climate change studies.",
        "AnswerCn": "使用多通道协作算法（MCCA）可以通过同时考虑频率和极化差异来提高土壤湿度和植被光学深度的检索精度。这种方法降低了土壤湿度检索的无偏根均方误差（ubRMSE），使其优于其他现有算法。此外，它提供了更好的数据一致性，并能够生成对气候变化研究有价值的长期数据集。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the implications of utilizing multiple frequency bands and polarization differences in the development of vegetation optical depth products?",
        "QuestionCn": "利用多个频率波段和极化差异在植被光学深度产品开发中的影响是什么？",
        "AnswerEn": "Utilizing multiple frequency bands and polarization differences in the development of vegetation optical depth products allows for a more nuanced understanding of vegetation attenuation properties across different microwave frequencies. This approach leads to improved representation of physical variations in vegetation over the microwave spectrum, providing insights into plant hydraulics and biomass studies. It enhances the applicability of the products for ecological and agricultural research by offering data with higher temporal correlations and smoother density distributions compared to other methods.",
        "AnswerCn": "利用多频段和极化差异开发植被光学深度产品，可以更深入地理解不同微波频率下植被的衰减特性。这种方法改善了对微波谱中植被物理变化的表征，为植物水力学和生物量研究提供了洞察。与其他方法相比，它通过提供具有更高时间相关性和更平滑密度分布的数据，增强了这些产品在生态和农业研究中的适用性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the ultimate goal behind developing a global soil moisture and vegetation optical depth product using multi-channel collaborative algorithms with AMSR-E/AMSR2 data?",
        "QuestionCn": "使用多通道协作算法结合AMSR-E/AMSR2数据开发全球土壤湿度和植被光学深度产品的最终目标是什么？",
        "AnswerEn": "The ultimate goal is to create a long-term global product that accurately captures soil moisture and frequency- and polarization-dependent vegetation optical depth (VOD) using inter-calibrated multi-frequency passive microwave measurements. This aims to enhance understanding of the water and carbon cycles in terrestrial ecosystems and improve the applicability of VOD and soil moisture products in the soil-plant-atmosphere continuum.",
        "AnswerCn": "最终目标是创建一个长期的全球产品，准确捕捉土壤湿度以及频率和极化依赖的植被光学深度（VOD），使用经过互校准的多频被动微波测量。这旨在增强对陆地生态系统水分和碳循环的理解，并提高VOD和土壤湿度产品在土壤-植物-大气连续体中的适用性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What specific procedures are followed to ensure data consistency and accuracy when retrieving soil moisture and vegetation optical depth using multi-frequency passive microwave measurements?",
        "QuestionCn": "在使用多频被动微波测量获取土壤湿度和植被光学深度时，为确保数据一致性和准确性，遵循哪些具体程序？",
        "AnswerEn": "To ensure data consistency and accuracy when retrieving soil moisture and vegetation optical depth, a strategy similar to TB inter-calibration is adopted. Harmonized multi-frequency TB data from AMSR-E/2 is utilized to generate long-term products, and effective soil temperature is estimated using Ka-band observations. The Qp model is used to account for surface roughness effects. Ground-based measurements from dense networks are used for validation.",
        "AnswerCn": "为了确保在获取土壤湿度和植被光学深度时的数据一致性和准确性，采用了类似于TB互校准的策略。利用来自AMSR-E/2的协调多频TB数据生成长期产品，并使用Ka波段观测估算有效土壤温度。Qp模型用于考虑表面粗糙度的影响。密集网络的地面测量数据用于验证。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can a multi-channel collaborative algorithm be extended to new satellite missions with multi-frequency capabilities to improve soil moisture and vegetation optical depth retrievals?",
        "QuestionCn": "如何将多通道协作算法扩展到具有多频能力的新卫星任务，以改善土壤湿度和植被光学深度的反演？",
        "AnswerEn": "A multi-channel collaborative algorithm can be extended to new satellite missions with multi-frequency capabilities by utilizing the inter-calibrated multi-frequency passive microwave measurements. The algorithm accounts for the physical relationships between multiple channels and could be adapted to missions like FY-3B/C/D/F/G or upcoming AMSR3 and CMIR missions. This extension would involve harmonizing TB data and adapting the retrieval methodology accordingly.",
        "AnswerCn": "多通道协作算法可以通过利用互校准的多频段被动微波测量，扩展到具有多频能力的新卫星任务。该算法考虑了多个通道之间的物理关系，可以适应像FY-3B/C/D/F/G或即将到来的AMSR3和CMIR任务。这一扩展将涉及到TB数据的协调以及相应的反演方法的调整。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What methods are used to validate soil moisture retrievals from satellite data using ground-based observations, and what are the challenges associated with these methods?",
        "QuestionCn": "用于验证卫星数据土壤湿度提取的地面观测的方法有哪些，以及这些方法面临的挑战是什么？",
        "AnswerEn": "Soil moisture retrievals from satellite data are validated using ground-based measurements from 25 dense networks, including the International Soil Moisture Network, USDA watersheds, and the National Tibetan Plateau Data Center. Challenges include ensuring compatibility between satellite and ground observations, addressing variations in soil and vegetation types, and accounting for differences in measurement scales and temporal resolution.",
        "AnswerCn": "卫星数据的土壤湿度检索通过来自25个密集网络的地面测量进行验证，这些网络包括国际土壤湿度网络、美国农业部水文站和国家西藏高原数据中心。面临的挑战包括确保卫星观测与地面观测之间的兼容性、解决土壤和植被类型的变化，以及考虑测量尺度和时间分辨率的差异。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the development of multi-frequency passive microwave measurements for soil moisture and vegetation optical depth data collection?",
        "QuestionCn": "哪些技术进步使得多频段被动微波测量土壤湿度和植被光学深度数据收集成为可能？",
        "AnswerEn": "The development of spaceborne passive microwave radiometers such as AMSR-E and AMSR2, which are equipped with multi-frequency capabilities ranging from C-band to Ku-band, have enabled the collection of soil moisture and vegetation optical depth data. These advancements allow for the long-term monitoring of surface soil moisture and vegetation parameters globally, leveraging the sensitivity of microwave frequencies to dielectric properties and vegetation attenuation.",
        "AnswerCn": "空间被动微波辐射计的发展，如AMSR-E和AMSR2，配备了从C波段到Ku波段的多频率能力，使得能够收集土壤湿度和植被光学深度数据。这些进展使得能够全球范围内长期监测表层土壤湿度和植被参数，利用微波频率对介电特性和植被衰减的敏感性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions or methodologies enable the validation of satellite-derived soil moisture products using ground-based measurements?",
        "QuestionCn": "哪些条件或方法论能够使卫星衍生的土壤湿度产品通过地面测量进行验证？",
        "AnswerEn": "The validation of satellite-derived soil moisture products is enabled through the use of ground-based measurements from dense observational networks such as the International Soil Moisture Network (ISMN) and the USDA watersheds. These networks provide reliable reference data that facilitate the evaluation of the accuracy and reliability of satellite-derived products by comparing them to in-situ measurements, ensuring the robustness of the retrieval methodologies.",
        "AnswerCn": "卫星衍生土壤湿度产品的验证得益于国际土壤湿度网络（ISMN）和美国农业部水文观测站等密集观测网络提供的地面测量数据。这些网络提供可靠的参考数据，通过将卫星衍生产品与现场测量进行比较，从而促进了对其准确性和可靠性的评估，确保了检索方法的稳健性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the use of multi-frequency radiometers be expected to improve the retrieval of soil moisture and vegetation optical depth, despite potential challenges with model estimations?",
        "QuestionCn": "尽管模型估计可能存在挑战，为什么使用多频辐射计预计能够改善土壤湿度和植被光学深度的检索？",
        "AnswerEn": "The use of multi-frequency radiometers is expected to improve retrieval because they provide a longer heritage of measurements and can account for frequency-dependent vegetation effects. However, increasing observation channels could make retrieval more robust but might also limit performance due to mismatches between model estimations and observations.",
        "AnswerCn": "多频辐射计的使用预计将改善反演，因为它们提供了更长时间的测量历史，并且可以考虑频率依赖的植被效应。然而，增加观测通道可能会使反演更加稳健，但也可能由于模型估计与观测之间的不匹配而限制性能。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Why is there an expectation for the multi-channel collaborative algorithm to be extended to other satellite missions with similar capabilities?",
        "QuestionCn": "为什么期望将多通道协作算法扩展到其他具有类似能力的卫星任务？",
        "AnswerEn": "The expectation for extending the multi-channel collaborative algorithm to other satellite missions arises from its ability to utilize multi-frequency capability effectively, which can be applied to similar satellites like FY-3B/C/D/F/G or upcoming missions like AMSR3 and CMIR. This extension is feasible because the algorithm can handle multi-frequency observations for both soil moisture and vegetation optical depth retrieval.",
        "AnswerCn": "扩展多通道协作算法到其他卫星任务的期望源于其有效利用多频能力的能力，这可以应用于类似的卫星，如FY-3B/C/D/F/G或即将到来的任务如AMSR3和CMIR。这种扩展是可行的，因为该算法能够处理土壤湿度和植被光学深度反演的多频观测。",
        "Level": "C2(Understanding)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How effective do you think multi-channel collaborative algorithm (MCCA) is in overcoming the traditional challenges of retrieving both soil moisture and vegetation optical depth concurrently from satellite data?",
        "QuestionCn": "多通道协同算法（MCCA）在克服传统从卫星数据中同时检索土壤湿度和植被光学深度的挑战方面的有效性如何？",
        "AnswerEn": "The multi-channel collaborative algorithm (MCCA) appears to be effective in addressing the challenge of retrieving both soil moisture and vegetation optical depth concurrently, as it considers the physical relationships between multiple channels. This approach allows for the simultaneous retrieval of frequency and polarization-dependent vegetation optical depth and soil moisture, thus enhancing the synergic applicability of these products in the soil-plant-atmosphere continuum.",
        "AnswerCn": "多通道协同算法（MCCA）在同时检索土壤湿度和植被光学深度方面似乎非常有效，因为它考虑了多个通道之间的物理关系。这种方法允许同时检索频率和极化依赖的植被光学深度和土壤湿度，从而增强了这些产品在土壤-植物-大气连续体中的协同应用性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is your evaluation of the potential for using aboveground biomass and NDVI to indirectly assess vegetation optical depth, and how reliable are such approaches in providing insights into vegetation dynamics?",
        "QuestionCn": "您如何评价利用地上生物量和NDVI间接评估植被光学深度的潜力，这些方法在提供植被动态方面的洞察力有多可靠？",
        "AnswerEn": "Using aboveground biomass and NDVI to indirectly assess vegetation optical depth is a promising approach, as it allows for the evaluation of VOD products in terms of their correlation with vegetation dynamics. This method has shown comparable performance to other products, offering reliable insights into temporal and spatial variations in vegetation density and dynamics, especially when combined with microwave frequency data.",
        "AnswerCn": "利用地上生物量和NDVI间接评估植被光学深度是一种有前景的方法，因为它允许评估VOD产品与植被动态之间的相关性。这种方法表现出与其他产品相当的性能，提供了对植被密度和动态的时间和空间变化的可靠洞察，特别是当与微波频率数据结合使用时。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm unsure about how multi-channel collaborative algorithms can simultaneously retrieve soil moisture and vegetation optical depth effectively.",
        "QuestionCn": "我不确定多通道协同算法如何有效地同时检索土壤湿度和植被光学深度。",
        "AnswerEn": "The multi-channel collaborative algorithm (MCCA) utilizes inter-calibrated multi-frequency passive microwave measurements to simultaneously retrieve soil moisture and vegetation optical depth. It considers multiple channels' physical relationships to effectively capture frequency and polarization differences, allowing for a more comprehensive retrieval process.",
        "AnswerCn": "多通道协作算法（MCCA）利用经过互校准的多频段被动微波测量， simultaneously 检索土壤湿度和植被光学深度。它考虑多个通道的物理关系，有效捕捉频率和极化差异，从而实现更全面的检索过程。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I can't make sense of how vegetation optical depth is evaluated when it is not an intuitive or easily measured parameter.",
        "QuestionCn": "我无法理解植被光学深度是如何评估的，因为这不是一个直观或容易测量的参数。",
        "AnswerEn": "Vegetation optical depth is evaluated indirectly using aboveground biomass (AGB) and NDVI. The multi-channel collaborative algorithm-derived VODs are compared with these proxies to ensure reasonable variations across the microwave spectrum and high temporal correlations with NDVI, providing insights into vegetation attenuation properties.",
        "AnswerCn": "植被光学深度通过地上生物量（AGB）和NDVI间接评估。多通道协作算法衍生的VOD与这些代理进行比较，以确保在微波谱中合理的变化和与NDVI的高时间相关性，从而提供对植被衰减特性的洞察。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please describe the data collection methods used to ensure the consistency of soil moisture and vegetation optical depth measurements across different sensors and time periods.",
        "QuestionCn": "请描述用于确保不同传感器和时间段之间土壤湿度和植被光学深度测量一致性的数据收集方法。",
        "AnswerEn": "The data collection method involved using multi-frequency gridded L3 TB products from AMSR-E/2, ensuring data consistency between the two sensors through inter-calibration strategies. Ground-based measurements from 25 dense networks were used to validate the retrieved soil moisture, employing the harmonized multi-frequency TB data from 2002 to 2021.",
        "AnswerCn": "数据收集方法涉及使用来自AMSR-E/2的多频率网格化L3 TB产品，通过互校准策略确保两个传感器之间的数据一致性。使用来自25个密集网络的地面测量数据来验证获取的土壤湿度，采用2002年至2021年的协调多频率TB数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please analyze the challenges faced in developing retrieval algorithms that can effectively utilize multi-frequency and polarization-dependent data for soil moisture and vegetation optical depth measurements.",
        "QuestionCn": "分析在开发能够有效利用多频率和极化依赖数据进行土壤湿度和植被光学深度测量的检索算法时面临的挑战。",
        "AnswerEn": "The challenges include the fact that most current retrieval algorithms focus either only on soil moisture or vegetation optical depth, often ignoring polarization or simplifying the frequency dependence of vegetation effects. This simplification is typically done to reduce unknowns and facilitate the retrieval process, which limits the synergic applicability of soil moisture and vegetation optical depth products in the soil-plant-atmosphere continuum.",
        "AnswerCn": "挑战包括大多数当前的检索算法仅关注土壤湿度或植被光学深度，往往忽略极化或简化植被效应的频率依赖性。这种简化通常是为了减少未知数并促进检索过程，但这限制了土壤湿度和植被光学深度产品在土壤-植物-大气连续体中的协同应用。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore potential datasets or sources that can be used to validate soil moisture retrievals and assess vegetation optical depth in relation to aboveground biomass and NDVI.",
        "QuestionCn": "请探索可以用来验证土壤湿度检索和评估植被光学深度与地上生物量和NDVI之间关系的潜在数据集或来源。",
        "AnswerEn": "Potential datasets for validating soil moisture retrievals include ground-based measurements from networks such as the International Soil Moisture Network (ISMN), the United States Department of Agriculture (USDA) watersheds, and the National Tibetan Plateau Data Center (TPDC). Vegetation optical depth can be assessed indirectly using aboveground biomass (AGB) and NDVI, comparing MCCA-derived VODs with standard LPRM products from NASA and the VODCA product.",
        "AnswerCn": "验证土壤湿度检索的潜在数据集包括来自国际土壤湿度网络（ISMN）、美国农业部（USDA）流域和国家西藏高原数据中心（TPDC）的地面测量数据。植被光学深度可以通过地上生物量（AGB）和归一化植被指数（NDVI）间接评估，将MCCA衍生的VOD与NASA的标准LPRM产品和VODCA产品进行比较。",
        "Level": "C6(Creating)"
      }
    ]
  }
}