{
    "id": "583101ff-607e-4865-a9be-ec9f2b21354e",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Landsat normalized difference vegetation index (NDVI) products over the Tibetan Plateau (1980s-2019)",
            "titleCn": "青藏高原Landsat系列卫星遥感归一化差值植被指数（NDVI）产品（1980s-2019）",
            "description": "The dataset is the Landsat normalized difference vegetation index (NDVI) products from 1980s to 2019 over the Tibetan Plateau。The dataset is producted based on Landsat surface reflectance dataset. It is calculated by the NDVI equation which defined the difference between NIR band and red band.And the corresponding production of quality identification documents (QA) is also generated to identify the cloud, ice and snow. The NDVI can indicate the health of vegetation and the growth of vegetation,it is thusly widely used in agriculture, forestry, ecological environment and other fields. It is also an important input parameter for the inversion of ecological physical parameters, and is one of the most widely used vegetation indexes.",
            "descriptionCn": "1）数据内容：本数据集包含从1980s-2019年青藏高原地区Landsat长时序NDVI。2）数据来源及加工方法：主要是在青藏高原Landsat系列卫星地表反射率数据集的基础上，通过NDVI的计算公式进行生产的，即通过计算近红外波段和红波段之间的差异来定量化植被的生长状况，具体公式为：（近红外波段-红波段）/(近红外波段+红波段)；3）数据质量描述：为了标识云、冰雪，并相应生产了质量标识文件（QA）。4) 数据应用成果及前景：该指数可反映植被的健康情况及植被的长势，由于计算简单，指示性好，被广泛应用于农业、林业、生态环境等领域，同时也是生态物理参数反演的重要输入参数，是目前应用最为广泛的植被指数之一。",
            "instructions": "1)File name rules: the NDVI result of each scense is stored in a floder including the NDVI bands, QA bands, metadata, and browser; the named rule of a folder is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-NDVI\",for example, L5-TM-115-026-19840418-LSR-BRDF-NDVI;the NDVI is stored as GeoTIFF format and its named rule is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-NDVI.TIF\", for example, \"L5-TM-115-026-19840418-LSR-BRDF-NDVI.TIF\". 2)How to use the dataset:the NDVI results can be opened by ArcGIS, envi, QGIS and so on, the NDVI results are multiplied 10000 to become16 bit integer from the original floating-point type in the range of 0 ~ 1 , so it needs to be mutiplied 0.0001 when used, and the background filling value is -9999, and the \"LZW\" lossless compression is carried out.",
            "instructionsCn": "文件命名：NDVI是以景为单位存放文件夹，由NDVI产品、质量文件（Quality Assessment, QA）、元数据、缩略图组成，文件夹的命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-NDVI，如L5-TM-115-026-19840418-LSR-BRDF-NDVI；其中NDVI产品是以GeoTIFF格式存储的，命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-NDVI.TIF，如L5-TM-115-026-19840418-LSR-BRDF-NDVI.TIF。数据使用方法：NDVI结果可使用Arcgis、ENVI、QGIS等软件打开，为了降低存储空间，NDVI结果由原本的0~1范围内的浮点型均乘以10000变成16位整型，所以使用时需要将结果乘以0.0001，背景填充值为-9999，并进行了“LZW”的无损压缩。",
            "east": 106.7,
            "west": 73.4,
            "south": 24.6,
            "north": 40.4,
            "startTime": null,
            "endTime": null,
            "fileSize": 5806115358720.0,
            "cstr": "18406.11.Ecolo.tpdc.271725",
            "doi": "10.11888/Ecolo.tpdc.271725",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "彭燕",
                "nameEn": "PENG Yan",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Rangeland reflectance characteristics measured by aircraft and spacecraft sensor",
                "referenceCn": null,
                "referenceEn": "DEERING, D.W. (1978). Rangeland reflectance characteristics measured by aircraft and spacecraft sensors. Texas A&M University, College Station, TX, 338."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "沙漠/荒漠",
                "nameEn": "Desert"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1980s-2019",
                "keywordEn": "1980s-2019",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to generate a long-term NDVI dataset for the Tibetan Plateau using Landsat satellite imagery?",
                "QuestionCn": "您能否提供一个用于生成青藏高原长期NDVI数据集的数据收集方法示例，使用的是Landsat卫星影像？",
                "AnswerEn": "A data collection method involves using the surface reflectance data from the Landsat series of satellites. NDVI is calculated by quantifying vegetation growth through the difference between near-infrared and red bands using the formula: (near-infrared band - red band) / (near-infrared band + red band). The process includes generating quality assurance files to identify clouds and snow/ice, ensuring data quality for the long-term NDVI dataset from the 1980s to 2019.",
                "AnswerCn": "一种数据收集方法涉及使用来自Landsat系列卫星的表面反射数据。NDVI通过量化植被生长来计算，使用的公式为：（近红外波段 - 红波段）/（近红外波段 + 红波段）。该过程包括生成质量保证文件，以识别云和雪/冰，确保从1980年代到2019年的长期NDVI数据集的数据质量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the NDVI product derived from Landsat satellite data for monitoring vegetation health on the Qinghai-Tibet Plateau?",
                "QuestionCn": "NDVI产品的特点是基于Landsat卫星数据，用于监测青藏高原的植被健康。",
                "AnswerEn": "long-term temporal coverage, quantifies vegetation growth, includes quality assurance files, reflects vegetation health and growth, widely applied in agriculture, forestry, and ecological environment studies",
                "AnswerCn": "长期时间覆盖，量化植被生长，包括质量保证文件，反映植被健康和生长，广泛应用于农业、林业和生态环境研究。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the time span covered by the NDVI dataset for the Tibetan Plateau?",
                "QuestionCn": "青藏 Plateau NDVI 数据集覆盖的时间跨度是什么？",
                "AnswerEn": "1980s-2019",
                "AnswerCn": "1980年代至2019年",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '归一化差值植被指数 (NDVI)' mean in the context of remote sensing for vegetation analysis?",
                "QuestionCn": "'归一化差值植被指数 (NDVI)' 在遥感植被分析的背景下指的是一种用于评估植被健康和生长状况的指标。",
                "AnswerEn": "归一化差值植被指数 (NDVI) is a measure used in remote sensing to quantify vegetation growth and health by calculating the difference between the near-infrared and red bands of satellite imagery. The formula used is (Near-Infrared Band - Red Band) / (Near-Infrared Band + Red Band). This index is widely used in fields such as agriculture, forestry, and ecological monitoring due to its simplicity and effectiveness in indicating vegetation conditions.",
                "AnswerCn": "归一化差值植被指数 (NDVI) 是一种用于遥感的指标，通过计算卫星影像中近红外波段与红色波段之间的差值来量化植被的生长和健康。其公式为 (近红外波段 - 红色波段) / (近红外波段 + 红色波段)。由于其简单有效，广泛应用于农业、林业和生态监测等领域，以指示植被状况。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can the long-term NDVI data patterns from the 1980s to 2019 reveal about the vegetation health trends and environmental changes on the Qinghai-Tibet Plateau, and how might these patterns inform future ecological research methods?",
                "QuestionCn": "1980年代到2019年的长期NDVI数据模式可以揭示青藏高原植被健康趋势和环境变化的情况，这些模式可能为未来的生态研究方法提供信息。",
                "AnswerEn": "The long-term NDVI data patterns from the 1980s to 2019 can reveal significant information about vegetation health trends and environmental changes on the Qinghai-Tibet Plateau. The NDVI, calculated using the difference between near-infrared and red bands, provides insights into vegetation growth conditions. This index reflects the health and growth of vegetation, making it possible to track changes over time, such as increases or decreases in vegetation coverage, which could be linked to factors like climate change, human activity, or natural events. These patterns can inform future ecological research methods by highlighting areas of interest for more detailed study and helping to develop strategies for monitoring and managing ecological and environmental changes in the region.",
                "AnswerCn": "1980年代至2019年的长期NDVI数据模式可以揭示青藏高原植被健康趋势和环境变化的重要信息。NDVI是通过近红外和红色波段之间的差异计算得出的，提供了植被生长条件的洞察。该指数反映了植被的健康和生长，使得能够跟踪时间上的变化，例如植被覆盖的增加或减少，这可能与气候变化、人类活动或自然事件等因素有关。这些模式可以为未来的生态研究方法提供信息，通过突出需要更详细研究的重点区域，帮助制定监测和管理该地区生态和环境变化的策略。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on vegetation health monitoring when using long-term satellite-based NDVI datasets over a region like the Qinghai-Tibet Plateau?",
                "QuestionCn": "使用长期卫星NDVI数据集对青藏高原等地区进行植被健康监测的潜在影响是什么？",
                "AnswerEn": "Using long-term satellite-based NDVI datasets allows for a more comprehensive monitoring of vegetation health and growth trends over time. This can lead to better understanding of ecological changes and responses to environmental factors such as climate change. Moreover, it enhances the ability to track seasonal variations and long-term trends in vegetation, aiding in agricultural, forestry, and ecological environment applications. The simplicity and effectiveness of NDVI as an indicator make it a widely used tool in these areas, providing crucial input for ecological modeling and decision-making processes.",
                "AnswerCn": "使用长期卫星基于NDVI的数据集可以更全面地监测植被健康和生长趋势。这有助于更好地理解生态变化及其对气候变化等环境因素的响应。此外，它增强了跟踪植被季节性变化和长期趋势的能力，有助于农业、林业和生态环境的应用。NDVI作为一个指标的简单性和有效性使其在这些领域被广泛使用，为生态建模和决策过程提供了重要的输入。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind creating a dataset that includes long-term NDVI measurements from 1980s-2019 in the Qinghai-Tibet Plateau region using Landsat satellite imagery?",
                "QuestionCn": "创建一个包含1980年代至2019年青藏高原地区长期NDVI测量的数据集的主要目标是什么？使用Landsat卫星影像。",
                "AnswerEn": "The primary objectives behind creating a dataset with long-term NDVI measurements using Landsat satellite imagery in the Qinghai-Tibet Plateau are to quantify and monitor vegetation growth and health over a substantial time period. This dataset aims to provide reliable indicators for assessing ecological changes and vegetation dynamics, which have significant applications in agriculture, forestry, and environmental studies. By offering a comprehensive view of vegetation conditions, the dataset serves as a critical input for ecological and environmental modeling, thus supporting the understanding and management of the region's ecosystems.",
                "AnswerCn": "创建一个使用Landsat卫星影像的长期NDVI测量数据集的主要目标是量化和监测青藏高原地区的植被生长和健康状况。该数据集旨在提供可靠的指标，以评估生态变化和植被动态，这在农业、林业和环境研究中具有重要应用。通过提供植被状况的全面视角，该数据集作为生态和环境建模的重要输入，支持对该地区生态系统的理解和管理。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps should be followed to calculate the NDVI using Landsat series satellite data for the Qinghai-Tibet Plateau region?",
                "QuestionCn": "计算青藏高原地区的NDVI（归一化植被指数）时，应遵循以下程序步骤：\n\n1. **数据获取**：从美国地质调查局（USGS）或其他相关机构获取Landsat系列卫星数据，选择适合的时间段和影像。\n\n2. **数据预处理**：\n   - **辐射校正**：对影像进行辐射校正，以消除传感器和大气影响。\n   - **几何校正**：确保影像的几何精度，进行必要的几何校正。\n\n3. **波段选择**：选择Landsat影像中的红光波段（通常是波段4）和近红外波段（通常是波段5）。\n\n4. **计算NDVI**：\n   - 使用以下公式计算NDVI：\n     \\[\n     NDVI = \\frac{(NIR - Red)}{(NIR + Red)}\n     \\]\n   - 其中，NIR为近红外波段的反射率，Red为红光波段的反射率。\n\n5. **结果分析**：\n   - 将计算得到的NDVI值进行分类和分析，以评估植被覆盖情况和健康状况。\n\n6. **可视化**：使用GIS软件或其他可视化工具，将NDVI结果进行可视化，生成地图。\n\n7. **结果验证**：通过地面实测数据或其他遥感数据对NDVI结果进行验证和校正。\n\n8. **报告撰写**：整理分析结果，撰写研究报告，阐述NDVI的计算过程和结果分析。",
                "AnswerEn": "The NDVI is calculated using the formula (Near-Infrared Band - Red Band) / (Near-Infrared Band + Red Band) based on the surface reflectance data from the Landsat series satellites.",
                "AnswerCn": "NDVI的计算公式为（近红外波段 - 红色波段）/（近红外波段 + 红色波段），基于来自Landsat系列卫星的表面反射数据。",
                "Level": "C3(Applying)"
            }
        ]
    }
}