{
    "id": "58846b64-bd00-45c6-91d1-72409cbffd05",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geological Atlas of sulfide of skarn copper (gold) deposit in Fenghuangshan ore field, Tongling",
            "titleCn": "铜陵凤凰山矿田矽卡岩铜（金）矿床硫化物地质图集",
            "description": "The data include: (1) (a) tectonic map of China（ b) Geological map of Tongling metallogenic area in eastern China\n(2) The geological map of Fenghuangshan ore field shows the xinwuli granite intrusion and related copper (gold) deposits\n(3) Section from tieshantou to baoshantou in Fenghuangshan ore field\n(4) The geological section of baoshandao skarn type copper (gold) deposit shows skarn mineralization in the contact zone between quartz monzodiorite and lower Triassic carbonate rocks. Abbreviation: GRT: garnet; Di: Diopside; Py: pyrite; CCP: chalcopyrite; Cal: Calcite\n(5) The mineral micrographs of skarn, ore and granodiorite in Fenghuangshan skarn deposit（ a) Garnet skarn（ b) And (c) medium coarse pyrite and vein chalcopyrite coexist with quartz, and heterohedral magnetite particles in quartz sulfide stage are filled with quartz or chalcopyrite（ d) Xinwuli granodiorite. Abbreviation: GRT: garnet; CHL: chlorite; Mga: magnetite; Py: pyrite; CCP: chalcopyrite; QZ: quartz; KFS: potash feldspar; HBL: amphibole; Bi: biotite",
            "descriptionCn": "数据内容包括：（1）（a） 中国构造示意图；（b）中国东部铜陵成矿区地质示意图\n（2）凤凰山矿田地质图，显示了新五里花岗岩侵入体和相关的铜（金）矿床.\n（3）凤凰山矿田铁山头至宝山头剖面图\n（4）宝山岛矽卡岩型铜（金）矿床地质剖面，显示石英二长闪长岩与下三叠统碳酸盐岩接触带矽卡岩成矿作用。缩写：Grt：石榴石；Di：透辉石；Py：黄铁矿；Ccp：黄铜矿；Cal：方解石\n（5）凤凰山地区矽卡岩矿床的矽卡岩、矿石和花岗闪长岩矿物显微照片。（a） 石榴石矽卡岩；（b）和（c）中粗粒黄铁矿和脉状黄铜矿与石英共存，石英硫化物阶段的异面体磁铁矿颗粒被石英或黄铜矿充填；（d）新五里花岗闪长岩。缩写：Grt：石榴石；Chl：绿泥石；Mga：磁性磁铁矿；Py：黄铁矿；Ccp：黄铜矿；QZ：石英；Kfs：钾长石；Hbl：角闪石；Bi：黑云母",
            "instructions": "The abbreviation meaning of data graph: GRT: garnet; CHL: chlorite; Mga: magnetite; Py: pyrite; CCP: chalcopyrite; QZ: quartz; KFS: potash feldspar; HBL: amphibole; Bi: biotite.\nThe data is in picture format, which can be viewed through the picture processor.",
            "instructionsCn": "数据图所所含缩写意义：Grt：石榴石；Chl：绿泥石；Mga：磁性磁铁矿；Py：黄铁矿；Ccp：黄铜矿；QZ：石英；Kfs：钾长石；Hbl：角闪石；Bi：黑云母。\n数据为图片格式，通过图片处理器打开即可查看。",
            "east": 118.083,
            "west": 118.0,
            "south": 30.85,
            "north": 30.9,
            "startTime": null,
            "endTime": null,
            "fileSize": 2216765.0,
            "cstr": null,
            "doi": "10.1016/j.oregeorev.2020.103537",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "谢建成",
                "nameEn": "XIE Jiancheng",
                "unitEn": "",
                "unitCn": "合肥工业大学资源与环境工程学院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Geochemistry of sulfide minerals from skarn cu (au) deposits in the fenghuangshan ore field, tongling, eastern china: insights into ore-forming process",
                "referenceCn": null,
                "referenceEn": "Jx, A., Dt, A., QA Lin, Yu, W.A., & Wsbc, D. (2021). Geochemistry of sulfide minerals from skarn cu (au) deposits in the fenghuangshan ore field, tongling, eastern china: insights into ore-forming process. Ore Geology Reviews, 122."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地质图",
                "nameEn": "geologic map"
            },
            {
                "nameCn": "地质灾害",
                "nameEn": "Geologic Hazard"
            },
            {
                "nameCn": "大地构造",
                "nameEn": "Tectonics"
            },
            {
                "nameCn": "岩浆",
                "nameEn": "magma"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "岩石结构",
                "nameEn": "Rock Structure"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "凤凰山",
                "keywordEn": "Fenghuangshan"
            },
            {
                "keywordCn": "铜陵",
                "keywordEn": "Tongling"
            },
            {
                "keywordCn": "长江中下游成矿带",
                "keywordEn": "Lower Yangtze River Belt"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "白垩纪",
                "keywordEn": "Cretaceous",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to create geological cross-sections for skarn-type copper (gold) deposits, particularly focusing on the contact zones between quartz monzonite and carbonate rocks?",
                "QuestionCn": "您能否提供一种数据收集方法的示例，用于创建与角闪石型铜（黄金）矿床相关的地质剖面，特别关注石英闪长岩与碳酸盐岩之间的接触带？",
                "AnswerEn": "The geological cross-sections for skarn-type copper (gold) deposits, such as those in the Baoshan Island area, are created by mapping and analyzing the contact zones between quartz monzonite and Lower Triassic carbonate rocks. This involves detailed geological mapping and sampling to understand the skarn mineralization processes, where minerals like garnet, diopside, pyrite, and chalcopyrite are identified and documented.",
                "AnswerCn": "对于如保山岛地区的角岩型铜（黄金）矿床，地质剖面是通过绘制和分析石英闪长岩与下三叠纪碳酸盐岩之间的接触带来创建的。这涉及详细的地质测绘和取样，以了解角岩矿化过程，其中识别和记录了石榴石、透辉石、黄铁矿和黄铜矿等矿物。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key features and attributes captured in a geological dataset of skarn copper (gold) deposits in a mineral field?",
                "QuestionCn": "在矿区的角岩铜（黄金）矿床的地质数据集中捕获的关键特征和属性包括：",
                "AnswerEn": "geological maps, cross-sectional diagrams, mineralogical photographs, schematic maps, microphotographs",
                "AnswerCn": "地质图、剖面图、矿物照片、示意图、显微照片",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '矽卡岩成矿作用' mean in the context of geological data collection for mineral deposits?",
                "QuestionCn": "'矽卡岩成矿作用'在矿产资源地质数据收集的背景下指的是与矽卡岩（skarn）相关的矿物质形成过程。这种过程通常涉及岩石与流体的相互作用，导致矿物的沉淀和富集，形成矿床。",
                "AnswerEn": "In the context of geological data collection for mineral deposits, '矽卡岩成矿作用' refers to the process of skarn mineralization, which involves the formation of economically significant mineral deposits at the contact zone between intrusive igneous rocks, such as granite, and carbonate sedimentary rocks, leading to the development of skarn minerals and associated sulfide ores, such as garnet, diopside, pyrite, and chalcopyrite.",
                "AnswerCn": "在矿产资源的地质数据收集中，“矽卡岩成矿作用”指的是矽卡岩矿化过程，该过程发生在侵入性火成岩（如花岗岩）与碳酸盐沉积岩的接触带，导致经济上重要的矿床的形成，进而发展出矽卡岩矿物及相关的硫化矿石，如石榴石、透辉石、黄铁矿和黄铜矿。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the geological mapping techniques used to create the geological maps of the Tongling Fenghuangshan ore field compare to other common geological mapping methods in terms of data accuracy and detail?",
                "QuestionCn": "用于创建铜陵凤凰山矿区地质图的地质测绘技术与其他常见地质测绘方法在数据准确性和细节方面有何比较？",
                "AnswerEn": "The geological maps of the Tongling Fenghuangshan ore field include detailed representations such as the schematic diagrams of China's structure, the geology of the Tongling metallogenic area, and geological profiles showing skarn mineralization. These maps likely utilize detailed cartographic methods to illustrate complex geological features like granitic intrusions, skarn deposits, and mineral associations. In contrast, other geological mapping methods may prioritize different aspects such as broader regional surveys with less granularity or may focus more on surface geology rather than detailed subsurface interactions. The choice of technique impacts the accuracy and level of detail; the methods used here seem to provide high resolution and specificity, particularly in terms of mineralogical and structural details.",
                "AnswerCn": "铜陵凤凰山矿区的地质图包括详细的表示，如中国构造的示意图、铜陵成矿区的地质图以及显示角岩矿化的地质剖面图。这些地图可能采用详细的制图方法来描绘复杂的地质特征，如花岗岩侵入体、角岩矿床和矿物组合。相比之下，其他地质制图方法可能优先考虑不同的方面，例如更广泛的区域调查，细节较少，或可能更侧重于表面地质而非详细的地下相互作用。所选择的技术影响了准确性和细节水平；这里使用的方法似乎提供了高分辨率和特异性，特别是在矿物学和结构细节方面。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What geological processes and interactions could be inferred from the distribution and formation of minerals such as garnet, pyrite, and chalcopyrite in a skarn copper-gold deposit?",
                "QuestionCn": "从铜金矿床中的角闪石、黄铁矿和黄铜矿的分布和形成可以推断出哪些地质过程和相互作用？",
                "AnswerEn": "The distribution and formation of minerals like garnet, pyrite, and chalcopyrite in a skarn copper-gold deposit suggest complex geological processes involving the intrusion of granodiorite into carbonate rocks, leading to skarn formation. The presence of these minerals, particularly in relation to quartz and sulfide phases, indicates a sequence of mineralization events where metasomatic reactions likely occurred at the contact zones, resulting in the deposition of economically significant minerals.",
                "AnswerCn": "矿物如石榴石、黄铁矿和黄铜矿在角岩铜金矿床中的分布和形成表明，复杂的地质过程涉及花岗闪长岩侵入碳酸盐岩，导致角岩的形成。这些矿物的存在，特别是与石英和硫化物相的关系，表明了一系列矿化事件的顺序，其中在接触带发生的变质反应可能导致经济上重要矿物的沉积。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes challenges in accurately mapping skarn copper-gold deposits within geological regions like the Tongling Fenghuangshan mining area?",
                "QuestionCn": "在像铜陵凤凰山矿区这样的地质区域，准确绘制角岩铜金矿床面临的挑战是什么？",
                "AnswerEn": "Mapping skarn copper-gold deposits can be challenging due to factors such as the complex geological structures involving granite intrusions, the interaction between quartz diorite and carbonate rock formations, and the presence of various minerals like garnet, diopside, and sulfides that may complicate interpretation of geological maps and cross-sections.",
                "AnswerCn": "映射角岩铜金矿床可能具有挑战性，原因包括复杂的地质结构涉及花岗岩侵入、石英闪长岩与碳酸盐岩层之间的相互作用，以及存在的多种矿物如石榴石、透辉石和硫化物，这些都可能使地质图和剖面的解释变得复杂。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in creating a geological map of a skarn-type copper (gold) deposit, particularly focusing on the integration of mineralogical data such as garnet, pyrite, and chalcopyrite?",
                "QuestionCn": "创建一种角岩型铜（黄金）矿床的地质图的程序步骤，特别关注于矿物数据的整合，如石榴石、黄铁矿和黄铜矿，包括以下步骤：\n\n1. **文献调研**：收集和分析已有的地质、矿物和地球化学数据，了解该地区的地质背景和矿床特征。\n\n2. **野外调查**：进行实地考察，收集样品，记录地质特征，包括岩石类型、矿物分布和结构特征。\n\n3. **样品采集**：系统性地采集岩石和矿物样品，特别关注角岩、石榴石、黄铁矿和黄铜矿的分布。\n\n4. **矿物分析**：使用显微镜、X射线衍射（XRD）、扫描电子显微镜（SEM）等技术对样品进行矿物学分析，确定矿物成分和特征。\n\n5. **地球化学分析**：对样品进行化学分析，测定铜、黄金及其他相关元素的含量，了解矿床的成因和分布。\n\n6. **数据整合**：将矿物学和地球化学数据与地质调查结果结合，识别矿床的空间分布和成因机制。\n\n7. **制图**：使用地理信息系统（GIS）软件，将整合的数据可视化，绘制地质图，标注矿物分布、矿床边界和重要地质特征。\n\n8. **结果分析**：分析地质图和数据，提出矿床的形成过程、演化历史及其经济价值的评估。\n\n9. **报告撰写**：撰写详细的地质报告，包含研究方法、结果、讨论和结论，为后续的勘探和开发提供依据。",
                "AnswerEn": "The geological map creation process for a skarn-type copper (gold) deposit involves several steps: (1) Begin with collecting regional tectonic and geological data to understand the broader structural context, as indicated by the schematic maps of China and the Tongling metallogenic area. (2) Conduct detailed field mapping in the specific area of interest, such as the Fenghuangshan mining field, to delineate geological features including granite intrusions and associated mineral deposits. (3) Prepare cross-sectional diagrams, like the one from Tieshantou to Baoshantou, to visualize subsurface geological structures and relationships. (4) In areas like Baoshandao, analyze skarn mineralization processes at the contact zone between quartz monzodiorite and Triassic carbonate rocks. This includes identifying and mapping key minerals such as garnet (Grt), diopside (Di), pyrite (Py), chalcopyrite (Ccp), and calcite (Cal). (5) Utilize microscopic photography to document mineralogical characteristics, including garnet skarn and the association of pyrite and chalcopyrite with quartz. This step helps in understanding the ore formation stages and the mineral assemblages, as shown in various photomicrographs. (6) Compile all the gathered data and analyses to create comprehensive geological maps and sections that accurately represent the skarn-type mineralization.",
                "AnswerCn": "创建角闪石型铜（黄金）矿床的地质图过程包括几个步骤：（1）首先收集区域构造和地质数据，以了解更广泛的结构背景，如中国和铜陵成矿区的示意图所示。（2）在特定的兴趣区域进行详细的野外测绘，例如凤凰山矿区，以划定地质特征，包括花岗岩侵入体和相关矿床。（3）准备横截面图，如从铁山头到宝山头的图，以可视化地下地质结构和关系。（4）在宝山岛等地区，分析石榴石矿化过程，研究石英单斜花岗岩与三叠纪碳酸盐岩之间的接触带。这包括识别和绘制关键矿物，如石榴石（Grt）、透辉石（Di）、黄铁矿（Py）、黄铜矿（Ccp）和方解石（Cal）。（5）利用显微摄影记录矿物特征，包括石榴石角闪石及黄铁矿与黄铜矿与石英的关联。这一步有助于理解矿石形成阶段和矿物组合，如各种显微照片所示。（6）汇总所有收集的数据和分析，创建全面的地质图和剖面图，准确表示角闪石型矿化。",
                "Level": "C3(Applying)"
            }
        ]
    }
}