{
    "id": "58d95f3d-50bd-4338-ba80-caeb2bb1ac95",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: 2m DEM data production in Dayekou watershed",
            "titleCn": "黑河生态水文遥感试验：大野口流域2米DEM数据",
            "description": "Trough the select tasking, we obtained the WorldView-2 stereo image data in Dayekou Basin production in mid-May 2012. In the same year from July to August, 27 GPS ground control points (GCP) and checkpoints were measured based on the watershed differential GPS control network. Based on the full-field GCPs, the rational polynomial coefficients (RPC) files of WorldView-2 images were corrected in the digital photogrammetry software system. In the stereo model, 60 high-precision tie points evenly distributed were got through image matching technology, and the 1-m and 2-m resolution digital elevation model (DEM) were rapid extracted. Moreover, the DEM was edited in some key areas, such as the shady forest coverage and Dayekou reservoir. The terrain feature points and line data were added to improve the accuracy of the results in large variation of terrain feature. Check points were composed of GPS points and model confidential points, which used for quantitative validation. And they root mean square errors RMSE were 1.9 meters and 1.2 meters respectively, which achieve the requirements of two degree accuracy of 2.0 m at a scale of 1:2000 in high mountains.",
            "descriptionCn": "通过数据编程，2012年5月中旬获取了大野口流域WorldView-2立体像对数据。同年7-8月，在流域GPS差分大地控制网基础上，测得27个GPS像控点及检查点数据。在全野外GPS地面控制点基础上，利用数字摄影测量软件系统，对WorldView-2影像自带RPC文件进行校正。在立体模型上通过影像自动匹配技术，匹配60个均匀分布的高精度影像连接点快速提取黑河流域上游大野口子流域1米、2米数字高程模型（DEM）。同时，在阴坡森林覆盖区、大野口水库等重点区域进行DEM进行编辑，在地形特征变化大的地方测量一定数量的特征点、线数据，极大地提高了成果精度。通过外业控制点、模型保密点组成的检查点进行定量DEM验证，其高程中误差分别为1.9米和1.2米，达到1:2000比例尺2级高山地2米精度要求。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.307,
            "west": 100.215,
            "south": 38.445,
            "north": 38.575,
            "startTime": "2012-04-14 20:04:00",
            "endTime": "2012-05-14 20:04:00",
            "fileSize": 267185421.0,
            "cstr": "18406.11.hiwater.139.2013.db",
            "doi": "10.3972/hiwater.139.2013.db",
            "dataFormat": "*.img",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "张彦丽",
                "nameEn": "Zhang Yanli",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "马明国",
                "nameEn": "MA Mingguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceCn": null,
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": "基于WorldView-2制备大野口流域高分辨率DEM及精度分析",
                "titleEn": null,
                "referenceCn": "张彦丽, 李丑荣, 王秀琴, 张鹏吉. (2013). 基于WorldView-2制备大野口流域高分辨率DEM及精度分析. 遥感技术与应用.  28(3): 431-436.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "DEM",
                "nameEn": "Digital elevation model(DEM)"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "上游寒区水文试验区",
                "keywordEn": "the cold region hydrology experimental area in the upper reaches"
            },
            {
                "keywordCn": "大野口流域",
                "keywordEn": "Dayekou Basin"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：定标与真实性检验",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": [],
            "backgroundCn": [
                "阿尔卑斯地区在河流和流域生态系统中具有重要意义，作为淡水的来源，提供并刺激特定栖息地的生物多样性。与此同时，近期气候变化、人类活动和其他扰动可能会干扰水文过程和生态功能，这就需要下一代观测和建模方法来推进对阿尔卑斯地区这些过程的预测理解。阿尔卑斯地区的水资源是需要调节的源头水，以维持下游生态系统。然而，近年来自然/气候变化和人类活动引发的扰动显著改变了水文过程和生态功能。因此，准确估计和预测水文过程及其关键影响因素变得至关重要。",
                "不幸的是，由于高山地区观测数据的稀缺，主要是由于获取困难和技术障碍，阻碍了高山水文建模及相关研究，但也促使了下一代生态系统观测网络和实验的发展。与观测数据相比，结合数据同化的遥感数据可以改善水文过程的预测。然而，由于地球系统的复杂性，遥感数据（尤其是在高山地区）存在各种不确定性来源，这些不确定性需要进行验证和校准。总之，为了填补知识空白并促进高山地区水文研究，集成的、分布式的和多尺度的观测数据集是必不可少的，预计将为水文建模提供准确的强迫数据，验证遥感数据，评估分布式模型，并最终改善对高山水文过程和生态系统功能的预测理解。在高山水文学中，除了从分布式气象站获得的一致的水文气象数据外，雪盖和冻土是两个重要的指标和驱动因素，影响水文过程。融化前的最大雪水当量（SWE）决定了雪融水的储存——这是高山地区淡水的主要来源，而冻融循环（FTC）和活层内的土壤水分则改变了水的渗透，进而影响地表径流和地下水。为了促进高山水文研究，国际高山研究流域水文学网络（INARCH）于2015年由世界气候研究计划（WCRP）的全球能量与水交换（GEWEX）项目发起，涉及全球18个流域。自那时以来，INARCH将各个观测站连接成一个国际网络和数据共享平台，以引领高山地区水文气象和雪观测的前沿研究。另一个基于社区的观测网络，极圈活层监测（CALM）网络，始于1990年代初，旨在观察活层和近地表永久冻土对气候变化的响应。黑河流域（HRB）是中国第二大内陆河流域，以其异质的景观、多样的生态系统、独特的地理特征和近年来的气候变化而闻名。作为干旱/半干旱HRB生态水文过程的主要组成部分，高山水文过程，特别是与上游雪盖和冻土相关的过程，对山区的径流产生了重大影响，从而调节中游的农业发展和下游的生态系统。",
                "近年来，随着气候变暖，永冻土退化显著影响了径流和碳循环（Peng et al., 2016; Gao et al., 2018）。研究区域内雪盖分布广泛，具有独特的特征。在高海拔山区（海拔 > 3800 米），受当地微气候和低温的影响，任何季节都可能出现降雪。临时雪是该地区中低海拔地区的主要雪盖类型，因为强烈的太阳辐射和高气温导致雪的快速融化和升华。漂移雪在该地区也常见，这可能导致高海拔地区雪层的重新分布（Essery et al., 1999; Li et al., 2014）。",
                "由于祁连山的高海拔和复杂地形，常常观察到吹雪（漂移雪）。估计吹雪的发生非常重要，因为它可能导致雪盖的重新分布，并影响雪的升华。",
                "土壤热导率的分析较为复杂，因为它是土壤密度、土壤水分含量（在冻土中为冰含量）和土壤温度的函数，而这些因素无法通过简单的公式轻易计算。因此，可以利用现场观测来评估高山水文模型的参数化。"
            ],
            "research objectiveCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合的、分布式的和多尺度的观测网络中研究中国黑河流域上游的流域科学和功能。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。",
                "相关的开放获取数据集包括高质量的水文气象数据，特别是关于雪和冻土观测的数据，涵盖子流域和流域尺度，旨在解决多种科学问题，包括但不限于：（1）如何为高山水文模型提供准确有效的强迫数据，（2）如何整合观测、模拟和获取的数据集以获得有意义的理解，以及（3）扰动（气候变化和人类活动）如何改变基本过程。"
            ],
            "challengesCn": [
                "然而，寒冷和恶劣的气候、高海拔和复杂的地形等几大严峻挑战，妨碍了在需要时进行全面和一致的数据收集，这阻碍了遥感技术和高山水文模型的发展。",
                "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文模型及相关研究的发展，但也促使了下一代生态观测网络和实验的开发。然而，上述建模工作面临着两个主要问题：1）强迫数据的可用性（只有中国气象局在HRB上游运营的两个气象站正常工作）；2）缺乏高质量的雪和冻土数据用于参数化。",
                "不幸的是，由于强风的影响，这项工作并没有顺利进行。因此，目前无法获得可以通过雪深和雪水当量（SWE）数据计算的雪密度数据。"
            ],
            "methodsCn": [
                "无间断的气象和水文数据通过连接一组自动气象站（AMSs）的观测网络进行监测。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从一个雪观测超级站收集了雪盖特性数据。高分辨率的土壤物理数据集也从一个冻土观测超级站获得，以捕捉冻融过程。",
                "考虑到研究地点的特征，建立了一个综合的、分布式的多尺度水文气象-雪-冻土观测网络，包含七个自动气象站（AMS）和两个超级站。在流域尺度上，观测旨在收集数据，以研究气象驱动因素并验证阿尔卑斯水文模型。在子流域尺度上，小规模的观测和测量集中在降水、土壤温度和湿度等数据上，这些数据用于开发和改进水文模型，以及验证中等到粗分辨率的遥感产品（Jin et al., 2014）。在两个雪盖和冻土观测的超级站中，可以利用高分辨率数据进一步验证遥感产品。在密集观测期（IOP：2013-2014）期间，在研究区域建立了七个AMS以及冻土和雪超级站（也包含气象观测），以获取空间分布的气象变量。IOP结束后，选择并保留了四个典型的AMS进行持续观测，预计将提供长期数据集。观测的气象变量包括风速和风向、气温、湿度、红外温度、气压、四分量辐射和降水。积雪和融雪过程在雅口雪超级站自动测量，观测的组成部分包括雪深、雪水当量（SWE，由GammaMONitor测量）、雪面反照率和飘雪（漂移雪）通量（由FlowCapt测量）。在每个AMS内，土壤温度和湿度在六个层次上进行测量，而蒸散发（ET）则在三个AMS上通过涡度协方差（EC）进行观测，这些AMS位于永久冻土、季节性冻土和过渡区，以观察冻融（FT）过程。在子流域尺度上，建立了一个包含40个节点的无线传感器网络（WSN），以捕捉土壤温度和湿度的季节变化。在A’rou冻土超级站，土壤温度和湿度剖面在十八个层次上进行密集测量，深度达到3.2米（采用嵌套模式，表层有更多层次），以获取冻融循环（FTC）下的土壤水热特征。此外，还测量了表层土壤的热导率和水力导率，以观察动态水热过程。",
                "雪深是通过SR50A（美国Campbell）测量的，该设备通过发出超声波脉冲并监听从目标反射回来的回声来确定传感器与目标之间的距离。雪水当量（SWE）是通过GMON（CS725 GammaMONitor，美国Campbell）在2014年1月1日至2017年12月31日期间以6小时的时间分辨率进行测量的。FlowCapt（瑞士IAV）用于测量在3个高度（0-1米、1-2米和2-3米）每10分钟的吹雪颗粒数量。"
            ],
            "datasetCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从综合、分布式和多尺度观测网络研究中国黑河流域上游的流域科学和功能。通过连接一组自动气象站（AMS）的观测网络，监测到了无间隙的气象和水文数据。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。还从冻土观测超级站获得了高分辨率的土壤物理数据集，以捕捉冻融过程。这些更新的数据集已向具有多学科背景（如冰冻圈科学、水文学和气象学）的科学家发布，预计将作为一个测试平台，为更广泛的社区提供准确的强迫数据，并验证和评估遥感产品和水文模型。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。该观测网络由七个标准水文气象站、一个雪超级站和一个冻土超级站组成，作为一个综合研究平台，旨在提供HRB上游水文气象过程的显著数据集（如水文气象、雪和冻土），预计将支持阿尔卑斯地区水文模型的开发和模拟以及遥感观测。",
                "来自Yakou雪超级站的综合雪数据集自2013年夏季以来已更新。观察到的雪变量包括雪深、雪水当量（SWE）和吹雪（飘雪）。2014年1月1日至2017年12月31日的数据在图4中进行了总结，并附有降水、蒸散发、土壤温度和湿度的额外图表。数据集的可用时间为2012年12月5日至2017年12月31日，期间由于高海拔地区的电力损失和传感器故障，数据 intermittently 丢失。",
                "在本文中，展示了一套来自于黑河上游集成的、分布式的多尺度水文气象-雪-冻土观测网络的阿尔卑斯水文数据集。"
            ],
            "findingsCn": []
        },
        {
            "background": [
                "自1958年首次提出以来，DEM已经成为GIS空间数据库进行各种地学分析、模拟与计算的重要基础数据。在测绘、土木工程、地质、矿山工程、景观设计、道路设计、农田水利建设、防洪减灾、战场仿真、水文分析、气候变化研究和灾害监测等领域得到了广泛应用。然而，一方面我国的DEM数据生产较慢，很多地区特别是山区缺少高精度的DEM；另一方面，覆盖全国的全国25m高精度DEM数据属于保密资料，一般很难获取，严重制约了地学等领域科学研究的发展。因此利用卫星立体像对方法快速提取高精度DEM是非常有实用价值的一项基本研究。近年来，国家林业局祁连山森林生态站、甘肃省水源涵养林研究院、中科院寒区旱区环境与工程研究所、北京师范大学等研究机构在黑河流域上游大野口子流域开展了多次样地调查、森林水文、陆表生态等科学研究。"
            ],
            "research objective": [
                "本研究运用数字摄影测量软件徕卡LPS（Leica Photogrammetry Suite），基于WorldView-2立体影像制备大野口流域网格尺寸为2.5m 1:5 000比例尺DEM数据。"
            ],
            "challenges": [
                "由于区域地形复杂、交通不便，研究区南部无地面控制点覆盖。因RPC模型毕竟不是严格轨道模型，很多参数没有物理意义，在无地面控制点情况下，单独依靠RPC文件建立地面模型存在系统误差。由于研究区内地形破碎、像控点分布不均等因素，有些自动匹配点并没有精确地切准地表模型，存在“飞点”或“钻地点”。"
            ],
            "methods": [
                "在全野外GPS地面控制点基础上，对WorldView-2影像自带RPC文件进行校正，利用数字摄影测量软件系统在立体模型上通过影像自动匹配技术快速提取黑河流域上游大野口子流域1:5 000比例尺数字高程模型（DEM）。利用WorldView-2影像自带RPC文件建立初始地表三维模型，将大地测量GPS像控点与检查点逐一在左右影像中准确刺点。通过影像匹配，自动提取区域DEM。在立体像对重叠区域内自动生成80个分布均匀的影像连接点，经逐一检查每对同名点，剔除粗差点后，保留60个高精度连接点。执行空中三角测量，成果总体精度在0.5个像元之内。"
            ],
            "dataset": [
                "制备DEM数据所用的数据源主要有4类：（1）WorldView-2立体像对及RPB（相当于RPC）文件。研究区获取0.5m（给中国区域只定制0.5m分辨率）Worldview-2立体像对数据的时间为2012年5月16日，采用的是WGS84地理坐标系。（2）国家大地控制点成果。成果控制点的平面基准为CGCS2000，高程基准是56黄海高程系统。（3）外业GPS像控点测量。在测区内部加密5个控制点。（4）大野口流域1:10万等高线数据及2004年遥感实验数据集QuickBird多波段遥感影像产品，用于DEM质量检验。"
            ],
            "findings": [
                "结果表明：两组高程中误差最大为1.9m，达到该比例尺山地一级精度2.5m的要求。"
            ],
            "backgroundCn": [
                "自1958年首次提出以来，数字高程模型（DEM）已经成为地理信息系统（GIS）空间数据库进行各种地学分析、模拟与计算的重要基础数据。在测绘、土木工程、地质、矿山工程、景观设计、道路设计、农田水利建设、防洪减灾、战场仿真、水文分析、气候变化研究和灾害监测等领域得到了广泛应用。然而，一方面我国的DEM数据生产较慢，很多地区特别是山区缺少高精度的DEM；另一方面，覆盖全国的25米高精度DEM数据属于保密资料，一般很难获取，严重制约了地学等领域科学研究的发展。因此，利用卫星立体像对方法快速提取高精度DEM是非常有实用价值的一项基本研究。近年来，国家林业局祁连山森林生态站、甘肃省水源涵养林研究院、中科院寒区旱区环境与工程研究所、北京师范大学等研究机构在黑河流域上游大野口子流域开展了多次样地调查、森林水文、陆表生态等科学研究。"
            ],
            "research objectiveCn": [
                "本研究运用数字摄影测量软件徕卡LPS（Leica Photogrammetry Suite），基于WorldView-2立体影像制备大野口流域网格尺寸为2.5m 1:5 000比例尺DEM数据。"
            ],
            "challengesCn": [
                "由于区域地形复杂、交通不便，研究区南部无地面控制点覆盖。因RPC模型毕竟不是严格轨道模型，很多参数没有物理意义，在无地面控制点情况下，单独依靠RPC文件建立地面模型存在系统误差。由于研究区内地形破碎、像控点分布不均等因素，有些自动匹配点并没有精确地切准地表模型，存在“飞点”或“钻地点”。"
            ],
            "methodsCn": [
                "在全野外GPS地面控制点基础上，对WorldView-2影像自带RPC文件进行校正，利用数字摄影测量软件系统在立体模型上通过影像自动匹配技术快速提取黑河流域上游大野口子流域1:5000比例尺数字高程模型（DEM）。利用WorldView-2影像自带RPC文件建立初始地表三维模型，将大地测量GPS像控点与检查点逐一在左右影像中准确刺点。通过影像匹配，自动提取区域DEM。在立体像对重叠区域内自动生成80个分布均匀的影像连接点，经逐一检查每对同名点，剔除粗差点后，保留60个高精度连接点。执行空中三角测量，成果总体精度在0.5个像元之内。"
            ],
            "datasetCn": [
                "制备DEM数据所用的数据源主要有4类：（1）WorldView-2立体像对及RPB（相当于RPC）文件。研究区获取0.5m（给中国区域只定制0.5m分辨率）Worldview-2立体像对数据的时间为2012年5月16日，采用的是WGS84地理坐标系。（2）国家大地控制点成果。成果控制点的平面基准为CGCS2000，高程基准是56黄海高程系统。（3）外业GPS像控点测量。在测区内部加密5个控制点。（4）大野口流域1:10万等高线数据及2004年遥感实验数据集QuickBird多波段遥感影像产品，用于DEM质量检验。"
            ],
            "findingsCn": [
                "The results show that the maximum elevation error between the two groups is 1.9m, which meets the requirement of the first-class accuracy of 2.5m for this scale."
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is it feasible to collect comprehensive snow cover and frozen ground data using an integrated observation network of automatic meteorological stations and superstations in alpine regions?",
                "QuestionCn": "在阿尔卑斯地区，利用自动气象站和超级站的综合观测网络收集全面的雪盖和冻土数据是否可行？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which data collection method is more suitable for alpine hydrology datasets: automatic meteorological stations (AMSs), snow observation superstations, or frozen ground observation superstations?",
                "QuestionCn": "哪种数据收集方法更适合高山水文数据集：自动气象站（AMSs）、雪观测超级站还是冻土观测超级站？",
                "AnswerEn": "automatic meteorological stations (AMSs)",
                "AnswerCn": "自动气象站 (AMSs)",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What challenges are faced in data collection for high-precision DEM in mountainous regions?",
                "QuestionCn": "在山区进行高精度数字高程模型（DEM）数据收集时面临的挑战包括：",
                "AnswerEn": "Complex terrain",
                "AnswerCn": "复杂地形",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Where is the integrated, distributed, and multiscale observation network established for alpine hydrology research?",
                "QuestionCn": "为高山水文学研究建立的综合、分布式和多尺度观测网络在哪里？",
                "AnswerEn": "upper reaches of the Heihe River Basin in China",
                "AnswerCn": "中国黑河流域上游地区",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the main data sources used for preparing DEM data in the field of alpine hydrology?",
                "QuestionCn": "在高山水文学领域，准备数字高程模型（DEM）数据的主要数据来源有哪些？",
                "AnswerEn": "WorldView-2 stereo pairs, RPB files, national geodetic control points, field GPS image control point measurements, 1:100,000 topographic line data, 2004 QuickBird dataset",
                "AnswerCn": "WorldView-2 立体影像对，RPB 文件，国家大地控制点，实地 GPS 图像控制点测量，1:100,000 地形线数据，2004 年 QuickBird 数据集",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to obtain high-resolution soil physics datasets for alpine hydrology research?",
                "QuestionCn": "您能否提供一个用于获取高分辨率土壤物理数据集的资料收集方法的例子，以用于高山水文学研究？",
                "AnswerEn": "High-resolution soil physics datasets were obtained to capture freeze-thaw processes from a frozen ground observation superstation. Soil temperature and moisture were measured within six layers at each automatic meteorological station (AMS), and intensive measurements in eighteen layers to a depth of 3.2 m were conducted at the A’rou frozen ground superstation.",
                "AnswerCn": "高分辨率土壤物理数据集用于捕捉冻融过程，这些数据来自一个冻土观测超级站。在每个自动气象站（AMS）中，土壤温度和湿度在六个层次上进行了测量，而在A’rou冻土超级站则在18个层次上进行了深入测量，深度达到3.2米。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific techniques used for calibrating remote sensing data in alpine regions for hydrological modeling?",
                "QuestionCn": "在高山地区进行水文模型的遥感数据校准时使用的具体技术有哪些？",
                "AnswerEn": "digital photogrammetry software systems, correction of RPC files, GPS ground control points, high-precision image tie points, DEM generation, validation with field control points, model secrecy points",
                "AnswerCn": "数字摄影测量软件系统，RPC文件校正，GPS地面控制点，高精度图像连接点，DEM生成，使用现场控制点进行验证，模型保密点。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the number of automatic meteorological stations (AMSs) used in the observation network for data collection in the alpine hydrology of the Heihe River Basin?",
                "QuestionCn": "在黑河流域的高山水文学观察网络中，用于数据收集的自动气象站（AMS）的数量是多少？",
                "AnswerEn": "7",
                "AnswerCn": "7",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many high-precision image connection points were retained after the coarse error points were removed during the DEM data extraction for the Heihe River Basin?",
                "QuestionCn": "在黑河流域DEM数据提取过程中，去除粗误差点后，保留了多少个高精度图像连接点？",
                "AnswerEn": "60",
                "AnswerCn": "60",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the maximum elevation error allowed for the DEM data to meet the 1:5,000 scale accuracy requirement in mountainous areas?",
                "QuestionCn": "在山区，满足1:5,000比例尺精度要求的DEM数据允许的最大高程误差是多少？",
                "AnswerEn": "1.9 meters",
                "AnswerCn": "1.9米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is a remote sensing RPC file and what role does it play in data processing?",
                "QuestionCn": "遥感RPC文件是什么，它在数据处理中的作用是什么？",
                "AnswerEn": "A remote sensing RPC (Rational Polynomial Coefficients) file contains parameters used to correct satellite imagery and establish a ground model without the need for ground control points. These files provide a mathematical model for image correction, which is essential for generating accurate digital elevation models (DEMs) from stereo image pairs, especially in areas where ground control points are not available.",
                "AnswerCn": "遥感RPC（有理多项式系数）文件包含用于校正卫星影像和建立地面模型的参数，无需地面控制点。这些文件提供了影像校正的数学模型，对于从立体影像对生成准确的数字高程模型（DEM）至关重要，尤其是在没有地面控制点的地区。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for DEM extraction in the alpine region compare to those used for hydrometeorological observations in the Heihe River Basin?",
                "QuestionCn": "在阿尔卑斯地区的数字高程模型（DEM）提取的数据收集方法与在黑河流域的水文气象观测所使用的方法相比，如何？",
                "AnswerEn": "DEM extraction involved the use of WorldView-2 stereo imagery and digital photogrammetry software, utilizing GPS ground control to correct RPC files, and focusing on image matching for high-precision DEM generation. In contrast, hydrometeorological observations in the Heihe River Basin used a network of automatic meteorological stations and superstations, capturing data such as snow depth and soil moisture, focusing on multiscale and distributed observations for long-term data collection.",
                "AnswerCn": "DEM提取涉及使用WorldView-2立体影像和数字摄影测量软件，利用GPS地面控制来校正RPC文件，并专注于图像匹配以生成高精度的DEM。相比之下，黑河流域的水文气象观测使用了一套自动气象站和超级站网络，捕获雪深和土壤湿度等数据，重点关注多尺度和分布式观测，以进行长期数据收集。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the similarities and differences in the challenges faced in collecting high-precision DEM data versus hydrometeorological data in complex terrains?",
                "QuestionCn": "在复杂地形中收集高精度数字高程模型（DEM）数据与水文气象数据所面临的挑战的相似性和差异性是什么？",
                "AnswerEn": "Both high-precision DEM and hydrometeorological data collection faced challenges due to complex terrain and limited accessibility. DEM data collection struggled with the absence of ground control points in certain areas, leading to potential errors in the RPC model, while hydrometeorological data collection faced difficulties due to harsh climates and the need for consistent data across challenging topographies. Both require overcoming technological and logistical barriers to ensure data accuracy and completeness.",
                "AnswerCn": "高精度数字高程模型（DEM）和水文气象数据收集在复杂地形和有限可达性方面面临挑战。DEM数据收集在某些区域缺乏地面控制点，导致RPC模型可能出现错误，而水文气象数据收集则因恶劣气候和在复杂地形中需要一致的数据而面临困难。两者都需要克服技术和后勤障碍，以确保数据的准确性和完整性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might the integration of remote sensing data and ground-based GPS control points enhance the accuracy of digital elevation models in complex alpine terrains?",
                "QuestionCn": "遥感数据与地面GPS控制点的结合如何提高复杂高山地形数字高程模型的精度？",
                "AnswerEn": "In complex alpine terrains, the integration of remote sensing data, such as WorldView-2 stereo imagery, with ground-based GPS control points can enhance the accuracy of digital elevation models (DEMs). By using GPS control points to calibrate the RPC files of the imagery, and applying digital photogrammetry software for automated image matching, a more accurate surface model can be constructed, reducing systematic errors and improving precision even in areas with no ground control point coverage.",
                "AnswerCn": "在复杂的高山地形中，结合遥感数据，如WorldView-2立体影像与地面GPS控制点，可以提高数字高程模型（DEM）的准确性。通过使用GPS控制点来校准影像的RPC文件，并应用数字摄影测量软件进行自动图像匹配，可以构建更准确的表面模型，减少系统误差，并在没有地面控制点覆盖的区域提高精度。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What are the underlying principles that guide the choice of observation techniques and instruments for capturing freeze-thaw processes in alpine hydrology studies?",
                "QuestionCn": "在阿尔卑斯水文学研究中，指导选择观察技术和仪器以捕捉冻融过程的基本原则是什么？",
                "AnswerEn": "The choice of observation techniques and instruments for capturing freeze-thaw processes in alpine hydrology studies is guided by the need to monitor spatially distributed meteorological variables and soil physics with high precision. This involves using automated meteorological stations to measure variables like wind, temperature, and humidity; employing eddy covariance systems for evapotranspiration; and deploying sensors like SR50A and GMON to measure snow depth and snow water equivalent. Additionally, a wireless sensor network can capture seasonal changes in soil temperature and moisture, thus providing comprehensive data for understanding freeze-thaw cycles.",
                "AnswerCn": "在阿尔卑斯水文学研究中，选择观察技术和仪器以捕捉冻融过程是基于需要高精度监测空间分布的气象变量和土壤物理特性。这涉及使用自动气象站来测量风速、温度和湿度；采用涡度协方差系统来测量蒸散发；以及部署像SR50A和GMON这样的传感器来测量雪深和雪水当量。此外，无线传感器网络可以捕捉土壤温度和湿度的季节变化，从而提供全面的数据以理解冻融循环。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes challenges in collecting consistent hydrological data in alpine regions, and how do these challenges affect data quality and availability?",
                "QuestionCn": "在高山地区收集一致的水文数据面临哪些挑战，这些挑战如何影响数据的质量和可用性？",
                "AnswerEn": "Several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection. These factors hinder the development of remote sensing technologies and alpine hydrological models. The scarcity of observation data due to difficulties of access and technological barriers has hindered research and motivated the development of next-generation ecosystem observation networks and experiments.",
                "AnswerCn": "几个严峻的挑战，包括寒冷和恶劣的气候、高海拔和复杂的地形，阻碍了完整和一致的数据收集。这些因素妨碍了遥感技术和高山水文模型的发展。由于获取困难和技术障碍，观测数据的稀缺阻碍了研究，并促使下一代生态系统观测网络和实验的发展。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why are high-precision DEMs important for scientific research, and what factors affect their accuracy in mountainous areas?",
                "QuestionCn": "高精度数字高程模型（DEMs）对科学研究的重要性在于它们能够提供详细的地形信息，支持各种应用，如水文模型、生态研究、地质调查和城市规划等。在山区地区，影响DEM准确性的因素包括：\n\n1. **数据源**：不同的获取方法（如激光雷达、卫星遥感、航空摄影等）会影响DEM的精度。\n2. **地形复杂性**：山区的陡峭地形和复杂的地貌特征可能导致数据采集和处理中的误差。\n3. **植被覆盖**：密集的植被可能遮挡地表，影响高程测量的准确性。\n4. **气候条件**：天气变化（如云层、降雪等）可能影响遥感数据的质量。\n5. **数据处理方法**：不同的插值和滤波技术会影响最终DEM的精度。\n6. **地面控制点的分布**：高程基准点的数量和分布会直接影响DEM的校正和精度。",
                "AnswerEn": "High-precision DEMs are crucial for various scientific fields such as geoscience analysis, hydrology, and climate change research. Factors affecting their accuracy in mountainous areas include complex terrain, lack of ground control points in certain regions, and the inherent limitations of RPC models, which can introduce systematic errors. Automatic image matching may also lead to 'fly points' or 'drill points' due to uneven distribution of control points.",
                "AnswerCn": "高精度数字高程模型（DEMs）对地球科学分析、水文学和气候变化研究等多个科学领域至关重要。在山区，影响其准确性的因素包括复杂的地形、某些区域缺乏地面控制点以及RPC模型的固有限制，这可能引入系统性误差。自动图像匹配也可能导致“飞点”或“钻点”，这是由于控制点分布不均造成的。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the reasons for the need for integrated observation networks in alpine hydrology research, and how do they help address scientific questions?",
                "QuestionCn": "在阿尔卑斯水文学研究中，建立综合观测网络的必要性有以下几个原因，这些网络如何帮助解决科学问题：\n\n1. **多样性和复杂性**：阿尔卑斯地区的水文过程受到多种因素的影响，包括气候变化、地形、植被和人类活动。综合观测网络能够整合不同类型的数据，提供全面的视角。\n\n2. **数据集成**：通过整合气象、水文、土壤和生态等多种数据，研究人员可以更好地理解水循环的各个环节及其相互作用。\n\n3. **长期监测**：综合观测网络可以实现长期的环境监测，帮助科学家识别趋势和变化，评估气候变化对水资源的影响。\n\n4. **提高预测能力**：通过收集和分析大量数据，研究人员可以改进水文模型，提高对水资源可用性和洪水风险的预测能力。\n\n5. **促进跨学科合作**：综合观测网络促进了不同学科之间的合作，使得水文学、气候科学、生态学等领域的研究人员能够共同解决复杂的科学问题。\n\n6. **政策支持**：通过提供可靠的数据和科学依据，综合观测网络可以支持政策制定，帮助管理水资源和应对气候变化带来的挑战。",
                "AnswerEn": "The need for integrated observation networks in alpine hydrology research arises from the scarcity of consistent data due to harsh environmental conditions and technological limitations. These networks help provide accurate forcing data for hydrological models, integrate observation and simulation for better understanding, and address how climate change and human activities alter fundamental processes. They enable the collection of comprehensive datasets, including meteorological, snow, and frozen ground observations, to support model development and simulations.",
                "AnswerCn": "在阿尔卑斯水文学研究中，集成观测网络的需求源于由于恶劣的环境条件和技术限制而导致的一致数据稀缺。这些网络有助于为水文模型提供准确的强迫数据，整合观测与模拟以更好地理解，并解决气候变化和人类活动如何改变基本过程的问题。它们能够收集全面的数据集，包括气象、雪和冻土观测，以支持模型开发和模拟。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the implications of using an integrated, distributed, and multiscale observation network on the development of alpine hydrological models?",
                "QuestionCn": "使用集成的、分布式的和多尺度的观测网络对阿尔卑斯水文模型的发展有什么影响？",
                "AnswerEn": "The use of an integrated, distributed, and multiscale observation network provides accurate forcing data for alpine hydrological models, validates remote sensing data, and allows the evaluation of distributed models. This approach helps improve the predictive understanding of alpine hydrological processes and ecosystem functions by facilitating comprehensive data collection, despite challenges posed by harsh climates and complex terrains.",
                "AnswerCn": "使用集成的、分布式的和多尺度的观测网络为高山水文模型提供准确的强迫数据，验证遥感数据，并允许评估分布式模型。这种方法通过促进全面的数据收集，帮助提高对高山水文过程和生态系统功能的预测理解，尽管面临恶劣气候和复杂地形带来的挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What could be the potential outcomes of calibrating remote sensing data with site observations in alpine regions?",
                "QuestionCn": "在高山地区对遥感数据进行现场观测校准的潜在结果可能包括：",
                "AnswerEn": "Calibrating remote sensing data with site observations can enhance the accuracy of hydrological modeling by reducing uncertainties inherent in remote sensing data, especially in complex alpine regions. This could lead to better predictions of hydrological processes and their impact factors, which are crucial due to the scarcity of observation data in these areas.",
                "AnswerCn": "通过将遥感数据与现场观测进行校准，可以提高水文模型的准确性，减少遥感数据中固有的不确定性，特别是在复杂的高山地区。这可能导致对水文过程及其影响因素的更好预测，这在这些地区由于观测数据稀缺而尤为重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the consequences of the scarcity of high-quality snow and frozen ground data on alpine hydrological research?",
                "QuestionCn": "高质量雪和冻土数据的稀缺对阿尔卑斯水文研究的影响是什么？",
                "AnswerEn": "The scarcity of high-quality snow and frozen ground data complicates the parameterization of alpine hydrologic models and hinders the development of accurate models. This limitation has driven the establishment of advanced observation networks and experiments to gather necessary data and improve the modeling and understanding of alpine hydrological processes.",
                "AnswerCn": "高质量的雪和冻土数据的稀缺使得阿尔卑斯水文模型的参数化变得复杂，并阻碍了准确模型的发展。这一限制促使建立先进的观测网络和实验，以收集必要的数据并改善对阿尔卑斯水文过程的建模和理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of utilizing digital photogrammetry software and WorldView-2 imagery for creating DEM data in alpine regions?",
                "QuestionCn": "利用数字摄影测量软件和WorldView-2影像在高山地区创建DEM数据的主要目标是什么？",
                "AnswerEn": "The primary goal is to rapidly extract high-precision digital elevation models (DEM) using satellite stereo pairs, especially in regions where high-resolution DEM data is lacking due to slow production rates and restricted access to nationwide high-precision DEM datasets.",
                "AnswerCn": "主要目标是利用卫星立体对快速提取高精度数字高程模型（DEM），特别是在缺乏高分辨率DEM数据的地区，因为这些地区的生产速度慢且对全国高精度DEM数据集的访问受到限制。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it essential to develop an integrated, distributed, and multiscale observation network for alpine hydrology research in the Heihe River Basin?",
                "QuestionCn": "在黑河流域的高山水文学研究中，开发一个集成的、分布式的和多尺度的观测网络是至关重要的。",
                "AnswerEn": "It is essential to develop this network to provide accurate forcing data for hydrological modeling, validate remote sensing data, evaluate distributed models, and ultimately improve the predictive understanding of alpine hydrological processes and ecosystem functions, especially given the scarcity of observation data in alpine regions.",
                "AnswerCn": "建立这个网络对于提供准确的强迫数据以进行水文建模、验证遥感数据、评估分布式模型，以及最终提高对高山水文过程和生态系统功能的预测理解至关重要，尤其是在高山地区观测数据稀缺的情况下。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the intended objectives behind establishing an observation network with automatic meteorological stations and superstations for snow and frozen ground monitoring?",
                "QuestionCn": "建立一个自动气象站和超级站的观测网络，用于雪和冻土监测的预期目标是什么？",
                "AnswerEn": "The intended objectives are to capture meteorological driving forces, validate alpine hydrological models, and provide comprehensive data on snow cover and frozen ground processes, which are critical for understanding and modeling hydrological processes in the alpine region.",
                "AnswerCn": "预期目标是捕捉气象驱动因素，验证高山水文模型，并提供关于雪盖和冻土过程的综合数据，这对于理解和建模高山地区的水文过程至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in calibrating WorldView-2 imagery for generating high-resolution DEM data in alpine regions?",
                "QuestionCn": "校准WorldView-2影像以生成高分辨率数字高程模型（DEM）数据在高山地区涉及的程序步骤包括：",
                "AnswerEn": "The procedure involves using WorldView-2 imagery's RPC files to establish an initial 3D ground model, followed by geodetic GPS image control and check point measurements. The imagery is then corrected using digital photogrammetry software, and automatic image matching techniques are applied to extract DEM data. This includes generating and checking image tie points and performing aerial triangulation to achieve the desired accuracy.",
                "AnswerCn": "该程序涉及使用WorldView-2影像的RPC文件建立初步的三维地面模型，随后进行大地测量GPS影像控制和检查点测量。然后，使用数字摄影测量软件对影像进行校正，并应用自动影像匹配技术提取DEM数据。这包括生成和检查影像连接点，并进行航空三角测量以达到所需的精度。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What methodologies are employed to ensure the accuracy of snow cover and frozen ground observations in challenging alpine environments?",
                "QuestionCn": "在具有挑战性的高山环境中，确保雪盖和冻土观测准确性的方法论有哪些？",
                "AnswerEn": "To ensure accuracy, an integrated observation network with automatic meteorological stations and superstations for snow cover and frozen ground is established. State-of-the-art techniques and instruments are used to monitor meteorological variables and snow properties. Soil temperature and moisture are measured at multiple layers, and snow depth and SWE are measured with specific equipment such as GammaMONitor and ultrasonic sensors, ensuring data quality despite environmental challenges.",
                "AnswerCn": "为了确保准确性，建立了一个集成观测网络，包括自动气象站和用于雪盖和冻土的超级站。采用先进的技术和仪器监测气象变量和雪的特性。土壤温度和湿度在多个层次上进行测量，雪深和雪水当量（SWE）则使用特定设备如GammaMONitor和超声波传感器进行测量，确保在环境挑战下数据的质量。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the rapid extraction of high-precision digital elevation models (DEMs) in complex mountainous regions?",
                "QuestionCn": "哪些技术进步使得在复杂山区快速提取高精度数字高程模型（DEM）成为可能？",
                "AnswerEn": "The use of digital photogrammetry software, such as Leica Photogrammetry Suite (LPS), combined with WorldView-2 stereo imagery and RPC file corrections, has enabled the rapid extraction of high-precision DEMs even in complex mountainous regions. These advancements facilitate automatic image matching techniques to generate accurate 3D surface models.",
                "AnswerCn": "数字摄影测量软件，如莱卡摄影测量套件（LPS），结合WorldView-2立体影像和RPC文件校正，使得在复杂的山区快速提取高精度数字高程模型（DEM）成为可能。这些进展促进了自动图像匹配技术的应用，以生成准确的三维表面模型。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How do integrated observation networks enhance the collection of hydrometeorological data in alpine regions?",
                "QuestionCn": "综合观测网络如何增强高山地区水文气象数据的收集？",
                "AnswerEn": "Integrated observation networks enhance the collection of hydrometeorological data in alpine regions by connecting multiple automatic meteorological stations (AMSs) and superstations for snow and frozen ground observations. These networks provide comprehensive, multiscale datasets that improve the understanding of meteorological forces and validate hydrological models.",
                "AnswerCn": "综合观测网络通过连接多个自动气象站（AMS）和用于雪和冻土观测的超级站，增强了高山地区水文气象数据的收集。这些网络提供全面的多尺度数据集，改善了对气象力量的理解，并验证了水文模型。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "What are the expected outcomes of integrating remote sensing products with ground observations in alpine hydrological research?",
                "QuestionCn": "将遥感产品与地面观测相结合在高山水文研究中的预期结果是什么？",
                "AnswerEn": "Integrating remote sensing products with ground observations is expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, and evaluate distributed models. This integration aims to improve the predictive understanding of alpine hydrological processes and ecosystem functions by overcoming the scarcity of observation data in alpine regions.",
                "AnswerCn": "将遥感产品与地面观测数据相结合，预计将为水文模型提供准确的强迫数据，验证遥感数据，并评估分布式模型。这种整合旨在通过克服高山地区观测数据的稀缺性，改善对高山水文过程和生态系统功能的预测理解。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might there be systematic errors when using RPC files alone for DEM extraction in complex terrains without ground control points?",
                "QuestionCn": "在复杂地形中，仅使用RPC文件进行数字高程模型（DEM）提取而不使用地面控制点，可能会出现系统性误差的原因是什么？",
                "AnswerEn": "RPC models are not strict orbital models and lack physical significance in some parameters, leading to systematic errors when used alone without ground control points. Complex terrain features and uneven distribution of image control points may result in inaccuracies like 'flying points' or 'drilling points' in the absence of ground control points.",
                "AnswerCn": "RPC模型不是严格的轨道模型，某些参数缺乏物理意义，单独使用时缺乏地面控制点会导致系统误差。复杂的地形特征和影像控制点的不均匀分布可能导致在缺乏地面控制点的情况下出现不准确的“飞点”或“钻点”。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how remote sensing data can be integrated with traditional observation networks to improve the predictive understanding of alpine hydrological processes.",
                "QuestionCn": "我不明白遥感数据如何与传统观测网络结合，以提高对高山水文过程的预测理解。",
                "AnswerEn": "Remote sensing data can be integrated with traditional observation networks by using data assimilation techniques to enhance the prediction of hydrological processes. This integration provides a multiscale observation dataset that can validate remote sensing data, evaluate distributed models, and improve understanding of alpine hydrological processes and ecosystem functions.",
                "AnswerCn": "遥感数据可以通过数据同化技术与传统观测网络相结合，以增强水文过程的预测。这种集成提供了多尺度观测数据集，可以验证遥感数据，评估分布式模型，并改善对高山水文过程和生态系统功能的理解。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges faced in collecting consistent and complete data in alpine regions with harsh climates and complex topography.",
                "QuestionCn": "我对在气候严酷和地形复杂的高山地区收集一致和完整数据所面临的挑战感到不确定。",
                "AnswerEn": "Several challenges inhibit complete and consistent data collection in alpine regions, including cold and harsh climates, high altitudes, and complex topography. These factors hinder the development of remote sensing technologies and alpine hydrological models, leading to scarce observation data and technological barriers.",
                "AnswerCn": "在高山地区，寒冷和恶劣的气候、高海拔和复杂的地形等多个挑战阻碍了完整和一致的数据收集。这些因素妨碍了遥感技术和高山水文模型的发展，导致观测数据稀缺和技术障碍。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I don't understand how accurate digital elevation models (DEMs) are generated from satellite stereo imagery in areas with no ground control points.",
                "QuestionCn": "我不明白在没有地面控制点的情况下，如何从卫星立体影像生成数字高程模型（DEM）的准确性。",
                "AnswerEn": "Accurate digital elevation models (DEMs) can be generated from satellite stereo imagery by using image matching techniques to extract DEMs from stereo models. Even in areas without ground control points, the use of RPC files and digital photogrammetry software can help correct imagery and extract accurate terrain models, although system errors may still occur.",
                "AnswerCn": "准确的数字高程模型（DEM）可以通过卫星立体影像生成，利用图像匹配技术从立体模型中提取DEM。即使在没有地面控制点的区域，使用RPC文件和数字摄影测量软件也可以帮助校正影像并提取准确的地形模型，尽管系统误差仍可能发生。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please summarize the data collection methods used for the generation of high-resolution DEMs in alpine regions, considering challenges such as complex topography and limited accessibility.",
                "QuestionCn": "总结用于在高山地区生成高分辨率数字高程模型（DEM）的数据收集方法，考虑到复杂地形和有限可达性等挑战。",
                "AnswerEn": "The data collection methods for generating high-resolution DEMs in alpine regions involve the use of WorldView-2 stereo imagery combined with GPS ground control points. Digital photogrammetry software is utilized to perform image matching techniques for extracting DEMs. The process includes correcting RPC files using GPS data and performing aerial triangulation to ensure accuracy. Challenges faced include complex terrain, lack of ground control points in certain areas, and the presence of errors due to uneven distribution of image points.",
                "AnswerCn": "在高山地区生成高分辨率数字高程模型（DEM）的数据收集方法涉及使用WorldView-2立体影像结合GPS地面控制点。数字摄影测量软件用于执行图像匹配技术以提取DEM。该过程包括使用GPS数据校正RPC文件，并进行航空三角测量以确保准确性。面临的挑战包括复杂的地形、某些区域缺乏地面控制点，以及由于图像点分布不均而导致的错误。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please analyze the potential for integrating remote sensing data with in-situ observations to improve hydrological models in alpine regions.",
                "QuestionCn": "分析将遥感数据与现场观测相结合以改善高山地区水文模型的潜力。",
                "AnswerEn": "Integrating remote sensing data with in-situ observations offers significant potential for improving hydrological models in alpine regions. Remote sensing provides extensive spatial coverage that complements the detailed temporal observations from ground stations. By validating and calibrating remote sensing data with in-situ measurements, uncertainties in remote sensing can be reduced. This integrated approach enhances the accuracy of hydrological models, offering better predictions of snow cover, frozen ground processes, and their impacts on water resources in alpine environments.",
                "AnswerCn": "将遥感数据与现场观测相结合，为改善高山地区的水文模型提供了显著的潜力。遥感提供了广泛的空间覆盖，补充了地面站点的详细时间观测。通过用现场测量数据验证和校准遥感数据，可以减少遥感中的不确定性。这种综合方法提高了水文模型的准确性，提供了对雪盖、冻土过程及其对高山环境水资源影响的更好预测。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}