{
    "id": "5913f711-0b0b-4a4b-a7f5-392cd7a36e86",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Daily verage photosynthetically active radiation dataset for 716 weather stations in China (1951-2010)",
            "titleCn": "中国716个气象站光合有效辐射日均值数据集（1951-2010）",
            "description": "Data content: precipitation data of the Aral Sea basin from 2015 to 2018.\nData sources and processing methods: from the new generation of global precipitation measurement (GPM) of NASA (version 06, global precipitation observation program), the daily rainfall can be obtained by adding the three-hour rainfall data, and then the eight day rainfall can be obtained.\nData quality: the spatial resolution is 0.1 ° x 0.1 ° and the temporal resolution is 8 days. The value of each pixel is the sum of rainfall in 8 days.\nData application results: under the background of climate change, it can be used to analyze the correlation between meteorological elements and vegetation characteristics.",
            "descriptionCn": "该数据集共包含717个文件，其中station.txt文件主要描述716个站的站点信息，每列分别对应为：经度、纬度和高程；另外以站号命名的716个文件对应716个站的数据，文件中每列分别为：年、月、日和日平均光合有效辐射。\n该数据是基于中国气象局常规气象观测要素：温度、湿度、气压和日照时数等估算得到的。(1)算法和模型介绍:该模型发展了光合有效辐射（PAR）波段大气宽波段透过率参数化方案，在晴天情况下考虑了四种衰减过程，分别是：气溶胶的吸收和散射，水汽的吸收，臭氧的吸收和瑞利散射。在此基础上建立了晴空条件下地表PAR估算方案，同时利用日照时数作为衡量云对辐射影响的指标，参数化其对地表PAR的影响，进而估算全天空条件下地表PAR。经验证，估算结果数据集的均方根误差小于14W/m² 。",
            "instructions": "",
            "instructionsCn": "",
            "east": 135.0,
            "west": 73.0,
            "south": 4.25,
            "north": 53.5,
            "startTime": "1951-01-07 00:00:00",
            "endTime": "2011-01-06 00:00:00",
            "fileSize": 64999233.0,
            "cstr": "18406.11.AtmosphericPhysics.tpe.249398.file",
            "doi": "10.11888/AtmosphericPhysics.tpe.249398.file",
            "dataFormat": "*.txt",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "唐文君",
                "nameEn": "TANG Wenjun",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "2012: Estimation of daily photosynthetically active radiation under all-sky conditions from sunshine duration data",
                "referenceCn": null,
                "referenceEn": "Qin, J., Yang, K., Liang, S.L., & Tang, W.J. (2012). Estimation of daily photosynthetically active radiation under all-sky conditions from sunshine duration data, Journal of Applied Meteorology and Climatology, 51(1), 150-160."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "太阳辐射",
                "nameEn": "Solar radiation"
            },
            {
                "nameCn": "辐射",
                "nameEn": "Radiation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1951-2010",
                "keywordEn": "1951-2010",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Definition": [
            {
                "QuestionEn": "What does '光合有效辐射' mean in the context of meteorological data collection and estimation methods?",
                "QuestionCn": "'光合有效辐射'在气象数据收集和估算方法的背景下指的是植物进行光合作用所需的有效辐射量。",
                "AnswerEn": "In the context of meteorological data collection and estimation methods, '光合有效辐射' refers to Photosynthetically Active Radiation (PAR), which is the range of light wavelengths that plants use for photosynthesis. The estimation of PAR in this domain is based on a model that considers various atmospheric processes such as aerosol absorption and scattering, water vapor absorption, ozone absorption, and Rayleigh scattering under clear sky conditions. Additionally, sunshine duration is used as an indicator to parameterize the impact of clouds on surface PAR, allowing for the estimation of PAR under all-sky conditions.",
                "AnswerCn": "在气象数据收集和估计方法的背景下，“光合有效辐射”指的是光合有效辐射（PAR），这是植物用于光合作用的光波长范围。在该领域中，PAR的估计基于一个模型，该模型考虑了各种大气过程，如气溶胶吸收和散射、水汽吸收、臭氧吸收以及在晴空条件下的瑞利散射。此外，日照时长被用作参数化云对地表PAR影响的指标，从而允许在全云条件下估计PAR。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the parameterization of atmospheric broadband transmittance for PAR in a clear sky condition be interpreted to improve the estimation of surface PAR under varying weather conditions?",
                "QuestionCn": "如何解释大气宽带透射率在晴空条件下对光合有效辐射（PAR）的参数化，以改善在不同天气条件下对地表PAR的估计。",
                "AnswerEn": "The parameterization of atmospheric broadband transmittance for PAR in clear sky conditions involves considering four attenuation processes: aerosol absorption and scattering, water vapor absorption, ozone absorption, and Rayleigh scattering. By using sunshine duration as an indicator of cloud impact on radiation, it is possible to estimate surface PAR under all-sky conditions. The model's accuracy is demonstrated by a root mean square error of less than 14W/m², indicating that the approach effectively accounts for both clear and cloudy conditions when estimating surface PAR.",
                "AnswerCn": "大气宽带透射率的参数化涉及考虑四种衰减过程：气溶胶吸收和散射、水蒸气吸收、臭氧吸收和瑞利散射。通过使用日照时长作为云对辐射影响的指标，可以在全云条件下估计地表光合有效辐射（PAR）。该模型的准确性通过均方根误差小于14W/m²得以证明，表明该方法在估计地表PAR时有效地考虑了晴天和多云条件。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes estimation errors in datasets measuring photosynthetically active radiation (PAR) using meteorological elements like temperature, humidity, and sunshine duration?",
                "QuestionCn": "导致使用气象元素（如温度、湿度和日照时长）测量光合有效辐射（PAR）数据集中的估计误差的原因是什么？",
                "AnswerEn": "Estimation errors in datasets measuring photosynthetically active radiation (PAR) can be caused by inaccuracies in the parameterization of the atmospheric broadband transmittance model. Factors such as aerosols' absorption and scattering, water vapor absorption, ozone absorption, and Rayleigh scattering must be accurately modeled. Additionally, the method of using sunshine duration to assess cloud impact on PAR might introduce errors if the relationship between sunshine duration and PAR is not perfectly parameterized or if local atmospheric conditions vary significantly from the model assumptions.",
                "AnswerCn": "在测量光合有效辐射（PAR）的数据集中，估计误差可能是由于大气宽带透射模型参数化的不准确造成的。气溶胶的吸收和散射、水蒸气吸收、臭氧吸收以及瑞利散射等因素必须被准确建模。此外，使用日照时长来评估云对PAR的影响的方法可能会引入误差，如果日照时长与PAR之间的关系没有得到完美参数化，或者当地大气条件与模型假设有显著差异。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What techniques can be used to estimate photosynthetically active radiation (PAR) at meteorological stations using available meteorological variables like temperature, humidity, pressure, and sunshine duration?",
                "QuestionCn": "可以使用哪些技术来估计气象站的光合有效辐射（PAR），利用可用的气象变量如温度、湿度、气压和日照时长？",
                "AnswerEn": "To estimate photosynthetically active radiation (PAR) at meteorological stations, a model can be developed that includes atmospheric broadband transmittance parameterization for the PAR band, considering four attenuation processes under clear sky conditions: aerosol absorption and scattering, water vapor absorption, ozone absorption, and Rayleigh scattering. Sunshine duration is utilized as an indicator to parameterize the effect of clouds on surface PAR, enabling estimation under all-sky conditions. The model's accuracy is validated with a root mean square error of less than 14W/m².",
                "AnswerCn": "为了估计气象站的光合有效辐射（PAR），可以开发一个模型，该模型包括对PAR波段的大气宽带透射率参数化，考虑在晴空条件下的四种衰减过程：气溶胶吸收和散射、水蒸气吸收、臭氧吸收和瑞利散射。阳光持续时间被用作参数化云对地面PAR影响的指标，从而能够在全云条件下进行估计。该模型的准确性通过均方根误差小于14W/m²进行验证。",
                "Level": "C3(Applying)"
            }
        ]
    }
}