{
    "id": "5941b4c2-b9bb-4e4f-aa17-77207cd23081",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Scientific investigation of Mount Qomolangma area - quaternary strata (1966-1968)",
            "titleCn": "珠穆朗玛峰地区科学考察-第四纪地层（1966-1968）",
            "description": "The Himalayas is the most majestic, tall and young folded mountain system on earth. Before Eocene, the Himalayas were in a long-term sinking shallow sea environment. Under the action of extremely strong Himalayan movement, the Himalayas rose from the sea. By the end of tertiary, it had risen to a high mountain with an average height of more than 3000 meters. Therefore, under the influence of global climate change, Mount Everest has experienced several major Pleistocene glaciations, leaving behind various glacial related sediments and interglacial deposits. In 1960, the scientific investigation team of the Chinese Everest mountaineering team and the scientific investigation team of the Chinese xishabangma mountaineering team in 1964 conducted a more detailed investigation on the glaciers and other Quaternary sediments in the two peaks and their adjacent areas. During the scientific investigation of Mount Qomolangma from 1966 to 1968, on the basis of previous work, the Quaternary glacial deposits characteristic of this area were further investigated, and the research on various deposits in interglacial period and post glacial period was strengthened, so as to find some complete and typical quaternary stratigraphic profiles.\nThis data set comes from the field investigation of the scientific research team in this book. Outline\nThis paper introduces the spatial distribution characteristics of Quaternary sediments, focuses on several main quaternary stratigraphic profiles, preliminarily establishes the sequence of Quaternary strata in this area and discusses the age of strata.\nIt lays a foundation for in-depth discussion of Quaternary glaciation, paleoclimate and the rise of Himalayas in this area.",
            "descriptionCn": "喜马拉雅山脉是地球上最雄伟高大的、年轻的褶皱山系。始新世以前，喜马拉雅地区处于长期下沉的浅海环境，在极其强烈的喜马拉雅运动的作用下，喜马拉雅山脉才从沧海中升起。至第三纪末，它已上升到平均高度3，000米以上的高山。因此，在全球性气候变化的影响下，珠穆朗玛峰地区经历了几次大的更新世冰川作用，从而遗留下来各种与冰川作用有关的沉积物及间冰期沉积。1960年中国珠穆朗玛峰登山队科学考察队和1964年中国希夏邦马峰登山队科学考察队，曾对这两个高峰及其邻近地区的冰川和其他第四纪沉积物进行过较详细的考察。在此次1966-1968年的珠穆朗玛峰地区的科学考察中，在前人工作的基础上进一步考察了作为本区特色的第四纪冰川沉积，而且加强了对间冰期与冰后期各种沉积的研究，从而发现了若干较完整、较典型的第四纪地层剖面。\n本数据集来源于本书科考队的野外考察。概略地介绍第四纪沉积物的空间分布特点，着重记述几个主要的第四纪地层剖面，并初步建立本区第四纪地层的顺序和讨论地层的时代。为深入探讨本区第四纪冰期、古气候和喜马拉雅山脉的上升等问题打下了基础。",
            "instructions": "This data set is stored in the form of MXD and xlxs, including 1 thematic map and 1 table, which is the relevant information of Quaternary sediments and strata in Everest area",
            "instructionsCn": "本数据集以mxd和xlxs的形式存储，包含1个专题地图和个表格，是珠峰地区的第四纪沉积物、地层的相关信息",
            "east": 89.0,
            "west": 85.0,
            "south": 27.0,
            "north": 29.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 8686649.0,
            "cstr": "18406.11.SolidEar.tpdc.272865",
            "doi": "10.11888/SolidEar.tpdc.272865",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "中国科学院西藏科学考察队",
                "nameEn": "  Tibetan Scientific Expedition of the Chinese Academy of Sciences ",
                "unitEn": "Institute of Tibetan Plateau Research Chinese Academy of Sciences",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "珠穆朗玛峰地区科学考察报告 第四纪地质 1976",
                "titleEn": null,
                "referenceCn": "中国科学院西藏科学考察队. (1976). 珠穆朗玛峰地区科学考察报告 第四纪地质. 北京, 科学出版社.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            },
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "古气候重建",
                "nameEn": "Paleoclimate Reconstruction"
            },
            {
                "nameCn": "大地构造",
                "nameEn": "Tectonics"
            },
            {
                "nameCn": "沉积物",
                "nameEn": "Sediments"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "珠穆朗玛峰",
                "keywordEn": "Mount Everest"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "第四纪",
                "keywordEn": "Quaternary",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to study Quaternary stratigraphy in the Everest region during the 1966-1968 scientific expedition?",
                "QuestionCn": "你能提供一个在1966-1968年科学考察期间用于研究珠穆朗玛峰地区第四纪地层的资料收集方法的例子吗？",
                "AnswerEn": "During the 1966-1968 scientific expedition in the Everest region, researchers conducted detailed field investigations of Quaternary glacial deposits and interglacial sediments, building upon previous explorations and mapping the spatial distribution of these deposits. They focused on identifying and describing key Quaternary stratigraphic profiles to establish the sequence and discuss the age of the strata, laying a foundation for further exploration of the region's Quaternary glaciations, paleoclimate, and the uplift of the Himalayas.",
                "AnswerCn": "在1966-1968年的科学考察中，研究人员对珠穆朗玛峰地区的第四纪冰川沉积物和间冰期沉积物进行了详细的实地调查，基于之前的探索，绘制了这些沉积物的空间分布图。他们专注于识别和描述关键的第四纪地层剖面，以建立地层的顺序并讨论其年龄，为进一步探索该地区的第四纪冰川、古气候以及喜马拉雅山的抬升奠定了基础。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of fourth-period glacial and interglacial sediment profiles in the Mount Everest region?",
                "QuestionCn": "第四纪冰川和间冰期沉积物剖面的特征在珠穆朗玛峰地区是什么？",
                "AnswerEn": "spatial distribution, types of sedimentary deposits linked to glacial actions, formation of relatively complete and typical stratigraphic sections",
                "AnswerCn": "空间分布、与冰川作用相关的沉积物类型、相对完整和典型的地层剖面的形成",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '第四纪地层' mean in the context of scientific exploration in the 珠穆朗玛峰地区?",
                "QuestionCn": "'第四纪地层'在珠穆朗玛峰地区的科学探索中指的是第四纪时期形成的地层，这一时期大约从258万年前开始，至今仍在进行。",
                "AnswerEn": "'第四纪地层' refers to the Quaternary strata in the region of Mount Everest. It includes various sedimentary deposits related to glacial and interglacial periods. The scientific exploration in this region, conducted between 1966 and 1968, aimed to understand the spatial distribution of these deposits and establish a sequence of Quaternary strata. This research provides insights into the Quaternary glaciations, paleoclimate, and the uplift of the Himalayas.",
                "AnswerCn": "'第四纪地层'指的是珠穆朗玛峰地区的第四纪地层，包括与冰川和间冰期相关的各种沉积物。1966年至1968年期间在该地区进行的科学探索旨在了解这些沉积物的空间分布，并建立第四纪地层的序列。这项研究为第四纪冰川作用、古气候以及喜马拉雅山的抬升提供了见解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What insights can be drawn about the evolution of Quaternary strata from the spatial distribution patterns of sediment deposits in the Everest region?",
                "QuestionCn": "从珠穆朗玛峰地区沉积物分布模式中，可以得出关于第四纪地层演化的哪些见解？",
                "AnswerEn": "The insights that can be drawn about the evolution of Quaternary strata in the Everest region include understanding the impact of significant Pleistocene glaciations, the role of interglacial and postglacial deposition processes, and the uplift of the Himalayan mountains. The spatial distribution patterns of sediment deposits provide a basis for establishing the sequence of Quaternary strata and discussing their chronological age, laying the groundwork for further exploration of the region's glacial periods, paleoclimate, and tectonic uplift.",
                "AnswerCn": "关于珠穆朗玛峰地区第四纪地层演化的见解包括理解显著的更新世冰川作用的影响、间冰期和后冰期沉积过程的作用，以及喜马拉雅山脉的抬升。沉积物分布模式为建立第四纪地层的序列和讨论其年代提供了基础，为进一步探索该地区的冰川时期、古气候和构造抬升奠定了基础。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of conducting detailed investigations into Quaternary glacial and interglacial deposits in the Mount Everest region on understanding the sequence and timeline of Quaternary strata?",
                "QuestionCn": "对珠穆朗玛峰地区的第四纪冰川和间冰期沉积物进行详细调查的潜在结果是什么，以帮助理解第四纪地层的序列和时间线？",
                "AnswerEn": "Conducting detailed investigations into Quaternary glacial and interglacial deposits can lead to the establishment of a more precise sequence and timeline of Quaternary strata in the Mount Everest region. This can enhance understanding of past glacial periods, interglacial phases, and post-glacial sedimentation, thereby providing insights into paleoclimate conditions and the geological history of the Himalayas.",
                "AnswerCn": "对第四纪冰川和间冰期沉积物进行详细调查，可以建立更精确的珠穆朗玛峰地区第四纪地层的序列和时间表。这可以增强对过去冰川期、间冰期和冰后沉积的理解，从而提供对古气候条件和喜马拉雅山脉地质历史的洞察。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary goals of collecting data on Quaternary strata and glacial deposits in the Mount Everest region, and how do these goals contribute to understanding the broader geological and climatic history of the Himalayas?",
                "QuestionCn": "收集关于珠穆朗玛峰地区第四纪地层和冰川沉积物的数据的主要目标是什么，这些目标如何有助于理解喜马拉雅山脉更广泛的地质和气候历史？",
                "AnswerEn": "The primary goals of collecting data on Quaternary strata and glacial deposits in the Mount Everest region are to investigate the spatial distribution of Quaternary sediments, describe significant Quaternary stratigraphic profiles, and establish a preliminary chronological sequence of these strata. These goals contribute to understanding the broader geological and climatic history of the Himalayas by providing insights into the Quaternary glaciations, interglacial and postglacial sedimentation, and the uplift history of the Himalayas, forming a foundation for studying the region's glacial periods, paleoclimate, and tectonic evolution.",
                "AnswerCn": "收集关于珠穆朗玛峰地区第四纪地层和冰川沉积物的数据的主要目标是调查第四纪沉积物的空间分布，描述重要的第四纪地层剖面，并建立这些地层的初步年代序列。这些目标有助于理解喜马拉雅山脉更广泛的地质和气候历史，通过提供对第四纪冰川、间冰期和后冰期沉积以及喜马拉雅山脉隆起历史的见解，为研究该地区的冰川时期、古气候和构造演化奠定基础。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}