{
  "id": "594c8dc4-d52b-4fd3-8e05-f9ba18903aec",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "1km monthly temperature and precipitation data set of Zoige Plateau (1980-2018)",
      "titleCn": "若尔盖高原1km逐月气温和降水数据集（1980-2018）",
      "description": "Collect daily meteorological data from 1980 to 2018 from the Meteorological Data Sharing Center of China Meteorological Administration, through Anusplin professional meteorological interpolation software, monthly, annual temperature and precipitation calculated by each meteorological station to obtain a 1km resolution spatial data set, rainfall calculation process The attribute values of medium grids are all expanded by 10 times. These data are collected and analyzed by the project team personnel, and the authenticity and reliability of the data can be guaranteed. Aiming at the problem of land use change in the typical Zoige watershed caused by climate change in the Qinghai-Tibet Plateau, we collected climate indicators to obtain long-term climate characteristics and trends in the typical watershed.Using spatial data sets to simulate the spatiotemporal pattern of typical water and soil ecosystem services such as ecosystem production, carbon fixation, hydrological regulation, and soil conservation, revealing the spatiotemporal change pattern of water and soil ecosystem services at the basin scale, combining climate change, socioeconomic data and ecological environment protection Policy implementation, land use transformation and other factors, combined with trade-off analysis and structural equation modeling to quantify these water-soil ecosystem service trade-offs and synergies based on soil and water processes, and identify the main driving forces of typical water and soil ecosystem services at the basin scale, which is more important for Ruoergai wetland. Effective and more scientific ecological protection and multi-objective land use optimization management provide theoretical support.",
      "descriptionCn": "基于研究区内中国气象局气象数据共享中心1980-2018年的日尺度温度和降水数据，通过Anusplin专业气象软件插值获得1km分辨率空间数据集。月平均气温单位为0.1摄氏度，月降水量单位为0.1毫米(栅格数值扩大了10倍，除以10就分别为摄氏度和毫米)。 该数据集可支撑若尔盖高原区域气候变化及其对湿地生态系统影研究。通过空间数据集对生态系统生产、碳固定、水文调节和土壤保持等典型水土生态系统服务时空格局模型模拟，揭示流域尺度水土生态系统服务时空变化格局，结合气候变化、社会经济数据和生态环境保护政策实施、土地利用转变等因素，将权衡分析和结构方程模型结合定量这些基于水土过程的水土生态系统服务的权衡与协同关系，识别流域尺度典型水土生态系统服务主要的驱动力，为若尔盖湿地更加有效、更加科学的生态保护与多目标的土地利用优化管理提供理论支撑。",
      "instructions": "File naming: The index data of the earth's key belts is stored in a raster format, and the file names are HI_XXXXyear; EEMT_XXXX; PET_PMXXXX_XX; precip_MXXXX_XX. HI stands for Humidity Index; EEMT stands for effective energy and material transfer; PET stands for potential evapotranspiration; precip stands for temperature and precipitation; XXXX stands for year; XX stands for month. For example, HI_2011year stands for the status of the humidity index in 2011. Plant and soil survey data are stored in Excel and JPG format. The name of the soil survey data file is \"Typical land use types and typical slope soil data in Hongyuan County, Qinghai-Tibet Plateau in 2019\", and the name of the plant community survey data file is JDXXX And WQXXX, where JD and WQ represent sampling locations, and XXX represents different types of sampling. Data reading method: All the files in the data set of the Earth's key belt indicators can be directly opened with ArcGIS. During the reading process, a grid format file will be generated, and the displayed grid file is the graphic representation of the file. Plant community and soil survey data can be opened with Excel and photo viewers.",
      "instructionsCn": "文件命名：若尔盖高原1km逐月气温和降水数据集数据以geotiff存储，precip/TEMP_MXXXX_XX.tif。其中，precip、TEMP分别代表降水和气温；XXXX代表年；XX代表月，比如precip_2011year就代表2011年年降水量数据状况。数据集中的所有文件可以直接用Arcgis打开。 数据投影：WGS_1984_Albers。",
      "east": 103.63,
      "west": 100.75,
      "south": 31.85,
      "north": 34.8,
      "startTime": null,
      "endTime": null,
      "fileSize": 189214958.0,
      "cstr": "18406.11.Meteoro.tpdc.271495",
      "doi": "10.11888/Meteoro.tpdc.271495",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "胡健",
        "nameEn": "HU Jian",
        "unitEn": "",
        "unitCn": "西南民族大学青藏高原研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A framework for global multicategory and multiscalar drought characterization accounting for snow processes",
        "referenceCn": null,
        "referenceEn": "Zhang, B.Q, Xia, Y.L., Huning, L.S., Wei, J.H., Wang, G.Q., and AghaKouchak, A. (2019). A framework for global multicategory and multiscalar drought characterization accounting for snow processes. Water Resources Research, 55, 9258-9278. https://doi.org/10.1029/2019WR025529."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "沙漠/荒漠",
        "nameEn": "Desert"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "若尔盖高原",
        "keywordEn": "Ruoergai Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1980-2018",
        "keywordEn": "1980-2018",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of a dataset used for assessing climate change impacts on wetland ecosystems in the Zoige Plateau?",
        "QuestionCn": "用于评估卓尔格高原湿地生态系统气候变化影响的数据集的特征是什么？",
        "AnswerEn": "1 km resolution spatial data, interpolated using Anusplin professional meteorological software, daily temperature and precipitation data from 1980 to 2018, monthly average temperature measured in 0.1 degrees Celsius, monthly precipitation measured in 0.1 millimeters, raster values expanded tenfold for precision.",
        "AnswerCn": "1公里分辨率的空间数据，使用Anusplin专业气象软件插值，1980年至2018年的每日温度和降水数据，月平均温度以0.1摄氏度为单位测量，月降水量以0.1毫米为单位测量，栅格值扩大十倍以提高精度。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of a dataset used for analyzing climate change and wetland ecosystem impacts on the Zoige Plateau from 1980 to 2018?",
        "QuestionCn": "用于分析1980年至2018年期间气候变化和湿地生态系统对卓尔基高原影响的数据集的空间分辨率是多少？",
        "AnswerEn": "1 km",
        "AnswerCn": "1公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the creation of a high-resolution 1km temperature and precipitation dataset for the Zoige Plateau from 1980 to 2018?",
        "QuestionCn": "哪些因素有助于创建1980年至2018年期间的卓尔格高原高分辨率1公里温度和降水数据集？",
        "AnswerEn": "The creation of a high-resolution 1km temperature and precipitation dataset for the Zoige Plateau from 1980 to 2018 is primarily influenced by the use of daily temperature and precipitation data from the China Meteorological Administration Meteorological Data Sharing Center. This data is then processed using Anusplin professional meteorological software to interpolate and obtain the spatial dataset with 1km resolution. These factors ensure the accuracy and spatial precision necessary for supporting research on climate change and its impact on the wetland ecosystem in the region.",
        "AnswerCn": "从1980年到2018年，创建高分辨率1公里温度和降水数据集的主要影响因素是使用中国气象局气象数据共享中心的日温度和降水数据。然后，使用Anusplin专业气象软件对这些数据进行处理，以插值并获得1公里分辨率的空间数据集。这些因素确保了支持该地区气候变化及其对湿地生态系统影响研究所需的准确性和空间精度。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on the spatial and temporal modeling of ecosystem services if temperature and precipitation data are interpolated to a higher resolution than 1km in the 若尔盖高原 region?",
        "QuestionCn": "如果将若尔盖高原地区的温度和降水数据插值到高于1公里的分辨率，可能对生态系统服务的空间和时间建模产生的潜在影响是什么？",
        "AnswerEn": "Interpolating temperature and precipitation data to a higher resolution than 1km could enhance the precision of spatial and temporal modeling of ecosystem services by providing more detailed insights into microclimates and their effects on ecosystem processes. This could lead to a better understanding of the fine-scale spatial distribution and variation of ecosystem services such as carbon fixation, hydrological regulation, and soil retention, ultimately improving predictions of climate change impacts on the 若尔盖高原 wetland ecosystems.",
        "AnswerCn": "将温度和降水数据插值到高于1公里的分辨率，可以提高生态系统服务空间和时间建模的精确度，提供对微气候及其对生态系统过程影响的更详细见解。这可能会导致对生态系统服务如碳固定、水文调节和土壤保持的细尺度空间分布和变化的更好理解，从而最终改善对气候变化对若尔盖高原湿地生态系统影响的预测。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What interpolation techniques enable the transformation of daily meteorological data into a high-resolution 1km spatial dataset suitable for climate change and ecosystem service studies?",
        "QuestionCn": "哪些插值技术能够将日常气象数据转化为适合气候变化和生态系统服务研究的高分辨率1公里空间数据集？",
        "AnswerEn": "The use of Anusplin professional meteorological software for interpolation techniques enables the transformation of daily meteorological data into a high-resolution 1km spatial dataset. This process uses temperature and precipitation data from the China Meteorological Administration's Meteorological Data Sharing Center to create monthly average temperature and precipitation datasets, which support climate change and wetland ecosystem impact research.",
        "AnswerCn": "使用Anusplin专业气象软件的插值技术，可以将日气象数据转化为高分辨率的1公里空间数据集。该过程利用中国气象局气象数据共享中心的温度和降水数据，创建月平均温度和降水数据集，以支持气候变化和湿地生态系统影响研究。",
        "Level": "C3(Applying)"
      }
    ]
  }
}