{
    "id": "5a8a9209-6d58-47a2-a849-1118286a89bf",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Figure plates of monograph ‘The Batrisini of Tibet: unveiling an enigmatic ant-loving beetle diversity at Earth’s “Third Pole” (Coleoptera, Staphylinidae, Pselaphinae)’",
            "titleCn": "西藏毛唇蚁甲族专著图版数据集",
            "description": "The original TIFF files of figure 1-100 of the monograph 'The Batrisini of Tibet: unveiling an enigmatic ant-loving beetle diversity at Earth’s “Third Pole” (Coleoptera, Staphylinidae, Pselaphinae)' are uploaded.",
            "descriptionCn": "本数据集为2022年出版的西藏毛唇蚁甲亚族分类学专著《The Batrisini of Tibet: unveiling an enigmatic ant-loving beetle diversity at Earth’s “Third Pole” (Coleoptera, Staphylinidae, Pselaphinae)》中100个图版的原始TIFF文件，包含各个物种的整体图、鉴定特征图、分布地图和采集环境图等。",
            "instructions": "Fig. 1-100",
            "instructionsCn": "Fig. 1-100",
            "east": 99.1,
            "west": 78.41,
            "south": 26.83,
            "north": 36.88,
            "startTime": "2005-08-16 00:00:00",
            "endTime": "2022-07-13 11:59:59",
            "fileSize": 1021621344.0,
            "cstr": "18406.11.HumanNat.tpdc.272792",
            "doi": "10.11888/HumanNat.tpdc.272792",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "殷子为",
                "nameEn": "YIN Ziwei",
                "unitEn": "Shanghai Normal University",
                "unitCn": "上海师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Batrisini of Tibet: unveiling an enigmatic ant-loving beetle diversity at Earth’s “Third Pole” (Coleoptera, Staphylinidae, Pselaphinae).",
                "referenceCn": null,
                "referenceEn": "Yin, Z.W. (2022). The Batrisini of Tibet: unveiling an enigmatic ant-loving beetle diversity at Earth’s “Third Pole” (Coleoptera, Staphylinidae, Pselaphinae). \nMagnolia Press, Auckland, New Zealand, 211 pp. ISBN 978-1-77688-480-3 (paperback); ISBN 978-1-77688-481-0 (Online edition)"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他",
                "nameEn": "Other"
            },
            {
                "nameCn": "生物资源",
                "nameEn": "Biological Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "西藏",
                "keywordEn": "Tibet"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "现生",
                "keywordEn": "extant",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the image data used for documenting ant-loving beetle species in Tibet?",
                "QuestionCn": "用于记录西藏蚁爱甲虫物种的图像数据的特征是什么？",
                "AnswerEn": "original TIFF files, 100 plates, overall images of species, identification characteristic images, distribution maps, habitat collection images",
                "AnswerCn": "原始TIFF文件，100张图版，物种整体图像，鉴定特征图像，分布地图，栖息地采集图像。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of including original TIFF files in a dataset related to the classification of beetle species?",
                "QuestionCn": "在与甲虫物种分类相关的数据集中包含原始TIFF文件的意义是什么？",
                "AnswerEn": "Including original TIFF files in a dataset related to beetle species classification is significant because these high-quality images provide detailed visual information about the beetles. This includes images of the entire species, identification characteristics, distribution maps, and collection environment photos. Such detailed imagery is crucial for accurate taxonomic work, allowing researchers to examine fine morphological details and compare them with other specimens for classification and study of biodiversity.",
                "AnswerCn": "在与甲虫物种分类相关的数据集中包含原始TIFF文件是重要的，因为这些高质量的图像提供了关于甲虫的详细视觉信息。这包括整个物种的图像、鉴定特征、分布图和采集环境照片。这种详细的图像对于准确的分类学工作至关重要，使研究人员能够检查细微的形态特征，并与其他标本进行比较，以便进行分类和生物多样性的研究。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the methods of capturing species identification features and environmental collection maps in the 西藏毛唇蚁甲族专著图版数据集 compare to techniques used in other entomological datasets for documenting beetle biodiversity?",
                "QuestionCn": "西藏毛唇蚁甲族专著图版数据集中捕捉物种识别特征和环境采集地图的方法与其他昆虫学数据集中记录甲虫生物多样性所使用的技术相比如何？",
                "AnswerEn": "The 西藏毛唇蚁甲族专著图版数据集 includes original TIFF files of species identification features, distribution maps, and environmental collection images, which may differ from other datasets that could use varied file formats or focus on different aspects such as genetic data or acoustic recordings. This dataset provides detailed visual documentation, which is crucial for taxonomy, potentially offering higher accuracy and comprehensive morphological data compared to datasets that might prioritize other forms of data.",
                "AnswerCn": "西藏毛唇蚁甲族专著图版数据集包括物种识别特征的原始TIFF文件、分布图和环境采集图像，这些可能与其他数据集不同，后者可能使用不同的文件格式或关注不同的方面，如遗传数据或声学录音。该数据集提供了详细的视觉文档，这对于分类学至关重要，可能提供比优先考虑其他数据形式的数据集更高的准确性和全面的形态数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the underlying reasons for utilizing original TIFF files for documenting the morphological features and ecological contexts of ant-loving beetles in Tibet?",
                "QuestionCn": "利用原始TIFF文件记录西藏蚁爱甲虫的形态特征和生态背景的潜在原因是什么？",
                "AnswerEn": "The use of original TIFF files is likely due to the need for high-resolution images to capture detailed morphological features and ecological contexts. This ensures precise visual documentation, which is essential for accurate species identification, analysis of distinct characteristics, and understanding their distribution and environmental interactions.",
                "AnswerCn": "使用原始TIFF文件的原因可能是需要高分辨率图像以捕捉详细的形态特征和生态背景。这确保了精确的视觉记录，这对于准确的物种识别、分析独特特征以及理解它们的分布和环境互动至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are utilized to collect and compile visual data such as species figures, identification feature images, distribution maps, and collection environment images for a dataset on ant-loving beetle diversity in Tibet?",
                "QuestionCn": "用于收集和编制视觉数据的程序，包括物种图、识别特征图像、分布地图和采集环境图像，以便为西藏的蚁爱甲虫多样性数据集提供支持。",
                "AnswerEn": "The collection involves capturing original TIFF files that include various visual data such as overall species figures, identification feature images, distribution maps, and collection environment images. These procedures may include field photography for environmental context and specimen imagery, possibly using digital imaging techniques to ensure high-resolution and detail accuracy, as well as geographic data collection for accurate distribution mapping.",
                "AnswerCn": "该收集涉及捕捉原始TIFF文件，包括各种视觉数据，如整体物种图、识别特征图像、分布地图和采集环境图像。这些程序可能包括用于环境背景和标本图像的现场摄影，可能使用数字成像技术以确保高分辨率和细节准确性，以及地理数据收集以实现准确的分布映射。",
                "Level": "C3(Applying)"
            }
        ]
    }
}