{
    "id": "5aa7f3af-de5b-470c-97cd-3f47489c3b90",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "MODIS Terra 8-days products with 500m spatial resolution over the Tibetan Plateau (2020)",
            "titleCn": "青藏高原地区500米分辨率的8天产品集（2020）",
            "description": "The dataset includes FPAR, GPP, NPP, evapotranspiration product and LAI product. FPAR product is and LAI product are obtained from the MODIS Terra MOD15A2H dataset, GPP and NPP product are obtained from the MOD15A2H dataset and evapotranspiration product is obtained from MODIS Terra MOD16A2 dataset of 2020 over the Tibetan Plateau,which is downloaded from USGS, and their formats are converted from .hdf to .tif by GDAL.The quality assessment files are also included for aboved products,and they are stored in an efficient bit-encoded manner.The MODIS products play an important role in forest, agriculture, ecology.",
            "descriptionCn": "1）数据内容：本数据集包含2020年青藏高原地区MODIS时序光合有效辐射分数（FPAR）产品、地表总初级生产力产品（GPP）产品、Npp产品、蒸散发产品（ET）和叶面积指数（LAI）产品。2）数据来源及加工方法：FPAR产品和LAI产品来自第六版MODIS Terra MOD15A2H产品集，GPP和NPP产品均来自MODIS Terra MOD17A2H产品集，蒸散发产品来自MODIS Terra MOD16A2；通过USGS网站下载，利用GDAL插件进行拼接和转投影得到；3）数据质量描述：每种产品均有相应的质量文件，标识了云、雪、无效值等，以有效位编码方式存储。4）数据应用成果及前景：在森林、农业、生态等领域长时序信息挖掘分析方面具有重要的应用价值。",
            "instructions": "1)File name rules: Different products are stored in different folders named by product short name, the name rule of each file is \"obtained MODIS dataset_date_product short name_500m.tif\",for example, MOD15A2H_2001017_Fpar_500m.tif, 2001 represents the year, 017 means the Julian date, and it means the \"best\" pixel available from all the acquisitions of the Terra sensor from within the 8-day period during 2001017 and 2001024 . 2)How to use the dataset: the dataset can be opened by ArcGIS, envi, QGIS and so on, the Fpar data are multiplied 0.01 when used, and the background filling value is 249-255;the GPP and NPP are multiplied 0.0001, and the backgroud filling value is 32461-32767, LAI need to be multiplied 0.1, and the backgroud filling value is 249-255 and ET need to be multiplied 0.1 and the background filling value is 32671-32767.",
            "instructionsCn": "文件命名：上述产品以产品类型建立文件夹单独存放，如MODIS光合有效辐射分数产品存放于Fpar文件夹中;每个产品文件的命名规则为：所采用的MODIS数据集_成像日期_产品名称_分辨率.tif，如MOD15A2H_2001017_Fpar_500m.tif, 其中MOD15A2H表示该产品所采用的数据集，2001代表年，017代表Julian日期，即代表2001年从第17天开始后8天采集的数据中质量最高的值,Fpar_500m代表产品名；质量控制文件的命名规则分别为：采用的MODIS数据集_成像日期_产品名称_QC.tif。数据使用方式：所有文件数据可使用Arcgis、ENVI、QGIS等软件打开，其中光合有效辐射分数的值在使用时需要乘以0.01，填充值为249-255；GPP和NPP使用时均需乘以0.0001，填充值为32761-32767；LAI使用时需乘以0.1，填充值为249-255；ET使用时需乘以0.1，填充值为32671-32767。",
            "east": 105.0,
            "west": 73.0,
            "south": 25.0,
            "north": 40.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 3164325844.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "贡成娟",
                "nameEn": "GONG Chengjuan",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "(1)MOD15A2H;(2)MOD17A2H;(3)MOD16A2",
                "referenceCn": null,
                "referenceEn": "Myneni, R., Knyazikhin, Y., Park, T. (2015). MOD15A2H MODIS/Terra Leaf Area Index/FPAR 8-Day L4 Global 500m SIN Grid V006. NASA EOSDIS Land Processes DAAC. https://doi.org/10.5067/MODIS/MOD15A2H.006"
            },
            {
                "titleCn": null,
                "titleEn": "MOD17A2H MODIS/Terra Gross Primary Productivity 8-Day L4 Global 500m SIN Grid V006.",
                "referenceCn": null,
                "referenceEn": "Running, S., Mu, Q., & Zhao, M. (2015). MOD17A2H MODIS/Terra Gross Primary Productivity 8-Day L4 Global 500m SIN Grid V006. NASA EOSDIS Land Processes DAAC. https://doi.org/10.5067/MODIS/MOD17A2H.006"
            },
            {
                "titleCn": null,
                "titleEn": "MOD16A2 MODIS/Terra Net Evapotranspiration 8-Day L4 Global 500m SIN Grid V006",
                "referenceCn": null,
                "referenceEn": "Running, S., Mu, Q., & Zhao, M. (2017). MOD16A2 MODIS/Terra Net Evapotranspiration 8-Day L4 Global 500m SIN Grid V006. NASA EOSDIS Land Processes DAAC. https://doi.org/10.5067/MODIS/MOD16A2.006"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "叶面积指数",
                "nameEn": "Leaf area index(LAI)"
            },
            {
                "nameCn": "地表蒸散发",
                "nameEn": "Land-surface evapotranspiration"
            },
            {
                "nameCn": "总初级生产力",
                "nameEn": "Gross primary productivity(NPP)"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Verification": [
            {
                "QuestionEn": "Do the data collection methods include using MODIS Terra products for generating datasets related to the Tibetan Plateau?",
                "QuestionCn": "数据收集方法是否包括使用MODIS Terra产品生成与青藏高原相关的数据集？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of MODIS-derived products used for ecological and agricultural analysis on the Tibetan Plateau?",
                "QuestionCn": "MODIS衍生产品在青藏高原生态和农业分析中的特征是什么？",
                "AnswerEn": "500-meter spatial resolution, 8-day temporal resolution, FPAR, GPP, NPP, ET, LAI, MOD15A2H, MOD17A2H, MOD16A2, GDAL processing, quality files, effective bit encoding",
                "AnswerCn": "500米空间分辨率，8天时间分辨率，FPAR，GPP，NPP，ET，LAI，MOD15A2H，MOD17A2H，MOD16A2，GDAL处理，质量文件，有效位编码",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many different types of products are included in a dataset covering the Tibetan Plateau with 500-meter resolution and 8-day intervals for the year 2020?",
                "QuestionCn": "在覆盖青藏高原的一个数据集中，包含500米分辨率和8天间隔的2020年数据，包含多少种不同类型的产品？",
                "AnswerEn": "5",
                "AnswerCn": "5",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'MODIS Terra MOD15A2H product' mean in the context of data collection for environmental studies in the Tibetan Plateau region?",
                "QuestionCn": "'MODIS Terra MOD15A2H产品'在青藏高原地区环境研究的数据收集上下文中意味着什么。",
                "AnswerEn": "In the context of data collection for environmental studies in the Tibetan Plateau region, the 'MODIS Terra MOD15A2H product' refers to a specific data product derived from the MODIS (Moderate Resolution Imaging Spectroradiometer) sensor on the Terra satellite, which provides information on the fraction of photosynthetically active radiation (FPAR) and leaf area index (LAI). These products are used to assess vegetation cover and health, and are part of a larger set of earth observation data used for long-term environmental monitoring and analysis.",
                "AnswerCn": "在西藏高原地区的环境研究数据收集中，'MODIS Terra MOD15A2H 产品'指的是从Terra卫星上的MODIS（中分辨率成像光谱仪）传感器衍生的特定数据产品，提供光合有效辐射（FPAR）和叶面积指数（LAI）信息。这些产品用于评估植被覆盖和健康状况，并且是用于长期环境监测和分析的更大一组地球观测数据的一部分。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using 500-meter resolution data products, such as FPAR, GPP, NPP, ET, and LAI, on the accuracy and applicability of ecological analysis in the Qinghai-Tibet Plateau region?",
                "QuestionCn": "使用500米分辨率的数据产品，如FPAR、GPP、NPP、ET和LAI，对青藏高原地区生态分析的准确性和适用性会产生什么影响？",
                "AnswerEn": "The use of 500-meter resolution data products allows for comprehensive analysis of long-term trends in forest, agriculture, and ecological applications within the Qinghai-Tibet Plateau region. This spatial resolution is sufficient to capture broad patterns and changes over time, thus supporting effective information extraction and analysis in these fields. However, it may also present limitations in detecting finer-scale variations and localized phenomena, which could impact the precision of certain ecological assessments.",
                "AnswerCn": "使用500米分辨率的数据产品可以对青藏高原地区的森林、农业和生态应用进行全面的长期趋势分析。这一空间分辨率足以捕捉广泛的模式和随时间变化，因此支持在这些领域有效的信息提取和分析。然而，它也可能在检测更细微的变化和局部现象方面存在局限性，这可能会影响某些生态评估的精确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the main objective of collecting 500-meter resolution 8-day products for the Qinghai-Tibet Plateau region in 2020, particularly focusing on FPAR, GPP, NPP, ET, and LAI products?",
                "QuestionCn": "收集2020年青藏高原地区500米分辨率8天产品的主要目标是关注FPAR、GPP、NPP、ET和LAI产品。",
                "AnswerEn": "The main objective is to provide long-term sequence information for analysis in fields such as forestry, agriculture, and ecology, leveraging the comprehensive data on photosynthetically active radiation, surface primary productivity, evapotranspiration, and leaf area index. This data can significantly enhance understanding and decision-making in these domains by offering detailed temporal and spatial insights.",
                "AnswerCn": "主要目标是提供长期序列信息，以便在林业、农业和生态学等领域进行分析，利用关于光合有效辐射、地表初级生产力、蒸散发和叶面积指数的综合数据。这些数据可以通过提供详细的时间和空间洞察，显著增强对这些领域的理解和决策能力。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}