{
  "id": "5ab7eccf-70fa-489b-94cf-8283bc0ef6cc",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Spot vegetation NDVI dataset for Sanjiangyuan (1998-2013)",
      "titleCn": "三江源 Spot vegetation NDVI数据集（1998-2013）",
      "description": "The data set is extracted from the NDVI data of long time series acquired by VEGETATION sensor on SPOT satellite. The time range of the data set is from May 1998 to 2013. In order to remove the noise in NDVI data, the maximum synthesis is carried out. A NDVI image is synthesized every 10 days. The data set is cut out from the global data set, so as to carry out the research and analysis of the source areas of the three rivers separately.\nThe data format of this data set is geotiff, spatial resolution is 1 km, temporal resolution is 10 days, time range: May 1998 to December 2013.",
      "descriptionCn": "该数据集是SPOT卫星上的VEGETATION传感器获取的长时间序列的NDVI数据。该数据集时间范围是1998年5月至2013年。为了去除NDVI数据中的噪声，进行了最大化合成。每10天合成一幅NDVI影像。该数据集是从全球数据集中将三江源部分裁切出来，以便单独开展三江源地区的研究分析。\n本数据集数据格式为geotiff，空间分辨率1km，时间分辨率是10天，时间范围：1998年5月至2013年12月。",
      "instructions": "In .geotiff format, can be read and edited in GIS or RS software.",
      "instructionsCn": "geotiff格式，能被GIS和遥感软件打开。",
      "east": 102.58,
      "west": 89.15,
      "south": 30.79,
      "north": 37.38,
      "startTime": "1998-05-16 00:00:00",
      "endTime": "2014-01-15 00:00:00",
      "fileSize": 2663969833.0,
      "cstr": "18406.11.Ecolo.tpdc.271225",
      "doi": "10.11888/Ecolo.tpdc.271225",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "Image Processing Centre for SPOT-VGT",
        "nameEn": "Image Processing Centre for SPOT-VGT",
        "unitEn": "Flemish Institute for Technological Research",
        "unitCn": "Flemish Institute for Technological Research"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "15 years of processing and dissemination of SPOT-VEGETATION products",
        "referenceCn": null,
        "referenceEn": "Deronde, B., Debruyn, W., Gontier, E., Goor, E., Jacobs, T., Verbeiren, S., & Vereecken, J. (2014). 15 years of processing and dissemination of SPOT-VEGETATION products. International Journal of Remote Sensing, 35(7), 2402–2420."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "可见光遥感",
        "nameEn": "Visible remote sensing"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "植被指数",
        "nameEn": "vegetation index"
      },
      {
        "nameCn": "生态遥感产品",
        "nameEn": "Ecological remote sensing products"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "三江源",
        "keywordEn": "Three Rivers Source"
      },
      {
        "keywordCn": "三江源国家公园",
        "keywordEn": "Three-River-Source National Park"
      },
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1998-2013",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "三江源国家公园星空地一体化生态监测及数据平台",
        "titleEn": "Ecological Data Center of Sanjiangyuan National Park"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "三江源国家公园生态监测平台",
        "titleEn": "Ecological Data Center of Sanjiangyuan National Park"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "What is the temporal resolution of a dataset of NDVI measurements collected using satellite sensors for a specific region?",
        "QuestionCn": "特定区域使用卫星传感器收集的NDVI测量数据集的时间分辨率是多少？",
        "AnswerEn": "10 days",
        "AnswerCn": "10天",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is NDVI and how is it used in the context of vegetation monitoring using satellite data?",
        "QuestionCn": "NDVI是什么，它在使用卫星数据进行植被监测的背景下是如何使用的？",
        "AnswerEn": "NDVI, or Normalized Difference Vegetation Index, is a numerical indicator that uses remote sensing measurements to assess whether a target area contains live green vegetation. In the context of vegetation monitoring using satellite data, NDVI is used to analyze the presence and condition of vegetation over time by utilizing the reflectance of near-infrared and visible light captured by satellite sensors. It is particularly useful in tracking changes in vegetation health, biomass, and coverage across large geographic areas over extended periods.",
        "AnswerCn": "NDVI，即归一化差异植被指数，是一种数值指标，利用遥感测量评估目标区域是否包含活的绿色植被。在使用卫星数据进行植被监测的背景下，NDVI用于分析植被的存在和状况，通过利用卫星传感器捕获的近红外和可见光的反射率。它特别适用于跟踪大面积地理区域内植被健康、 biomass 和覆盖度的变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the noise reduction techniques for NDVI data derived from the SPOT VEGETATION sensor compare to other noise reduction methods in remote sensing datasets?",
        "QuestionCn": "SPOT VEGETATION传感器衍生的NDVI数据的噪声减少技术与其他遥感数据集中的噪声减少方法相比如何？",
        "AnswerEn": "The noise reduction technique used involves maximizing composite synthesis every 10 days to minimize noise in NDVI data. This approach focuses on selecting the highest NDVI values over a period to ensure that cloud cover and other atmospheric conditions do not reduce data quality. This can be compared to other methods like temporal filtering or machine learning algorithms used in different remote sensing datasets for noise reduction.",
        "AnswerCn": "所使用的噪声减少技术涉及每10天最大化复合合成，以最小化NDVI数据中的噪声。这种方法侧重于在一段时间内选择最高的NDVI值，以确保云层覆盖和其他大气条件不会降低数据质量。这可以与其他方法进行比较，例如在不同遥感数据集中用于噪声减少的时间滤波或机器学习算法。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying causes for the need to maximize composite NDVI data every 10 days when studying vegetation dynamics in the 三江源 region?",
        "QuestionCn": "在研究三江源地区的植被动态时，最大化复合NDVI数据每10天的需求的潜在原因是什么？",
        "AnswerEn": "To remove noise from NDVI data, a maximum composite approach is used every 10 days, ensuring clearer signals for vegetation analysis over long time series.",
        "AnswerCn": "为了去除NDVI数据中的噪声，采用每10天一次的最大合成方法，以确保在长期时间序列中对植被分析提供更清晰的信号。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are used to remove noise from NDVI data collected by the VEGETATION sensor on SPOT satellites for long-term series analysis?",
        "QuestionCn": "用于去除由SPOT卫星上的VEGETATION传感器收集的NDVI数据中的噪声，以进行长期系列分析的程序有哪些？",
        "AnswerEn": "To remove noise from NDVI data collected by the VEGETATION sensor on SPOT satellites, a maximum value composite method is applied. This process involves creating a composite image every 10 days to minimize noise and enhance data quality for long-term series analysis.",
        "AnswerCn": "为了去除由SPOT卫星上的VEGETATION传感器收集的NDVI数据中的噪声，采用了最大值合成方法。该过程涉及每10天创建一个合成图像，以最小化噪声并增强长期系列分析的数据质量。",
        "Level": "C3(Applying)"
      }
    ]
  }
}