{
    "id": "5af45f04-1e1f-4d01-bc48-846f4ce1ce36",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Temporal dynamic reflectance spectra dataset of typical vegetation in China",
            "titleCn": "中国区域典型植被长时间序列光谱数据集",
            "description": "The time-continuous reflectance spectra measurements were implemented within the growing duration in typical agriculture test sites of China, including Changchun, Zhangye, and Haibei Tibetan Autonomous Prefecture. The measurements in Changchun were carried out in 2016. Several typical vegetation types such as maize, rice, wheat, potato, soybean, and mungbean were included. The number of sampling days ranged from 10 to 16, distributed across the whole growing season. The vegetation temporal dynamic reflectance spectra in Zhangye were collected in 2013. The measured vegetation types included rape, barely, corn, and onion, and the number of sampling days ranged between 9 and 12. For each vegetation type, there were as least two reflectance spectra measurements for each month during the experimental period. In this way, the measured reflectance spectra of these vegetation nearly represent the temporal dynamics in the growing season. The measurements in Haibei Tibetan Autonomous Prefecture were also conducted in 2013. Only the reflectance spectra of grassland were collected from May to September. And there were 13 sampling days. The spectral distribution of each specific target is estimated as the average of all reflectance distributions. In order to collect smooth and continuous spectral curves, the least squares polynomial fitting algorithm is applied to remove the abnormal fluctuations in the vapor absorption channel, and the spectral curves are interpolated to 1 nm spectral resolution using piecewise linear interpolation functions. This dataset can support the development of the modeling of plant growth and vegetation phenology, and the retrieval of surface biophysical and biochemical parameters. Moreover, they can serve as a reference truth for satellite observations in validation.",
            "descriptionCn": "长时间序列植被反射光谱测量在中国的典型农业试验点（包括长春、张掖和海北藏族自治州）持续开展。2016年在长春测量了包括玉米、水稻、小麦、土豆、大豆和绿豆等几种典型植被类型光谱，采样天数从10天到16天不等，分布在整个生长季节。2013年在张掖测量了植被类型包括油菜、油菜、玉米和洋葱等几种植被光谱，采样天数在9到12天，试验期间，每个植被类型每个月至少有两次反射光谱测量。海北藏族自治州的测量观测于2013年，观测了5月至9月共13天的草原反射光谱数据。每个特定目标的光谱为重复观测的平均值。为了收集平滑连续的光谱曲线，应用最小二乘多项式拟合算法去除了大气水汽汽吸收波段的异常波动，并使用分段线性插值函数将光谱曲线插值到1nm光谱分辨率。该数据集有助于植物生长和植被物候的建模，以及生理化参数的反演，另外，还可以作为真实性检验的相对“真值“。",
            "instructions": "For each vegetation type, all data were organized in a folder named \"AAAA_BBBB_CCCC_YYYYMMDD HHMMSS\". \"AAAA\" is set to \"spec\", \"BBBB_CCCC\" refers to the name of land cover type and object, and \"YYYYMMDD HHMMSS\" displays the time of measurement. The observation data file is processed in TXT format, the metadata file is processed in XML format, and the satellite data and quick view were set in Tiff and JPEG formats respectively. As for the name of each spectral data, the file name is recorded as “AAAA_BBBB_CCCC_YYYYMMDDHHMMSS_XXXX”, where the “XXXX” shows the file type, “A000” means the data file, and “B000” means the auxiliary file of XML. The “AAAA” represents the spectral types, where “refl”, “emis”, and “mwra” denote the reflectance, emissivity, and microwave emissivity, respectively. And the “pixel”, “img”, and “view” represent the satellite pixel spectral, the satellite image, and the quick-view image, respectively. Regarding the name of the metadata, “AAAA” was set as “comp” and “pixel”. “comp” refers to the scene information of the spectra, and “pixel” indicates the information of satellite pixel spectral.",
            "instructionsCn": "对于每种植被类型，所有数据都被组织在一个名为“AAAA_BBBB_CCCC_YYYYMMDD HHMMSS”的文件夹中， “AAAA”被设置为“spec”，“BBBB_CCCC”是指土地覆盖物和对象名称，“YYYYMMDD HHMMSS”显示测量的时间。观测数据文件被处理为TXT格式，元数据文件被处理为XML格式，卫星数据和快视图分别设置为Tiff和JPEG格式。文件命名为“AAAA_BBBB_CCCC_YYYYMMDDHHMMS_XXXX”，其中“XXXX”表示文件类型，“A000”表示观测数据文件，“B000”表示XML的辅助文件。“AAAA”表示数据类型，对于观测数据，“refl”表示反射率观测文件；对于卫星数据，“pixel”、“img”和“view”分别表示卫星像素光谱、卫星图像和快视图；对于元数据，“AAAA”分别设置为“comp”和“pixel”，“comp”表示光谱的场景信息，“pixel”表示卫星像素光谱的信息。",
            "east": 125.4016,
            "west": 100.0899,
            "south": 37.9528,
            "north": 43.9986,
            "startTime": "2013-01-01 00:00:00",
            "endTime": "2016-12-31 11:59:59",
            "fileSize": 338417554.0,
            "cstr": "18406.11.RemoteSen.tpdc.272929",
            "doi": "10.11888/RemoteSen.tpdc.272929",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "闻建光",
                "nameEn": "WEN Jianguang ",
                "unitEn": "Aerospace Information Research Institute",
                "unitCn": "中国科学院空天信息创新研究院"
            },
            {
                "nameCn": "吴小丹",
                "nameEn": "WU Xiaodan",
                "unitEn": "",
                "unitCn": "兰州大学资源环境学院"
            },
            {
                "nameCn": "肖青",
                "nameEn": "XIAO Qing",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            },
            {
                "nameCn": "柳钦火",
                "nameEn": "LIU Qinhuo",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            },
            {
                "nameCn": "马明国",
                "nameEn": "MA Mingguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "郑兴明",
                "nameEn": "ZHENG Xingming",
                "unitEn": "IGA, CAS",
                "unitCn": "中国科学院东北地理与农业生态研究所"
            },
            {
                "nameCn": "屈永华",
                "nameEn": "QU Yonghua",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "晋锐",
                "nameEn": "JIN Rui",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "游冬琴",
                "nameEn": "YOU Dongqin",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            },
            {
                "nameCn": "唐勇",
                "nameEn": "TANG Yong",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            },
            {
                "nameCn": "林兴稳",
                "nameEn": "XINGWEN Lin ",
                "unitEn": "Zhejiang Normal University",
                "unitCn": "浙江师范大学"
            },
            {
                "nameCn": "宫宝昌",
                "nameEn": "BAOCHANG Gong ",
                "unitEn": "Aerospace Information Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院空天信息创新研究院"
            },
            {
                "nameCn": "杨建",
                "nameEn": "JIAN Yang ",
                "unitEn": "Aerospace Information Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院空天信息创新研究院"
            },
            {
                "nameCn": "韩源",
                "nameEn": "HAN Yuan ",
                "unitEn": " Aerospace Information Research Institute, Chinese Academic of Sciences",
                "unitCn": "中国科学院空天信息创新研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Full-band, multi-angle, multi-scale, and temporal dynamic field spectral measurements in China",
                "referenceCn": null,
                "referenceEn": "Wen, J., Wu, X., Xiao, Q, Liu, Q., Ma, M., Zheng, X., Qu, Y., Jin, R., You, D., Tang, Y., Lin, X., Yu, W., Gong, B., Yang, J., & Han, Y. (2023). Full-band, multi-angle, multi-scale, and temporal dynamic field spectral measurements in China. Scientific Data, 10 (353). https://doi.org/10.1038/s41597-023-02265-1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": "数据采集",
                "nameEn": "data collection"
            },
            {
                "nameCn": "植被",
                "nameEn": "vegetation"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "长时间序列",
                "nameEn": "Temporal dynamic"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "张掖",
                "keywordEn": "Zhangye"
            },
            {
                "keywordCn": "长春",
                "keywordEn": "Changchun, Jinlin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2013",
                "keywordEn": "2013",
                "type": "temporal"
            },
            {
                "keywordCn": "2016",
                "keywordEn": "2016",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "国家科技基础性工作专项",
                "titleEn": "National Science and Technology Foundation Project"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
                "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
                "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
            },
            {
                "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
                "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
            },
            {
                "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
                "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
            },
            {
                "titleCn": "2010年代三江源多年冻土稳定型分布图",
                "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
            },
            {
                "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
                "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
            },
            {
                "titleCn": "西藏纳木错水温监测数据（2011-2014）",
                "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Field-measured spectra are critical for remote sensing physical modelling, retrieval of structural, biophysical, and biochemical parameters, and other practical applications. To the best of our knowledge, this library is unique in simultaneously providing full-band, multi-angle, multi-scale spectral measurements of the main surface elements of China covering a large spatial extent over a 10-year period."
            ],
            "research objective": [
                "In this paper, we present the full-wave band, multi-angle, multi-scale, and temporal dynamic spectral library dubbed Ground Object Spectral Library (GOSPEL)."
            ],
            "challenges": [
                "However, there are several limitations to the exiting libraries. First, they provide spectra in shortwave, infrared, or microwave domains separately. This discontinuity does not meet the requirements for developing a unified spectral-domain radiative transfer model and its associated applications. Second, they rarely measure (and release) anisotropic spectra across different spectral domains. Nevertheless, apparent anisotropy exists in the surface reflectivity in the VNIR-SWIR spectral domain (e.g., bidirectional reflectance distribution function (BRDF)), emissivity in the TIR spectral domain (e.g., directional bright temperature), and reflectivity or emissivity in the microwave spectral domains (e.g., directional microwave radiation). Ignoring the directionality of satellite observations may lead to large errors in the retrieval of remote sensing radiation and vegetation structure variables. Therefore, the multi-angular spectra are a pressing need to advance the estimation of surface energy budget and modeling of land surface processes. Third, there is a lack of multiscale spectra measurements (e.g., leaf and canopy spectra), which hinders the understanding of cross-scale physical radiative transfer and associated ecological processes. Hence, the collection of multiscale spectra is much needed to help improve the understanding of cross-scale radiative transfer processes from individual leaves to canopies and even ecosystems and promote the exploration of scaling effects on ecological processes (e.g., upscaling plant function traits). Furthermore, the temporal dynamic spectra for typical vegetation are insufficient. Given the fact that the vegetation dynamics are crucial for modeling land cover change and plant phenology as well as its feedback to climate change, vegetation spectra across different growth stages need to be further supplemented in order to improve the monitoring and modeling of land cover and land use change, and surface phenology in general."
            ],
            "methods": [
                "We present a library of field spectra, which includes (1) portable field spectroradiometer measurements of vegetation, soil, and snow in the full-wave band, (2) multi-angle spectra measurements of desert vegetation, chernozems, and snow with consideration of the anisotropic reflectance of land surface, (3) multi-scale spectra measurements of leaf and canopy of different vegetation cover surfaces, and (4) continuous reflectance spectra time-series data revealing vegetation growth dynamics of maize, rice, wheat, rape, grassland, and so on. Furthermore, the 101 by 101 satellite pixels of Landsat ETM/OLI and MODIS surface reflectance centered around the field site were extracted, providing a vital linkage between ground measurements and satellite observations."
            ],
            "dataset": [
                "We present a library of field spectra, which includes (1) portable field spectroradiometer measurements of vegetation, soil, and snow in the full-wave band, (2) multi-angle spectra measurements of desert vegetation, chernozems, and snow with consideration of the anisotropic reflectance of land surface, (3) multi-scale spectra measurements of leaf and canopy of different vegetation cover surfaces, and (4) continuous reflectance spectra time-series data revealing vegetation growth dynamics of maize, rice, wheat, rape, grassland, and so on."
            ],
            "findings": [
                "We believe that this spectral library will undoubtedly advance the development of the modeling of plant growth and vegetation phenology, support further research on cross-scale ecological processes and underlying mechanisms, the quantification of the geometric effects of solar and sensor on the physical radiative transfer processes, and the retrieval of surface biophysical and biochemical parameters. Moreover, it can serve as the ground-truth information for validation of satellite spectral measurements."
            ],
            "backgroundCn": [
                "现场测量的光谱对于遥感物理建模、结构、生物物理和生化参数的提取以及其他实际应用至关重要。据我们所知，该库在同时提供中国主要地表元素的全波段、多角度、多尺度光谱测量方面是独一无二的，覆盖了大范围的空间，并持续了10年。"
            ],
            "research objectiveCn": [
                "在本文中，我们呈现了一个全波段、多角度、多尺度和时间动态光谱库，称为地面物体光谱库（GOSPEL）。"
            ],
            "challengesCn": [
                "然而，现有库存在几个局限性。首先，它们分别提供短波、红外或微波域的光谱。这种不连续性不符合开发统一光谱域辐射传输模型及其相关应用的要求。其次，它们很少测量（并发布）不同光谱域的各向异性光谱。然而，在VNIR-SWIR光谱域（例如，双向反射分布函数（BRDF））的表面反射率、TIR光谱域（例如，方向亮温）的发射率以及微波光谱域（例如，方向微波辐射）中，明显存在表观各向异性。忽视卫星观测的方向性可能导致遥感辐射和植被结构变量的提取出现较大误差。因此，多角度光谱的需求迫在眉睫，以推动表面能量预算的估算和陆地表面过程的建模。第三，缺乏多尺度光谱测量（例如，叶片和冠层光谱），这阻碍了对跨尺度物理辐射传输及相关生态过程的理解。因此，收集多尺度光谱是非常必要的，以帮助改善从单个叶片到冠层甚至生态系统的跨尺度辐射传输过程的理解，并促进对生态过程（例如，植物功能性状的上尺度化效应）的探索。此外，典型植被的时间动态光谱不足。考虑到植被动态对于建模土地覆盖变化和植物物候以及其对气候变化的反馈至关重要，不同生长阶段的植被光谱需要进一步补充，以改善土地覆盖和土地利用变化的监测与建模，以及一般的表面物候。"
            ],
            "methodsCn": [
                "我们提供一个光谱库，包括（1）便携式现场光谱辐射计对植被、土壤和雪的全波段测量，（2）考虑地表各向异性反射的沙漠植被、黑土和雪的多角度光谱测量，（3）不同植被覆盖表面的叶片和冠层的多尺度光谱测量，以及（4）揭示玉米、水稻、小麦、油菜、草地等植物生长动态的连续反射光谱时间序列数据。此外，还提取了围绕现场的101 x 101个Landsat ETM/OLI和MODIS表面反射率卫星像素，为地面测量与卫星观测之间提供了重要的联系。"
            ],
            "datasetCn": [
                "我们提供一个光谱库，包括（1）便携式现场光谱辐射计对植被、土壤和雪的全波段测量，（2）考虑地表各向异性反射的沙漠植被、黑土和雪的多角度光谱测量，（3）不同植被覆盖表面的叶片和冠层的多尺度光谱测量，以及（4）揭示玉米、水稻、小麦、油菜、草地等植物生长动态的连续反射光谱时间序列数据。"
            ],
            "findingsCn": [
                "我们相信，这个光谱库无疑将推动植物生长和植被物候建模的发展，支持对跨尺度生态过程及其基本机制的进一步研究，量化太阳和传感器对物理辐射传输过程的几何效应，以及提取地表生物物理和生化参数。此外，它还可以作为卫星光谱测量验证的地面真实信息。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the data collection method for vegetation reflectance spectra include multi-angle measurements to account for anisotropic reflectance?",
                "QuestionCn": "植被反射光谱的数据收集方法是否包括多角度测量，以考虑各向异性反射？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are continuous reflectance spectra time-series data collected to capture vegetation growth dynamics over different growth stages?",
                "QuestionCn": "连续反射光谱是收集的时间序列数据，用于捕捉不同生长阶段的植被生长动态。",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Is there a linkage between ground measurements and satellite observations using satellite pixels of Landsat ETM/OLI and MODIS surface reflectance?",
                "QuestionCn": "地面测量与卫星观测之间是否存在联系，使用Landsat ETM/OLI和MODIS表面反射率的卫星像素？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C4(Analyzing)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which challenge is more prominent in existing spectral libraries: the lack of multi-angle spectra, the discontinuity across spectral domains, or insufficient temporal dynamic data?",
                "QuestionCn": "现有光谱库中更突出的挑战是：缺乏多角度光谱、光谱域之间的不连续性，还是时间动态数据不足？",
                "AnswerEn": "discontinuity across spectral domains",
                "AnswerCn": "跨光谱域的不连续性",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection methods are used for measuring vegetation spectra in China?",
                "QuestionCn": "在中国，测量植被光谱的常用数据收集方法包括：遥感技术、地面光谱测量、无人机遥感、航空摄影、光谱成像和实验室分析等。",
                "AnswerEn": "Field spectroradiometer measurements",
                "AnswerCn": "野外光谱辐射计测量",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the typical agricultural and grassland sites located for collecting vegetation spectral data in China?",
                "QuestionCn": "在中国，典型的农业和草地采集植被光谱数据的地点通常位于以下地区：",
                "AnswerEn": "Changchun, Zhangye, Haibei Tibetan Autonomous Prefecture",
                "AnswerCn": "长春，张掖，海北藏族自治州",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "When are the field spectra measurements typically conducted during the growth season for different vegetation types?",
                "QuestionCn": "不同植被类型的田间光谱测量通常在生长季节的何时进行？",
                "AnswerEn": "Throughout the growth season",
                "AnswerCn": "整个生长季节",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of how multi-angle spectra measurements are used in data collection for understanding surface reflectivity?",
                "QuestionCn": "您能否提供一个多角度光谱测量如何用于收集数据以理解表面反射率的示例？",
                "AnswerEn": "Multi-angle spectra measurements are used to account for the anisotropic reflectance of land surfaces. For instance, they include measurements of desert vegetation, chernozems, and snow, which consider the directionality of reflectance across different spectral domains, improving the accuracy of surface energy budget estimations and land surface process modeling.",
                "AnswerCn": "多角度光谱测量用于考虑陆地表面的各向异性反射率。例如，它们包括对沙漠植被、黑土和雪的测量，这些测量考虑了在不同光谱域中反射率的方向性，从而提高了表面能量预算估算和陆地表面过程建模的准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of how multiscale spectra measurements contribute to understanding ecological processes?",
                "QuestionCn": "多尺度光谱测量如何有助于理解生态过程的一个例子是什么？",
                "AnswerEn": "Multiscale spectra measurements, such as those of leaf and canopy spectra of various vegetation cover surfaces, help in understanding cross-scale physical radiative transfer processes. This approach enhances the exploration of scaling effects on ecological processes, from individual leaves to entire ecosystems, and supports the advancement of ecological process modeling.",
                "AnswerCn": "多尺度光谱测量，例如各种植被覆盖表面的叶片和冠层光谱，有助于理解跨尺度的物理辐射传输过程。这种方法增强了对生态过程的尺度效应的探索，从单个叶片到整个生态系统，并支持生态过程建模的进展。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What characteristics should a dataset of vegetation reflectance spectra possess to effectively model plant growth and phenology?",
                "QuestionCn": "一个有效建模植物生长和物候的植被反射光谱数据集应具备哪些特征？",
                "AnswerEn": "full-wave band measurements, multi-angle spectra, multi-scale spectra from leaf to canopy levels, continuous time-series data, anisotropic reflectance, wide range of vegetation types and growth stages",
                "AnswerCn": "全波段测量、多角度光谱、多尺度光谱从叶片到冠层水平、连续时间序列数据、各向异性反射、广泛的植被类型和生长阶段。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the essential features of a data collection method that aims to capture the anisotropic reflectance properties of vegetation?",
                "QuestionCn": "捕捉植被各向异性反射特性的资料收集方法的基本特征是什么？",
                "AnswerEn": "multi-angle spectra measurements, bidirectional reflectance distribution function (BRDF), VNIR-SWIR, TIR, microwave, interaction of solar and sensor geometry with surface elements",
                "AnswerCn": "多角度光谱测量，双向反射分布函数（BRDF），可见光-近红外-短波红外（VNIR-SWIR），热红外（TIR），微波，太阳和传感器几何与地表元素的相互作用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How often are spectral measurements conducted for each vegetation type in the typical agricultural test sites in China?",
                "QuestionCn": "在中国典型农业试验场中，每种植被类型的光谱测量通常进行多频次。",
                "AnswerEn": "10-16 days, twice a month",
                "AnswerCn": "10-16天，每月两次",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many days were grassland reflectance spectra measured in Haibei Tibetan Autonomous Prefecture?",
                "QuestionCn": "在海北藏族自治州，草地反射光谱的测量天数是多少？",
                "AnswerEn": "13 days",
                "AnswerCn": "13天",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'multi-angle spectra measurements' in the context of field data collection for vegetation?",
                "QuestionCn": "在植被的现场数据收集中，“多角度光谱测量”是指从多个不同的观察角度对植被进行光谱数据的采集。这种方法可以提供更全面的植被信息，帮助研究人员分析植被的生长状况、健康程度和物种多样性等。",
                "AnswerEn": "Multi-angle spectra measurements refer to the collection of spectral data at different angles to account for the anisotropic reflectance of land surfaces, such as desert vegetation, chernozems, and snow. This approach considers the directionality of the surface reflectivity, which is important for reducing errors in remote sensing data retrieval and understanding surface energy budgets and land surface processes.",
                "AnswerCn": "多角度光谱测量是指在不同角度收集光谱数据，以考虑土地表面的各向异性反射特性，如沙漠植被、黑土和雪。这种方法考虑了表面反射率的方向性，这对于减少遥感数据提取中的误差以及理解表面能量预算和土地表面过程非常重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does the term 'temporal dynamic spectra' signify in vegetation data collection?",
                "QuestionCn": "“时间动态光谱”在植被数据收集中的含义是什么？",
                "AnswerEn": "Temporal dynamic spectra refer to the continuous collection of reflectance spectra over time to capture the growth dynamics of vegetation such as maize, rice, wheat, rape, and grassland. This data is essential for modeling land cover change, plant phenology, and understanding their feedback to climate change by providing insights into vegetation dynamics across different growth stages.",
                "AnswerCn": "时间动态光谱是指在时间上连续收集反射光谱，以捕捉植物（如玉米、水稻、小麦、油菜和草地）的生长动态。这些数据对于建模土地覆盖变化、植物物候以及理解它们对气候变化的反馈至关重要，因为它提供了不同生长阶段的植被动态的深入见解。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "In the context of spectral data collection, what is the significance of 'multi-scale spectra measurements'?",
                "QuestionCn": "在光谱数据采集的背景下，“多尺度光谱测量”的重要性是什么？",
                "AnswerEn": "Multi-scale spectra measurements involve capturing spectral data at various scales, such as leaf and canopy levels, for different vegetation cover surfaces. This approach helps in understanding cross-scale radiative transfer processes and ecological processes, facilitating the exploration of scaling effects on ecological processes and improving the modeling of physical radiative transfer from individual leaves to entire ecosystems.",
                "AnswerCn": "多尺度光谱测量涉及在不同的尺度上捕获光谱数据，例如叶片和冠层水平，以不同的植被覆盖表面。这种方法有助于理解跨尺度的辐射传输过程和生态过程，促进对生态过程的尺度效应的探索，并改善从单个叶片到整个生态系统的物理辐射传输建模。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for vegetation spectral measurements at different agricultural test sites in China compare in terms of frequency and duration of sampling?",
                "QuestionCn": "中国不同农业试验点的植被光谱测量数据收集方法在采样频率和持续时间方面如何比较？",
                "AnswerEn": "The data collection methods across different sites in China show variations in both frequency and duration of sampling. For instance, at the Changchun site, spectral measurements for various vegetation types were taken with sampling days ranging from 10 to 16 days distributed throughout the growing season. Similarly, at the Zhangye site, measurements were conducted over 9 to 12 days with each vegetation type measured at least twice a month. In contrast, the Haibei Tibetan Autonomous Prefecture site observed grassland spectral data over a total of 13 days from May to September. These differences in data collection methods reflect diverse strategies tailored to specific regional or vegetation characteristics and objectives of the study.",
                "AnswerCn": "在中国不同地点的数据收集方法在频率和持续时间上存在差异。例如，在长春站，针对各种植被类型的光谱测量在生长季节分布在10到16天之间进行。类似地，在张掖站，测量在9到12天内进行，每种植被类型每月至少测量两次。相比之下，海北藏族自治州站在5月至9月期间共观察了13天的草地光谱数据。这些数据收集方法的差异反映了针对特定区域或植被特征及研究目标量身定制的多样化策略。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do the challenges faced by traditional spectral libraries differ from those addressed by the presented multiscale spectral library in capturing vegetation dynamics?",
                "QuestionCn": "传统光谱库面临的挑战与所提出的多尺度光谱库在捕捉植被动态方面所解决的挑战有何不同？",
                "AnswerEn": "Traditional spectral libraries often face challenges such as providing spectra in separate spectral domains, which does not support unified modeling across these domains, and they may lack anisotropic spectra measurements or multiscale spectra, hindering accurate capture of cross-scale radiative processes. The multiscale spectral library presented addresses these limitations by providing full-wave band, multi-angle, multi-scale, and temporal dynamic spectra, including continuous time-series data that reveal vegetation growth dynamics. This comprehensive approach aims to improve the understanding of radiative transfer processes, cross-scale ecological processes, and vegetation dynamics more effectively than traditional libraries.",
                "AnswerCn": "传统的光谱库常常面临一些挑战，例如提供分开光谱域的光谱，这不支持跨这些域的统一建模，并且可能缺乏各向异性光谱测量或多尺度光谱，阻碍了对跨尺度辐射过程的准确捕捉。所提出的多尺度光谱库通过提供全波段、多角度、多尺度和时间动态光谱，包括揭示植被生长动态的连续时间序列数据，来解决这些限制。这种综合方法旨在比传统库更有效地改善对辐射传输过程、跨尺度生态过程和植被动态的理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the application of least squares polynomial fitting and piecewise linear interpolation contribute to the accuracy of time-series vegetation spectral data?",
                "QuestionCn": "最小二乘多项式拟合和分段线性插值的应用如何有助于提高时间序列植被光谱数据的准确性？",
                "AnswerEn": "The application of least squares polynomial fitting helps in removing abnormal fluctuations caused by atmospheric water vapor absorption bands, while piecewise linear interpolation ensures that the spectral curves are interpolated to a 1nm spectral resolution. These techniques contribute to creating smooth and continuous spectral curves, which are crucial for accurate modeling of plant growth and vegetation phenology.",
                "AnswerCn": "最小二乘多项式拟合的应用有助于消除由大气水汽吸收带引起的异常波动，而分段线性插值确保光谱曲线以1nm的光谱分辨率进行插值。这些技术有助于创建平滑连续的光谱曲线，这对于植物生长和植被物候的准确建模至关重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways can multi-scale spectral measurements enhance our understanding of cross-scale radiative transfer processes and ecological dynamics?",
                "QuestionCn": "多尺度光谱测量如何增强我们对跨尺度辐射传输过程和生态动态的理解？",
                "AnswerEn": "Multi-scale spectral measurements, which include spectra from leaf to canopy levels, enable researchers to study cross-scale physical radiative transfer processes and their associated ecological dynamics. This understanding is pivotal for scaling ecological processes from individual leaves to entire ecosystems and for examining the effects of scaling on ecological phenomena, such as plant functional traits.",
                "AnswerCn": "多尺度光谱测量，包括来自叶片到冠层水平的光谱，使研究人员能够研究跨尺度的物理辐射传输过程及其相关的生态动态。这种理解对于将生态过程从单个叶片扩展到整个生态系统至关重要，并且对于考察尺度对生态现象（如植物功能性状）的影响也具有重要意义。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the need for multi-angle spectra measurements in vegetation and soil studies?",
                "QuestionCn": "在植被和土壤研究中，多角度光谱测量需求的因素包括哪些？",
                "AnswerEn": "Ignoring the directionality of satellite observations may lead to large errors in the retrieval of remote sensing radiation and vegetation structure variables. Therefore, multi-angle spectra measurements are necessary to accurately estimate the surface energy budget and model land surface processes.",
                "AnswerCn": "忽视卫星观测的方向性可能会导致遥感辐射和植被结构变量的检索出现较大误差。因此，多角度光谱测量对于准确估计地表能量预算和模拟陆地表面过程是必要的。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is there a pressing need for multiscale spectra measurements in ecological studies?",
                "QuestionCn": "在生态研究中，迫切需要进行多尺度光谱测量的原因是什么？",
                "AnswerEn": "The lack of multiscale spectra measurements hinders the understanding of cross-scale physical radiative transfer and associated ecological processes. Collecting multiscale spectra can improve understanding from individual leaves to canopies and ecosystems, promoting exploration of scaling effects on ecological processes and supporting research on plant function traits.",
                "AnswerCn": "多尺度光谱测量的缺乏阻碍了对跨尺度物理辐射传输及相关生态过程的理解。收集多尺度光谱可以提高从单个叶片到树冠和生态系统的理解，促进对生态过程的尺度效应的探索，并支持植物功能性状的研究。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What causes the insufficiency of temporal dynamic spectra for typical vegetation, and what implications does this have?",
                "QuestionCn": "导致典型植被的时间动态光谱不足的原因是什么，这有什么影响？",
                "AnswerEn": "Temporal dynamic spectra are insufficient despite their importance for modeling land cover change, plant phenology, and climate change feedback. Vegetation spectra across different growth stages need to be supplemented to improve monitoring and modeling of land cover and land use change, and surface phenology.",
                "AnswerCn": "时间动态光谱尽管在建模土地覆盖变化、植物物候和气候变化反馈方面非常重要，但仍然不足。不同生长阶段的植被光谱需要得到补充，以改善土地覆盖和土地利用变化以及地表物候的监测和建模。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of employing multi-scale spectra measurements on understanding cross-scale ecological processes in typical vegetation?",
                "QuestionCn": "采用多尺度光谱测量对理解典型植被中的跨尺度生态过程的潜在后果是什么？",
                "AnswerEn": "Employing multi-scale spectra measurements can enhance the understanding of cross-scale physical radiative transfer processes from individual leaves to canopies and ecosystems. This approach can promote the exploration of scaling effects on ecological processes, such as upscaling plant function traits.",
                "AnswerCn": "采用多尺度光谱测量可以增强对从单个叶片到树冠和生态系统的跨尺度物理辐射传输过程的理解。这种方法可以促进对生态过程的尺度效应的探索，例如植物功能性状的上尺度化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the lack of temporal dynamic spectra for typical vegetation impact the ability to model land cover change and plant phenology?",
                "QuestionCn": "缺乏典型植被的时间动态光谱会如何影响土地覆盖变化和植物物候建模的能力？",
                "AnswerEn": "The lack of temporal dynamic spectra for typical vegetation limits the ability to model land cover change and plant phenology accurately. Vegetation dynamics are crucial for these models, and without sufficient spectra across different growth stages, it's challenging to improve the monitoring and modeling of land cover and land use change, and surface phenology.",
                "AnswerCn": "典型植被缺乏时间动态光谱，限制了准确建模土地覆盖变化和植物物候的能力。植被动态对这些模型至关重要，如果在不同生长阶段没有足够的光谱，就很难改善土地覆盖和土地利用变化以及地表物候的监测和建模。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the implications of applying a least squares polynomial fitting algorithm to remove atmospheric water vapor absorption band anomalies in spectral data?",
                "QuestionCn": "应用最小二乘多项式拟合算法去除光谱数据中的大气水汽吸收带异常的影响是什么？",
                "AnswerEn": "Applying a least squares polynomial fitting algorithm to remove atmospheric water vapor absorption band anomalies helps in collecting smooth, continuous spectral curves. This technique is crucial for accurate modeling of plant growth and vegetation phenology, as well as for the inversion of physiological and chemical parameters. It also serves as a relative 'truth' for validation purposes.",
                "AnswerCn": "应用最小二乘多项式拟合算法去除大气水汽吸收带异常，有助于收集平滑、连续的光谱曲线。这一技术对于准确建模植物生长和植被物候至关重要，同时也有助于生理和化学参数的反演。它还作为相对的“真相”用于验证目的。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the goals behind collecting full-wave band, multi-angle, and multi-scale spectral measurements of vegetation in China?",
                "QuestionCn": "收集中国植被的全波段、多角度和多尺度光谱测量的目标是什么？",
                "AnswerEn": "The goal is to provide comprehensive spectral data that can support remote sensing physical modeling, facilitate the retrieval of structural, biophysical, and biochemical parameters, and enhance practical applications such as modeling plant growth and vegetation phenology.",
                "AnswerCn": "目标是提供全面的光谱数据，以支持遥感物理建模，促进结构、生物物理和生化参数的提取，并增强实际应用，如植物生长和植被物候的建模。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to include continuous reflectance spectra time-series data in the spectral library?",
                "QuestionCn": "将连续反射光谱时间序列数据纳入光谱库的重要性是什么？",
                "AnswerEn": "Continuous reflectance spectra time-series data are crucial for revealing vegetation growth dynamics and improving the monitoring and modeling of land cover and land use change, as well as surface phenology, which are vital for understanding environmental changes and their impact on climate.",
                "AnswerCn": "连续反射光谱时间序列数据对于揭示植被生长动态、改善土地覆盖和土地利用变化的监测与建模，以及表面物候的研究至关重要，这些对于理解环境变化及其对气候的影响至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How are multi-angle spectral measurements conducted to account for the anisotropic reflectance of land surfaces in vegetation studies?",
                "QuestionCn": "如何进行多角度光谱测量，以考虑植被研究中土地表面的各向异性反射率？",
                "AnswerEn": "Multi-angle spectral measurements are conducted by measuring the spectra of desert vegetation, chernozems, and snow, while considering the anisotropic reflectance of the land surface. This is crucial for addressing the directionality of satellite observations and reducing errors in retrieving remote sensing variables.",
                "AnswerCn": "多角度光谱测量通过测量沙漠植被、黑土和雪的光谱来进行，同时考虑地表的各向异性反射率。这对于解决卫星观测的方向性问题和减少遥感变量提取中的误差至关重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What preprocessing techniques are applied to spectral data to produce smooth and continuous spectral curves suitable for vegetation growth modeling?",
                "QuestionCn": "为了生成适合植物生长建模的平滑和连续的光谱曲线，对光谱数据应用了哪些预处理技术？",
                "AnswerEn": "Preprocessing techniques include using a least squares polynomial fitting algorithm to remove anomalous fluctuations due to atmospheric water vapor absorption and applying a piecewise linear interpolation function to interpolate spectral curves to a 1nm spectral resolution. This ensures smooth and continuous spectral data suitable for modeling vegetation growth and phenology.",
                "AnswerCn": "预处理技术包括使用最小二乘多项式拟合算法去除由于大气水汽吸收引起的异常波动，并应用分段线性插值函数将光谱曲线插值到1nm的光谱分辨率。这确保了平滑和连续的光谱数据，适合用于植被生长和物候建模。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "How does the application of least squares polynomial fitting algorithms enable the removal of atmospheric absorption anomalies in spectral data collection?",
                "QuestionCn": "最小二乘多项式拟合算法的应用如何使光谱数据采集中的大气吸收异常得以去除？",
                "AnswerEn": "The least squares polynomial fitting algorithm is applied to remove anomalous fluctuations in the atmospheric water vapor absorption bands, which facilitates the collection of smooth and continuous spectral curves, enhancing the quality and accuracy of the spectral data.",
                "AnswerCn": "最小二乘多项式拟合算法被应用于去除大气水汽吸收带中的异常波动，从而促进了平滑和连续光谱曲线的收集，提高了光谱数据的质量和准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methodologies facilitate the collection of multi-angle and multi-scale spectral measurements for vegetation and soil analysis?",
                "QuestionCn": "哪些方法论可以促进对植被和土壤分析的多角度和多尺度光谱测量的收集？",
                "AnswerEn": "The use of portable field spectroradiometers enables the collection of full-wave band spectra, while multi-angle and multi-scale measurements are achieved by considering the anisotropic reflectance of land surfaces, which includes capturing the spectral data of desert vegetation, chernozems, snow, and different vegetation covers at both leaf and canopy levels.",
                "AnswerCn": "便携式场地光谱辐射计的使用使得能够收集全波段光谱，同时通过考虑地表的各向异性反射率，实现多角度和多尺度的测量，这包括在叶片和冠层水平捕捉沙漠植被、黑土、雪以及不同植被覆盖的光谱数据。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "In what ways does the integration of satellite data with ground measurements enhance the understanding and modeling of vegetation growth dynamics?",
                "QuestionCn": "卫星数据与地面测量的结合在以下几个方面增强了对植被生长动态的理解和建模：",
                "AnswerEn": "Satellite pixels from Landsat ETM/OLI and MODIS surface reflectance centered around field sites are extracted to provide a crucial linkage between ground measurements and satellite observations, enabling a comprehensive understanding and modeling of vegetation growth dynamics across different scales and enhancing the validation of spectral measurements.",
                "AnswerCn": "从Landsat ETM/OLI和MODIS表面反射率中提取的卫星像素围绕田野站点，为地面测量与卫星观测之间提供了重要的联系，使得对不同尺度的植被生长动态的全面理解和建模成为可能，并增强了光谱测量的验证。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might a dataset on vegetation spectral data lack temporal dynamic spectra for certain vegetation types, and what strategies could be implemented to address this?",
                "QuestionCn": "为什么某些植被类型的植被光谱数据集可能缺乏时间动态光谱？可以实施哪些策略来解决这个问题？",
                "AnswerEn": "The temporal dynamic spectra for typical vegetation might be insufficient due to the lack of comprehensive data collection across different growth stages. Strategies to address this include supplementing vegetation spectra to improve monitoring and modeling of land cover changes and plant phenology.",
                "AnswerCn": "典型植被的时间动态光谱可能由于缺乏不同生长阶段的全面数据收集而不足。解决这一问题的策略包括补充植被光谱，以改善对土地覆盖变化和植物物候的监测和建模。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What are the anticipated challenges in collecting multi-angle spectral measurements across vast spatial extents, and how might researchers overcome them?",
                "QuestionCn": "在广泛的空间范围内收集多角度光谱测量时，预期会面临哪些挑战，以及研究人员可能如何克服这些挑战？",
                "AnswerEn": "Collecting multi-angle spectral measurements is challenging due to the need to account for anisotropic reflectance and the directionality of satellite observations. Overcoming these challenges involves ensuring multi-angular spectra are measured to reduce errors in retrieval and to advance surface energy budget estimation.",
                "AnswerCn": "收集多角度光谱测量具有挑战性，因为需要考虑各向异性反射和卫星观测的方向性。克服这些挑战涉及确保测量多角度光谱，以减少反演中的误差并推动表面能量预算的估算。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Why might existing spectral libraries provide discontinuous spectra across different domains, and what methodological changes could reduce this issue?",
                "QuestionCn": "现有的光谱库可能在不同领域提供不连续的光谱，原因可能包括测量设备的差异、样品处理方法的变化、环境条件的不同以及数据处理和标准化过程中的不一致性。为了减少这个问题，可以采取以下方法论上的改变：统一测量设备和标准化样品处理流程，确保在相似的环境条件下进行测量，采用一致的数据处理和标准化方法，以及定期更新和校准光谱库以反映最新的测量技术和标准。",
                "AnswerEn": "Existing spectral libraries might provide discontinuous spectra because they separately offer spectra in shortwave, infrared, or microwave domains. Methodological changes could involve the development of a unified spectral-domain radiative transfer model that integrates these domains for more comprehensive data.",
                "AnswerCn": "现有的光谱库可能提供不连续的光谱，因为它们分别在短波、红外或微波领域提供光谱。方法论上的变化可能涉及开发一个统一的光谱域辐射传输模型，以整合这些领域以获得更全面的数据。",
                "Level": "C6(Creating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of using portable field spectroradiometers for collecting vegetation spectral data across different growth stages?",
                "QuestionCn": "如何评估在不同生长阶段使用便携式现场光谱辐射计收集植被光谱数据的有效性？",
                "AnswerEn": "Portable field spectroradiometers are effective for collecting comprehensive spectral data because they allow for full-wave band measurements and capture the temporal dynamics of vegetation, which are crucial for modeling land cover change and plant phenology. This method ensures high-resolution data collection tailored to different growth stages, enhancing the monitoring and modeling of surface phenology.",
                "AnswerCn": "便携式现场光谱辐射计在收集全面光谱数据方面非常有效，因为它们允许进行全波段测量，并捕捉植被的时间动态，这对于建模土地覆盖变化和植物物候至关重要。这种方法确保了针对不同生长阶段的高分辨率数据收集，从而增强了对表面物候的监测和建模。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how field spectra measurements can be conducted across multiple scales and what challenges might arise in this process.",
                "QuestionCn": "我不明白如何在多个尺度上进行现场光谱测量，以及在这个过程中可能会出现什么挑战。",
                "AnswerEn": "Field spectra measurements across multiple scales involve capturing data at both the leaf and canopy levels. Challenges include ensuring accurate representation of cross-scale physical radiative transfer processes and ecological interactions. This requires careful calibration and consideration of various environmental factors to maintain consistency and reliability.",
                "AnswerCn": "跨多个尺度的现场光谱测量涉及在叶片和冠层水平捕获数据。挑战包括确保跨尺度物理辐射传输过程和生态相互作用的准确表示。这需要仔细的校准和对各种环境因素的考虑，以保持一致性和可靠性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I’m unsure about the significance of measuring multi-angle spectra and how it addresses limitations in existing spectral libraries.",
                "QuestionCn": "我不确定测量多角度光谱的意义，以及它如何解决现有光谱库的局限性。",
                "AnswerEn": "Measuring multi-angle spectra is significant because it accounts for the anisotropic reflectance of land surfaces, which is often ignored in existing spectral libraries. This helps reduce errors in retrieving remote sensing radiation and vegetation structure variables, thus advancing the estimation of surface energy budgets and land surface processes modeling.",
                "AnswerCn": "测量多角度光谱具有重要意义，因为它考虑了地表的各向异性反射特性，而这一点在现有的光谱库中常常被忽视。这有助于减少在遥感辐射和植被结构变量提取中的误差，从而推动地表能量预算和陆地表面过程建模的估算。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how continuous reflectance spectra time-series data can contribute to modeling plant growth and vegetation phenology.",
                "QuestionCn": "我无法理解连续反射光谱时间序列数据如何有助于植物生长和植被物候的建模。",
                "AnswerEn": "Continuous reflectance spectra time-series data provide detailed insights into vegetation growth dynamics across different growth stages. This continuous data allows for improved monitoring and modeling of land cover change, plant phenology, and ecosystem feedback to climate change, enhancing the understanding and prediction of these processes.",
                "AnswerCn": "连续反射光谱时间序列数据提供了对不同生长阶段植被生长动态的详细洞察。这种连续数据可以改善对土地覆盖变化、植物物候和生态系统对气候变化反馈的监测和建模，从而增强对这些过程的理解和预测。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the techniques used for collecting and refining long-term spectral data of vegetation across different geographical locations in China.",
                "QuestionCn": "请探讨在中国不同地理位置收集和精炼长期植被光谱数据的技术。",
                "AnswerEn": "The data collection involved continuous field measurements of vegetation reflectance spectra using portable field spectroradiometers at specific agricultural sites in China (Changchun, Zhangye, and Haibei Tibetan Autonomous Prefecture). The data was collected for different vegetation types over varying periods during their growth seasons. To refine the data, least squares polynomial fitting was applied to remove atmospheric water vapor absorption band anomalies, and piecewise linear interpolation was used to interpolate the spectral curves to a 1nm spectral resolution.",
                "AnswerCn": "数据收集涉及在中国特定农业地点（长春、张掖和海北藏族自治州）使用便携式现场光谱仪对植被反射光谱进行连续现场测量。数据是在不同植被类型的生长季节的不同时间段内收集的。为了精炼数据，采用最小二乘多项式拟合方法去除大气水汽吸收带异常，并使用分段线性插值法将光谱曲线插值到1nm的光谱分辨率。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please identify and elaborate on the key challenges faced in developing a comprehensive spectral library for vegetation and other surface elements in China.",
                "QuestionCn": "请识别并详细阐述在中国开发全面的植被和其他表面元素光谱库所面临的主要挑战。",
                "AnswerEn": "The development of a comprehensive spectral library faces several challenges, including the need for continuous spectral data across different growth stages of vegetation, the requirement for multi-angular and multi-scale spectra measurements to address anisotropic reflectance and scaling effects, and the lack of unified spectra across shortwave, infrared, and microwave domains. These challenges hinder the understanding of cross-scale radiative transfer processes and accurate land cover change and phenology modeling.",
                "AnswerCn": "建立一个全面的光谱库面临着几个挑战，包括需要在不同生长阶段的植被中持续获取光谱数据，要求进行多角度和多尺度的光谱测量以应对各向异性反射和尺度效应，以及缺乏在短波、红外和微波领域的统一光谱。这些挑战阻碍了对跨尺度辐射传输过程的理解，以及对土地覆盖变化和物候建模的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please investigate the potential applications and benefits of a spectral dataset that includes multi-angle, multi-scale, and temporal dynamic measurements.",
                "QuestionCn": "请调查包含多角度、多尺度和时间动态测量的光谱数据集的潜在应用和好处。",
                "AnswerEn": "A spectral dataset with these characteristics is beneficial for advancing plant growth modeling and vegetation phenology studies. It supports research on cross-scale ecological processes, the retrieval of biophysical and biochemical parameters, and provides ground-truth information for validating satellite spectral measurements. Such a dataset can improve the understanding of surface energy budgets and land surface processes, and promote scaling effects exploration on ecological processes.",
                "AnswerCn": "具有这些特征的光谱数据集对推动植物生长模型和植被物候研究具有重要意义。它支持跨尺度生态过程的研究、生物物理和生化参数的提取，并提供地面真实信息以验证卫星光谱测量。这种数据集可以改善对表面能量预算和陆地表面过程的理解，并促进对生态过程的尺度效应探索。",
                "Level": "C6(Creating)"
            }
        ]
    }
}