{
    "id": "5b1060d2-71cc-46ca-8f08-1f4524a2a7c0",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Thermal-Infrared yyperspectral radiometer（Jul. 4, 2012）",
            "titleCn": "黑河生态水文遥感试验：热红外高光谱航空遥感（2012年7月4日）",
            "description": "On 4 July 2012 (UTC+8), a TASI sensor boarded on the Y-12 aircraft was used to obtain the thermal-infrared hyperspectral image, which is located in the observation experimental area, Linze region and Heihe riverway. The relative flight altitude is 1000 meters. The wavelength of TASI is 8-11.5 μm  with a spatial resolution of 3 meters. \nThrough the ground sample points and atmospheric data, the data are recorded in surface radiance processed by geometric correction  and atmospheric correction. Land surface temperature (LST) data was retrieved by temperature/emissivity separation algorithm.",
            "descriptionCn": "2012年7月4日，在黑河中游的30*30公里核心观测区域、临泽测区和黑河河道，利用运12飞机，搭载TASI传感器开展了热红外高光谱航空遥感数据飞行试验。TASI传感器波长范围为8-11.5微米，空间分辨率为3米。飞行高度为1000米。航空测量获取的数据，利用同步测量的坐标数据和大气数据，经过几何和大气校正，得到大气校正后的地表辐亮度，并进行温度发射率分离，得到地表温度数据。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.46,
            "west": 100.3,
            "south": 38.7,
            "north": 39.0,
            "startTime": "2018-11-21 02:48:33",
            "endTime": "2018-11-21 02:48:33",
            "fileSize": 2405209231.0,
            "cstr": "18406.11.hiwater.006.2013.db",
            "doi": "10.3972/hiwater.006.2013.db",
            "dataFormat": "影像",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "肖青",
                "nameEn": "XIAO Qing",
                "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
                "unitCn": "中国科学院遥感与数字地球研究所"
            },
            {
                "nameCn": "闻建光",
                "nameEn": "Wen Jianguang",
                "unitEn": "",
                "unitCn": "中国科学院遥感与数字地球研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": null,
                "titleEn": "Evaluation of the Airborne CASI/TASI Ts-VI Space Method for Estimating Near-Surface Soil Moisture",
                "referenceCn": null,
                "referenceEn": "Lei Fan, Qing Xiao, Jianguang Wen, Qiang Liu, Yong Tang, Dongqin You, Heshun Wang, Zhaoning Gong, and Xiaowen Li. 2015. Evaluation of the Airborne CASI/TASI Ts-VI Space Method for Estimating Near-Surface Soil Moisture. Remote Sensing, 7(3):3114-3137. doi:10.3390/rs70303114"
            },
            {
                "titleCn": null,
                "titleEn": "Temperature and emissivity separation algorithm for TASI airborne thermal hyperspectral data",
                "referenceCn": null,
                "referenceEn": "Wang HS, Xiao Q, Li H, Zhong B. Temperature and emissivity separation algorithm for TASI airborne thermal hyperspectral data. Electronics, Communications and Control (ICECC), 2011 International Conference on. IEEE, 2011: 1075-1078."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Investigating the Impact of Soil Moisture on Thermal Infrared Emissivity Using ASTER Data",
                "referenceCn": null,
                "referenceEn": "Wang, H.S., Xiao, Q., Li, H., Du, Y.M., & Liu, Q.H. (2015). Investigating the Impact of Soil Moisture on Thermal Infrared Emissivity Using ASTER Data. IEEE  Geoscience and Remote Sensing Letters, 12(2), 294-298. doi: 10.1109/LGRS.2014.2336912."
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "TASI传感器",
                "nameEn": "TASI"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-07-04",
                "keywordEn": "2012-07-04",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：航空光学遥感",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of thermal infrared hyperspectral aerial remote sensing data collected using TASI sensors?",
                "QuestionCn": "热红外高光谱航空遥感数据的特征包括使用TASI传感器收集的数据。",
                "AnswerEn": "8-11.5 micrometers, 3 meters spatial resolution, altitude of 1000 meters, atmospheric-corrected surface radiance, temperature emissivity separation",
                "AnswerCn": "8-11.5微米，3米空间分辨率，1000米高度，大气校正的地表辐射，温度发射率分离",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the data collected using the TASI sensor in the aerial remote sensing experiment?",
                "QuestionCn": "在航空遥感实验中，使用TASI传感器收集的数据的空间分辨率是多少？",
                "AnswerEn": "3 meters",
                "AnswerCn": "3米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'thermal infrared hyperspectral airborne remote sensing' in the context of ecological hydrology studies?",
                "QuestionCn": "“热红外高光谱航空遥感”在生态水文学研究中的含义是什么？",
                "AnswerEn": "Thermal infrared hyperspectral airborne remote sensing refers to the technique used in ecological hydrology studies involving the collection of high-resolution thermal infrared data from an airborne platform equipped with a sensor, such as the TASI sensor, which operates within the wavelength range of 8-11.5 micrometers. This method involves flying at a specific altitude, such as 1000 meters, to capture detailed spatial data, which is then geometrically and atmospherically corrected to provide surface radiance and temperature information. This corrected data can be used to separate surface temperature and emissivity, offering insights into ecological and hydrological dynamics.",
                "AnswerCn": "热红外高光谱航空遥感是指在生态水文学研究中使用的一种技术，该技术涉及从装备有传感器（如TASI传感器）的航空平台收集高分辨率热红外数据，传感器的工作波长范围为8-11.5微米。该方法涉及在特定高度（如1000米）飞行，以捕获详细的空间数据，然后对这些数据进行几何和大气校正，以提供表面辐射和温度信息。经过校正的数据可以用于分离表面温度和发射率，从而提供对生态和水文动态的洞察。",
                "Level": "C2(Understanding)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of utilizing thermal infrared hyperspectral airborne remote sensing in ecological hydrology research?",
                "QuestionCn": "利用热红外高光谱航空遥感在生态水文学研究中的主要目标是什么？",
                "AnswerEn": "The primary objectives of utilizing thermal infrared hyperspectral airborne remote sensing in ecological hydrology research include obtaining detailed surface temperature data by separating temperature and emissivity, and achieving high spatial resolution measurements that can provide insights into the ecological and hydrological processes in the study area. This approach is aimed at enhancing the understanding of the interaction between land surface properties and atmospheric conditions, specifically in the context of the Heihe River Basin's middle reaches.",
                "AnswerCn": "利用热红外高光谱航空遥感在生态水文学研究中的主要目标包括通过分离温度和发射率获取详细的表面温度数据，以及实现高空间分辨率的测量，以便提供对研究区域生态和水文过程的深入洞察。这种方法旨在增强对土地表面特性与大气条件之间相互作用的理解，特别是在黑河流域中游的背景下。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in calibrating and processing thermal infrared hyperspectral remote sensing data collected using an airborne TASI sensor for accurate surface temperature measurements?",
                "QuestionCn": "校准和处理使用机载TASI传感器收集的热红外高光谱遥感数据以获得准确的表面温度测量的程序步骤包括：\n\n1. 数据预处理：包括去除噪声、校正传感器响应和辐射校正。\n2. 辐射定标：将传感器的数字输出转换为物理单位（如辐射亮度）。\n3. 大气校正：使用大气模型去除大气影响，获取地表反射率或辐射值。\n4. 温度反演：应用适当的算法（如单通道或多通道算法）从辐射值计算地表温度。\n5. 数据验证：通过与地面实测数据进行比较，验证温度反演结果的准确性。\n6. 数据分析与应用：分析处理后的数据，进行进一步的应用研究或决策支持。",
                "AnswerEn": "The procedural steps for calibrating and processing thermal infrared hyperspectral remote sensing data using an airborne TASI sensor include: conducting flights at an altitude of 1000 meters over the designated areas, collecting data within the wavelength range of 8-11.5 micrometers with a spatial resolution of 3 meters, and obtaining additional coordinate and atmospheric data simultaneously. The collected data are then subjected to geometric and atmospheric corrections to derive the surface radiance. Finally, temperature-emissivity separation is performed to obtain accurate surface temperature data.",
                "AnswerCn": "使用机载TASI传感器对热红外高光谱遥感数据进行校准和处理的程序步骤包括：在指定区域以1000米的高度进行飞行，收集波长范围为8-11.5微米、空间分辨率为3米的数据，同时获取额外的坐标和大气数据。收集的数据随后进行几何和大气校正，以导出表面辐射。最后，进行温度-发射率分离，以获得准确的表面温度数据。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What are the technological requirements and conditions necessary for enabling high-resolution thermal infrared hyperspectral aerial remote sensing in ecological and hydrological studies?",
                "QuestionCn": "实现高分辨率热红外高光谱航空遥感在生态和水文研究中的应用所需的技术要求和条件是什么？",
                "AnswerEn": "The collection of high-resolution thermal infrared hyperspectral aerial remote sensing data in ecological and hydrological studies requires the use of advanced sensors like the TASI sensor with a wavelength range of 8-11.5 micrometers and a spatial resolution of 3 meters. The process involves flying at an altitude of 1000 meters using aircraft such as the Y-12 airplane. Additionally, the data collection is supported by synchronous measurement of coordinate data and atmospheric data, which are essential for performing geometric and atmospheric corrections. These corrections are necessary to obtain atmospherically corrected surface radiance and to conduct temperature-emissivity separation for deriving surface temperature data.",
                "AnswerCn": "在生态和水文研究中，高分辨率热红外高光谱航空遥感数据的收集需要使用先进的传感器，如TASI传感器，其波长范围为8-11.5微米，空间分辨率为3米。该过程涉及以1000米的高度飞行，使用如Y-12飞机等航空器。此外，数据收集还需同步测量坐标数据和大气数据，这对于进行几何和大气校正至关重要。这些校正是获得大气校正的表面辐射和进行温度-发射率分离以推导表面温度数据所必需的。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}