{
    "id": "5b113b5d-17ca-41e1-8f76-24208acac2af",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Zircon geochronology and geochemistry of Lianyunshan pluton in northeastern Hunan Province",
            "titleCn": "湖南东北部连云山岩体锆石年代学地球化学数据",
            "description": "In 2017, zircon sorting was completed in Hebei Chengxin Service Co., Ltd., and the samples (5 kg ±) After cleaning and crushing, the samples were crushed to more than 80 mesh by conventional methods and separated by electromagnetic separation. Zircon particles with good crystal shape, transparency, no crack and large enough size were selected as test objects under binocular lens. Zircon target preparation and cathodoluminescence (CL) images were completed in Chongqing Yujin Technology Co., Ltd., which were placed in DevCon epoxy resin and polished to about half of zircon particle size after consolidation, so as to fully expose the interior of zircon. Zircon dating was carried out in the Key Laboratory of Mineralogy and metallogeny, Guangzhou Institute of geochemistry, Chinese Academy of Sciences. The instrument used was la-icp-ms. the instrument model was resolution M50 Agilent 7500a, and the manufacturer was Reynolds Agilent. The spot was 29 μ m。 He gas is used as the carrier of denudation material. Standard zircon plesovice (337.13 ± 0.37 Ma，Sl á 6) and Temora (416 ± 0 Ma, black et al., 2003), NIST srm610 as the external standard and 29Si as the internal standard (the SiO2 content in zircon is 32. 8%). The detailed analysis method is shown in Yuan et al. (2004); The method recommended by Andersen (2002) was used for common lead calibration; The isotopic ratios and REE contents of zircons were calculated by icpmsdatecal (Liu et al., 2010a; Li et al., 2010a; Li et al; Liu et al., 2010b). Isoplot 2006 (Ludwig, 2004) was used for age calculation and concordance mapping.",
            "descriptionCn": "2017年，锆石分选在河北省诚信服务有限公司完成，将采集的样品(5 kg ±)清洗干净、破碎采用常规方法将样品粉碎至80目以上，并采用电磁选方法进行分选。在双目镜下挑选出晶形和透明度较好，无裂纹，粒径足够大的锆石颗粒作为测试对象。锆石制靶和阴极发光（CL）图像在重庆宇劲科技有限公司完成，将其置于DEVCON环氧树脂中，待固结后抛磨至锆石粒径的大约二分之一，使锆石内部充分暴露。锆石年龄测试在中国科学院广州地球化学研究所矿物学与成矿学重点实验室完成，使用仪器为LA-ICP-MS，仪器型号为Resolution M50 Agilent 7500a，厂家为Resonetics Agilent，光斑为29μm。采用He气作为剥蚀物质的载体。采用标准锆石 Plesovice（337.13±0.37 Ma，Sláma 等, 2008）和 Temora（416.6±1.0 Ma，Black 等, 2003）作为外标，元素含量采用NIST SRM610作为外标，29Si作为内标元素（锆石中SiO2含量为32.8%），详细分析方法见Yuan 等 (2004)；普通铅校正采用Andersen (2002)推荐的方法；锆石的同位素比值及微量稀土元素含量计算采用ICPMSDATECAL程序(Liu 等, 2010a; Liu 等, 2010b)，年龄计算及谐和图的绘制采用Isoplot 2006(Ludwig, 2004)。",
            "instructions": "Stored in word format, the sample name is \"YY DD\", where YY represents the sampling location and DD represents the sample number.",
            "instructionsCn": "以word格式存储，样品名称为“yy-dd”其中，yy代表采样地点，dd代表样品编号。",
            "east": 114.0,
            "west": 113.0,
            "south": 28.0,
            "north": 29.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 62383.0,
            "cstr": null,
            "doi": "10.13745/j.esf.2017.02.011",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "邓腾",
                "nameEn": "DENG Teng",
                "unitEn": "",
                "unitCn": "东华理工大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "湘东北连云山二云母二长花岗岩的年代学和地球化学特征:对岩浆成因和成矿地球动力学背景的启示",
                "titleEn": null,
                "referenceCn": "许德如, 邓腾, 董国军, 宁钧陶, 王智琳, 张俊岭... & 叶挺威. (2017). 湘东北连云山二云母二长花岗岩的年代学和地球化学特征:对岩浆成因和成矿地球动力学背景的启示. 地学前缘(02), 104-122. doi:10.13745/j.esf.2017.02.011.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "磷灰石和锆石",
                "nameEn": "Apatite and zircon"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "湖南省平江县",
                "keywordEn": "Pingjiang County, Hunan Province"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "燕山期",
                "keywordEn": "Yanshanian",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics of zircon used in geochemical analysis and dating in terms of purity, size, and preparation method?",
                "QuestionCn": "锆石在地球化学分析和年代测定中的特定特征包括纯度、大小和制备方法。",
                "AnswerEn": "good crystal shape, transparency, absence of cracks, sufficient grain size, cleaning, crushing to over 80 mesh, electromagnetic separation, half-exposed by embedding in DEVCON epoxy resin",
                "AnswerCn": "良好的晶体形状、透明度、无裂纹、足够的粒度、清洗、粉碎至超过80目、电磁分离、用DEVCON环氧树脂嵌入半暴露。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the size of each zircon sample collected for geochemical analysis in a dataset related to zircon geochronology?",
                "QuestionCn": "在与锆石年代测定相关的数据集中，收集的每个锆石样本的大小是多少？",
                "AnswerEn": "5 kg",
                "AnswerCn": "5公斤",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of using LA-ICP-MS in zircon geochronology data collection methods?",
                "QuestionCn": "在锆石地质年代学数据收集方法中使用LA-ICP-MS的意义是什么？",
                "AnswerEn": "LA-ICP-MS, or Laser Ablation Inductively Coupled Plasma Mass Spectrometry, is significant in zircon geochronology as it allows for precise measurement of isotopic ratios and trace element concentrations in zircon samples. This method involves laser ablation to sample solid materials, which are then analyzed by the mass spectrometer. The use of standards such as Plesovice and Temora for external calibration and NIST SRM610 for element content standards ensures accuracy and precision in age determination and isotopic analysis. The specific instrumentation and methods described, such as the use of He gas as a carrier, contribute to the reliability and precision of the zircon age data collected.",
                "AnswerCn": "LA-ICP-MS，即激光剥蚀电感耦合等离子体质谱法，在锆石地质年代学中具有重要意义，因为它可以精确测量锆石样品中的同位素比率和微量元素浓度。该方法涉及激光剥蚀以采样固体材料，然后通过质谱仪进行分析。使用如Plesovice和Temora等标准进行外部校准，以及NIST SRM610作为元素含量标准，确保了年龄测定和同位素分析的准确性和精确性。所描述的特定仪器和方法，如使用氦气作为载气，进一步增强了所收集的锆石年龄数据的可靠性和精确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors could influence the accuracy of zircon age testing using LA-ICP-MS in geological samples?",
                "QuestionCn": "影响地质样品中使用激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）进行锆石年龄测试准确性的因素有哪些？",
                "AnswerEn": "The accuracy of zircon age testing using LA-ICP-MS can be influenced by factors including the selection and preparation of zircon samples, such as ensuring good crystal form, transparency, absence of cracks, and sufficient grain size. It also depends on the use of appropriate standards for external calibration, such as Plesovice and Temora zircon standards, and the choice of internal standard elements like 29Si. The sample preparation technique, including embedding in DEVCON epoxy resin and polishing to expose the zircon's interior, as well as the analytical methods for calculating isotopic ratios and trace rare earth element contents, also play crucial roles. Additionally, the calibration and correction methods for common lead, such as those recommended by Andersen (2002), and the software used for data analysis, like ICPMSDATECAL and Isoplot 2006, are significant factors affecting accuracy.",
                "AnswerCn": "使用激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）进行锆石年龄测试的准确性受到多个因素的影响，包括锆石样品的选择和准备，例如确保良好的晶体形态、透明度、无裂纹以及足够的颗粒大小。它还依赖于使用适当的外部校准标准，如Plesovice和Temora锆石标准，以及选择内部标准元素，如29Si。样品准备技术，包括嵌入DEVCON环氧树脂并抛光以暴露锆石的内部，以及计算同位素比率和微量稀土元素含量的分析方法，也在准确性中发挥着关键作用。此外，常铅的校准和修正方法，如Andersen（2002）推荐的方法，以及用于数据分析的软件，如ICPMSDATECAL和Isoplot 2006，也是影响准确性的显著因素。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What potential consequences might arise from employing standardized zircon samples like Plesovice and Temora in data collection methods for geochemical analysis?",
                "QuestionCn": "使用标准化锆石样品如Plesovice和Temora进行地球化学分析的数据收集方法可能会产生哪些潜在后果？",
                "AnswerEn": "Using standardized zircon samples such as Plesovice and Temora could lead to improved accuracy and comparability in geochemical analysis results. These standards provide reference points for the calibration of measurements, helping to ensure that zircon age determinations are consistent across different studies. This can enhance the reliability of geological interpretations and contribute to a deeper understanding of regional geochronological events.",
                "AnswerCn": "使用标准化的锆石样品，如Plesovice和Temora，可以提高地球化学分析结果的准确性和可比性。这些标准为测量的校准提供了参考点，有助于确保锆石年龄测定在不同研究之间的一致性。这可以增强地质解释的可靠性，并有助于更深入地理解区域地质年代事件。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives of employing LA-ICP-MS technology for zircon geochronology in terms of data precision and reliability?",
                "QuestionCn": "采用LA-ICP-MS技术进行锆石地质年代学的目标在于提高数据的精确度和可靠性。",
                "AnswerEn": "The use of LA-ICP-MS technology for zircon geochronology aims to achieve high precision and reliability in dating zircon samples by employing advanced equipment like the Resolution M50 Agilent 7500a. The technology facilitates detailed isotopic and elemental analyses, which are crucial for determining accurate ages. By using well-established standards like Plesovice and Temora, and employing thorough methodologies for lead correction and isotopic ratio calculations, the goal is to minimize errors and ensure the data's credibility.",
                "AnswerCn": "LA-ICP-MS技术在锆石年代测定中的应用旨在通过使用先进设备如Resolution M50 Agilent 7500a，实现高精度和可靠性的锆石样品定年。该技术促进了详细的同位素和元素分析，这对于确定准确的年龄至关重要。通过使用像Plesovice和Temora这样的公认标准，并采用全面的铅修正和同位素比率计算方法，目标是最小化误差，确保数据的可信性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the detailed procedures and tools used to isolate and prepare zircon samples for geochronological analysis in a dataset related to geological studies?",
                "QuestionCn": "在与地质研究相关的数据集中，用于隔离和准备锆石样品进行地球年代学分析的详细程序和工具是什么？",
                "AnswerEn": "The zircon samples are initially cleaned and crushed to a size greater than 80 mesh using conventional methods. Electromagnetic separation is then employed to sort the samples, selecting zircon grains with good crystal shape, transparency, no cracks, and sufficient particle size under a binocular microscope. The samples are then mounted in DEVCON epoxy resin and polished to expose approximately half of the zircon grain diameter. Cathodoluminescence (CL) imaging is performed to expose the internal features of the zircon. Geochronological testing is conducted using a LA-ICP-MS system named Resolution M50 Agilent 7500a, with a laser spot size of 29μm and helium gas as the carrier for the ablated material.",
                "AnswerCn": "锆石样品最初经过清洗和破碎，粒度大于80目，采用常规方法。然后采用电磁分离法对样品进行排序，选择晶体形状良好、透明度高、无裂纹且粒度足够的锆石颗粒，使用双目显微镜进行观察。样品随后被嵌入DEVCON环氧树脂中，并抛光以暴露大约一半的锆石颗粒直径。进行阴极发光（CL）成像，以揭示锆石的内部特征。使用名为Resolution M50 Agilent 7500a的LA-ICP-MS系统进行地质年代学测试，激光点尺寸为29μm，氦气作为被激光烧蚀材料的载气。",
                "Level": "C3(Applying)"
            }
        ]
    }
}