{
    "id": "5c1346ae-ce18-4828-bb35-28ee58b292d4",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Paleogeographic map of paleoclimate, lithofacies and Cretaceous of Pan tertiary (130mA, 90mA)",
            "titleCn": "泛第三极白垩纪气候、岩相古地理图（130Ma、90Ma）",
            "description": "Guided by the theory of plate tectonics, paleogeography, petroliferous basin analysis and sedimentary basin dynamics, we have collected a large number of data and achievements of geological research and petroleum geology in recent years, including strata, sedimentation, paleontology, paleogeography, paleoenvironment, paleoclimate, structure, oil and gas (potash) geology and other basic materials, especially paleomagnetism, Paleogene Based on the data of detrital zircon and geochemistry, combined with the results of typical measured stratigraphic sections, the lithofacies and climate paleogeographic pattern of Cretaceous were restored and reconstructed, and two lithofacies paleogeographic maps of early and late Cretaceous of Pan tertiary and two climate paleogeographic maps of early and late Cretaceous of Pan tertiary were obtained, aiming at discussing the influence of paleogeography, paleostructure and paleoclimate In order to reveal the geological conditions and resource distribution of oil and gas formation, and provide scientific basis and technical support for China's overseas and domestic oil and gas exploration deployment.",
            "descriptionCn": "采用板块构造、古地理学、含油气盆地分析和沉积盆地动力学理论作为指导，在大量收集泛第三极近年来地质研究和油气地质研究的各种资料成果，包括地层、沉积、古生物、古地理、古环境、古气候、构造、油气（钾盐）地质等基础材料，特别是以古地磁、古生物以及碎屑锆石、地球化学等资料的基础上，结合典型实测地层剖面的成果，对白垩纪岩相和气候古地理格局进行恢复与重建，得到泛第三极早、晚白垩世岩相古地理图（2张）及泛第三极早、晚白垩世气候古地理图（2张），旨在探讨古地理、古构造、古气候等对油气（含钾盐）资源的控制和影响作用，以揭示油气形成的地质条件和资源分布规律，为我国海外和境内油气勘探部署提供科学依据和技术支撑。",
            "instructions": "The map data is classified in the form of folder. For example, the folder name is \"Pan third very early Cretaceous climate paleogeography map\". The file contains \"Pan third very early Jurassic climate paleogeography map. JPG\" and \"Pan third very early Cretaceous climate paleogeography map. MXD\". The rest are necessary engineering files. Double click \"Pan third very early Cretaceous climate paleogeography map. MXD\" to open a Rcmap, edit the map.",
            "instructionsCn": "图件数据以文件夹形式分类，例如文件夹名称为“泛第三极早白垩世气候古地理图”，文件内包含“泛第三极早侏罗世气候古地理图.jpg”和“泛第三极早白垩世气候古地理图.mxd”文件，其余为必要的工程文件，双击“泛第三极早白垩世气候古地理图.mxd”即可打开ArcMap，对图件进行编辑操作。",
            "east": 180.0,
            "west": 180.0,
            "south": 90.0,
            "north": 90.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 113401248.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李亚林",
                "nameEn": "LI Yalin",
                "unitEn": "",
                "unitCn": "中国地质大学（北京）"
            }
        ],
        "literatureList": [
            {
                "titleCn": "全球盆地构造演化与油气分布",
                "titleEn": null,
                "referenceCn": "朱伟林, 李江海, 崔旱云. (2013). 全球盆地构造演化与油气分布. 北京: 科学出版社.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Cenozoic crustal shortening between the Pamir and Tien Shan and a reconstruction of the Pamir-Tien Shan transition zone for the Cretaceous and Palaeogene. Tectonophysics",
                "referenceCn": null,
                "referenceEn": "Burtman, V.S. (2000). Cenozoic crustal shortening between the Pamir and Tien Shan and a reconstruction of the Pamir-Tien Shan transition zone for the Cretaceous and Palaeogene. Tectonophysics 319, 69-92."
            },
            {
                "titleCn": "全球古板块再造, 岩相古地理及古环境图集",
                "titleEn": null,
                "referenceCn": "李江海, & 姜洪福. (2013). 全球古板块再造, 岩相古地理及古环境图集. 地质出版社, 北京, 23-36.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Early Cretaceous sedimentary evolution of the northern Lhasa terrane and the timing of initial Lhasa-Qiangtang collision",
                "referenceCn": null,
                "referenceEn": "Lai, W., Hu, X., Garzanti, E., Xu, Y., Ma, A., Li, W. (2019). Early Cretaceous sedimentary evolution of the northern Lhasa terrane and the timing of initial Lhasa-Qiangtang collision. Gondwana Research 73, 136-152."
            },
            {
                "titleCn": null,
                "titleEn": "Initial growth of the Northern Lhasaplano, Tibetan Plateau in the early Late Cretaceous (ca. 92 Ma)",
                "referenceCn": null,
                "referenceEn": "Lai, W., Hu, X., Garzanti, E., Sun, G., Garzione, C.N., BouDagher-Fadel, M., Ma, A. (2019). Initial growth of the Northern Lhasaplano, Tibetan Plateau in the early Late Cretaceous (ca. 92 Ma). GSA Bulletin, in press."
            },
            {
                "titleCn": null,
                "titleEn": "Phanerozoic paleoclimate: an atlas of lithologic indicators of climate",
                "referenceCn": null,
                "referenceEn": "Boucot, A.J., Xu, C., Scotese, C.R., & Morley, R.J. (2013). Phanerozoic paleoclimate: an atlas of lithologic indicators of climate."
            },
            {
                "titleCn": null,
                "titleEn": "Atlas of Palaeogeography and Lithofacies",
                "referenceCn": null,
                "referenceEn": "Cope, J., Ingham, J., & Rawson, P. (1999). Atlas of palaeogeography and lithofacies. Geological Society of London."
            },
            {
                "titleCn": null,
                "titleEn": "The carbonate analogs through time (CATT) hypothesis and the global atlas of carbonate fields—A systematic and predictive look at Phanerozoic carbonate systems",
                "referenceCn": null,
                "referenceEn": "Markello, J.R., Koepnick, R.B., Waite, L.E., Collins, J.F., Lukasik, J., & Simo, J.A. (2008). The carbonate analogs through time (CATT) hypothesis and the global atlas of carbonate fields—A systematic and predictive look at Phanerozoic carbonate systems. Controls on carbonate platform and reef development: SEPM Special Publication, 89, 15-45."
            },
            {
                "titleCn": null,
                "titleEn": "Peri-Tethys Palaeogeographical Atlas 2000",
                "referenceCn": null,
                "referenceEn": "Dercourt, J., Gaetani, M., Vrielynck, B., Barrier, E., Biju-Duval, B., Brunet, M. F., ... & Sandulescu, M. (2000). Peri-Tethys Palaeogeographical Atlas 2000. Université Pierre et Marie Curie, Paris."
            },
            {
                "titleCn": null,
                "titleEn": "Paleogeographic Atlas",
                "referenceCn": null,
                "referenceEn": "Scotese, C.R., & Golonka, J. (1997). Paleogeographic atlas (pp. 1-45). Arlington: PALEOMAP Project, University of Texas at Arlington."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            },
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "古地磁",
                "nameEn": "paleomagnetism"
            },
            {
                "nameCn": "古气候重建",
                "nameEn": "Paleoclimate Reconstruction"
            },
            {
                "nameCn": "地磁",
                "nameEn": "Geomagnetism"
            },
            {
                "nameCn": "地质图",
                "nameEn": "geologic map"
            },
            {
                "nameCn": "大地构造",
                "nameEn": "Tectonics"
            },
            {
                "nameCn": "板块构造",
                "nameEn": "plate tectonics"
            },
            {
                "nameCn": "板块边界",
                "nameEn": "plate boundaries"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "泛第三极",
                "keywordEn": "Pan tertiary"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "白垩纪",
                "keywordEn": "Cretaceous",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to reconstruct Cretaceous lithofacies and paleogeography patterns in the Pan-Third Pole region?",
                "QuestionCn": "您能否提供一个用于重建泛第三极地区白垩纪岩相和古地理模式的数据收集方法的例子？",
                "AnswerEn": "An example of a data collection method used to reconstruct Cretaceous lithofacies and paleogeography patterns in the Pan-Third Pole region involves the integration of paleomagnetic data, paleontological findings, detrital zircon analysis, and geochemical data, combined with field observations from typical stratigraphic sections.",
                "AnswerCn": "用于重建泛第三极地区白垩纪岩相和古地理模式的数据收集方法的一个例子涉及整合古磁数据、古生物学发现、碎屑锆石分析和地球化学数据，并结合典型地层剖面的野外观察。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of datasets that focus on reconstructing Cretaceous paleoclimate and lithofacies in the Pan-Third Pole region?",
                "QuestionCn": "关注重建泛第三极地区白垩纪古气候和岩相的数据库的特征是什么？",
                "AnswerEn": "integration of data from plate tectonics, paleogeography, hydrocarbon basin analysis, sedimentary basin dynamics, stratigraphy, sedimentology, paleontology, paleoenvironment, paleoclimate, tectonics, hydrocarbon geology, enriched with data from paleomagnetism, detrital zircon studies, geochemistry, typical measured stratigraphic sections, lithofacies and paleoclimate maps",
                "AnswerCn": "板块构造、古地理学、烃类盆地分析、沉积盆地动力学、地层学、沉积学、古生物学、古环境、古气候、构造地质学、烃类地质学的数据整合，并结合古地磁学、碎屑锆石研究、地球化学、典型测量地层剖面、岩相和古气候图的数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'paleogeographic reconstruction' mean in the context of Cretaceous climate and lithofacies studies?",
                "QuestionCn": "在白垩纪气候和岩相研究的背景下，“古地理重建”指的是对过去地理环境的复原，以帮助理解古代气候条件和沉积环境的变化。",
                "AnswerEn": "In the context of Cretaceous climate and lithofacies studies, 'paleogeographic reconstruction' refers to the process of restoring and rebuilding the ancient geographic and climate patterns of the Cretaceous period using theories such as plate tectonics, paleogeography, petroleum basin analysis, and sedimentary basin dynamics. This involves integrating a wide range of geological research outcomes, including stratigraphy, sedimentology, paleobiology, paleogeography, paleoenvironment, paleoclimate, tectonics, and petroleum (potassium salt) geology, with an emphasis on paleomagnetic data, paleobiological evidence, detrital zircon, and geochemical data, alongside results from typical stratigraphic sections.",
                "AnswerCn": "在白垩纪气候和岩相研究的背景下，“古地理重建”指的是利用板块构造、古地理学、石油盆地分析和沉积盆地动力学等理论，恢复和重建白垩纪时期的古代地理和气候模式的过程。这涉及整合广泛的地质研究成果，包括地层学、沉积学、古生物学、古地理学、古环境、古气候、构造学和石油（钾盐）地质学，重点关注古磁数据、古生物证据、碎屑锆石和地球化学数据，以及典型地层剖面的结果。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the integration of paleomagnetic data with paleobiological and geochemical data enhance the interpretation of Cretaceous paleogeographic patterns and their impact on hydrocarbon resource distribution?",
                "QuestionCn": "将古磁数据与古生物学和地球化学数据的整合如何增强对白垩纪古地理模式及其对碳氢资源分布影响的解读？",
                "AnswerEn": "The integration of paleomagnetic data with paleobiological and geochemical data can provide a comprehensive understanding of past geological and environmental conditions, facilitating the reconstruction of Cretaceous paleogeographic patterns. This approach helps in identifying how these patterns influenced the control and distribution of hydrocarbon resources by revealing the geological conditions and resource distribution laws associated with the formation of oil, gas, and potash deposits. These insights can inform exploration strategies by offering scientific and technical support for hydrocarbon exploration both domestically and internationally.",
                "AnswerCn": "将古地磁数据与古生物学和地球化学数据相结合，可以全面了解过去的地质和环境条件，从而促进白垩纪古地理模式的重建。这种方法有助于识别这些模式如何影响油气资源的控制和分布，通过揭示与石油、天然气和钾盐沉积形成相关的地质条件和资源分布规律。这些见解可以为勘探策略提供科学和技术支持，助力国内外的油气勘探。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How do the integration of paleomagnetic data and zircon geochemistry influence the reconstruction of Cretaceous paleogeographic and paleoclimatic maps, and what are the potential consequences for understanding oil and gas resource distribution in the Pan-Third Pole region?",
                "QuestionCn": "古地磁数据和锆石地球化学的整合如何影响白垩纪古地理和古气候图的重建，以及这对理解泛第三极地区石油和天然气资源分布的潜在影响。",
                "AnswerEn": "The integration of paleomagnetic data and zircon geochemistry allows for a more accurate reconstruction of Cretaceous paleogeographic and paleoclimatic maps by providing precise dating and tectonic movement information. This enhanced understanding can lead to identifying geological conditions and trends that control the formation and distribution of oil and gas resources, aiding in developing scientific strategies for exploration in the Pan-Third Pole region.",
                "AnswerCn": "古地磁数据与锆石地球化学的结合，使得对白垩纪古地理和古气候图的重建更加准确，因为它提供了精确的年代测定和构造运动信息。这种增强的理解可以帮助识别控制油气资源形成和分布的地质条件和趋势，从而有助于在泛第三极地区制定科学的勘探策略。",
                "Level": "C6(Creating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the purpose of reconstructing the Cretaceous lithofacies and paleoclimate paleogeographic maps in the context of geological conditions and resource distribution?",
                "QuestionCn": "重建白垩纪岩相和古气候古地理图的目的在于了解地质条件和资源分布的关系。",
                "AnswerEn": "The purpose is to explore the influence of paleogeography, paleostructure, and paleoclimate on oil and gas (including potash salt) resources, aiming to reveal the geological conditions and distribution patterns of hydrocarbon formation, providing scientific basis and technical support for domestic and overseas oil and gas exploration deployment.",
                "AnswerCn": "本研究旨在探讨古地理、古构造和古气候对石油和天然气（包括钾盐资源）的影响，旨在揭示烃类形成的地质条件和分布模式，为国内外石油和天然气勘探部署提供科学依据和技术支持。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures and methodologies are used to integrate paleomagnetic, paleontological, and zircon geochemical data for reconstructing Cretaceous lithofacies and paleoclimate maps in the context of the 泛第三极 region?",
                "QuestionCn": "在泛第三极地区，整合古磁学、古生物学和锆石地球化学数据以重建白垩纪岩相和古气候图的程序和方法包括：",
                "AnswerEn": "To reconstruct Cretaceous lithofacies and paleoclimate maps for the 泛第三极 region, methodologies involve collecting and analyzing data from geological and oil-gas geological research, including stratigraphy, sedimentology, paleontology, paleogeography, paleoenvironment, paleoclimate, and tectonics. The integration process uses paleomagnetic data, paleontological evidence, and detrital zircon geochemistry, combined with findings from typical stratigraphic sections. These data sources are used to restore and reconstruct lithofacies and paleoclimate patterns for the Early and Late Cretaceous periods, resulting in the creation of two lithofacies maps and two climate maps. This approach explores the control and influence of paleogeography, paleotectonics, and paleoclimate on oil and gas resources, providing insights into geological conditions and resource distribution patterns to support oil and gas exploration strategies.",
                "AnswerCn": "为了重建泛第三极地区的白垩纪岩相和古气候图，方法论涉及收集和分析地质及油气地质研究的数据，包括地层学、沉积学、古生物学、古地理学、古环境、古气候和构造学。整合过程使用古磁数据、古生物证据和碎屑锆石地球化学，结合典型地层剖面的研究结果。这些数据源用于恢复和重建早白垩世和晚白垩世的岩相和古气候模式，从而创建两幅岩相图和两幅气候图。这种方法探讨了古地理、古构造和古气候对油气资源的控制和影响，为油气勘探策略提供了对地质条件和资源分布模式的洞察。",
                "Level": "C3(Applying)"
            }
        ]
    }
}