{
  "id": "5c2579c9-be7d-45fb-8402-46d0d276b4c4",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The irrigating area and the distribution of the main canal and lateral canal in Heihe River Basin",
      "titleCn": "黑河流域灌区与干支渠分布图",
      "description": "The distribution map of irrigation area and main and branch canals in Heihe River basin includes the main irrigation area and the distribution of all main and branch canals in Heihe River Basin. The irrigation area mainly includes Luocheng irrigation area, Youlian irrigation area, Liuba irrigation area, Pingchuan irrigation area, liaoquan irrigation area, Liyuan River irrigation area, yannuan irrigation area, Banqiao irrigation area, Shahe irrigation area, Xijun irrigation area, Yingke irrigation area, Daman irrigation area, Maying River irrigation area, shangsan irrigation area, Xinba irrigation area and Hongyazi irrigation area. The distribution map of main and branch canals includes all the main canals and branch canals of these 16 irrigation areas.",
      "descriptionCn": "黑河流域灌区及干支渠分布图包括了黑河流域的主要灌区及所有干渠、支渠的分布。灌区主要有罗城灌区、友联灌区、六坝灌区、平川灌区、蓼泉灌区、梨园河灌区、鸭暖灌区、板桥灌区、沙河灌区、西浚灌区、盈科灌区、大满灌区、马营河灌区、上三灌区、新坝灌区、红崖子灌区，这16个灌区。干支渠分布图包含了这16个灌区的所有干渠和支渠。",
      "instructions": "The data is stored in vector SHP format and can be opened and read by remote sensing software such as ArcGIS and QGIS",
      "instructionsCn": "数据以矢量shp格式存储，可用Arcgis、Qgis等遥感软件打开读取",
      "east": 104.2,
      "west": 96.1,
      "south": 37.7,
      "north": 43.3,
      "startTime": "2005-01-12 04:13:00",
      "endTime": "2008-01-11 04:13:00",
      "fileSize": 23538333.0,
      "cstr": "18406.11.Hydro.tpdc.270814",
      "doi": "10.11888/Hydro.tpdc.270814",
      "dataFormat": "jpg",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "徐宗学",
        "nameEn": "XU Zongxue",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "胡立堂",
        "nameEn": "HU Litang",
        "unitEn": "",
        "unitCn": "北京师范大学水科学研究院"
      },
      {
        "nameCn": "徐茂森",
        "nameEn": "XU Maosen",
        "unitEn": "",
        "unitCn": "北京师范大学水科学研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河干流中游地区地表水和地下水集成模拟与应用",
        "titleEn": null,
        "referenceCn": "胡立堂.  (2014).  黑河干流中游地区地表水和地下水集成模拟与应用. 北京师范大学学报(自然科学版). 50(5) : 563-569.",
        "referenceEn": null
      },
      {
        "titleCn": "干旱内陆河区地表水和地下水集成模型与应用研究",
        "titleEn": null,
        "referenceCn": "胡立堂，王忠静，田伟. (2013). 干旱内陆河区地表水和地下水集成模型与应用研究[M]. 北京：中国水利水电出版社.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河中游",
        "keywordEn": "Middle Reaches of Heihe River Basin"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What data collection methods are typically used to map the distribution of irrigation areas and main and branch canals in the Heihe River basin?",
        "QuestionCn": "通常用于绘制黑河流域灌溉区及主支渠分布的资料收集方法有哪些？",
        "AnswerEn": "Mapping the major irrigation districts and all main and branch canals",
        "AnswerCn": "绘制主要灌溉区以及所有主干和支渠的地图。",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and attributes of the distribution maps of irrigation areas and main and branch canals in the Heihe River Basin?",
        "QuestionCn": "黑河流域灌溉区及主支渠的分布图的具体特征和属性是什么？",
        "AnswerEn": "main irrigation areas: Luocheng, Youlian, Liuba, Pingchuan, Liaoyuan, Liyuanhe, Yanuan, Banqiao, Shahe, Xijun, Yingke, Daman, Mayinghe, Shangsan, Xinba, Hongyazi, main and branch canals within these 16 irrigation areas",
        "AnswerCn": "主要灌溉区：罗城、友联、柳坝、平川、辽源、梨园河、延安、板桥、沙河、西郡、迎客、大满、马营河、上三、新坝、红崖子，这16个灌溉区内的主干渠和支渠。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many irrigation areas are included in a dataset mapping the distribution of irrigation districts and canals in the Heihe River Basin?",
        "QuestionCn": "在映射黑河流域灌溉区和水渠分布的数据集中，包含多少个灌溉区？",
        "AnswerEn": "16",
        "AnswerCn": "16",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '灌区与干支渠分布图' mean in the context of the 黑河流域 irrigation distribution and canal mapping?",
        "QuestionCn": "在黑河流域灌溉分布和渠道映射的背景下，“灌区与干支渠分布图”是什么意思？",
        "AnswerEn": "In the context of the 黑河流域 irrigation distribution and canal mapping, '灌区与干支渠分布图' refers to a distribution map that includes the main irrigation areas (灌区) and all primary and secondary canals (干渠 and 支渠) within the 黑河流域. It encompasses 16 major irrigation areas, each with their respective distribution of primary and secondary canals, providing a comprehensive overview of the irrigation infrastructure in the region.",
        "AnswerCn": "在黑河流域灌溉分配和 canal 映射的背景下，'灌区与干支渠分布图' 指的是一幅分布图，包含了黑河流域内的主要灌溉区（灌区）以及所有主要和次要的渠道（干渠和支渠）。它涵盖了16个主要灌溉区，每个灌溉区都有各自的主要和次要渠道分布，提供了该地区灌溉基础设施的全面概述。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors might influence the accuracy and comprehensiveness of data collection methods for mapping irrigation districts and canal systems in the Heihe River Basin?",
        "QuestionCn": "影响黑河流域灌溉区和渠道系统数据收集方法的准确性和全面性的因素有哪些？",
        "AnswerEn": "The distribution map of the irrigation districts and main and branch canals in the Heihe River Basin includes the main irrigation districts and all main and branch canals. The accuracy and comprehensiveness of data collection methods could be influenced by the complexity of the topography, the precision of mapping technologies, and the completeness of the data regarding the 16 listed irrigation districts and their canals.",
        "AnswerCn": "黑河流域的灌溉区和主支渠的分布图包括主要灌溉区及所有主支渠。数据收集方法的准确性和全面性可能受到地形复杂性、测绘技术的精确度以及关于16个列出的灌溉区及其渠系数据完整性的影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and technologies are typically employed to map and document the distribution of irrigation districts and main and branch canals in a river basin like the Heihe River Basin?",
        "QuestionCn": "在像黑河流域这样的河流流域中，通常采用哪些程序和技术来绘制和记录灌溉区及主干渠和支渠的分布？",
        "AnswerEn": "Mapping the distribution of irrigation districts and main and branch canals in the Heihe River Basin involves using geographic information systems (GIS) to analyze spatial data, satellite imagery for accurate land and water feature detection, and potentially remote sensing technology to capture detailed images of the landscape. These technologies help in accurately identifying and documenting the locations and extents of the 16 major irrigation districts, as well as all main and branch canals within the basin.",
        "AnswerCn": "在黑河流域，绘制灌溉区和主支渠的分布涉及使用地理信息系统（GIS）分析空间数据，利用卫星影像进行准确的土地和水体特征检测，以及可能使用遥感技术捕捉详细的景观图像。这些技术有助于准确识别和记录16个主要灌溉区的位置和范围，以及流域内所有主支渠的分布。",
        "Level": "C3(Applying)"
      }
    ]
  }
}