{
  "id": "5d3a62aa-7e98-4d0e-99d4-1e8ed66cddcd",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "EPMA data of sphalerite from Lishan Pb Zn Cu polymetallic deposit, Hunan Province",
      "titleCn": "湖南栗山铅锌铜多金属矿床闪锌矿的EPMA分析数据",
      "description": "The table includes EPMA data of Sphalerite in Lishan Pb Zn Cu polymetallic deposit, Hunan Province. The experimental method is EPMA. The test was completed in the Key Laboratory of nonferrous metal metallogenic prediction and geological environment monitoring, Ministry of education, Central South University. The analytical instrument is Shimadzu epma-1720 electron probe equipped with four channel spectrometer and energy spectrometer. The experimental conditions are: accelerating voltage 15 kV, beam current 20 Na, beam spot diameter 5 μ m。 EPMA test elements include: Zn, s, Mn, Fe, CD and Cu. The standard samples used are ZnS (Zn and s), MNS (MN), FeS2 (FE), CDs (CD) and Cu (CuFeS2). All data were corrected by atomic number absorption fluorescence (ZAF). This data can provide data support for future geochemical model analysis of Lishan Pb Zn Cu polymetallic deposit in Hunan Province.\nThe above data have been published in EI high-level journals, and the data are true and reliable. The data is stored in Excel.",
      "descriptionCn": "表格内容包括湖南栗山铅锌铜多金属矿床地区闪锌矿的电子探针数据（EPMA）。实验方法是EPMA。测试在中南大学有色金属成矿预测与地质环境监测教育部重点实验室完成，分析仪器为装有四通道波谱仪和能谱仪的SHIMADZU EPMA-1720电子探针。实验条件为：加速电压15 kV，束流20 nA，束斑直径5 μm。EPMA测试元素包括：Zn、S、Mn、Fe、Cd和Cu等，采用的标样为ZnS（Zn和S）、MnS（Mn）、FeS2（Fe）、CdS（Cd）和Cu（CuFeS2）。所有数据均采用原子序数吸收荧光法（ZAF）进行校正。此数据可为湖南栗山铅锌铜多金属矿床日后地球化学模型分析提供数据支持。\n以上数据已发表于EI高级别期刊，数据真实可靠。数据以Excel表格形式储存。",
      "instructions": "The EPMA data are stored in Excel format. The sample name is \"YY DD ZZ\", where YY represents the sampling location and d-zz represents the sample number.",
      "instructionsCn": "电子探针数据以Excel表格格式储存。样品名称为“yy-dd-zz”其中，yy代表采样地点，dd-zz代表样品编号。",
      "east": 114.0,
      "west": 112.0,
      "south": 28.5,
      "north": 29.0,
      "startTime": "2018-04-01 00:00:00",
      "endTime": "2021-05-31 11:59:59",
      "fileSize": 11292.0,
      "cstr": null,
      "doi": "10.13745/j.esf.sf.2020.4.28",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王智琳",
        "nameEn": "WANG Zhilin",
        "unitEn": "Central South University",
        "unitCn": "中南大学"
      },
      {
        "nameCn": "郭飞",
        "nameEn": "GUO Fei",
        "unitEn": "Central South University",
        "unitCn": "中南大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "湖南栗山铅锌铜多金属矿床闪锌矿微量元素特征及成矿指示意义",
        "titleEn": null,
        "referenceCn": "郭飞, 王智琳, 许德如, 于得水, 董国军, 宁钧陶... & 彭尔柯. (2020). 湖南栗山铅锌铜多金属矿床闪锌矿微量元素特征及成矿指示意义. 地学前缘(04), 66-81. doi:10.13745/j.esf.sf.2020.4.28.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "电子探针",
        "nameEn": "electron microprobe"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "湖南栗山",
        "keywordEn": "Lishan, Hunan"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "晚侏罗世",
        "keywordEn": "Late Jurassic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics and conditions of the EPMA analysis method used for data collection in the domain of polymetallic mineral deposits?",
        "QuestionCn": "EPMA分析方法在多金属矿床数据收集中的具体特征和条件是什么？",
        "AnswerEn": "15 kV acceleration voltage, 20 nA beam current, 5 μm beam spot diameter, SHIMADZU EPMA-1720, four-channel spectrometer, energy spectrometer, elements tested: Zn, S, Mn, Fe, Cd, Cu, standards: ZnS, MnS, FeS2, CdS, CuFeS2, ZAF correction method",
        "AnswerCn": "加速电压15 kV，束流20 nA，束斑直径5 μm，SHIMADZU EPMA-1720，四通道光谱仪，能量光谱仪，测试元素：Zn, S, Mn, Fe, Cd, Cu，标准：ZnS, MnS, FeS2, CdS, CuFeS2，ZAF校正方法。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the acceleration voltage used in the EPMA data collection method for analyzing sphalerite from the Hunan Lishan polymetallic deposit?",
        "QuestionCn": "用于分析湖南李山多金属矿床方铅矿的EPMA数据采集方法中的加速电压是多少？",
        "AnswerEn": "15 kV",
        "AnswerCn": "15 千伏",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is EPMA and how is it used in analyzing mineral compositions in geological studies?",
        "QuestionCn": "EPMA是什么，它如何用于分析地质研究中的矿物成分？",
        "AnswerEn": "EPMA, or Electron Probe Micro-Analyzer, is a data collection method used to obtain quantitative chemical compositions of small volumes of solid materials. In geological studies, it is used to analyze minerals such as sphalerite in polymetallic deposits by measuring the concentration of elements like Zn, S, Mn, Fe, Cd, and Cu. The method involves using an electron probe equipped with wave spectrometers and energy spectrometers to conduct analyses under specific conditions, such as an accelerating voltage of 15 kV, a beam current of 20 nA, and a beam spot size of 5 μm. Data correction is performed using the ZAF method, which accounts for atomic number, absorption, and fluorescence effects.",
        "AnswerCn": "EPMA（电子探针微分析仪）是一种数据收集方法，用于获取固体材料小体积的定量化学成分。在地质研究中，它用于分析多金属矿床中的矿物，如闪锌矿，通过测量锌、硫、锰、铁、镉和铜等元素的浓度。该方法涉及使用配备波谱仪和能量谱仪的电子探针，在特定条件下进行分析，例如加速电压为15 kV，束流为20 nA，束斑尺寸为5 μm。数据校正采用ZAF方法，该方法考虑了原子序数、吸收和荧光效应。",
        "Level": "C3(Applying)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might the use of EPMA with specific experimental conditions, such as an acceleration voltage of 15 kV and a beam current of 20 nA, influence the accuracy and reliability of data collected for geochemical modeling of polymetallic deposits?",
        "QuestionCn": "使用特定实验条件的电子探针显微分析（EPMA），例如加速电压为15 kV和束流为20 nA，如何影响收集用于多金属矿床地球化学建模的数据的准确性和可靠性？",
        "AnswerEn": "The use of EPMA with an acceleration voltage of 15 kV and a beam current of 20 nA is likely to provide high precision in the analysis of sphalerite samples from polymetallic deposits. These specific conditions ensure adequate penetration and excitation of the sample, allowing for accurate measurement of elements such as Zn, S, Mn, Fe, Cd, and Cu. The choice of standard samples like ZnS, MnS, FeS2, CdS, and CuFeS2 further enhances the reliability of the data. The application of the ZAF correction method ensures that the influences of atomic number, absorption, and fluorescence are minimized, yielding more reliable data for geochemical modeling.",
        "AnswerCn": "使用15 kV加速电压和20 nA束流的电子探针微区分析（EPMA）在多金属矿床的闪锌矿样品分析中可能提供高精度。这些特定条件确保了样品的适当穿透和激发，使得能够准确测量锌、硫、锰、铁、镉和铜等元素。选择标准样品如ZnS、MnS、FeS2、CdS和CuFeS2进一步增强了数据的可靠性。应用ZAF校正方法确保了原子序数、吸收和荧光的影响最小化，从而为地球化学建模提供了更可靠的数据。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of utilizing EPMA as a primary data collection method on the depth and accuracy of geochemical models for polymetallic deposits?",
        "QuestionCn": "利用EPMA作为多金属矿床地球化学模型主要数据收集方法的潜在后果是什么？这对模型的深度和准确性有什么影响？",
        "AnswerEn": "Utilizing EPMA as a primary data collection method can enhance the accuracy and depth of geochemical models for polymetallic deposits by providing precise and reliable elemental data, such as Zn, S, Mn, Fe, Cd, and Cu. This precision allows for more refined modeling and predictions, and the method's rigorous calibration using ZAF correction ensures that the data supports accurate geochemical analysis.",
        "AnswerCn": "利用电子探针显微分析（EPMA）作为主要数据收集方法，可以通过提供精确可靠的元素数据（如锌、硫、锰、铁、镉和铜）来增强多金属矿床地球化学模型的准确性和深度。这种精确性允许进行更精细的建模和预测，并且该方法通过ZAF校正进行严格的校准，确保数据支持准确的地球化学分析。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of collecting EPMA data of sphalerite from the Hunan Lishan polymetallic deposit, and how does this data contribute to future geochemical model analyses?",
        "QuestionCn": "收集湖南李山多金属矿床方铅矿的EPMA数据的主要目标是什么，这些数据如何为未来的地球化学模型分析提供贡献？",
        "AnswerEn": "The primary objective of collecting EPMA data of sphalerite from the Hunan Lishan polymetallic deposit is to provide accurate and reliable geochemical data, which can be used to support future geochemical model analyses for the deposit. This data collection aims to enhance the understanding of the mineral composition and elemental distribution, which is crucial for predicting metal yield and informing mining strategies. The data is intended to improve the accuracy of geochemical models, aiding in the exploration and sustainable management of the mineral resources in the region.",
        "AnswerCn": "收集湖南李山多金属矿床闪锌矿的EPMA数据的主要目的是提供准确可靠的地球化学数据，以支持该矿床未来的地球化学模型分析。此数据收集旨在增强对矿物成分和元素分布的理解，这对于预测金属产量和指导采矿策略至关重要。该数据旨在提高地球化学模型的准确性，帮助探索和可持续管理该地区的矿产资源。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are followed to ensure accurate and reliable data collection using EPMA for analyzing sphalerite in polymetallic deposits?",
        "QuestionCn": "使用EPMA分析多金属矿床中的闪锌矿时，遵循哪些程序以确保数据收集的准确性和可靠性？",
        "AnswerEn": "The procedures include performing the EPMA analysis with an accelerating voltage of 15 kV, a beam current of 20 nA, and a beam spot diameter of 5 μm. The analysis is conducted using a SHIMADZU EPMA-1720 electron probe microanalyzer equipped with a four-channel spectrometer and an energy spectrometer. Elements analyzed include Zn, S, Mn, Fe, Cd, and Cu, with standards such as ZnS, MnS, FeS2, CdS, and CuFeS2 used for calibration. All data are corrected using the atomic number absorption fluorescence method (ZAF) to ensure accuracy and reliability.",
        "AnswerCn": "程序包括在加速电压为15 kV、束流为20 nA、束斑直径为5 μm的条件下进行EPMA分析。分析使用配备四通道光谱仪和能量光谱仪的SHIMADZU EPMA-1720电子探针显微分析仪进行。分析的元素包括锌（Zn）、硫（S）、锰（Mn）、铁（Fe）、镉（Cd）和铜（Cu），校准标准包括ZnS、MnS、FeS2、CdS和CuFeS2。所有数据均采用原子数吸收荧光法（ZAF）进行修正，以确保准确性和可靠性。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements enable the precise measurement of trace elements in mineral deposits using EPMA?",
        "QuestionCn": "哪些技术进步使得使用电子探针显微分析（EPMA）能够精确测量矿床中的微量元素？",
        "AnswerEn": "The use of a SHIMADZU EPMA-1720 electron probe equipped with a four-channel spectrometer and an energy spectrometer allows for precise measurement of trace elements such as Zn, S, Mn, Fe, Cd, and Cu in mineral deposits. The instrument operates under specific conditions with an acceleration voltage of 15 kV and a beam current of 20 nA, enabling detailed analysis at a micro-scale with a beam diameter of 5 μm.",
        "AnswerCn": "使用SHIMADZU EPMA-1720电子探针，配备四通道光谱仪和能量光谱仪，可以精确测量矿床中的微量元素，如锌、硫、锰、铁、镉和铜。该仪器在特定条件下操作，加速电压为15 kV，束流为20 nA，能够以5 μm的束径进行微观尺度的详细分析。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}