{
    "id": "5d6c3095-edd7-46f5-a71f-772e17c0af38",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Dataset of Runoff Coefficient and Runoff Depth in Belt and Road Region (2015)",
            "titleCn": "“一带一路”沿线国家径流系数和径流深数据（2015）",
            "description": "",
            "descriptionCn": "水资源估算的主要思路是使用径流系数和径流影响因子（包括气候、地形、土地利用、土壤等）建立机器学习模型，然后再根据模型估算的径流深和降水数据计算出成径流系数。首先，基于全球公开资料，建立径流深和地形、气候、土壤、土地利用的多种机器学习模型，评估不同模型的模拟精度和有效性，选择最优模型用于径流深估算。最后，利用最优模型估算并生成“一带一路”地区径流深分布，根据2015年的降水分布数据，计算得到径流系数分布。",
            "instructions": "",
            "instructionsCn": "Geotiff格式，使用GIS软件打开",
            "east": 10.0,
            "west": 180.0,
            "south": -15.0,
            "north": 85.0,
            "startTime": "2015-01-01 00:00:00",
            "endTime": "2015-12-31 00:00:00",
            "fileSize": 3999362.0,
            "cstr": "18406.11.Hydro.tpdc.271013",
            "doi": "10.11888/Hydro.tpdc.271013",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "贾绍凤",
                "nameEn": null,
                "unitEn": null,
                "unitCn": "中国科学院地理科学与"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Water resources assessment of China’s transboundary river basins using a machine learning approach",
                "referenceCn": null,
                "referenceEn": "Yan, J.B., Jia, S.F., Lv, A.F., & Zhu, W.B. (2019). Water resources assessment of China's transboundary river basins using a machine learning approach. Water Resources Research, 55(1), 632-655."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "径流",
                "nameEn": "Runoff"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "一带一路沿线国家",
                "keywordEn": "Belt and Road Region"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2015年",
                "keywordEn": "2015",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the features and variables considered in machine learning models for estimating runoff depth in the context of '一带一路' countries?",
                "QuestionCn": "在“一带一路”国家的背景下，用于估计径流深度的机器学习模型考虑的特征和变量包括：",
                "AnswerEn": "climate, terrain, land use, soil",
                "AnswerCn": "气候、地形、土地利用、土壤",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the estimated number of machine learning models evaluated for assessing runoff depth accuracy and effectiveness in a dataset concerning the 'Belt and Road' region for 2015?",
                "QuestionCn": "在关于2015年“一带一路”地区的一个数据集中，评估径流深度准确性和有效性的机器学习模型的估计数量是多少？",
                "AnswerEn": "The original answer does not provide a specific numerical value for the number of machine learning models evaluated. Therefore, there is no quantifiable data to extract or refine.",
                "AnswerCn": "原始答案没有提供具体的机器学习模型评估数量。因此，没有可提取或细化的量化数据。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the variation in runoff coefficients across the 'Belt and Road' countries, particularly in terms of climate, topography, land use, and soil properties?",
                "QuestionCn": "影响“一带一路”国家径流系数变化的因素主要包括气候、地形、土地利用和土壤特性。",
                "AnswerEn": "The variation in runoff coefficients across the 'Belt and Road' countries is influenced by several factors, including climate, topography, land use, and soil properties. These factors are used to establish a machine learning model that estimates runoff depth, which, in conjunction with precipitation data, is used to calculate the runoff coefficients.",
                "AnswerCn": "“‘一带一路’国家的径流系数变化受多种因素的影响，包括气候、地形、土地利用和土壤特性。这些因素用于建立一个机器学习模型，以估算径流深度，并结合降水数据计算径流系数。”",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on the accuracy of runoff depth estimation when using machine learning models incorporating diverse factors such as climate, topography, soil, and land use compared to traditional estimation methods?",
                "QuestionCn": "当使用机器学习模型结合气候、地形、土壤和土地利用等多种因素时，与传统估算方法相比，径流深度估算的准确性可能会受到哪些潜在影响？",
                "AnswerEn": "The use of machine learning models that incorporate diverse factors such as climate, topography, soil, and land use for estimating runoff depth can potentially enhance accuracy compared to traditional methods. These models allow for the assessment of multiple variables and their interactions, which might not be fully captured by traditional approaches. By evaluating different models and selecting the optimal one, it is possible to generate more reliable runoff depth distribution estimates, which in turn leads to more accurate runoff coefficients.",
                "AnswerCn": "使用结合气候、地形、土壤和土地利用等多种因素的机器学习模型来估算径流深度，可能比传统方法提高准确性。这些模型允许评估多个变量及其相互作用，而这些在传统方法中可能无法完全捕捉。通过评估不同的模型并选择最佳模型，可以生成更可靠的径流深度分布估计，从而导致更准确的径流系数。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of utilizing machine learning models to estimate runoff coefficients and runoff depth in the context of water resource estimation for countries along the 'Belt and Road' initiative?",
                "QuestionCn": "在“一带一路”倡议背景下，利用机器学习模型估算径流系数和径流深度的主要目标是为了水资源估算。",
                "AnswerEn": "The primary objective is to establish accurate and effective machine learning models that integrate runoff coefficients and influencing factors such as climate, terrain, land use, and soil. These models aim to estimate the runoff depth and, subsequently, calculate the runoff coefficient distribution based on precipitation data from 2015, thereby aiding in the assessment and management of water resources in the 'Belt and Road' region.",
                "AnswerCn": "主要目标是建立准确有效的机器学习模型，整合径流系数及气候、地形、土地利用和土壤等影响因素。这些模型旨在估算径流深度，并随后根据2015年的降水数据计算径流系数分布，从而有助于评估和管理“一带一路”地区的水资源。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in using machine learning models to estimate runoff depth and calculate runoff coefficients for countries along the 'Belt and Road' initiative in 2015?",
                "QuestionCn": "使用机器学习模型估计2015年“一带一路”倡议沿线国家的径流深度和计算径流系数的程序步骤包括以下几个方面：",
                "AnswerEn": "The procedural steps involve using global public data to build various machine learning models that relate runoff depth with terrain, climate, soil, and land use. The accuracy and effectiveness of different models are assessed to select the optimal model for estimating runoff depth. This optimal model is then used to generate the runoff depth distribution for the 'Belt and Road' region. Finally, the runoff coefficient distribution is calculated using the estimated runoff depth and precipitation distribution data from 2015.",
                "AnswerCn": "这些程序步骤涉及使用全球公共数据构建各种机器学习模型，以将径流深度与地形、气候、土壤和土地利用相关联。评估不同模型的准确性和有效性，以选择最佳模型来估计径流深度。然后，使用该最佳模型生成“一带一路”地区的径流深度分布。最后，利用估计的径流深度和2015年的降水分布数据计算径流系数分布。",
                "Level": "C3(Applying)"
            }
        ]
    }
}