{
  "id": "5da839d4-6454-4c4a-a1fb-0c70a2d5470a",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "30m 5-yearly land cover maps of Qilian Mountain Area from 1990 to 2020",
      "titleCn": "祁连山区域30m土地覆盖分类产品数据集（1990-2020年，每5年一期）",
      "description": "This dataset contains 30m 5-yearly land cover maps in Qilian Mountain Area from 1990 to 2020. The dataset is produced mainly using 30m Landsat series data of long time series, and has the following characteristics: 1) high precision for using geographical division and hierarchical classification decision tree strategy, cooperating with visual interpretation; 2) good consistency for using change detection method based on benchmark map; 3) high production efficiency for main operations are carried out on the Google Earth Engine (GEE) cloud platform. This dataset includes 9 categories, including cropland, forest, grassland, shrubland, wetland, water bodies, impervious surface, bareland, and snow&ice, with an overall accuracy of over 90%.",
      "descriptionCn": "本数据集为祁连山区域1990-2020年的30m土地覆盖分类产品（每5年一期）。该数据集使用长时间序列的30m陆地卫星序列数据生成，具有以下特点：1）利用地理分区和分层分类决策树策略，并通过大量目视解译进行完善，精度高；2） 以2015年为基准，其他年份采用变化检测方法生产，各期产品间一致性高；3） 主要生产过程在谷歌地球引擎（GEE）云平台上进行，效率高。该数据集包含了耕地、林地、草地、灌丛、湿地、水体、不透水层、裸地和冰川积雪，共9大类，总体精度优于90%。",
      "instructions": "File Naming Convention: YYYY_QiLianShan_WholeBasin _LC30.tif (YYYY: year)",
      "instructionsCn": "文件命名约定：YYYY_QiLianShan_WholeBasin_LC30.tif（YYYY：年）",
      "east": 104.0,
      "west": 93.0,
      "south": 35.0,
      "north": 40.0,
      "startTime": "1990-01-01 15:05:12",
      "endTime": "2020-12-31 15:05:12",
      "fileSize": 567912529.0,
      "cstr": "18406.11.Terre.tpdc.301181",
      "doi": "10.11888/Terre.tpdc.301181",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "杨爱霞",
        "nameEn": "YANG Aixia",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": " 仲波",
        "nameEn": "ZHONG Bo",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院遥感科学国家重点实验室"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Long time series high-quality and high-consistency land cover mapping based on machine learning method at Heihe river basin",
        "referenceCn": null,
        "referenceEn": "Zhong, B., Yang, A., Jue, K., & Wu, J. (2021). Long time series high-quality and high-consistency land cover mapping based on machine learning method at Heihe river basin. Remote Sensing, 13(8), 1596"
      },
      {
        "titleCn": null,
        "titleEn": "Finer resolution land-cover mapping using multiple classifiers and multisource remotely sensed data in the Heihe river basin",
        "referenceCn": null,
        "referenceEn": "Zhong, B., Yang, A.X., Nie, A.H., Yao, Y.J., Zhang, H., Wu, S.L., & Liu, Q.H.    (2015). Finer resolution land-cover mapping using multiple classifiers and multisource remotely sensed data in the Heihe river basin. IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, 8(10), 4973-4992."
      },
      {
        "titleCn": null,
        "titleEn": "Land cover mapping using time series HJ-1/CCD data",
        "referenceCn": null,
        "referenceEn": "Zhong, B., Ma, P., Nie, A., Yang, A., Yao, Y., Lü, W., & Liu, Q. (2014). Land cover mapping using time series HJ-1/CCD data. Science China Earth Sciences, 57(8), 1790-1799"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "土地覆盖分类",
        "keywordEn": "Land Cover Classification"
      },
      {
        "keywordCn": "祁连山地区",
        "keywordEn": "Qilian Mountain Area"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1990",
        "keywordEn": "1990",
        "type": "temporal"
      },
      {
        "keywordCn": "1995",
        "keywordEn": "1995",
        "type": "temporal"
      },
      {
        "keywordCn": "2000",
        "keywordEn": "2000",
        "type": "temporal"
      },
      {
        "keywordCn": "2005",
        "keywordEn": "2005",
        "type": "temporal"
      },
      {
        "keywordCn": "2010",
        "keywordEn": "2010",
        "type": "temporal"
      },
      {
        "keywordCn": "2015",
        "keywordEn": "2015",
        "type": "temporal"
      },
      {
        "keywordCn": "2020",
        "keywordEn": "2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "What is the overall accuracy percentage of a dataset produced using long-term 30m satellite sequence data for land cover classification in a specific region over a period of several decades?",
        "QuestionCn": "使用长期30米卫星序列数据在特定区域进行土地覆盖分类所产生的数据集的整体准确率百分比是多少？",
        "AnswerEn": "90%",
        "AnswerCn": "90%",
        "Level": "C1(Remembering)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives of employing geographic partitioning and hierarchical classification decision tree strategies in the development of a land cover classification dataset for the Qilian Mountains region?",
        "QuestionCn": "在开发祁连山地区的土地覆盖分类数据集时，采用地理分区和层次分类决策树策略的目标是什么？",
        "AnswerEn": "The objectives of employing geographic partitioning and hierarchical classification decision tree strategies in developing a land cover classification dataset for the Qilian Mountains region include achieving high accuracy through precise classification methods, enhancing the dataset through extensive visual interpretation, and ensuring consistency across different time periods by using a benchmark year and change detection methods.",
        "AnswerCn": "在为祁连山地区开发土地覆盖分类数据集时，采用地理分区和层次分类决策树策略的目标包括通过精确的分类方法实现高准确性，通过广泛的视觉解译增强数据集，以及通过使用基准年和变化检测方法确保不同时间段之间的一致性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are necessary to utilize geographic partitioning and hierarchical decision tree strategies for improving land cover classification accuracy in satellite data analysis?",
        "QuestionCn": "在卫星数据分析中利用地理分区和层次决策树策略来提高土地覆盖分类准确性的必要步骤是什么？",
        "AnswerEn": "The procedural steps involve using a geographic partitioning and hierarchical decision tree strategy, which starts with segmenting the region based on geographic characteristics. This is followed by implementing a decision tree classification approach that is refined through extensive visual interpretation to enhance accuracy. This method aims to maintain high classification accuracy, achieving an overall accuracy better than 90%.",
        "AnswerCn": "该程序步骤涉及使用地理分区和层次决策树策略，首先根据地理特征对区域进行分割。随后，实施决策树分类方法，并通过广泛的视觉解释进行优化，以提高准确性。该方法旨在保持高分类准确率，整体准确率达到90%以上。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological platforms and strategies have enabled the production and refinement of comprehensive land cover classification datasets over extended periods in mountainous regions?",
        "QuestionCn": "哪些技术平台和策略使得在山区长期生产和完善全面的土地覆盖分类数据集成为可能？",
        "AnswerEn": "The production and refinement of comprehensive land cover classification datasets in mountainous regions have been enabled by the use of long-term series of 30m Landsat data, geographic partitioning, hierarchical classification decision tree strategies, and extensive visual interpretation. The Google Earth Engine (GEE) cloud platform is used for efficient data processing, and change detection methods ensure high consistency between products for different years.",
        "AnswerCn": "在山区，利用长期的30米Landsat数据、地理分区、分层分类决策树策略和广泛的视觉解译，已经能够生产和完善综合的土地覆盖分类数据集。使用Google Earth Engine（GEE）云平台进行高效的数据处理，变化检测方法确保不同年份产品之间的高一致性。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}