{
  "id": "5e1fbe01-a219-4009-85be-502a89301864",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Water clarity annual dynamics dataset across China (1990-2018)",
      "titleCn": "中国湖泊透明度数据集（1990-2018）",
      "description": "Water clarity, as a first-order indicator that reflects the optical characteristics of water bodies, represents a comprehensive proxy for aquatic ecosystems’ trophic state. Optical remote sensing technology makes it possible to monitor water clarity changes of lakes (including reservoirs) at large scales. Water clarity annual dynamics dataset of lakes (>1 ha) across China covers the period from 1990 to 2018, with a time resolution of 5-year and spatial resolution of 30 meters, which sources from the Landsat top of air reflectance data embedded in the GEE platform. Three in-situ SDD measurement datasets were used for model calibration and validation. The first dataset was obtained from 37 field campaigns by our team during 2004-2018. Three quarters of this dataset (N= 976) were used to calibrate the model, for which the R2 and rRMSE were 0.79 and 61.9%, respectively; the remaining dataset (N= 325) was used to validate the model, and the validation results indicated stable performance by showing comparative errors (R2=0.80, rRMSE = 57.6%). The second and the third datasets were both used to validate model performance with a major focus on testing the temporal transferability of the model. The second dataset (340 samples), collected as part of the Chinese lakes survey conducted by Nanjing Institute of Geography and Limnology from 2007 to 2009, also indicated a good model performance (R2=0.78, rRMSE% = 59.1%); the third dataset (229 samples) was assembled by the first lake surveys conducted in the 1980s, demonstrating a stable performance for lake SDD before 1990s (R2=0.81, rRMSE = 50.6%). Comparison of validation results for these different periods and datasets demonstrated the stable performance of the SDD model. Finally, based on the water clarity estimation model, the algorithms of cloud mask and water index were conducted on the GEE platform to accomplish the water clarity of lakes across China. The water clarity information could assist local, provincial or even national level decision-making on policies/management for protecting or improving inland water quality.",
      "descriptionCn": "透明度，作为一种最直观地反映水质特性的指标之一，能够综合地反映水体生态系统的营养状态。光学遥感技术为监测大范围湖泊（包括水库）透明度变化提供了可能。中国湖泊（>1公顷）透明度的年均值数据集覆盖时间从1990到2018年，时间分辨率为5年一期，空间分辨率为30米，使用的数据源为GEE平台的Landsat 长时间序列天顶角反射率产品数据。中国的青藏高原、蒙新高原和东北湖区的影像选择时间主要集中在每年5-10月的非冰期。研究团队利用3种实测透明度数据集进行中国湖泊透明度反演模型的构建与验证。第一种数据集是本研究团队在2004-2018年获取的野外实测数据，该数据集的3/4（976）用来建立模型（红/蓝波段比算法），精度为R2=0.79， rRMSE=61.9%；剩余的1/4（325）用来验证模型，精度为R2=0.80， rRMSE = 57.6%。另外两种数据集是用来验证透明度反演模型的时间迁移性，其中一种数据集是2007-2009年期间由中科院南京地理与湖泊研究所进行湖泊调查获取的实测数据（340），精度为R2=0.78，rRMSE = 59.1%；另一种数据集是1980s-1990s期间第一次湖泊调查结果（229），精度为R2=0.81，rRMSE = 50.6%。模型验证结果表明，透明度反演结果在时空上具有较好的精度和稳定性。最后，基于透明度反演模型，在GEE云平台上编写去云算法、水体指数算法等来实现中国湖泊透明度的反演。该数据集信息有助于决策者或者环境管理者更好改善和保护水质，维持区域的可持续发展。",
      "instructions": "File name: the water clarity dataset of Chinese lakes is stored in vector file format, and the file name is \"water_ clarity_ of_ lakes. shp\", in which the lake is displayed in the form of the center point of the lake, and the field \"ID_Number\" in the attribute table of the SHP file is used to represent the code number of the lake.  The field\" SDD_1990_m \"is used to represent the annual mean value of water clarity in 1990, the unit of which is measured in meters. Similar fields represent the similar meaning.\nData reading mode: the dataset could be opened by ArcGIS to display the spatial distribution of the center of the lake.",
      "instructionsCn": "文件命名：中国湖泊透明度数据集以矢量文件格式存储，文件的名称为“water_clarity_of_lakes.shp”，其中湖泊是以湖泊中心点的形式展示，shp文件的属性表中字段“ID_Number”用来表示湖泊的编号。字段“SDD_1990_m”表示1990年湖泊透明度的年均值，其单位为米。类似字段以此类推。\n数据读取方式：该数据集可用Arcgis打开，显示湖泊点中心的空间分布。",
      "east": 135.05,
      "west": 73.66,
      "south": 3.86,
      "north": 53.55,
      "startTime": null,
      "endTime": null,
      "fileSize": 2591025.0,
      "cstr": "18406.11.Hydro.tpdc.271571",
      "doi": "10.11888/Hydro.tpdc.271571",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "陶慧",
        "nameEn": "TAO Hui",
        "unitEn": "",
        "unitCn": "中国科学院东北地理与农业生态研究所"
      },
      {
        "nameCn": "宋开山",
        "nameEn": "SONG Kaishan",
        "unitEn": "Northeast Institute of Geography and Agroecology,Chinese Academy of Sciences",
        "unitCn": "中国科学院东北地理与农业生态研究所"
      },
      {
        "nameCn": "刘阁",
        "nameEn": "LIU Ge",
        "unitEn": "",
        "unitCn": "中国科学院东北地理与农业生态研究所"
      },
      {
        "nameCn": "王强",
        "nameEn": "WANG Qiang",
        "unitEn": "",
        "unitCn": "中国科学院东北地理与农业生态研究所"
      },
      {
        "nameCn": "温志丹",
        "nameEn": "WEN Zhidan",
        "unitEn": "",
        "unitCn": "中国科学院东北地理与农业生态研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Quantification of lake clarity in China using Landsat OLI imagery data",
        "referenceCn": null,
        "referenceEn": "Song, K.S., Liu, G., Wang, Q., Wen, Z.D., Lyu, L.L., Du, Y.X., Sha, L.W., & Fang, C. (2020). Quantification of lake clarity in China using Landsat OLI imagery data. Remote Sensing of Environment, 243,111800."
      },
      {
        "titleCn": null,
        "titleEn": "A Landsat-derived annual inland water clarity dataset of China between 1984 and 2018",
        "referenceCn": null,
        "referenceEn": "Tao, H., Song, K.S., Liu, G., Wang, Q., Wen, Z.D., Jacinthe, P.A., Xu, X.F., Du, J., Shang Y.X., Li, S.J., Wang, Z.M., Lyu, L., Hou, J.B., Wang, X., Liu, D., Shi, K., Zhang, B.H., and Duan, H.T. (2022). A Landsat-derived annual inland water clarity dataset of China between 1984 and 2018. Earth System Science Data, 14(1), 79-94. https://doi.org/10.5194/essd-14-79-2022."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "可见光遥感",
        "nameEn": "Visible remote sensing"
      },
      {
        "nameCn": "地球资源卫星",
        "nameEn": "Landsat"
      },
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "湖泊",
        "nameEn": "Lakes"
      },
      {
        "nameCn": "透明度",
        "nameEn": "Water clarity"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1990-2018",
        "keywordEn": "1990-2018",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Lakes and reservoirs are important aquatic habitats and serve as freshwater water sources for drinking, industrial and agricultural uses. Over the last 4 decades, China has made considerable achievements with respect to socio-economic development but has also faced increasing water pollution challenges due to, among other contributing factors, agricultural nonpoint pollution, wastewater discharge, urban expansion and increased water consumption. Eutrophication and algal bloom proliferation are the clearest manifestations of these water quality problems, and major efforts have been made (afforestation, conversion of cropland to grassland or wetland) to mitigate these impacts and restore the ecological integrity of inland water systems. Water clarity provides both a practical and a comprehensive measure of the trophic state of aquatic ecosystems. However, traditional SDD measurements are limited in terms of their suitability for monitoring large water bodies exhibiting strong spatiotemporal dynamics."
      ],
      "research objective": [
        "Despite the wide availability of remotely sensed data, this metric has not been fully explored for long-term environmental monitoring. To this end, we utilized Landsat top-of-atmosphere reflectance products within Google Earth Engine in the period 1984–2018 to retrieve the average Secchi disk depth (SDD) for each lake in each year."
      ],
      "challenges": [
        "The impact of land contamination on water remains a challenge in terms of accurately retrieving water quality parameters."
      ],
      "methods": [
        "The red / blue band ratio algorithm was applied to map SDD for lakes (> 0.01 km2) based on the first SDD dataset, where R2 =0.79 and relative RMSE (rRMSE)=61.9 %."
      ],
      "dataset": [
        "Three SDD datasets were used for model calibration and validation from different field campaigns mainly conducted during 2004–2018."
      ],
      "findings": [
        "The spatiotemporal dynamics of SDD were analyzed at the five lake regions and individual lake scales, and the average, changing trend, lake number and area, and spatial distribution of lake SDDs across China were presented. In 2018, we found the number of lakes with SDD < 2 m accounted for the largest proportion (80.93 %) of the total lakes, but the total areas of lakes with SDD of < 0.5 and > 4 m were the largest, both accounting for about 24.00 % of the total lakes. During 1984–2018, lakes in the Tibetan–Qinghai Plateau region (TQR) had the clearest water with an average value of 3.32 ±0.38 m, while that in the northeastern region (NLR) exhibited the lowest SDD (mean 0.60 ±0.09 m). Among the 10 814 lakes with SDD results for more than 10 years, 55.42 % and 3.49 % of lakes experienced significant increasing and decreasing trends, respectively."
      ],
      "backgroundCn": [
        "湖泊和水库是重要的水生栖息地，并且为饮用水、工业和农业用途提供淡水来源。在过去的四十年里，中国在社会经济发展方面取得了显著成就，但也面临着日益严重的水污染挑战，这些挑战的原因包括农业非点源污染、废水排放、城市扩张和水资源消耗增加。富营养化和藻类繁殖是这些水质问题最明显的表现，已经采取了重大努力（如植树造林、将农田转为草地或湿地）来减轻这些影响并恢复内陆水体的生态完整性。水体清晰度提供了一个实用且全面的水生生态系统营养状态的衡量标准。然而，传统的沉降深度测量（SDD）在监测具有强烈时空动态的大型水体方面存在局限性。"
      ],
      "research objectiveCn": [
        "尽管遥感数据广泛可用，但这一指标在长期环境监测中尚未得到充分探索。为此，我们利用1984年至2018年期间的Landsat大气顶反射率产品，在Google Earth Engine中检索每个湖泊每年的平均Secchi盘深度（SDD）。"
      ],
      "challengesCn": [
        "土地污染对水的影响在准确获取水质参数方面仍然是一个挑战。"
      ],
      "methodsCn": [
        "红/蓝波段比率算法被应用于基于首个SDD数据集对湖泊（> 0.01 km2）进行SDD映射，其中R2 = 0.79，相对均方根误差（rRMSE）= 61.9%。"
      ],
      "datasetCn": [
        "三个SDD数据集用于模型的校准和验证，这些数据集主要来自于2004年至2018年期间进行的不同实地考察。"
      ],
      "findingsCn": [
        "对中国五个湖泊区域及单个湖泊尺度的水体透明度（SDD）时空动态进行了分析，并呈现了湖泊SDD的平均值、变化趋势、湖泊数量和面积以及空间分布情况。2018年，我们发现SDD < 2 米的湖泊数量占总湖泊的最大比例（80.93%），但SDD < 0.5 米和 > 4 米的湖泊总面积均最大，均占总湖泊的约24.00%。在1984年至2018年期间，西藏-青海高原地区（TQR）的湖泊水体最清澈，平均值为3.32 ±0.38 米，而东北地区（NLR）的SDD最低（平均值为0.60 ±0.09 米）。在10814个SDD数据超过10年的湖泊中，55.42% 的湖泊经历了显著的增加趋势，3.49% 的湖泊经历了显著的减少趋势。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the red/blue band ratio algorithm used as a data collection method for estimating lake transparency?",
        "QuestionCn": "红蓝波段比率算法是否被用作估计湖泊透明度的数据收集方法？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which data collection period provides more comprehensive insights for lake transparency studies: the 1980s-1990s, 2004-2018, or another timeframe?",
        "QuestionCn": "哪个数据收集时期为湖泊透明度研究提供了更全面的见解：1980年代至1990年代、2004年至2018年，还是其他时间段？",
        "AnswerEn": "2004-2018",
        "AnswerCn": "2004-2018",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What is the main data source used for monitoring lake transparency in China from 1990 to 2018?",
        "QuestionCn": "1990年至2018年，中国湖泊透明度监测的主要数据来源是什么？",
        "AnswerEn": "Landsat long-term series top-of-atmosphere reflectance products",
        "AnswerCn": "Landsat长期系列大气顶反射率产品",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the primary regions in China focused on for selecting imagery during the non-ice period?",
        "QuestionCn": "在非冰期选择影像的主要区域是中国的哪些地区？",
        "AnswerEn": "Tibetan Plateau, Inner Mongolia Plateau, northeastern lake district",
        "AnswerCn": "青藏高原、内蒙古高原、东北湖区",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What data collection method was employed to validate the transparency inversion model for Chinese lakes?",
        "QuestionCn": "用于验证中国湖泊透明度反演模型的数据收集方法是什么？",
        "AnswerEn": "in-situ Secchi disk depth (SDD) datasets",
        "AnswerCn": "原位塞氏盘深度（SDD）数据集",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge faced when retrieving water quality parameters using remote sensing data?",
        "QuestionCn": "使用遥感数据获取水质参数时面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge faced when retrieving water quality parameters using remote sensing data is the impact of land contamination on water, which can affect the accuracy of water quality parameter retrieval.",
        "AnswerCn": "通过遥感数据获取水质参数时面临的一个挑战是土地污染对水体的影响，这可能会影响水质参数的准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of datasets used for model calibration and validation in the context of lake transparency studies?",
        "QuestionCn": "您能否提供用于湖泊透明度研究中模型校准和验证的示例数据集？",
        "AnswerEn": "An example of datasets used for model calibration and validation in lake transparency studies includes three Secchi disk depth (SDD) datasets from different field campaigns conducted mainly during the period of 2004–2018, which were used to build and validate a model using a red/blue band ratio algorithm.",
        "AnswerCn": "用于湖泊透明度研究中模型校准和验证的一个数据集示例包括来自不同实地考察的三个Secchi盘深度（SDD）数据集，这些考察主要在2004年至2018年期间进行，旨在使用红/蓝波段比率算法构建和验证模型。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data sources used for monitoring lake transparency over large areas?",
        "QuestionCn": "用于监测大面积湖泊透明度的数据源的特征是什么？",
        "AnswerEn": "Landsat long-term series top-of-atmosphere reflectance products, Google Earth Engine platform, average Secchi disk depth (SDD), spatial resolution of 30 meters, temporal resolution of five years per period",
        "AnswerCn": "Landsat长期系列大气顶反射率产品，Google Earth Engine平台，平均Secchi盘深度（SDD），空间分辨率为30米，时间分辨率为每五年一个周期。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the specific challenges associated with retrieving water quality parameters from remote sensing data?",
        "QuestionCn": "从遥感数据中提取水质参数的具体挑战有哪些？",
        "AnswerEn": "land contamination impact on accuracy",
        "AnswerCn": "土地污染对准确性的影响",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many field-measured data points were used to establish the transparency retrieval model for lakes in China?",
        "QuestionCn": "用于建立中国湖泊透明度检索模型的现场测量数据点有多少个？",
        "AnswerEn": "976",
        "AnswerCn": "976",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'Secchi disk depth (SDD)' mean in the context of aquatic ecosystem monitoring?",
        "QuestionCn": "在水生生态系统监测的背景下，“塞氏盘深度（SDD）”是什么意思？",
        "AnswerEn": "Secchi disk depth (SDD) is a measure used to determine water clarity and provides a practical and comprehensive measure of the trophic state of aquatic ecosystems. It is typically used as an indicator of water quality and the ecological state of lakes and reservoirs.",
        "AnswerCn": "Secchi盘深度（SDD）是用于测量水体清澈度的一种指标，提供了一个实用且全面的水域生态系统营养状态的衡量标准。它通常被用作水质和湖泊及水库生态状态的指示器。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is meant by 'optical remote sensing technology' in the context of monitoring lake transparency?",
        "QuestionCn": "在监测湖泊透明度的背景下，“光学遥感技术”是什么意思？",
        "AnswerEn": "Optical remote sensing technology refers to the use of satellite imagery and sensors, such as Landsat, to monitor large-scale changes in lake transparency. This technology enables the tracking of temporal and spatial variations in water clarity across vast areas, which is particularly useful for ecosystems that are difficult to monitor through traditional in-situ methods.",
        "AnswerCn": "光学遥感技术是指利用卫星影像和传感器（如Landsat）监测湖泊透明度的大规模变化。这项技术能够跟踪水体清晰度在时间和空间上的变化，特别适用于那些通过传统现场方法难以监测的生态系统。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'red/blue band ratio algorithm' signify in the context of water quality data retrieval?",
        "QuestionCn": "在水质数据检索的背景下，“红/蓝带比率算法”意味着什么？",
        "AnswerEn": "The 'red/blue band ratio algorithm' is a method used to map Secchi disk depth (SDD) for lakes by analyzing satellite imagery. This algorithm utilizes the ratio of reflectance values in the red and blue spectral bands to estimate water clarity, which is validated against field-measured SDD data to ensure its accuracy and reliability.",
        "AnswerCn": "“红蓝带比率算法”是一种通过分析卫星影像来绘制湖泊Secchi盘深度（SDD）的方法。该算法利用红色和蓝色光谱波段的反射值比率来估算水体清澈度，并通过与实地测量的SDD数据进行验证，以确保其准确性和可靠性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the use of Landsat top-of-atmosphere reflectance products in retrieving Secchi disk depth (SDD) compare to traditional field-based SDD measurements in terms of data coverage and spatiotemporal dynamics?",
        "QuestionCn": "使用Landsat大气顶反射率产品来获取Secchi盘深度（SDD）与传统的现场SDD测量在数据覆盖和时空动态方面的比较如何？",
        "AnswerEn": "The use of Landsat reflectance products allows for monitoring large water bodies with strong spatiotemporal dynamics over an extended period (1984-2018), which traditional SDD measurements, limited by smaller scale and temporal frequency, cannot achieve.",
        "AnswerCn": "使用Landsat反射率产品可以监测具有强时空动态的大型水体，覆盖1984年至2018年的较长时间段，而传统的水文监测（SDD）测量由于规模较小和时间频率有限，无法实现这一点。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "In what ways do the challenges of land contamination impact the accuracy of water quality retrieval using optical remote sensing techniques compared to the challenges faced in traditional water sampling methods?",
        "QuestionCn": "土地污染的挑战如何影响使用光学遥感技术获取水质的准确性，与传统水样采集方法面临的挑战相比？",
        "AnswerEn": "While optical remote sensing methods are affected by land contamination in accurately retrieving water quality parameters, traditional sampling methods are limited by their inability to capture large-scale and dynamic changes, despite offering potentially more direct measurements in localized areas.",
        "AnswerCn": "光学遥感方法受到土地污染的影响，难以准确获取水质参数，而传统采样方法由于无法捕捉大规模和动态变化，尽管在局部区域提供了更直接的测量，但仍然存在局限性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the use of optical remote sensing and the application of algorithms like the red/blue band ratio enhance the accuracy and scalability of water clarity measurements across large lake regions?",
        "QuestionCn": "如何利用光学遥感技术和红蓝波段比算法的应用来提高大湖区域水体清晰度测量的准确性和可扩展性？",
        "AnswerEn": "The application of optical remote sensing, specifically utilizing Landsat top-of-atmosphere reflectance products, allows for extensive monitoring of water clarity over large areas. The red/blue band ratio algorithm is used to map Secchi disk depth (SDD), which improves the ability to capture spatial and temporal dynamics of water clarity across different regions. This method offers a scalable and practical solution to measure the trophic state of aquatic ecosystems.",
        "AnswerCn": "光学遥感的应用，特别是利用Landsat大气顶反射率产品，可以对大面积水体的清晰度进行广泛监测。红/蓝波段比率算法用于绘制Secchi盘深度（SDD），提高了捕捉不同区域水清晰度的空间和时间动态的能力。这种方法提供了一种可扩展且实用的解决方案，用于测量水生生态系统的营养状态。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What are the potential impacts of land contamination on the retrieval accuracy of water quality parameters, and how can researchers mitigate these challenges in large-scale environmental monitoring?",
        "QuestionCn": "土地污染对水质参数的检索准确性可能产生的影响是什么？研究人员如何在大规模环境监测中减轻这些挑战？",
        "AnswerEn": "Land contamination impacts the retrieval accuracy of water quality parameters by introducing noise and interference in remote sensing data. Researchers can mitigate these challenges by employing robust algorithms and validation techniques, such as those using field-measured data to calibrate and validate remote sensing models, ensuring the retrieval of accurate and reliable water quality parameters.",
        "AnswerCn": "土地污染通过在遥感数据中引入噪声和干扰，影响水质参数的提取准确性。研究人员可以通过采用稳健的算法和验证技术来减轻这些挑战，例如使用实地测量数据来校准和验证遥感模型，从而确保提取准确可靠的水质参数。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the challenges in accurately retrieving water quality parameters using optical remote sensing techniques?",
        "QuestionCn": "使用光学遥感技术准确获取水质参数的挑战是什么？",
        "AnswerEn": "One of the major challenges in accurately retrieving water quality parameters using optical remote sensing techniques is the impact of land contamination on water bodies, which can affect the accuracy of remotely sensed data.",
        "AnswerCn": "使用光学遥感技术准确获取水质参数的主要挑战之一是陆地污染对水体的影响，这可能会影响遥感数据的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is the use of traditional Secchi Disk Depth (SDD) measurements limited for monitoring large water bodies with strong spatiotemporal dynamics?",
        "QuestionCn": "传统的Secchi盘深度（SDD）测量在监测具有强时空动态的大型水体时受到限制的原因是什么？",
        "AnswerEn": "Traditional Secchi Disk Depth (SDD) measurements are limited for monitoring large water bodies due to their inability to effectively capture the spatiotemporal dynamics of these ecosystems, which can vary significantly across large geographical areas and time periods.",
        "AnswerCn": "传统的Secchi盘深度（SDD）测量在监测大水体方面存在局限性，因为它们无法有效捕捉这些生态系统的时空动态，而这些动态在大范围的地理区域和时间段内可能会显著变化。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors have led to the extensive use of Landsat top-of-atmosphere reflectance products for long-term environmental monitoring of lake transparency?",
        "QuestionCn": "导致广泛使用Landsat大气顶层反射率产品进行湖泊透明度长期环境监测的因素有哪些？",
        "AnswerEn": "The extensive use of Landsat top-of-atmosphere reflectance products for long-term environmental monitoring of lake transparency is due to the wide availability and capability of these products to provide consistent and comprehensive data over a long time period, allowing for the retrieval of average Secchi Disk Depth (SDD) for lakes annually.",
        "AnswerCn": "广泛使用Landsat大气顶层反射率产品进行湖泊透明度的长期环境监测，主要是因为这些产品的广泛可用性和能够提供一致且全面的数据，覆盖较长时间段，从而允许每年获取湖泊的平均Secchi盘深度（SDD）。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What consequences arise in data accuracy when land contamination impacts water quality parameter retrieval?",
        "QuestionCn": "当土地污染影响水质参数获取时，数据准确性会产生哪些后果？",
        "AnswerEn": "The impact of land contamination on water presents challenges in accurately retrieving water quality parameters, which affects the reliability of the data collected.",
        "AnswerCn": "土地污染对水的影响在准确获取水质参数方面带来了挑战，这影响了所收集数据的可靠性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the use of optical remote sensing technology influence the monitoring of transparency changes across extensive lake areas?",
        "QuestionCn": "光学遥感技术的使用如何影响对广泛湖泊区域透明度变化的监测？",
        "AnswerEn": "Optical remote sensing technology enables the monitoring of transparency changes over large lake areas, providing comprehensive data on the trophic state of aquatic ecosystems, despite traditional limitations in measuring large water bodies with strong spatiotemporal dynamics.",
        "AnswerCn": "光学遥感技术能够监测大湖区透明度的变化，提供关于水生生态系统营养状态的全面数据，尽管在测量具有强时空动态的大型水体时传统方法存在局限。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the implications of using multiple SDD datasets for model calibration and validation on the robustness of transparency retrieval models?",
        "QuestionCn": "使用多个SDD数据集进行模型校准和验证对透明度检索模型的鲁棒性有什么影响？",
        "AnswerEn": "Utilizing multiple SDD datasets for model calibration and validation enhances the robustness of transparency retrieval models by ensuring temporal migration accuracy, as evidenced by the achieved model precisions and stability across different time periods.",
        "AnswerCn": "利用多个SDD数据集进行模型校准和验证增强了透明度检索模型的稳健性，确保了时间迁移的准确性，正如不同时间段所取得的模型精度和稳定性所证明的那样。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind utilizing Landsat top-of-atmosphere reflectance products for long-term monitoring of lake transparency in China?",
        "QuestionCn": "利用Landsat大气顶反射率产品对中国湖泊透明度进行长期监测的主要目标是什么？",
        "AnswerEn": "The primary objective is to explore and fully utilize remotely sensed data for long-term environmental monitoring, specifically to retrieve the average Secchi disk depth (SDD) for each lake annually, thereby providing a comprehensive measure of the trophic state of aquatic ecosystems across China.",
        "AnswerCn": "主要目标是探索和充分利用遥感数据进行长期环境监测，具体是每年获取每个湖泊的平均透明度盘深度（SDD），从而为中国水域生态系统的营养状态提供全面的衡量。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to validate transparency retrieval models with datasets from different field campaigns?",
        "QuestionCn": "为什么使用来自不同实地考察的数据集来验证透明度检索模型很重要？",
        "AnswerEn": "It is important to validate transparency retrieval models with datasets from different field campaigns to ensure the model's accuracy and stability over time and space, as well as to confirm its applicability across various regions and time periods within China.",
        "AnswerCn": "验证透明度检索模型的重要性在于使用来自不同实地考察的数据集，以确保模型在时间和空间上的准确性和稳定性，并确认其在中国各个地区和时间段的适用性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methods can be employed to accurately retrieve water transparency data from satellite imagery for large-scale lakes across different regions?",
        "QuestionCn": "可以采用哪些方法从卫星影像中准确获取不同地区大型湖泊的水体透明度数据？",
        "AnswerEn": "The red / blue band ratio algorithm can be applied to map Secchi disk depth (SDD) for lakes based on satellite imagery, particularly using Landsat top-of-atmosphere reflectance products within Google Earth Engine over a long-term period.",
        "AnswerCn": "红/蓝波段比率算法可以应用于基于卫星影像映射湖泊的透明度深度（SDD），特别是利用Google Earth Engine中的Landsat大气顶反射率产品进行长期监测。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can data from different field campaigns be integrated to enhance the model calibration and validation process for water transparency measurements?",
        "QuestionCn": "如何将来自不同实地考察的数据整合，以增强水体透明度测量的模型校准和验证过程？",
        "AnswerEn": "Three SDD datasets from various field campaigns conducted mainly between 2004 and 2018 can be used for model calibration and validation, leveraging field measurements to build and verify models for water transparency assessments.",
        "AnswerCn": "三个来自于2004年至2018年间进行的不同实地考察的SDD数据集可用于模型的校准和验证，利用现场测量数据构建和验证水体透明度评估模型。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What procedural steps are involved in processing and analyzing spatial and temporal dynamics of lake transparency data using remote sensing techniques?",
        "QuestionCn": "使用遥感技术处理和分析湖泊透明度数据的空间和时间动态涉及哪些程序步骤？",
        "AnswerEn": "The process involves utilizing Landsat data to retrieve annual average SDD for each lake and analyzing the spatiotemporal dynamics by examining the changes in average values, trends, lake numbers, and spatial distribution over time and across different regions.",
        "AnswerCn": "该过程涉及利用Landsat数据获取每个湖泊的年平均SDD，并通过分析平均值、趋势、湖泊数量和不同区域的空间分布随时间的变化，来研究时空动态。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the long-term monitoring of lake transparency across large geographical regions?",
        "QuestionCn": "哪些技术进步使得在大范围地理区域内能够长期监测湖泊透明度？",
        "AnswerEn": "The use of Landsat top-of-atmosphere reflectance products within Google Earth Engine has enabled long-term monitoring of lake transparency, allowing for the analysis of Secchi disk depth (SDD) from 1984 to 2018 with a spatial resolution of 30 meters.",
        "AnswerCn": "在Google Earth Engine中使用Landsat大气顶层反射率产品，使得对湖泊透明度的长期监测成为可能，从1984年到2018年分析了Secchi盘深度（SDD），空间分辨率为30米。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What conditions or factors pose challenges to accurately retrieving water quality parameters using remote sensing techniques?",
        "QuestionCn": "哪些条件或因素对使用遥感技术准确获取水质参数构成挑战？",
        "AnswerEn": "The impact of land contamination on water poses a challenge to accurately retrieving water quality parameters, as it can interfere with the remote sensing measurements and affect the precision of the derived water clarity metrics.",
        "AnswerCn": "土地污染对水体的影响给准确获取水质参数带来了挑战，因为它可能干扰遥感测量，并影响所得到的水体清晰度指标的精确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might data collection methods struggle to accurately capture water quality parameters in lakes with strong spatiotemporal dynamics?",
        "QuestionCn": "数据收集方法可能难以准确捕捉具有强时空动态的湖泊水质参数的原因是什么？",
        "AnswerEn": "The impact of land contamination on water remains a challenge in terms of accurately retrieving water quality parameters, indicating that traditional SDD measurements are limited for monitoring large water bodies with strong spatiotemporal dynamics.",
        "AnswerCn": "土地污染对水体的影响在准确获取水质参数方面仍然是一个挑战，这表明传统的SDD测量在监测具有强时空动态的大型水体时存在局限性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is remotely sensed data underutilized for long-term environmental monitoring of lakes despite its wide availability?",
        "QuestionCn": "尽管遥感数据广泛可用，但在湖泊的长期环境监测中却未得到充分利用，原因是什么？",
        "AnswerEn": "Despite the wide availability of remotely sensed data, metrics like water clarity have not been fully explored for long-term environmental monitoring. This underutilization suggests potential gaps in leveraging technological advancements for comprehensive monitoring.",
        "AnswerCn": "尽管遥感数据广泛可用，但水体清晰度等指标尚未被充分探索用于长期环境监测。这种未充分利用表明在利用技术进步进行全面监测方面存在潜在的空白。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How do you evaluate the effectiveness of using optical remote sensing technology for large-scale lake transparency monitoring compared to traditional methods?",
        "QuestionCn": "如何评估使用光学遥感技术进行大规模湖泊透明度监测的有效性，与传统方法相比？",
        "AnswerEn": "Optical remote sensing technology, as applied in the dataset, provides a practical means for monitoring large-scale lake transparency by allowing for the consistent measurement of Secchi disk depth (SDD) over extensive geographical areas. This approach appears to be particularly effective for regions with strong spatiotemporal dynamics, offering a comprehensive measure of aquatic ecosystems' trophic state.",
        "AnswerCn": "光学遥感技术在数据集中的应用，为监测大规模湖泊透明度提供了一种实用手段，能够在广泛的地理区域内一致地测量 Secchi 盘深度（SDD）。这种方法在具有强烈时空动态的地区特别有效，提供了水生生态系统营养状态的全面衡量。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What challenges do you foresee in accurately retrieving water quality parameters when considering land contamination influences?",
        "QuestionCn": "在考虑土地污染影响时，准确获取水质参数可能面临哪些挑战？",
        "AnswerEn": "The impact of land contamination poses significant challenges in accurately retrieving water quality parameters. This is due to potential inaccuracies in separating the water signal from land influences, which can affect the precision of water quality assessments using remote sensing techniques.",
        "AnswerCn": "土地污染的影响在准确获取水质参数方面带来了重大挑战。这是因为在分离水信号与土地影响时可能存在不准确性，这会影响使用遥感技术进行水质评估的精确性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "To what extent do you think the temporal resolution of five years for data collection affects the ability to monitor changes in lake transparency effectively?",
        "QuestionCn": "你认为五年的数据收集时间分辨率在多大程度上影响了有效监测湖泊透明度变化的能力？",
        "AnswerEn": "A five-year temporal resolution allows for long-term monitoring of trends in lake transparency; however, it may limit the ability to capture short-term fluctuations or seasonal variations. Despite this, the dataset's temporal resolution provides valuable insights into broader trends and changes over extended periods, which are crucial for understanding long-term environmental impacts.",
        "AnswerCn": "五年的时间分辨率允许对湖泊透明度的长期趋势进行监测；然而，它可能限制捕捉短期波动或季节变化的能力。尽管如此，该数据集的时间分辨率仍提供了对更广泛趋势和变化的有价值见解，这对于理解长期环境影响至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm not clear about the challenges faced in accurately retrieving water quality parameters due to land contamination.",
        "QuestionCn": "我不清楚由于土地污染而准确获取水质参数所面临的挑战。",
        "AnswerEn": "The challenge in accurately retrieving water quality parameters such as Secchi disk depth (SDD) from remote sensing data arises from the impact of land contamination. This can interfere with the spectral signals captured by remote sensing technologies, thus affecting the accuracy of water quality retrieval.",
        "AnswerCn": "从遥感数据中准确获取水质参数，如塞基盘深度（SDD），的挑战在于土地污染的影响。这可能干扰遥感技术捕获的光谱信号，从而影响水质检索的准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of how multiple datasets can be used for model calibration and validation in assessing lake transparency trends.",
        "QuestionCn": "我无法理解如何使用多个数据集进行模型校准和验证，以评估湖泊透明度趋势。",
        "AnswerEn": "Multiple datasets are employed for model calibration and validation to ensure the accuracy and reliability of lake transparency assessments. For instance, three SDD datasets from field campaigns conducted between 2004-2018 were used to calibrate and validate the retrieval model, which facilitated the analysis of spatiotemporal dynamics of transparency trends across different lake regions.",
        "AnswerCn": "多个数据集被用于模型校准和验证，以确保湖泊透明度评估的准确性和可靠性。例如，使用了2004年至2018年间进行的三次实地考察的SDD数据集来校准和验证检索模型，这有助于分析不同湖泊区域透明度趋势的时空动态。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore different data collection methods that can enhance the accuracy of water clarity measurements in large lakes over extended periods.",
        "QuestionCn": "请探讨不同的数据收集方法，这些方法可以提高对大湖泊在较长时间内水清晰度测量的准确性。",
        "AnswerEn": "The field utilizes Landsat top-of-atmosphere reflectance products within Google Earth Engine to retrieve average Secchi disk depth (SDD) from 1984–2018. Field campaigns from 2004–2018 provided datasets for model calibration and validation. The red/blue band ratio algorithm was applied for mapping SDD, achieving a calibration accuracy of R2=0.79 and an rRMSE of 61.9%.",
        "AnswerCn": "该领域利用Landsat大气顶反射率产品在Google Earth Engine中检索1984年至2018年的平均Secchi盘深度（SDD）。2004年至2018年的实地考察提供了模型校准和验证的数据集。采用红/蓝波段比率算法进行SDD映射，校准精度达到R²=0.79，rRMSE为61.9%。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please identify and discuss the primary challenges in utilizing remote sensing data for long-term monitoring of lake water clarity.",
        "QuestionCn": "请识别并讨论利用遥感数据进行湖泊水清晰度长期监测的主要挑战。",
        "AnswerEn": "A significant challenge identified is the impact of land contamination on water, which affects the accuracy of water quality parameter retrievals. Despite the availability of remotely sensed data, this issue complicates the use of metrics like SDD for long-term environmental monitoring.",
        "AnswerCn": "一个显著的挑战是土地污染对水的影响，这影响了水质参数获取的准确性。尽管有遥感数据的可用性，但这一问题使得使用如SDD等指标进行长期环境监测变得复杂。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please suggest potential datasets or approaches to further validate or refine models for analyzing spatial and temporal dynamics of lake transparency.",
        "QuestionCn": "请建议潜在的数据集或方法，以进一步验证或优化分析湖泊透明度的空间和时间动态的模型。",
        "AnswerEn": "Three SDD datasets were used for model calibration and validation, sourced from different field campaigns conducted between 2004 and 2018. Additional datasets from surveys conducted in 2007-2009 and the 1980s-1990s were also used to validate the model's temporal applicability. These datasets helped analyze the spatiotemporal dynamics of SDD across various lake regions in China.",
        "AnswerCn": "三个SDD数据集用于模型的校准和验证，这些数据集来源于2004年至2018年间进行的不同实地考察。此外，还使用了2007-2009年和1980年代至1990年代进行的调查数据集来验证模型的时间适用性。这些数据集帮助分析了中国各湖区SDD的时空动态。",
        "Level": "C6(Creating)"
      }
    ]
  }
}