{
  "id": "5e6a25b1-0906-4df7-9450-f547c40fb251",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "10 ancient genomes from Dulan site in Qinghai Province",
      "titleCn": "青海省都兰县10例古代个体全基因组序列",
      "description": "County in qinghai province touraine hot water tombs wow this study sites along the reservoir successfully obtained in 10 cases from 1202-1380 individuals in ancient whole genome sequence.Sequencing based on huada smart MGISEQ - 2000.Using combined probe anchoring polymerization (cPAS), anchor of DNA molecules by fluorescence probe in DNA nano ball (DNB) on the polymerization, and use the high resolution imaging system of optical signals collection, optical signal after digital processing to obtain samples of high quality high accuracy sequence information.The sequencing data combining with archaeological data system resolved the tubo period wow along the reservoir site related population genetic structure, and put forward the tubo regime in the northeastern margin of qinghai-tibet plateau is take the crowd and cultural expansion mode.",
      "descriptionCn": "本研究在青海省都兰县热水墓群哇沿水库遗址中成功获取了距今1202-1380年的10例古代个体全基因组序列。测序工作基于华大智造MGISEQ-2000完成。使用联合探针锚定聚合技术（cPAS），通过将 DNA 分子锚和荧光探针在 DNA 纳米球（DNB）上进行聚合，并利用高分辨率成像系统对光信号进行采集，光信号经过数字化处理后获得高质量高准确度的样本序列信息。该测序数据结合考古学资料系统解析了吐蕃时期哇沿水库遗址相关人群的遗传结构，并提出吐蕃政权在青藏高原东北缘是采取人群和文化共扩张的模式。",
      "instructions": "Fasta files",
      "instructionsCn": "fasta文件",
      "east": 98.1,
      "west": 98.1,
      "south": 36.30135,
      "north": 36.30135,
      "startTime": null,
      "endTime": null,
      "fileSize": 5802489979.0,
      "cstr": null,
      "doi": "10.1016/j.isci.2022.105636",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "文少卿",
        "nameEn": "WEN Shaoqing",
        "unitEn": "",
        "unitCn": "复旦大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Cultural and demic co-diffusion of Tubo Empire on Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Zhu, K.Y., Du, P.X., Li, J.Y., Zhang, J.L., Hu, X.J., Meng, H.L., Chen, L., Zhou, B.Y., Yang, X.M., Xiong, J.X., Allen, E., Ren, X.Y., Ding, Y., Xu, Y.R., Chang, X., Yu, Y.,  Han, S., Dong, G.H., Wang, C.C., & Wen, S.Q. (2022).\nCultural and demic co-diffusion of Tubo Empire on Tibetan Plateau, iScience, 25(12).\n"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "人口",
        "nameEn": "Population"
      },
      {
        "nameCn": "遗址",
        "nameEn": "Sites"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "都兰县",
        "keywordEn": "Dulan County"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1308–1130年前",
        "keywordEn": "1308–1130 years ago",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "中国科学院战略性先导科技专项（A类）",
        "titleEn": "Strategic Priority Research Program (A) of the Chinese Academy of Sciences"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data collection method used for obtaining ancient individual whole genome sequences in the context of archaeological research?",
        "QuestionCn": "在考古研究中获取古代个体全基因组序列的数据收集方法的特点是什么？",
        "AnswerEn": "MGISEQ-2000 sequencing platform, combined probe anchor synthesis (cPAS) technology, DNA nano balls (DNB), high-resolution imaging system, high-quality, high-accuracy sample sequence information",
        "AnswerCn": "MGISEQ-2000测序平台，结合探针锚定合成（cPAS）技术，DNA纳米球（DNB），高分辨率成像系统，高质量，高准确度的样本序列信息。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many ancient individual whole genome sequences were obtained from the archaeological site in Dulan County, Qinghai Province?",
        "QuestionCn": "在青海省都兰县的考古遗址中获得了多少个古代个体的完整基因组序列？",
        "AnswerEn": "10",
        "AnswerCn": "10",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the combined probe-anchored polymerization (cPAS) technique in the context of ancient genome sequencing?",
        "QuestionCn": "在古代基因组测序的背景下，什么是联合探针锚定聚合（cPAS）技术？",
        "AnswerEn": "The combined probe-anchored polymerization (cPAS) technique in ancient genome sequencing refers to a method where DNA molecules are anchored with probes and polymerized on DNA nanoballs (DNBs). This process involves capturing light signals using a high-resolution imaging system, which are then digitized to obtain high-quality and accurate sample sequence information.",
        "AnswerCn": "结合探针锚定聚合（cPAS）技术在古代基因组测序中指的是一种方法，其中DNA分子通过探针锚定并在DNA纳米球（DNBs）上聚合。这个过程涉及使用高分辨率成像系统捕获光信号，然后将其数字化以获得高质量和准确的样本序列信息。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the use of high-resolution imaging systems and DNA nanoball technology infer about the potential accuracy and reliability of ancient human genome sequencing data in archaeological research?",
        "QuestionCn": "高分辨率成像系统和DNA纳米球技术的使用可以推断出古人类基因组测序数据在考古研究中的潜在准确性和可靠性吗？",
        "AnswerEn": "The use of high-resolution imaging systems combined with DNA nanoball technology in ancient human genome sequencing suggests a high level of accuracy and reliability in the resulting data. This method allows for precise collection and digital processing of light signals, which can lead to high-quality and accurate genome sequence information. Such technological approaches imply that the sequencing data can be effectively used to analyze the genetic structure of ancient populations, as well as to explore interactions between human groups and cultural expansions, as seen in the genetic analysis of populations from the Tibetan Empire period at the northeastern edge of the Qinghai-Tibet Plateau.",
        "AnswerCn": "高分辨率成像系统与DNA纳米球技术相结合在古代人类基因组测序中的应用，表明所获得数据具有较高的准确性和可靠性。这种方法允许精确收集和数字处理光信号，从而产生高质量和准确的基因组序列信息。这些技术方法暗示，测序数据可以有效用于分析古代人群的遗传结构，以及探索人群之间的互动和文化扩展，例如在青藏高原东北边缘的吐蕃帝国时期人群的遗传分析中。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the successful extraction of ancient individual whole genome sequences from archaeological sites?",
        "QuestionCn": "成功从考古遗址提取古代个体全基因组序列的因素包括哪些？",
        "AnswerEn": "The successful extraction of ancient individual whole genome sequences from archaeological sites is achieved by employing advanced sequencing technologies such as the MGISEQ-2000, which utilizes the combined probe-anchored synthesis (cPAS) technology. This involves the aggregation of DNA molecules and fluorescent probes on DNA nanoballs (DNB) and capturing light signals through a high-resolution imaging system. These signals are then digitized to obtain high-quality and accurate sample sequence information. This technical approach, combined with archaeological data, allows for a comprehensive analysis of genetic structures, as seen in the study of the population at the Wayan Reservoir site from the Tibetan Empire period.",
        "AnswerCn": "成功从考古遗址提取古代个体全基因组序列是通过采用先进的测序技术实现的，例如MGISEQ-2000，该技术利用了组合探针锚定合成（cPAS）技术。这涉及将DNA分子和荧光探针聚集在DNA纳米球（DNB）上，并通过高分辨率成像系统捕获光信号。这些信号随后被数字化，以获得高质量和准确的样本序列信息。这种技术方法结合考古数据，使得对遗传结构进行全面分析成为可能，正如在对西藏帝国时期的瓦延水库遗址人群的研究中所见。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using the combined probe-anchor synthesis technology (cPAS) in sequencing ancient genomes for understanding the genetic structure of populations from historical periods?",
        "QuestionCn": "使用组合探针-锚合成技术（cPAS）对古代基因组进行测序的后果是什么，以便理解历史时期人群的遗传结构？",
        "AnswerEn": "Using the combined probe-anchor synthesis technology (cPAS) allows for high-quality and accurate sequencing of ancient genomes. This method facilitates the collection of comprehensive genetic data, which can be integrated with archaeological information to systematically analyze the genetic structure of populations from historical periods such as the Tibetan Empire era at the Wa Yan Reservoir site. This can result in insights into the genetic and cultural expansion patterns of historical populations in the northeastern Tibetan Plateau.",
        "AnswerCn": "使用组合探针锚定合成技术（cPAS）可以高质量、准确地测序古代基因组。这种方法有助于收集全面的遗传数据，这些数据可以与考古信息相结合，系统地分析历史时期（如瓦燕水库遗址的吐蕃帝国时代）的人口遗传结构。这可以揭示东北藏区历史人口的遗传和文化扩展模式。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the goal of employing advanced sequencing technologies, such as MGISEQ-2000 and cPAS, in analyzing ancient genomes from archaeological sites?",
        "QuestionCn": "使用先进的测序技术，如MGISEQ-2000和cPAS，分析考古遗址中的古代基因组的目标是什么？",
        "AnswerEn": "The goal of using advanced sequencing technologies like MGISEQ-2000 and cPAS is to acquire high-quality and high-accuracy genomic sequences from ancient individuals. This allows researchers to analyze the genetic structure of populations from historical periods, such as the Tibetan Empire, and understand the patterns of human and cultural expansion in regions like the northeastern Tibetan Plateau.",
        "AnswerCn": "使用先进的测序技术，如MGISEQ-2000和cPAS，旨在从古代个体中获取高质量和高准确度的基因组序列。这使研究人员能够分析历史时期人群的遗传结构，例如吐蕃帝国，并理解人类和文化在东北藏区等地区的扩展模式。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What techniques are used to ensure high accuracy and quality in the sequencing of ancient whole genomes from archaeological sites?",
        "QuestionCn": "确保从考古遗址中获得古代全基因组高准确性和高质量的技术有哪些？",
        "AnswerEn": "The sequencing of ancient whole genomes involves using the combined probe-anchoring synthesis technology (cPAS) on DNA nanoballs (DNB), where DNA molecules are anchored and fluorescence probes are synthesized. High-resolution imaging systems collect the optical signals, which are then digitized to obtain high-quality and accurate sample sequence information.",
        "AnswerCn": "古代全基因组的测序涉及使用结合探针锚定合成技术（cPAS）在DNA纳米球（DNB）上进行操作，其中DNA分子被锚定，荧光探针被合成。高分辨率成像系统收集光学信号，然后将其数字化以获得高质量和准确的样本序列信息。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}