{
    "id": "5f496cc9-589c-49d7-bc1f-603468c8d88c",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of hydrometeorological observation network (automatic weather station of Bajitan Gobi desert station, 2013)",
            "description": "This dataset includes data recorded by the Hydrometeorological observation network obtained from the automatic weather station (AWS) at the Bajitan Gobi desert station between 21 September, 2012, and 31 December, 2013. The site (100.304° E, 38.915° N) was located on a Gobi desert surface in the Bajitan, which is near Zhangye city, Gansu Province. The elevation is 1562 m. The installation heights and orientations of different sensors and measured quantities were as follows: air temperature and humidity profile (HMP45AC; 5 and 10 m, north), wind speed profile (010C; 5 and 10 m, north), wind direction profile (020C; 10 m, north), air pressure (PTB110; 2 m), rain gauge (TE525M; 10 m), four-component radiometer (CNR1; 6 m, south), two infrared temperature sensors (IRTC3; 6 m, south, vertically downward), soil heat flux (HFT3; 3 duplicates, -0.06 m, 2 m in the south), soil temperature profile (AV-10T; 0, -0.02, -0.04, -0.1, -0.2, -0.4, -0.6, and -1 m), and soil moisture profile (ECh2o-5; -0.02, -0.04, -0.1, -0.2, -0.4, -0.6 and -1 m).\nThe observations included the following: air temperature and humidity (Ta_5 m and Ta_10 m; RH_5 m and RH_10 m) (℃ and %, respectively), wind speed (Ws_5 m and Ws_10 m) (m/s), wind direction (WD_10 m) (°), air pressure (press) (hpa), precipitation (rain) (mm), four-component radiation (DR, incoming shortwave radiation; UR, outgoing shortwave radiation; DLR_Cor, incoming longwave radiation; ULR_Cor, outgoing longwave radiation; Rn, net radiation) (W/m^2), infrared temperature (IRT_1 and IRT_2) (℃), soil heat flux (Gs_1, Gs_2, and Gs_3) (W/m^2), soil temperature (Ts_0 cm, Ts_2 cm, Ts_4 cm, Ts_10 cm, Ts_20 cm, Ts_40 cm, Ts_60 cm and Ts_100 cm) (℃), and soil moisture (Ms_2 cm, Ms_4 cm, Ms_10 cm, Ms_20 cm, Ms_40 cm, Ms_60 cm and Ms_100 cm) (%, volumetric water content).\nThe data processing and quality control steps were as follows: (1) The AWS data were averaged over intervals of 10 min for a total of 144 records per day. The missing data were denoted by -6999. (2) Data in duplicate records were rejected. (3) Unphysical data were rejected. (4) The data marked in red are problematic data. (5) The format of the date and time was unified, and the date and time were collected in the same column, for example, date and time: 2013-6-10 10:30. (6) Finally, the naming convention was AWS+ site no. Moreover, suspicious data were marked in red.\nFor more information, please refer to Liu et al. (2018) (for hydrometeorological observation network or sites information), Liu et al. (2011) (for data processing) in the Citation section.",
            "instructions": "",
            "east": 100.3042,
            "west": 100.3042,
            "south": 38.915,
            "north": 38.915,
            "startTime": "2012-10-09 16:00:00",
            "endTime": "2014-01-19 12:00:00",
            "fileSize": 19605492.0,
            "cstr": "18406.11.hiwater.188.2014.db",
            "doi": "10.3972/hiwater.188.2014.db",
            "dataFormat": "Text",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameEn": "CHE Tao",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "REN Zhiguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Comprehensive Remote Sensing Observation Joint Experiment Overall Design for the Ecological-Hydrological Processes of the Heilong River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Meteorological element"
            },
            {
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordEn": "Bajitan Gobi desert station"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2012-09-21 to 2013-12-31",
                "type": "temporal"
            },
            {
                "keywordEn": "2013",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleEn": "Digital heihe"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        },
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": []
        },
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Does the data collection method for hydrometeorological observations include the use of automatic meteorological stations with a 10-minute average period?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Is there a multiscale dataset available that includes data from eddy covariance towers and automatic meteorological stations in an oasis-desert area?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the primary data collection methods used in eco-hydrological studies over heterogeneous land surfaces?",
                    "Answer": "Flux observation matrix, eddy covariance towers, large aperture scintillometers, automatic meteorological stations, hyper-resolution airborne remote sensing, LiDAR, imaging spectrometer, multi-angle thermal imager, L-band microwave radiometer",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Who is responsible for ensuring the quality control of the observational data collected in oasis-desert ecosystems?",
                    "Answer": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER) observation system",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Where are the observation stations for measuring energy, water vapor, and carbon exchange in oasis-desert areas typically located?",
                    "Answer": "middle and lower reaches of the Heihe River Basin",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "What is an example of a challenge faced in data collection for hydrometeorological observations in oasis-desert systems?",
                    "Answer": "A challenge in data collection in oasis-desert systems is the poor availability of multiscale observations, which hinders the progress in understanding eco-hydrological processes. This is particularly problematic in regions where oasis-desert interactions need to be observed at various scales.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Could you provide an example of a dataset that includes multiscale eco-hydrological data collected in an oasis-desert area?",
                    "Answer": "An example of such a dataset is obtained from the HiWATER experiment, which includes data from a flux observation matrix of eddy covariance towers, automatic meteorological stations, and hyper-resolution airborne remote sensing using LiDAR and imaging spectrometers, capturing multiscale eco-hydrological processes in an oasis-desert area.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the characteristics of the meteorological parameters measured at different heights in a hydrometeorological observation network?",
                    "Answer": "air temperature at 5m and 10m, relative humidity at 5m and 10m, wind speed at 5m and 10m, wind direction at 10m, air pressure at 2m, measurements every 10 minutes",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the properties and features of the instruments used for measuring soil and canopy temperatures in eco-hydrological research?",
                    "Answer": "thermal infrared camera, high-resolution images, four-component radiometer, measures various radiation components",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What are the defining features of a multiscale observation dataset in an oasis-desert ecosystem?",
                    "Answer": "flux observation matrices, eddy covariance towers, automatic meteorological stations, remote sensing instruments, LiDAR, imaging spectrometers, thermal imagers, energy fluxes, water vapor fluxes, carbon fluxes, vegetation dynamics, photosynthesis processes, hierarchical nesting, comprehensive coverage, different land cover types, environmental parameters",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many measurements are taken daily in the meteorological observation network at the Bajitan Gobi site?",
                    "Answer": "144 measurements",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many different soil depths were soil temperature sensors installed in the Heihe eco-hydrological remote sensing experiment?",
                    "Answer": "8",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many eddy covariance towers are included in the HiWATER observation system for monitoring oasis-desert interactions?",
                    "Answer": "The exact number is not specified.",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "In what ways do datasets from the Heihe Watershed Allied Telemetry Experimental Research (HiWATER) differ from those collected at the Daman superstation in terms of spatial and temporal coverage?",
                    "Answer": "The HiWATER datasets encompass a broad spatial and temporal range, focusing on multiscale observations across an oasis-desert area with a comprehensive array of instruments such as eddy covariance towers, large aperture scintillometers, and remote sensing tools, providing multidisciplinary data. This setup allows for capturing eco-hydrological processes at varying scales. The Daman superstation, in contrast, focuses on a specific location with detailed local observations, including a boundary layer tower and thermal infrared camera measurements. It collects high-frequency data (every 10 minutes) on meteorological parameters and uses thermal images to partition evapotranspiration, offering in-depth insights into localized processes.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How do the challenges of multiscale observations in heterogeneous surfaces inform the design of data collection networks in eco-hydrological studies?",
                    "Answer": "The challenges of multiscale observations in heterogeneous surfaces suggest that data collection networks need to be hierarchically structured to capture processes at different scales effectively. The description of HiWATER's nested scale instrumentation highlights the importance of having both sparse and dense networks, depending on the specific landscape and processes being studied. This approach allows for capturing interactions between different ecosystems, such as oasis and desert, and provides a comprehensive understanding of eco-hydrological processes.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What insights can be drawn about the critical factors influencing data quality and reliability in long-term environmental monitoring programs, especially in regions with extreme climates?",
                    "Answer": "Long-term environmental monitoring programs in extreme climates, such as arid and semiarid regions, require meticulous data handling to ensure quality and reliability. Insights from the described data collection methods indicate that comprehensive quality control procedures are critical, including sensor calibration, systematic data collection, and detailed data processing protocols. Additionally, the use of robust equipment and redundancy in measurements (e.g., multiple sensors for the same parameter) help address the challenges posed by harsh environmental conditions, ensuring that the data remains accurate over extended periods.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What factors contribute to the challenges of accurately estimating surface fluxes in strongly advective irrigated agricultural areas?",
                    "Answer": "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is challenging due to the uncertainty in surface–air temperature differences and errors in determining the surface soil and vegetation component temperatures from the composite radiometric temperature. Additionally, the strong advective environment exacerbates these challenges.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it difficult to obtain multiscale observations of eco-hydrological processes on heterogeneous surfaces?",
                    "Answer": "The difficulty in obtaining multiscale observations of eco-hydrological processes on heterogeneous surfaces is due to the poor availability of multiscale observations and the complexity of capturing interactions in diverse landscapes, such as oasis-desert systems, which require hierarchically nested instrumentation and extensive data collection efforts.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What factors lead to the complexity and limitations of a two-source evapotranspiration estimation model in heterogeneous landscapes?",
                    "Answer": "The complexity and limitations of a two-source evapotranspiration estimation model in heterogeneous landscapes arise from the need for multiple resistances that cannot be accurately calculated, and the requirement for parameters and observations that are not readily available from operational satellite- and ground-based data, limiting the model's applicability.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential consequences of utilizing multiscale observations in eco-hydrological research within oasis-desert systems?",
                    "Answer": "Utilizing multiscale observations in eco-hydrological research can help overcome the challenge of poor availability of multiscale data, allowing for a more comprehensive understanding of eco-hydrological processes. This approach, as demonstrated in the HiWATER experiment, enables the capture of interactions at various scales, leading to better insights into oasis-desert interactions, which are crucial for ecological stability and socioeconomic development in arid regions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the implications of employing long-term observational datasets on understanding energy and carbon exchange in oasis-desert ecosystems?",
                    "Answer": "Employing long-term observational datasets provides critical insights into the energy, water vapor, and carbon exchange dynamics in oasis-desert ecosystems. This comprehensive data collection, spanning from 2012 to 2021, helps in recognizing the interactions between oasis and desert systems and supports efforts in achieving sustainable development goals, carbon peaking, and carbon neutrality, thereby contributing to the ecological security and stability of oasis regions.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What objectives drive the collection of hydrometeorological data in oasis-desert systems, and how do these objectives guide the selection of instrumentation and observational scales?",
                    "Answer": "The collection of hydrometeorological data in oasis-desert systems aims to understand the basic characteristics of energy, water vapor, and carbon exchange to achieve goals like carbon peaking and neutrality, ecological security, and sustainable development. These objectives guide the selection of instrumentation and scales by necessitating long-term, multiscale, and multidisciplinary observations using a variety of sensors and methods to capture complex eco-hydrological processes.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it essential to employ multiscale observation techniques in studies of heterogeneous land surfaces, and how do these techniques contribute to the understanding of eco-hydrological processes?",
                    "Answer": "Employing multiscale observation techniques is essential to capture the complexity of eco-hydrological processes on heterogeneous land surfaces, which are not adequately understood due to the poor availability of multiscale observations. These techniques contribute by providing comprehensive data from hierarchically nested scales, enabling researchers to investigate interactions between different landscape components and improve models of these processes.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the intended outcomes of measuring energy, water vapor, and carbon fluxes in arid regions, and how do these measurements support environmental and economic goals?",
                    "Answer": "The intended outcomes of measuring energy, water vapor, and carbon fluxes in arid regions include recognizing oasis-desert interactions, understanding their ecological stability, and supporting socioeconomic development. These measurements support environmental and economic goals by providing insights necessary for sustainable oasis development, maintaining ecological balance, and achieving carbon neutrality.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What procedures are implemented to ensure data quality control in hydrometeorological observations within oasis-desert ecosystems?",
                    "Answer": "Data quality control in hydrometeorological observations involves sensor calibration, data collection, data processing, and datasets generation. Observations from automatic weather stations are averaged over 10-minute periods and include various parameters such as radiation, soil heat flux, soil temperature profiles, air temperature, humidity, wind speed and direction, air pressure, precipitation, and soil moisture profiles. The data are freely available and quality controlled throughout these stages.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How are soil and canopy component temperatures calculated for accurate estimation of evapotranspiration using the TSEB model?",
                    "Answer": "Soil and canopy component temperatures are calculated by extracting visible and NIR images classified into soil and canopy pixels using the maximum-likelihood method. The directional brightness temperatures are extracted from thermal images, converted to radiation temperatures using long-wave radiation from the sky, and soil and canopy emissivities. These temperatures are validated against surface radiometric temperatures observed by a four-component radiometer.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "What instrumentation setup is used to capture multi-scale eco-hydrological processes in oasis-desert areas?",
                    "Answer": "Instrumentation setup involves a sparse network of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and an eco-hydrological sensor network for soil moisture and leaf area index. Additionally, hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer is conducted. Observations are carried out in hierarchically nested scales to capture multi-scale eco-hydrological processes.",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "How do hierarchical nested scales in instrumentation facilitate multiscale eco-hydrological data collection in oasis-desert systems?",
                    "Answer": "Hierarchical nested scales in instrumentation, including the use of superstations, eddy covariance towers, and automatic meteorological stations, enable the capture of multiscale eco-hydrological processes by providing a comprehensive observation network for oasis-desert interactions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What conditions or techniques enable the effective quality control of hydrometeorological data in arid regions?",
                    "Answer": "Effective quality control of hydrometeorological data in arid regions is enabled through careful sensor calibration, data processing, and the generation of datasets, combined with the use of advanced instrumentation such as LIDAR, imaging spectrometers, and microwave radiometers.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "What are potential reasons for difficulties in obtaining multiscale observations of eco-hydrological processes in oasis-desert systems?",
                    "Answer": "Progress in understanding eco-hydrological processes is hindered by the poor availability of multiscale observations. This is due to the complexity of instrumentation required to capture these processes across hierarchically nested scales in oasis-desert systems.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why might existing datasets have high uncertainty when separating soil and canopy component temperatures in arid regions?",
                    "Answer": "The current composite temperature separation approaches are limited in effectiveness in arid regions. Classification errors in image pixels, where soil pixels are counted as vegetation pixels, can lead to overestimation of canopy temperature, thus increasing uncertainty.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "What is your evaluation of the impact of hierarchical instrumentation on the quality and scope of multiscale eco-hydrological datasets in oasis-desert systems?",
                    "Answer": "Hierarchical instrumentation, as demonstrated in the HiWATER experiment, plays a crucial role in capturing multiscale eco-hydrological processes by arranging instruments at nested scales. This approach allows for a comprehensive understanding of interactions in oasis-desert systems, addressing the challenge of limited multiscale observations and enhancing the quality and scope of data collected.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How would you assess the potential challenges in ensuring data quality and consistency in long-term hydrometeorological observations across diverse landscapes?",
                    "Answer": "Ensuring data quality and consistency in long-term hydrometeorological observations across diverse landscapes can be challenging due to factors such as sensor calibration, data processing, and environmental variability. The meticulous quality control measures, including sensor calibration and systematic data processing, as outlined in the HiWATER dataset, are essential to address these challenges.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are your thoughts on the effectiveness of using remote sensing technologies, such as LiDAR and thermal imaging, in complementing ground-based data collection for oasis-desert ecosystems?",
                    "Answer": "Remote sensing technologies, like LiDAR and thermal imaging, are effective in complementing ground-based data collection by providing high-resolution spatial data and capturing large-scale eco-hydrological processes. These technologies enhance the dataset's comprehensiveness by covering areas that are difficult to monitor solely through ground-based methods, thereby supporting a more integrated understanding of oasis-desert ecosystems.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how researchers manage to capture multiscale eco-hydrological processes in heterogeneous landscapes.",
                    "Answer": "Researchers capture multiscale eco-hydrological processes in heterogeneous landscapes by using a hierarchically nested scale approach. This involves deploying a combination of instruments such as eddy covariance towers, automatic meteorological stations, and remote sensing platforms like LiDAR and thermal imagers. These instruments are arranged across different landscapes, such as oasis, desert, and wetland, to capture diverse ecological interactions.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I can't make sense of how soil and canopy component temperatures are accurately estimated and validated in heterogeneous and advective environments.",
                    "Answer": "Soil and canopy component temperatures are estimated using thermal infrared cameras and are validated against radiometric temperatures calculated using long-wave radiation data from radiometers. The estimation process involves image classification to differentiate soil and canopy pixels, and the conversion of thermal infrared temperatures to radiation temperatures using emissivity values and incoming radiation data.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please explore data collection techniques utilized for measuring energy, water vapor, and carbon exchange in oasis-desert ecosystems and discuss their effectiveness in capturing multiscale eco-hydrological processes.",
                    "Answer": "Several data collection techniques are used, including eddy covariance systems for energy, water vapor, and carbon fluxes, automatic meteorological stations for hydrometeorological parameters, and remote sensing tools such as LiDAR, imaging spectrometers, and thermal imagery. These methods allow capturing multiscale eco-hydrological processes by providing detailed observations of both artificial and natural oasis-desert systems.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Please analyze the challenges faced in data collection and accuracy of observational data in strongly advective irrigated agricultural areas.",
                    "Answer": "Challenges in these areas include incomplete energy balance closure with EC flux measurements, errors in surface-air temperature differences, and image classification errors affecting component temperature estimation. These issues arise from the strong advective environment and the difficulty in accurately measuring soil and vegetation component temperatures, which can lead to overestimations in the TSEB model performance.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please investigate potential datasets that provide insights into energy, water vapor, and carbon exchange processes in arid and semi-arid regions, focusing on long-term observations.",
                    "Answer": "Potential datasets include those from the Heihe Watershed Allied Telemetry Experimental Research (HiWATER) and the National Tibetan Plateau Data Center, which offer comprehensive observations from multiple stations established since 2012. These datasets encompass energy, water vapor, and carbon fluxes, along with hydrometeorological data, vegetation, and soil parameters, providing valuable long-term insights into oasis-desert interactions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}