{
    "id": "6046aec5-031e-43cb-a0b3-4504a97e6de1",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of surface temperature and albedo on village roof in the middle reaches of the Heihe River Basin",
            "titleCn": "黑河生态水文遥感试验：黑河流域中游村庄屋顶红外温度和反照率观测数据集",
            "description": "A land surface temperature and upward/downward shortwave radiation observation system was set up on the roof, which locate on the edge of No.4 eddy covariance system (EC4) of the MUlti-Scale Observation EXperiment on Evapotranspiration over heterogeneous land surfaces 2012 (MUSOEXE-12). This observation site can offer in situ calibration data for TASI, WiDAS and L band sensor used in aerospace experiment.\nObservation Site:\nThis point is located in a large and homogeneous adobe roof in Shiqiao Village, Xiaoman Town, Zhangye City. Land surface of observation site is relatively flat and uniform, and also not tall trees around. It’s about 20 meters away from southwest No.4 eddy covariance system (EC4) observation points. The coordinates of this site: 38°52′38.50″ N，100°21′27.00″ E。\nObservation Instrument:\nObservation system is composed of a SI-111 infrared radiometer (Campbell, USA) installed vertically downward, two CMP3 pyranometer (Kipp&Zonen, Netherlands) one upward, another downward. Observation height is 1.0 m, data logging by a Campbell CR850 logger. \nSensor orientation：\nObservation mounting arm has 3 m long, parallel to roof edge, azimuth angle: 156° (East by south 66°)\nObservation Time:\nThis site operates from 23 June, 2012 to 20 September, 2012. Observation data laagered by every 5 seconds uninterrupted. Output data contained sample data of every 5 seconds and mean data of 1 minute.\nAccessory data:\nLand surface (adobe roof) temperature, downward/upward total solar radiation, surface albedo.  Dataset is stored in *.dat file, which can be read by Microsoft excel or other text processing software (UltraEdit, et. al). Table heads meaning: Rs_downwell, downward shortwave radiation (W/m^2); Rs_upwell, upward (reflect) shortwave radiation (W/m^2); albedo, calculate by Rs_upwell/ Rs_downwell. SBT_C, body temperature of SI-111 sensor (℃); Target_C, Target of surface temperature (℃). Dataset is stored day by day, named as: data format + site name + interval time + date + time. The detailed information about data item showed in data header introduction in dataset.",
            "descriptionCn": "在EC矩阵4号村庄点边上的屋顶上架设一套地表温度和上行/下行短波观测系统，目的在于为航空TASI、WiDAS和L波段飞行提供地面定标观测数据。\n观测地点：\n选择甘肃省张掖市甘州区小满镇石桥村一社大面积、均质的土房屋顶作为观测点。观测点位于房顶上，相对平坦、且比较均一，周边没有高大树木的遮挡，距EC4号点西南约20米，该观测点坐标：38°52′38.50″N，100°21′27.00″E。\n测量仪器：\n观测探头为一个垂直对地的S1-111红外温度探头（2012年新购置仪器，其出厂时默认的地表发射率为1，试验期间未进行黑体定标）。2个CMP3型反照率表（一个朝上、一个朝下）组成，探头架高1.0米，Campell CR850数采自动记录。\n探头朝向：\n仪器支臂长度3m，与房子边缘平行，方位角156°，东偏南66°\n测量时间：\n仪器从2012年6月23日起开始正常观测，到9月20日拆除，期间进行不间断地24小时观测，5秒钟记录一次数据，输出5秒钟和1分钟2组值。\n数据内容：\n地表温度观测数据、上行/下行短波辐射数据，可以计算出最终的反照率。其中温度观测数据主要包括：SI-111红外温度探头的传感器自身表体温度(SBT_C)、传感器观测到的地表温度（Target_C,未进行地表比辐射率、背景温度的校正）。数据最终被存储为1天1个独立文本文件，数据命名方式：数据格式+观测点名称+数据采样时间+日期+时间.dat。详细的数据表头信息见数据内的数据表头说明。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.3575,
            "west": 100.3575,
            "south": 38.87736111,
            "north": 38.87736111,
            "startTime": "2012-07-03 00:05:00",
            "endTime": "2012-09-30 00:05:00",
            "fileSize": 149131851.0,
            "cstr": "18406.11.hiwater.029.2013.db",
            "doi": "10.3972/hiwater.029.2013.db",
            "dataFormat": "文本, *.dat后缀",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "谭俊磊",
                "nameEn": "TAN Junlei",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "马明国",
                "nameEn": "MA Mingguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "反照率",
                "nameEn": "Albedo"
            },
            {
                "nameCn": "地表辐射温度",
                "nameEn": "Surface radiation temperature"
            },
            {
                "nameCn": "地表过程",
                "nameEn": "Earth SurFace Processes"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "屋顶",
                "keywordEn": "roof"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-23至2012-09-20",
                "keywordEn": "2012-06-23 to 2012-09-20",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：定标与真实性检验",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": [],
            "backgroundCn": [
                "在异质表面上生态水文过程的上升尺度是一个重大挑战。该领域的进展受到多尺度观测稀缺的阻碍。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
            ],
            "research objectiveCn": [],
            "challengesCn": [
                "该领域的进展受到多尺度观测稀缺的阻碍。"
            ],
            "methodsCn": [
                "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个EC塔和四个两层自动气象站（AMS），这些景观包括沙质沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了LiDAR、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA。"
            ],
            "datasetCn": [
                "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Are there dedicated instruments for measuring both ground and atmospheric conditions in the eco-hydrological observations?",
                "QuestionCn": "在生态水文观测中，是否有专门的仪器用于测量地面和大气条件？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Is the data collection method designed to provide multiscale and multidisciplinary data for eco-hydrological research?",
                "QuestionCn": "该数据收集方法是否旨在为生态水文学研究提供多尺度和多学科的数据？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are there hierarchical observation scales employed to capture eco-hydrological processes in the oasis-desert interaction?",
                "QuestionCn": "是否有层次观察尺度用于捕捉绿洲-沙漠交互中的生态水文过程？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "What is the primary type of instrument used for temperature observations in this domain, infrared temperature probes or thermal imagers?",
                "QuestionCn": "在这个领域中，用于温度观测的主要仪器是红外温度探头还是热成像仪？",
                "AnswerEn": "infrared temperature probes",
                "AnswerCn": "红外温度探头",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Is the data from eco-hydrological experiments typically stored in daily independent text files or integrated databases?",
                "QuestionCn": "生态水文实验的数据通常存储在独立的每日文本文件中还是集成数据库中？",
                "AnswerEn": "independent text files",
                "AnswerCn": "独立的文本文件",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the specific data collection methods used to measure surface temperature and albedo in the Heihe River Basin experiment?",
                "QuestionCn": "在黑河流域实验中，用于测量表面温度和反照率的具体数据收集方法是什么？",
                "AnswerEn": "S1-111 infrared temperature probe, CMP3 albedometers, Campell CR850 data logger",
                "AnswerCn": "S1-111 红外温度探头，CMP3 反照率计，Campbell CR850 数据记录仪",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where were the instruments for the HiWATER experiment placed to obtain multiscale and multidisciplinary data?",
                "QuestionCn": "HiWATER实验的仪器被放置在哪里以获取多尺度和多学科数据？",
                "AnswerEn": "sparse network, superstation, EC towers, AMSs",
                "AnswerCn": "稀疏网络，超级站，EC塔，AMSs",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "When was the data collected for the infrared temperature and albedo observation in the Heihe River Basin?",
                "QuestionCn": "在黑河流域进行红外温度和反照率观测的数据收集时间是什么时候？",
                "AnswerEn": "June 23, 2012, to September 20, 2012",
                "AnswerCn": "2012年6月23日至2012年9月20日",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a challenge encountered in collecting multiscale data for eco-hydrological observations?",
                "QuestionCn": "收集生态水文观测的多尺度数据时遇到的一个挑战是什么？",
                "AnswerEn": "A challenge in collecting multiscale data for eco-hydrological observations is the poor availability of multiscale observations, which hinders progress in understanding upscaling processes on heterogeneous surfaces.",
                "AnswerCn": "收集生态水文观测的多尺度数据面临的一个挑战是多尺度观测的可用性较差，这阻碍了对异质表面上尺度放大过程的理解。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you provide an example of a dataset that includes multiscale and multidisciplinary data for eco-hydrological research?",
                "QuestionCn": "您能否提供一个包含多尺度和多学科数据的生态水文研究数据集的示例？",
                "AnswerEn": "An example of such a dataset is the multiscale dataset obtained from the Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in 2012, which includes data from a flux observation matrix, eco-hydrological sensor network, hyper-resolution airborne remote sensing, and synchronical ground measurements of vegetation dynamics and photosynthesis processes.",
                "AnswerCn": "这样的数据集的一个例子是2012年获得的黑河流域联合遥测实验研究（HiWATER）的多尺度数据集，其中包括来自通量观测矩阵、生态水文传感器网络、高分辨率航空遥感以及同步地面测量的植被动态和光合作用过程的数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many intensive observation periods were conducted during the HiWATER experiment in 2012?",
                "QuestionCn": "2012年HiWATER实验期间进行了多少次强化观测期？",
                "AnswerEn": "The exact number in 2012 is not specified.",
                "AnswerCn": "2012年的具体数字未被明确指出。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the frequency of data recording during the measurement period in the 黑河生态水文遥感试验 dataset?",
                "QuestionCn": "在黑河生态水文遥感试验数据集中，测量期间的数据记录频率是多少？",
                "AnswerEn": "5 seconds, 1 minute",
                "AnswerCn": "5秒，1分钟",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many airborne remote sensing missions were conducted in the 2012 HiWATER experiment?",
                "QuestionCn": "2012年HiWATER实验中进行了多少次空中遥感任务？",
                "AnswerEn": "12",
                "AnswerCn": "12",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'multiscale observations' mean in the context of eco-hydrological research?",
                "QuestionCn": "在生态水文学研究的背景下，“多尺度观测”指的是在不同空间和时间尺度上进行的观察和测量。这种方法可以帮助研究人员理解生态系统和水文过程之间的相互作用，以及它们在不同尺度上的变化和影响。",
                "AnswerEn": "Multiscale observations in eco-hydrological research refer to the collection of data at various spatial and temporal scales to capture complex processes. This involves using different instruments and methods, such as eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and remote sensing technologies, to obtain comprehensive datasets across hierarchical scales.",
                "AnswerCn": "生态水文研究中的多尺度观测是指在不同的空间和时间尺度上收集数据，以捕捉复杂的过程。这涉及使用不同的仪器和方法，如涡度协方差塔、大孔径闪烁仪、自动气象站和遥感技术，以获取跨层次尺度的综合数据集。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is meant by 'hierarchically nested scales' in the context of data collection methods?",
                "QuestionCn": "在数据收集方法的上下文中，“层次嵌套尺度”是指不同层次或尺度的数据收集方式相互嵌套的结构。这种结构通常用于描述和分析复杂系统，其中数据可以在多个层次上进行收集和分析，例如个体、群体和社会层面。",
                "AnswerEn": "Hierarchically nested scales in data collection methods refer to the strategic arrangement of instruments and observation systems across different levels of spatial resolution and extent. This approach aims to capture detailed processes and interactions within and between ecosystems, such as an oasis-desert system, by using a network of observation stations and remote sensing technologies at various scales.",
                "AnswerCn": "层次嵌套尺度在数据收集方法中是指在不同空间分辨率和范围层次上对工具和观察系统的战略性安排。这种方法旨在通过在各个尺度上使用观察站网络和遥感技术，捕捉生态系统内部及之间的详细过程和相互作用，例如绿洲-沙漠系统。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does 'quality controlled' mean in relation to datasets obtained from environmental observations?",
                "QuestionCn": "在与环境观测获得的数据集相关时，“质量控制”意味着对数据进行审核和处理，以确保其准确性、一致性和可靠性。这通常包括识别和纠正错误、填补缺失值、消除异常值以及确保数据符合预定的标准和规范。",
                "AnswerEn": "Quality controlled in relation to datasets from environmental observations means that the data have undergone thorough checks and calibrations to ensure accuracy and reliability. This process includes sensor calibration, careful data collection, rigorous data processing, and the generation of datasets that meet certain standards for scientific research.",
                "AnswerCn": "与环境观测数据集相关的质量控制意味着数据经过了彻底的检查和校准，以确保准确性和可靠性。这个过程包括传感器校准、仔细的数据收集、严格的数据处理，以及生成符合科学研究某些标准的数据集。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for observing surface temperature and albedo on village rooftops compare to those used in the oasis-desert system for capturing multi-scale eco-hydrological processes?",
                "QuestionCn": "观察村庄屋顶表面温度和反照率的数据收集方法与用于捕捉绿洲-沙漠系统中多尺度生态水文过程的方法相比，如何？",
                "AnswerEn": "The data collection on village rooftops employs infrared temperature probes and albedometers mounted on rooftops to gather continuous surface temperature and shortwave radiation data, whereas the oasis-desert system uses a hierarchical arrangement of instruments including eddy covariance towers, large aperture scintillometers, and automatic meteorological stations to capture multi-scale eco-hydrological processes.",
                "AnswerCn": "村庄屋顶的数据收集使用红外温度探头和安装在屋顶上的反照率仪，持续收集表面温度和短波辐射数据，而绿洲-沙漠系统则采用层次化的仪器配置，包括涡度协方差塔、大孔径闪烁仪和自动气象站，以捕捉多尺度生态水文过程。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences in challenges faced when collecting data for the Heihe Watershed Allied Telemetry Experimental Research (HiWATER) compared to collecting rooftop temperature and albedo observations in the Heihe middle reaches?",
                "QuestionCn": "在收集黑河流域联合遥测实验研究（HiWATER）数据时，与在黑河中游收集屋顶温度和反照率观测数据相比，面临的挑战有哪些不同？",
                "AnswerEn": "Challenges in collecting data for HiWATER include the limited availability of multiscale observations necessary to upscale eco-hydrological processes, while rooftop temperature and albedo observations face challenges related to the need for accurate calibration and continuous monitoring in a homogenous and obstruction-free environment.",
                "AnswerCn": "HiWATER数据收集面临的挑战包括多尺度观测的有限可用性，这对于提升生态水文过程至关重要，而屋顶温度和反照率观测则面临与需要在均匀且无障碍环境中进行准确校准和持续监测相关的挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might the arrangement of instruments at hierarchically nested scales influence the interpretation of oasis-desert interactions?",
                "QuestionCn": "乐器在层次嵌套尺度上的排列如何影响对绿洲-沙漠相互作用的解读？",
                "AnswerEn": "The arrangement of instruments at hierarchically nested scales allows for a detailed examination of interactions between different components of the oasis-desert system. By strategically placing instruments such as EC towers and meteorological stations in various landscapes surrounding the oasis, researchers can infer patterns and interactions that might not be evident with singular or less comprehensive setups.",
                "AnswerCn": "在层次嵌套的尺度上安排仪器，可以详细检查绿洲-沙漠系统中不同组件之间的相互作用。通过在绿洲周围的不同景观中战略性地放置如生态系统碳通量塔和气象站等仪器，研究人员可以推断出一些可能在单一或较不全面的设置中不明显的模式和相互作用。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What insights can be derived from the continuous hydrometeorological observations regarding the temporal dynamics of the eco-hydrological processes?",
                "QuestionCn": "从持续的水文气象观测中，可以得出关于生态水文过程时间动态的洞察。",
                "AnswerEn": "Continuous hydrometeorological observations provide valuable insights into the temporal dynamics of eco-hydrological processes by capturing data over extended periods. This data can help infer patterns or trends in weather and climate interactions with the landscape, and how these factors influence vegetation and water cycles in both oases and desert regions.",
                "AnswerCn": "连续的水文气象观测提供了对生态水文过程时间动态的宝贵见解，通过长时间段的数据捕捉。这些数据可以帮助推断天气和气候与景观之间的相互作用模式或趋势，以及这些因素如何影响绿植和水循环在绿洲和沙漠地区的表现。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the limited availability of multiscale observations in eco-hydrological processes on heterogeneous surfaces?",
                "QuestionCn": "导致生态水文过程在异质表面上多尺度观测有限可用性的原因是什么？",
                "AnswerEn": "The limited availability of multiscale observations in eco-hydrological processes on heterogeneous surfaces is caused by the complexity of upscaling these processes, as well as the necessity for comprehensive instrumentation and data collection across hierarchically nested scales, as highlighted in the HiWATER experiment.",
                "AnswerCn": "生态水文过程在异质表面上的多尺度观测的有限可用性是由于这些过程的上尺度化复杂性，以及在层次嵌套尺度上进行全面仪器和数据收集的必要性，正如HiWATER实验所强调的。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it important to have a hierarchical arrangement of instruments in collecting eco-hydrological data?",
                "QuestionCn": "在收集生态水文数据时，拥有层次化的仪器安排是重要的原因是什么？",
                "AnswerEn": "A hierarchical arrangement of instruments is important for capturing multi-scale eco-hydrological processes, as it allows for detailed observations across different scales and landscapes, such as oasis, desert, and wetland, which are essential for understanding interactions and dynamics within these systems.",
                "AnswerCn": "仪器的层次化安排对于捕捉多尺度生态水文过程至关重要，因为它允许在不同尺度和景观（如绿洲、沙漠和湿地）中进行详细观察，这对于理解这些系统内的相互作用和动态是必不可少的。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using hierarchically nested scales in data collection methods for eco-hydrological processes?",
                "QuestionCn": "使用分层嵌套尺度的数据收集方法对生态水文过程的潜在后果是什么？",
                "AnswerEn": "Using hierarchically nested scales can potentially enhance the understanding of multi-scale eco-hydrological processes by providing comprehensive multiscale and multidisciplinary data. This approach allows for capturing interactions at various scales, which is crucial for addressing the challenge of upscaling processes on heterogeneous surfaces.",
                "AnswerCn": "使用层次嵌套尺度可以通过提供全面的多尺度和多学科数据来增强对多尺度生态水文过程的理解。这种方法能够捕捉不同尺度之间的相互作用，这对于解决在异质表面上进行过程上升的挑战至关重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What outcomes might arise from the implementation of intensive observation periods (IOPs) within eco-hydrological research?",
                "QuestionCn": "在生态水文研究中实施密集观察期（IOPs）可能会产生哪些结果？",
                "AnswerEn": "Implementing intensive observation periods (IOPs) can lead to the collection of detailed and high-resolution data during specific time frames, which provides critical insights into eco-hydrological dynamics. This can improve the accuracy of models and support better calibration and validation efforts, ultimately enhancing the understanding of eco-hydrological processes.",
                "AnswerCn": "实施密集观察期（IOPs）可以在特定时间段内收集详细和高分辨率的数据，这为生态水文动态提供了关键的见解。这可以提高模型的准确性，并支持更好的校准和验证工作，最终增强对生态水文过程的理解。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the implications of utilizing a sparse network to investigate oasis-desert interactions on data accuracy and understanding of local environmental processes?",
                "QuestionCn": "利用稀疏网络研究绿洲-沙漠相互作用对数据准确性和对地方环境过程理解的影响是什么？",
                "AnswerEn": "Utilizing a sparse network can result in the efficient monitoring of large areas with limited resources, allowing for the investigation of interactions between different landscapes. While it may lead to less detailed data compared to denser networks, it facilitates a broader understanding of oasis-desert interactions and can inform regional environmental management strategies.",
                "AnswerCn": "利用稀疏网络可以在资源有限的情况下高效监测大面积区域，从而调查不同景观之间的相互作用。尽管与更密集的网络相比，这可能导致数据的详细程度较低，但它有助于更广泛地理解绿洲与沙漠之间的相互作用，并可以为区域环境管理策略提供信息。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the main objective of establishing a multiscale observation system for eco-hydrological processes in the Heihe Watershed area?",
                "QuestionCn": "在黑河流域建立多尺度观测系统的主要目标是什么？",
                "AnswerEn": "The main objective is to address the challenge of upscaling eco-hydrological processes on a heterogeneous surface by obtaining multiscale and multidisciplinary data through instrumentation on hierarchically nested scales.",
                "AnswerCn": "主要目标是通过在分层嵌套尺度上进行仪器测量，获取多尺度和多学科的数据，以应对在异质表面上提升生态水文过程的挑战。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to conduct intensive observation periods and continuous hydrometeorological observations in the context of the HiWATER experiment?",
                "QuestionCn": "在HiWATER实验中，进行密集观察期和持续的水文气象观测是重要的原因是什么？",
                "AnswerEn": "It is important because progress in the field is hindered by the poor availability of multiscale observations, and these efforts aim to capture multi-scale eco-hydrological processes, particularly in the oasis-desert interaction area.",
                "AnswerCn": "这很重要，因为该领域的进展受到多尺度观测稀缺的阻碍，这些努力旨在捕捉多尺度的生态水文过程，特别是在绿洲-沙漠交互区。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is the intention behind utilizing a diverse array of instruments, such as LiDAR and imaging spectrometers, for airborne remote sensing missions in the HiWATER experiment?",
                "QuestionCn": "在HiWATER实验中，利用多种仪器，如LiDAR和成像光谱仪，进行空中遥感任务的意图是什么？",
                "AnswerEn": "The intention is to cover the Full Experimental Area (FEA) with hyper-resolution data that can support the investigation of eco-hydrological processes and provide data for sensor calibration, data collection, data processing, and dataset generation.",
                "AnswerCn": "目的是覆盖全实验区域（FEA），提供超高分辨率数据，以支持生态水文过程的研究，并为传感器校准、数据收集、数据处理和数据集生成提供数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What is the detailed process for setting up an eco-hydrological sensor network to capture multiscale and multidisciplinary data in a heterogeneous surface environment?",
                "QuestionCn": "建立生态水文传感器网络以捕获异质表面环境中的多尺度和多学科数据的详细过程如下：",
                "AnswerEn": "The process involves arranging instruments in hierarchically nested scales to capture multi-scale eco-hydrological processes, constructing superstations within specific areas like an oasis, installing eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and deploying an eco-hydrological sensor network for soil moisture and leaf area index.",
                "AnswerCn": "该过程涉及将仪器按层次嵌套的尺度进行排列，以捕捉多尺度生态水文过程，在特定区域如绿洲内构建超级站，安装涡度协方差塔、大孔径闪烁仪、自动气象站，并部署生态水文传感器网络以监测土壤湿度和叶面积指数。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What procedures are implemented to ensure the quality control of multiscale datasets collected from eco-hydrological experiments, and what platforms are used for their dissemination?",
                "QuestionCn": "为了确保从生态水文实验中收集的多尺度数据集的质量控制，实施了哪些程序，以及用于其传播的平台是什么？",
                "AnswerEn": "Quality control procedures include sensor calibration, meticulous data collection and processing, and generation of datasets. The multiscale datasets are then made freely available on platforms like figshare and the Cold and Arid Regions Science Data Centre for widespread access.",
                "AnswerCn": "质量控制程序包括传感器校准、细致的数据收集和处理，以及数据集的生成。这些多尺度数据集随后在figshare和寒冷与干旱地区科学数据中心等平台上免费提供，以便广泛访问。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What instrumentation and observational strategies enable the capture of multiscale eco-hydrological processes in heterogeneous surfaces like oasis-desert systems?",
                "QuestionCn": "哪些仪器和观测策略能够捕捉像绿洲-沙漠系统这样的异质表面的多尺度生态水文过程？",
                "AnswerEn": "Instrumentation on hierarchically nested scales, including a flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and eco-hydrological sensor networks, enables the capture of multiscale eco-hydrological processes. Additionally, the use of hyper-resolution airborne remote sensing with LiDAR, imaging spectrometers, and multi-angle thermal imagers plays a crucial role.",
                "AnswerCn": "在层次嵌套的尺度上进行的仪器测量，包括涡度协方差塔、宽孔径闪烁仪、自动气象站和生态水文传感器网络的通量观测矩阵，使得能够捕捉多尺度的生态水文过程。此外，超高分辨率的航空遥感技术，如激光雷达、成像光谱仪和多角度热成像仪，也发挥了至关重要的作用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might multiscale observations be challenging to obtain in eco-hydrological studies of heterogeneous surfaces?",
                "QuestionCn": "在生态水文研究中，获取异质表面的多尺度观测可能面临哪些挑战？",
                "AnswerEn": "Progress in the field is hindered by the poor availability of multiscale observations. The challenge arises due to the complexity of capturing eco-hydrological processes on hierarchically nested scales, which requires a sophisticated observational system and instrumentation.",
                "AnswerCn": "该领域的进展受到多尺度观测稀缺的制约。挑战在于捕捉生态水文过程的复杂性，这些过程在层次嵌套的尺度上进行，需要一个复杂的观测系统和仪器。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What could be the reasons for the necessity of having a sparse network to investigate oasis-desert interactions in eco-hydrological research?",
                "QuestionCn": "在生态水文研究中，调查绿洲-沙漠相互作用时，建立稀疏网络的必要性可能有以下几个原因：",
                "AnswerEn": "A sparse network is necessary to effectively capture the multi-scale eco-hydrological processes and interactions between the oasis and the surrounding desert. This approach allows for comprehensive data collection across varied landscapes, including sandy desert, desert pavement, desert steppe, and wetland, which are crucial for understanding the broader eco-hydrological dynamics.",
                "AnswerCn": "稀疏网络对于有效捕捉绿洲与周围沙漠之间的多尺度生态水文过程和相互作用是必要的。这种方法允许在多样化的景观中进行全面的数据收集，包括沙质沙漠、沙漠铺装、沙漠草原和湿地，这对于理解更广泛的生态水文动态至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of using a sparse network of multiple measurement systems to capture multi-scale eco-hydrological processes in oasis-desert interactions?",
                "QuestionCn": "如何评估使用稀疏网络的多测量系统捕捉绿洲-沙漠相互作用中的多尺度生态水文过程的有效性？",
                "AnswerEn": "The use of a sparse network of multiple measurement systems allows for capturing multi-scale eco-hydrological processes by employing a combination of flux observation matrices, automatic meteorological stations, and other sensors. This approach offers a comprehensive dataset that enhances understanding of oasis-desert interactions, though the effectiveness can be challenged by the complexity of the heterogeneous surface and the need for multiscale observations.",
                "AnswerCn": "使用稀疏网络的多种测量系统可以通过结合通量观测矩阵、自动气象站和其他传感器来捕捉多尺度生态水文过程。这种方法提供了一个全面的数据集，增强了对绿洲-沙漠相互作用的理解，尽管复杂的异质表面和多尺度观测的需求可能会对其有效性构成挑战。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what are the primary challenges of conducting continuous hydrometeorological observations in eco-hydrological research, and how might these challenges be addressed?",
                "QuestionCn": "在生态水文研究中，进行连续水文气象观测的主要挑战是什么？这些挑战可能如何得到解决？",
                "AnswerEn": "The primary challenges include the poor availability of multiscale observations and the complexity of handling diverse instrumentation over hierarchically nested scales. Addressing these challenges involves ensuring rigorous sensor calibration, implementing intensive observation periods, and maintaining a robust data quality control system throughout data collection and processing.",
                "AnswerCn": "主要挑战包括多尺度观测的可用性差以及处理层次嵌套尺度上多样化仪器的复杂性。应对这些挑战需要确保传感器的严格校准，实施密集的观测周期，并在数据收集和处理过程中维护一个强大的数据质量控制系统。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is your judgment on the potential for hyper-resolution airborne remote sensing technologies to enhance the quality and reliability of eco-hydrological datasets?",
                "QuestionCn": "我对超高分辨率航空遥感技术在提升生态水文数据集质量和可靠性方面的潜力的判断是什么？",
                "AnswerEn": "Hyper-resolution airborne remote sensing technologies, such as LiDAR and imaging spectrometers, significantly enhance the quality and reliability of eco-hydrological datasets by providing detailed spatial and temporal data. These technologies enable precise mapping and monitoring of vegetation dynamics and photosynthesis processes, contributing to a more comprehensive understanding of eco-hydrological interactions.",
                "AnswerCn": "超高分辨率航空遥感技术，如激光雷达（LiDAR）和成像光谱仪，显著提高了生态水文数据集的质量和可靠性，通过提供详细的空间和时间数据。这些技术能够精确地绘制和监测植被动态和光合作用过程，有助于更全面地理解生态水文相互作用。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data collection methods can efficiently capture multiscale observations in eco-hydrological studies.",
                "QuestionCn": "我不明白数据收集方法如何有效捕捉生态水文研究中的多尺度观察。",
                "AnswerEn": "The HiWATER experiment addresses this challenge by using instrumentation on hierarchically nested scales, such as eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensor networks, and hyper-resolution airborne remote sensing. These tools are arranged in a sparse network to capture multi-scale eco-hydrological processes and interactions within the oasis-desert system.",
                "AnswerCn": "HiWATER实验通过在分层嵌套的尺度上使用仪器来应对这一挑战，例如涡度协方差塔、大孔径闪烁仪、自动气象站、生态水文传感器网络和超高分辨率航空遥感。这些工具以稀疏网络的形式排列，以捕捉绿洲-沙漠系统内的多尺度生态水文过程和相互作用。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm not clear on the challenges related to obtaining multiscale observations in eco-hydrological research.",
                "QuestionCn": "我不清楚在生态水文研究中获取多尺度观测所面临的挑战。",
                "AnswerEn": "The primary challenge in obtaining multiscale observations is the poor availability of such data. The HiWATER experiment attempts to overcome this by implementing several intensive observation periods (IOPs) and continuous hydrometeorological observations to gather comprehensive data across different scales, enabling the study of heterogeneous surfaces and eco-hydrological processes.",
                "AnswerCn": "获取多尺度观测的主要挑战是此类数据的可用性较差。HiWATER实验通过实施多个强观测期（IOPs）和持续的水文气象观测，试图克服这一挑战，以收集跨不同尺度的综合数据，从而能够研究异质表面和生态水文过程。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please describe the methods used for collecting and calibrating multiscale eco-hydrological data in oasis-desert interactions.",
                "QuestionCn": "请描述在绿洲-沙漠相互作用中收集和校准多尺度生态水文数据的方法。",
                "AnswerEn": "The methods involved using a hierarchical arrangement of instruments such as eddy covariance towers, large aperture scintillometers, and automatic meteorological stations to capture multi-scale eco-hydrological processes. Intensive observation periods and continuous hydrometeorological observations were carried out, with a sparse network established to investigate oasis-desert interactions. Airborne remote sensing missions using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer were also conducted.",
                "AnswerCn": "该方法涉及使用层次化的仪器安排，如涡度协方差塔、大孔径闪烁仪和自动气象站，以捕捉多尺度生态水文过程。进行了密集观测期和连续的水文气象观测，并建立了稀疏网络以研究绿洲-沙漠相互作用。同时还进行了使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的空中遥感任务。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please outline the challenges faced in obtaining reliable multiscale observations for eco-hydrological studies and how they were addressed.",
                "QuestionCn": "概述在生态水文研究中获取可靠的多尺度观测所面临的挑战以及如何应对这些挑战。",
                "AnswerEn": "A significant challenge in obtaining reliable multiscale observations is the poor availability of such data. To address this, the HiWATER experiment was designed with instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data. The use of a diverse observational system, including flux observation matrices and eco-hydrological sensor networks, helped mitigate this challenge.",
                "AnswerCn": "获取可靠的多尺度观测数据面临一个重大挑战，即此类数据的可用性较差。为了解决这个问题，HiWATER实验设计了分层嵌套尺度的仪器，以获取多尺度和多学科的数据。使用多样化的观测系统，包括通量观测矩阵和生态水文传感器网络，有助于缓解这一挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please identify potential sources or strategies for obtaining high-quality datasets for eco-hydrological research in heterogeneous surfaces.",
                "QuestionCn": "请识别获取异质表面生态水文研究高质量数据集的潜在来源或策略。",
                "AnswerEn": "High-quality datasets were obtained through the HiWATER observation system, which included a comprehensive suite of instruments such as eddy covariance towers, automatic meteorological stations, and an eco-hydrological sensor network. Additionally, hyper-resolution airborne remote sensing and synchronical ground measurements were conducted to enhance data quality. These datasets are freely available at platforms like figshare and the Cold and Arid Regions Science Data Centre.",
                "AnswerCn": "通过HiWATER观测系统获得了高质量的数据集，该系统包括一整套仪器，如涡度协方差塔、自动气象站和生态水文传感器网络。此外，还进行了超高分辨率的航空遥感和同步地面测量，以提高数据质量。这些数据集可以在figshare和寒区与干旱区科学数据中心等平台上免费获取。",
                "Level": "C6(Creating)"
            }
        ]
    }
}