{
  "id": "605bbf75-8f00-4ade-a08c-383e5b645f3a",
  "relatedPaper": 2,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: The multi-scale observation experiment on evapotranspiration over heterogeneous land surfaces (MUSOEXE-12)-dataset of flux observation matrix (eddy covariance system of Huazhaizi desert station)",
      "titleCn": "黑河生态水文遥感试验：非均匀下垫面地表蒸散发的多尺度观测试验-通量观测矩阵数据集（花寨子荒漠站涡动相关仪）",
      "description": "This dataset contains the flux measurements from the Huazhaizi desert steppe station eddy covariance system (EC) in the flux observation matrix from 6 June to 15 September, 2012. The site (100.31860° E, 38.76519° N) was located in a desert surface, which is near Zhangye, Gansu Province. The elevation is 1731.00 m. The EC was installed at a height of 2.85 m; the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (CSAT3&Li7500) was 0.15 m.\nRaw data acquired at 10 Hz were processed using the Edire post-processing software (University of Edinburgh, http://www.geos.ed.ac.uk/abs/research/micromet/EdiRe/), including spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. Moreover, the observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC), which was proposed by Foken and Wichura [1996]: class 1 (level 0: Δst<30 and ITC<30), class 2 (level 1: Δst<100 and ITC<100), and class 3 (level 2: Δst>100 and ITC>100), representing high-, medium-, and low-quality data, respectively. In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 3% of the 30 min raw record; and (4) data were rejected at night when the friction velocity (u*) was less than 0.1 m/s. There were 48 records per day; the missing data were replaced with -6999. Moreover, suspicious data were marked in red.\nThe released data contained the following variables: data/time, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m^3), CO2 mass density (CO2, mg/m^3), friction velocity (ustar, m/s), stability (z/L), sensible heat flux (Hs, W/m^2), latent heat flux (LE, W/m^2), carbon dioxide flux (Fc, mg/ (m^2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xlsx format.\nFor more information, please refer to Liu et al. (2016) (for multi-scale observation experiment or sites information), Xu et al. (2013) (for data processing) in the Citation section.",
      "descriptionCn": "该数据集包含了2012年6月6日至9月15日的通量观测矩阵中花寨子站涡动相关通量观测数据。站点位于甘肃省张掖市，下垫面是荒漠。观测点的经纬度是100.31860E, 38.76519N，海拔1731.00m。涡动相关仪架高2.85m，采样频率是10Hz，超声朝向是正北向，超声风速仪与CO2/H2O分析仪之间的距离是15cm。\n涡动相关仪的原始观测数据为10Hz，发布的数据是采用Edire软件后处理的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对Edire软件输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据每30min内缺失率大于3%的数据；（4）剔除夜间弱湍流的观测数据（u*小于0.1m/s）。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。因仪器漂移等原因引起的可疑数据用红色字体标识。\n发布的观测数据包括：日期/时间Date/Time，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（℃），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），稳定度Z/L（无量纲），感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE，二氧化碳通量的质量标识QA_Fc。感热、潜热、二氧化碳通量的质量标识分为三级（质量标识0:（Δst <30, ITC<30）; 1: （Δst <100, ITC<100）; 其余为2）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。\n多尺度观测试验或站点信息请参考Liu et al. (2016)，观测数据处理请参考Xu et al.(2013)。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.3186,
      "west": 100.3186,
      "south": 38.76519,
      "north": 38.76519,
      "startTime": "2012-06-14 23:13:00",
      "endTime": "2012-09-23 23:13:00",
      "fileSize": 777901.0,
      "cstr": "18406.11.hiwater.100.2013.db",
      "doi": "10.3972/hiwater.100.2013.db",
      "dataFormat": "文本",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": null,
        "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
      },
      {
        "titleCn": null,
        "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
        "referenceCn": null,
        "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
      },
      {
        "titleCn": null,
        "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
      },
      {
        "titleCn": null,
        "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
        "referenceCn": null,
        "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
      },
      {
        "titleCn": null,
        "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
        "referenceCn": null,
        "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
      },
      {
        "titleCn": null,
        "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
      },
      {
        "titleCn": "张掖灌区玉米农田生态系统CO2通量的变化规律和环境响应",
        "titleEn": null,
        "referenceCn": "张蕾,孙睿,乔晨,刘绍民,徐自为,唐侥,郝虑远,张荣华. 张掖灌区玉米农田生态系统CO2通量的变化规律和环境响应. 生态学杂志,2014, 33(7), 1722-1728",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
        "referenceCn": null,
        "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
      },
      {
        "titleCn": null,
        "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
      },
      {
        "titleCn": null,
        "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
        "referenceCn": null,
        "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
        "referenceCn": null,
        "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
      },
      {
        "titleCn": null,
        "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
      },
      {
        "titleCn": null,
        "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
        "referenceCn": null,
        "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
      },
      {
        "titleCn": null,
        "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      },
      {
        "titleCn": null,
        "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
        "referenceCn": null,
        "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "热通量",
        "nameEn": "Heat flux"
      },
      {
        "nameCn": "辐射",
        "nameEn": "Radiation"
      },
      {
        "nameCn": "风",
        "nameEn": "Winds"
      },
      {
        "nameCn": "风向",
        "nameEn": "Wind direction"
      },
      {
        "nameCn": "风速",
        "nameEn": "wind speed"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "the artificial oasis experimental area in the middle reaches"
      },
      {
        "keywordCn": "通量观测矩阵",
        "keywordEn": "flux observation matrix"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-06-06至2012-09-15",
        "keywordEn": "2012-06-06 to 2012-09-15",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：水文气象要素与多尺度蒸散发观测",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
        "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
        "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
        "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
      ],
      "research objective": [
        "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
        "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
      ],
      "challenges": [
        "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
        "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
      ],
      "methods": [
        "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
        "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
      ],
      "dataset": [
        "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
      ],
      "findings": [
        "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
        "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
      ],
      "backgroundCn": [
        "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散发（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散发估算模型将土壤-植被组件合并为一个单一来源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被混合物。因此，单源模型显然无法准确估算表面蒸散发，因为其影响。",
        "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“树冠上方”和“土壤下方”两种情况。水蒸气和热量在树冠内部的参考高度相遇。此外，混合的水蒸气和热量只能通过树冠顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测数据，这些数据无法从操作卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
        "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射仪视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的测量值来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了与使用波恩比-能量平衡系统、涡动协方差（EC）系统或大孔径闪烁仪的测量结果相比的总通量或蒸散发（土壤加冠层）。",
        "在强烈对流的灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，尤其是在能量平衡闭合不完整的情况下，EC通量测量的H和LE与可用能量Rn−G0之间存在差异。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这种温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文显示，与观测到的复合辐射温度相比，组分温度存在过高估计的情况。这通常对TSEB模型的性能产生最关键的影响。此外，该区域的强对流环境也是另一个因素。"
      ],
      "research objectiveCn": [
        "在这封信中，地面测量的土壤和冠层成分温度被用来估算蒸散（E）、蒸发（T）和蒸散发（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，具体表现为E（E/ET%）和T（T/ET%）的观测比率。",
        "这封信的目的是利用高分辨率热像仪观察到的土壤和冠层组件温度作为输入，通过一系列TSEB模型来估计蒸散（E）、蒸发（T）和蒸散发（ET），并随后结合稳定氧和氢同位素技术以及涡动相关（EC）测量更好地验证E、T和ET。"
      ],
      "challengesCn": [
        "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
        "导出组件温度的误差主要是由于图像分类错误引起的，这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还由于EC系统的不确定性，当灌溉农田的平均H较小时，这种不确定性为18%。由于图像像素分类错误，土壤像素被计算为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气向上辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
      ],
      "methodsCn": [
        "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括地面5米处的空气温度、风速、湿度，12米高处使用四分量辐射计测量的四分量辐射，以及在离地面4.5米处使用10 Hz采样频率的涡度相关系统测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00之间收集为热图像。基于地面测量数据，应用Craig-Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
        "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的感热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）计算得出。土壤和冠层的组件温度是使用热像仪获得的图像计算的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热图像中提取土壤和冠层的方向亮温。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。最后，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
      ],
      "datasetCn": [
        "实验区是一个人工绿洲，种植有玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于蒸散发的比率。这是在多尺度蒸散发观测实验中进行的，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
      ],
      "findingsCn": [
        "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组分温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
        "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果显示土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估算的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值一致。此外，TSEB模型对Rn、H和LE的估算也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
      ]
    },
    {
      "background": [
        "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
      ],
      "research objective": [],
      "challenges": [
        "Progress in this field is hindered by the poor availability of multiscale observations."
      ],
      "methods": [
        "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
      ],
      "dataset": [
        "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
      ],
      "findings": [],
      "backgroundCn": [
        "生态水文过程在异质表面上的放大是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的制约。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
      ],
      "research objectiveCn": [],
      "challengesCn": [
        "该领域的进展受到多尺度观测稀缺的阻碍。"
      ],
      "methodsCn": [
        "在HiWATER期间进行了几次密集观测期（IOPs）和连续的水文气象观测。本文仅呈现2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个涡度（EC）塔和四个两层自动气象站（AMS），这些景观包括沙质沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了密集观测。共进行了12次空中遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA。"
      ],
      "datasetCn": [
        "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the data collection method for eddy covariance systems include quality control steps for sensor calibration and data processing?",
        "QuestionCn": "涡度协方差系统的数据收集方法是否包括传感器校准和数据处理的质量控制步骤？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What methods are used to ensure quality control in data collection for eco-hydrological observations?",
        "QuestionCn": "确保生态水文观测数据收集质量控制的方法有哪些？",
        "AnswerEn": "sensor calibration",
        "AnswerCn": "传感器校准",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the flux observation matrices typically located for studies involving eddy covariance in heterogeneous landscapes?",
        "QuestionCn": "在涉及异质景观的涡度协方差研究中，通量观测矩阵通常位于哪里？",
        "AnswerEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)",
        "AnswerCn": "黑河流域联盟遥测实验研究 (HiWATER)",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are some common challenges in collecting multiscale observations for eco-hydrological research?",
        "QuestionCn": "在收集生态水文研究的多尺度观测时有哪些常见挑战？",
        "AnswerEn": "poor availability of data",
        "AnswerCn": "数据可用性差",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge faced in collecting multiscale observational data for eco-hydrological processes?",
        "QuestionCn": "收集生态水文过程的多尺度观测数据时面临的一个挑战是什么？",
        "AnswerEn": "A significant challenge in collecting multiscale observational data for eco-hydrological processes is the poor availability of such observations, which was addressed by the HiWATER experiment through a hierarchically nested instrumentation setup to capture multi-scale eco-hydrological processes in an oasis-desert area.",
        "AnswerCn": "收集生态水文过程的多尺度观测数据面临的一个重大挑战是观测数据的稀缺性。HiWATER实验通过分层嵌套的仪器设置来捕捉绿洲-沙漠地区的多尺度生态水文过程，从而解决了这一问题。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you give an example of a dataset used for evaluating surface fluxes in a strongly advective irrigated agricultural area?",
        "QuestionCn": "您能否提供一个用于评估强对流灌溉农业地区表面通量的数据集示例？",
        "AnswerEn": "A dataset containing observations from the Daman superstation, which included meteorological parameters, radiations, and turbulent fluxes, was used to evaluate surface fluxes in a strongly advective irrigated agricultural area. This dataset was part of the Multi-Scale Observation Experiment on Evapotranspiration.",
        "AnswerCn": "一个包含来自达曼超级站的观测数据集，其中包括气象参数、辐射和湍流通量，用于评估在强烈平流的灌溉农业区域的表面通量。该数据集是多尺度蒸散发观测实验的一部分。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the main challenges associated with obtaining multiscale observations in eco-hydrological studies over heterogeneous surfaces?",
        "QuestionCn": "在生态水文研究中，获取异质表面的多尺度观测面临的主要挑战是什么？",
        "AnswerEn": "poor availability of multiscale observations, instrumentation on hierarchically nested scales, accurate classification of remote sensing images, separation of soil and canopy temperatures, image classification errors, atmospheric interference",
        "AnswerCn": "多尺度观测的可用性差，分层嵌套尺度的仪器，遥感图像的准确分类，土壤和冠层温度的分离，图像分类错误，大气干扰。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many intensive airborne remote sensing missions were conducted to cover the FEA during the HiWATER experiment?",
        "QuestionCn": "在HiWATER实验期间，进行了多少次密集的空中遥感任务以覆盖FEA？",
        "AnswerEn": "12",
        "AnswerCn": "12",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the sampling frequency of the turbulent fluxes measured using an eddy covariance system in the field?",
        "QuestionCn": "在现场使用涡度协方差系统测量的湍流通量的采样频率是多少？",
        "AnswerEn": "10 Hz",
        "AnswerCn": "10 赫兹",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "In what ways do datasets from airborne remote sensing missions differ from ground-based eddy covariance data in capturing multi-scale eco-hydrological processes in oasis-desert systems?",
        "QuestionCn": "航空遥感任务的数据集与地面涡度协方差数据在捕捉绿洲-沙漠系统中的多尺度生态水文过程方面有何不同？",
        "AnswerEn": "Airborne remote sensing missions, including LiDAR and multi-angle thermal imaging, provide hyper-resolution data that capture surface characteristics over large areas, crucial for understanding multi-scale eco-hydrological processes. In contrast, eddy covariance data provide detailed point measurements of fluxes, offering high temporal resolution but limited spatial coverage. The integration of both can offer comprehensive insights into oasis-desert interactions.",
        "AnswerCn": "空中遥感任务，包括激光雷达和多角度热成像，提供超高分辨率的数据，能够捕捉大面积的表面特征，这对于理解多尺度生态水文过程至关重要。相比之下，涡度协方差数据提供详细的通量点测量，具有高时间分辨率但空间覆盖有限。两者的结合可以为绿洲-沙漠相互作用提供全面的见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How do the methods used for correcting raw eddy covariance data, such as coordinate rotation and density corrections, impact the accuracy and reliability of flux measurements in heterogeneous surfaces?",
        "QuestionCn": "用于校正原始涡度协方差数据的方法，如坐标旋转和密度校正，会如何影响异质表面通量测量的准确性和可靠性？",
        "AnswerEn": "Data processing methods like coordinate rotation and density corrections are essential for accounting for sensor orientation and atmospheric conditions, which can significantly affect the accuracy of flux calculations on heterogeneous surfaces. These corrections help ensure that the observed data accurately reflect the true surface-atmosphere interactions, providing reliable measurements of heat, water vapor, and carbon dioxide fluxes.",
        "AnswerCn": "数据处理方法如坐标旋转和密度校正对于考虑传感器方向和大气条件至关重要，这些因素可能显著影响异质表面上通量计算的准确性。这些校正有助于确保观测数据准确反映真实的表面-大气相互作用，从而提供可靠的热量、水蒸气和二氧化碳通量测量。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What challenges arise from using thermal infrared imaging for separating soil and canopy temperatures in heterogeneous landscapes, and how might these challenges affect the interpretation of evapotranspiration rates?",
        "QuestionCn": "在异质景观中使用热红外成像分离土壤和树冠温度时，会出现哪些挑战，这些挑战如何影响蒸散发率的解释？",
        "AnswerEn": "Thermal infrared imaging can be challenging due to image classification errors, especially in areas with varying vegetation abundance. Misclassifying soil and canopy pixels can lead to inaccurate component temperature estimations, affecting the accuracy of evapotranspiration rate calculations. These errors can result from mixed pixel effects and ignored atmospheric conditions, impacting the reliability of surface flux estimations.",
        "AnswerCn": "热红外成像可能会面临图像分类错误的挑战，尤其是在植被丰度变化的区域。错误分类土壤和树冠像素可能导致成分温度估计不准确，从而影响蒸散发率计算的准确性。这些错误可能源于混合像素效应和忽视大气条件，影响地表通量估计的可靠性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do the hierarchical and multi-scale observation methods employed in eco-hydrological experiments contribute to understanding complex land-atmosphere interactions in oasis-desert systems?",
        "QuestionCn": "生态水文实验中采用的层次和多尺度观察方法如何有助于理解绿洲-沙漠系统中复杂的陆气相互作用？",
        "AnswerEn": "Hierarchical and multi-scale observation methods provide comprehensive data across different spatial and temporal scales, capturing the diverse interactions within oasis-desert systems. By integrating flux measurements, remote sensing data, and meteorological observations, researchers can better understand the dynamics of water, energy, and carbon fluxes and their interactions with landscape heterogeneity, improving model accuracy and ecosystem management strategies.",
        "AnswerCn": "层次化和多尺度观察方法提供了跨越不同空间和时间尺度的综合数据，捕捉了绿洲-沙漠系统内的多样化相互作用。通过整合通量测量、遥感数据和气象观测，研究人员能够更好地理解水、能量和碳通量的动态及其与景观异质性的相互作用，从而提高模型的准确性和生态系统管理策略。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "Why is the availability of multiscale observations a challenge in upscaling eco-hydrological processes?",
        "QuestionCn": "多尺度观测的可用性为何在生态水文过程的上行尺度中构成挑战？",
        "AnswerEn": "The availability of multiscale observations is a challenge in upscaling eco-hydrological processes because instrumentation across hierarchically nested scales is required to capture multi-scale eco-hydrological processes, and there is often a lack of such comprehensive, multiscale data.",
        "AnswerCn": "多尺度观测的可用性是提升生态水文过程的一个挑战，因为需要在层次嵌套的尺度上进行仪器布置，以捕捉多尺度的生态水文过程，而通常缺乏这样的综合性多尺度数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to errors in temperature component separation in arid regions?",
        "QuestionCn": "在干旱地区，导致温度分量分离错误的因素有哪些？",
        "AnswerEn": "Errors in temperature component separation in arid regions are mainly due to image classification errors that vary with vegetation abundance, the overestimation of canopy temperature under developing vegetation, and ignoring atmospheric upwelling radiation and transmittance, which contribute to uncertainties in estimated temperatures.",
        "AnswerCn": "在干旱地区，温度分离中的误差主要源于图像分类错误，这些错误随着植被丰度的变化而变化；在发育中的植被下，冠层温度的高估；以及忽略大气上行辐射和透射率，这些因素导致了估计温度的不确定性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the goal of implementing a multiscale observation system in the context of the Heihe Water Allied Telemetry Experimental Research?",
        "QuestionCn": "在黑河水联合遥测实验研究的背景下，实施多尺度观测系统的目标是什么？",
        "AnswerEn": "The goal is to address the challenge of upscaling eco-hydrological processes on heterogeneous surfaces by obtaining multiscale and multidisciplinary data through hierarchically nested instrumentation.",
        "AnswerCn": "目标是通过层次嵌套的仪器获取多尺度和多学科的数据，以应对在异质表面上提升生态水文过程的挑战。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What specific procedures are employed to preprocess eddy covariance data for reliable evapotranspiration estimates over heterogeneous land surfaces?",
        "QuestionCn": "为了在异质土地表面上可靠地估算蒸散发，采用了哪些具体程序来预处理涡度协方差数据？",
        "AnswerEn": "The preprocessing of eddy covariance data involves multiple steps such as despiking (removing outliers), time delay correction, coordinate rotation (double coordinate rotation), frequency response correction, virtual temperature correction, and density (WPL) correction. Additionally, the quality of flux values is assessed through tests for atmospheric stability and turbulence similarity characteristics. Data is further filtered by removing periods with instrument errors, data surrounding precipitation events, and observations with a high data loss rate or weak nighttime turbulence.",
        "AnswerCn": "涡度协方差数据的预处理涉及多个步骤，如去尖峰（去除异常值）、时间延迟校正、坐标旋转（双坐标旋转）、频率响应校正、虚拟温度校正和密度（WPL）校正。此外，通过对大气稳定性和湍流相似性特征的测试来评估通量值的质量。数据进一步过滤，去除仪器错误的时期、降水事件周围的数据，以及数据丢失率高或夜间湍流较弱的观测值。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What are the methods used to validate evapotranspiration estimates in a strongly advective irrigated agricultural area?",
        "QuestionCn": "在强烈的对流灌溉农业区域中，用于验证蒸散发估算的方法有哪些？",
        "AnswerEn": "Evapotranspiration estimates are validated using a combination of ground-measured soil and canopy component temperatures, stable oxygen and hydrogen isotope techniques, and eddy covariance (EC) measurements. The validation process involves comparing the estimated ratios of evaporation to evapotranspiration (E/ET%) and transpiration to evapotranspiration (T/ET%) with observed ratios. The TSEB model is applied using soil and canopy component temperatures obtained from high-resolution thermal cameras to improve the accuracy of these estimates.",
        "AnswerCn": "蒸散发估算通过结合地面测量的土壤和冠层组分温度、稳定氧和氢同位素技术以及涡度协方差（EC）测量进行验证。验证过程涉及将估算的蒸发与蒸散发比率（E/ET%）和蒸腾与蒸散发比率（T/ET%）与观测比率进行比较。TSEB模型利用从高分辨率热成像仪获得的土壤和冠层组分温度进行应用，以提高这些估算的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodological approaches are employed to ensure the quality and accuracy of datasets obtained from eco-hydrological sensor networks and remote sensing techniques?",
        "QuestionCn": "为了确保从生态水文传感器网络和遥感技术获得的数据集的质量和准确性，采用了哪些方法论方法？",
        "AnswerEn": "Observational data are carefully quality controlled throughout sensor calibration, data collection, data processing, and dataset generation. This includes managing errors in derived component temperatures due to image classification errors and ensuring accurate measurements of incoming radiation transmittances. The findings also emphasize the importance of robust soil and vegetation component temperature calculations for accurate evapotranspiration estimation.",
        "AnswerCn": "观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过精心的质量控制。这包括管理由于图像分类错误导致的衍生组件温度的误差，并确保入射辐射透射率的准确测量。研究结果还强调了稳健的土壤和植被组件温度计算对于准确蒸散发估算的重要性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why is there often an overestimation of component temperatures in composite temperature separation approaches within arid regions?",
        "QuestionCn": "在干旱地区，复合温度分离方法中常常会对组件温度进行过高估计的原因是什么？",
        "AnswerEn": "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. Additionally, ignoring atmospheric upwelling radiation and transmittance could have produced uncertainties in the estimated temperatures.",
        "AnswerCn": "衍生组件温度的误差主要是由于图像分类错误引起的；这些分类错误随着植被丰度的变化而变化。此外，忽略大气向上辐射和透射率可能会导致估计温度的不确定性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the anticipated challenges when using the TSEB model for estimating surface fluxes in a strongly advective irrigated agricultural area?",
        "QuestionCn": "在强烈平流的灌溉农业区域使用TSEB模型估算表面通量时，预期会面临哪些挑战？",
        "AnswerEn": "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is challenging due to the incomplete energy balance closure with respect to the available energy and the high uncertainty in surface-air temperature difference. The TSEB model performance is mainly affected by this uncertainty, which is often dominant due to errors in determining the surface soil and vegetation component temperatures.",
        "AnswerCn": "在强烈对流的灌溉农业区域，准确估计表面通量是具有挑战性的，因为可用能量与能量平衡的闭合不完全，以及表面与空气温度差的高不确定性。TSEB模型的性能主要受到这种不确定性的影响，而这种不确定性通常是由于确定表面土壤和植被组分温度的错误所主导的。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is the availability of multiscale observations crucial for upscaling eco-hydrological processes on a heterogeneous surface?",
        "QuestionCn": "为什么多尺度观测的可用性对于在异质表面上扩大生态水文过程至关重要？",
        "AnswerEn": "Upscaling of eco-hydrological processes on a heterogeneous surface is challenging due to the poor availability of multiscale observations. Multiscale and multidisciplinary data are needed to capture and understand the intricate eco-hydrological processes across different scales and landscapes.",
        "AnswerCn": "在异质表面上生态水文过程的上升尺度是具有挑战性的，因为多尺度观测的可用性较差。需要多尺度和多学科的数据，以捕捉和理解不同尺度和景观中复杂的生态水文过程。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What potential improvements could be made to the current data collection strategies to enhance the accuracy of evapotranspiration estimates over heterogeneous landscapes?",
        "QuestionCn": "为了提高对异质景观的蒸散估算的准确性，当前数据收集策略可以进行哪些潜在改进？",
        "AnswerEn": "Potential improvements include refining temperature separation approaches to better address arid region conditions, increasing the spatial and temporal resolution of remote sensing data, and enhancing the classification accuracy of soil and vegetation pixels. Further integration of advanced thermal imaging with ground-based observations and employing robust quality control mechanisms can also improve data accuracy and reliability in estimating evapotranspiration over heterogeneous landscapes.",
        "AnswerCn": "潜在的改进包括优化温度分离方法，以更好地应对干旱地区的条件，提高遥感数据的空间和时间分辨率，以及增强土壤和植被像素的分类准确性。进一步整合先进的热成像技术与地面观测，并采用强有力的质量控制机制，也可以提高在异质景观中估算蒸散发的数据准确性和可靠性。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don’t understand how multiscale observations can be effectively captured in an eco-hydrological study on a heterogeneous surface.",
        "QuestionCn": "我不明白如何在一个异质表面的生态水文研究中有效捕捉多尺度观测。",
        "AnswerEn": "The HiWATER experiment addresses this by using hierarchically nested scales and a sparse network to capture multi-scale eco-hydrological processes. It involves a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations, as well as hyper-resolution airborne remote sensing and synchronical ground measurements.",
        "AnswerCn": "HiWATER实验通过使用分层嵌套的尺度和稀疏网络来捕捉多尺度生态水文过程来解决这个问题。它涉及一个通量观测矩阵，包括涡度协方差塔、大孔径闪烁仪和自动气象站，以及超高分辨率的航空遥感和同步的地面测量。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of how the TSEB model can separate soil and canopy temperatures for accurate estimation of evapotranspiration.",
        "QuestionCn": "我无法理解TSEB模型如何分离土壤和冠层温度以准确估算蒸散发。",
        "AnswerEn": "The TSEB model uses soil and canopy component temperatures observed via a high-resolution thermal camera, which are then classified into soil and canopy pixels using the maximum-likelihood method. These temperatures are converted to radiation temperatures and validated against surface radiometric temperatures using a four-component radiometer.",
        "AnswerCn": "TSEB模型使用高分辨率热像仪观察到的土壤和冠层组件温度，然后使用最大似然法将其分类为土壤像素和冠层像素。这些温度被转换为辐射温度，并通过四分量辐射计与表面辐射温度进行验证。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I’m unsure about the challenges faced in collecting reliable eddy covariance flux measurements in arid regions.",
        "QuestionCn": "我对在干旱地区收集可靠的涡度协方差通量测量所面临的挑战感到不确定。",
        "AnswerEn": "Challenges include errors in the derived component temperature due to image classification errors, which vary with vegetation abundance. These errors can affect the accuracy of the TSEB model and the EC system, particularly influencing the estimation of sensible heat fluxes in irrigated farmland.",
        "AnswerCn": "挑战包括由于图像分类错误导致的衍生组件温度错误，这些错误随着植被丰度的变化而变化。这些错误可能影响TSEB模型和EC系统的准确性，特别是对灌溉农田中显热通量估计的影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore the data collection methods used for capturing evapotranspiration (ET) metrics in heterogeneous landscapes within the context of eco-hydrological research.",
        "QuestionCn": "请探讨在生态水文研究中用于捕捉异质景观中蒸散发（ET）指标的数据收集方法。",
        "AnswerEn": "The data collection methods for evapotranspiration (ET) in heterogeneous landscapes involve the use of eddy covariance (EC) systems to measure turbulent fluxes, thermal infrared cameras for capturing soil and canopy component temperatures, and ground-based meteorological measurements for air temperature, wind speed, and humidity. These methods are complemented by high-resolution remote sensing tools such as LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers as part of the HiWATER experiment, which addresses multiscale eco-hydrological processes.",
        "AnswerCn": "在异质景观中，蒸散发（ET）的数据收集方法包括使用涡度协方差（EC）系统测量湍流通量，利用热红外相机捕捉土壤和树冠组件的温度，以及进行地面气象测量以获取气温、风速和湿度。这些方法还结合了高分辨率遥感工具，如激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，作为HiWATER实验的一部分，旨在研究多尺度生态水文过程。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please identify potential datasets and their characteristics that can be utilized for studying water cycle dynamics in oasis-desert areas.",
        "QuestionCn": "请识别可以用于研究绿洲-沙漠地区水循环动态的潜在数据集及其特征。",
        "AnswerEn": "Potential datasets for studying water cycle dynamics in oasis-desert areas include the multiscale datasets from the HiWATER experiment, which consist of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations. These datasets are enhanced by eco-hydrological sensor networks measuring soil moisture and leaf area index, as well as hyper-resolution airborne remote sensing data. The datasets are quality controlled across sensor calibration, data collection, and processing, and are available through platforms like figshare and the Cold and Arid Regions Science Data Centre.",
        "AnswerCn": "研究绿洲-沙漠地区水循环动态的潜在数据集包括来自HiWATER实验的多尺度数据集，这些数据集由涡度协方差塔、大孔径闪烁仪和自动气象站组成。这些数据集通过生态水文传感器网络进行增强，测量土壤湿度和叶面积指数，以及超高分辨率的航空遥感数据。这些数据集在传感器校准、数据收集和处理方面进行了质量控制，并可通过figshare和寒区与干旱区科学数据中心等平台获取。",
        "Level": "C6(Creating)"
      }
    ]
  }
}