{
    "id": "6065b867-d493-44b3-a657-785b4914f478",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geochemical data of early Middle Jurassic granites in the southeast coast (200-170 MA)",
            "titleCn": "东南沿海早-中侏罗世花岗岩地球化学数据 (200~170 Ma)",
            "description": "This data set mainly includes zircon U-Pb isotopic dating, in-situ Hf isotopic data, whole rock major and trace geochemical data and Sr Nd isotopic data of granites along the southeast coast. The data were analyzed and tested by authoritative laboratories at home and abroad, and the data quality met the standard. Based on the data, the genesis of typical granites in the early Yanshanian continental margin arc (Jincheng granite in Fujian Province and fanyindong granite in Zhejiang Province) is defined. Combined with the existing research data of the early Yanshanian magmatic rocks along the southeast coast, the early Middle Jurassic continental margin arc magmatic belt in Southeast China is determined, and the specific time limit for the transition between the Pacific Ocean and the Tethys is determined, This provides a new understanding of the early history of the subduction of the paleo Pacific plate.",
            "descriptionCn": "本数据集主要包括东南沿海花岗岩的锆石U-Pb同位素测年、原位Hf同位素数据，岩石全岩主微量地球化学数据以及Sr-Nd同位素数据。数据来自国内外权威实验室分析测试，且数据质量符合标准。利用该数据限定了燕山早期陆缘弧典型花岗岩（福建锦城和浙江梵音洞花岗岩）的成因，并结合东南沿海燕山早期岩浆岩的现有研究数据，厘定中国东南部早-中侏罗世陆缘弧岩浆岩带，限定太平洋与特提斯构造转换具体时限，这为深入理解古太平洋板块俯冲的早期历史提供了新的认识。",
            "instructions": "All data are stored in word file, including four files named Table 1, table 2, table 3 and table 4, which are zircon U-Pb age data, whole rock major and trace element data, whole rock SR Nd isotope data and zircon Hf isotope data.",
            "instructionsCn": "所有数据以Word文件存储，包括四个文件，文件名称为Table 1, Table 2，Table 3和Table 4，分别为锆石U-Pb年龄数据，全岩主量微量元素数据，全岩Sr-Nd同位素数据和锆石Hf同位素数据。",
            "east": 122.0,
            "west": 110.0,
            "south": 22.0,
            "north": 30.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 89632.0,
            "cstr": null,
            "doi": "10.1016/j.jseaes.2021.104687",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘亮",
                "nameEn": "LIU Liang",
                "unitEn": "",
                "unitCn": "中国科学院地球化学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Early–Middle Jurassic magmatic rocks along the coastal region of southeastern China: Petrogenesis and implications for Paleo-Pacific plate subduction",
                "referenceCn": null,
                "referenceEn": "Zhao, J.L., Qiu, J.S., & Liu, L. (2021). Early–Middle Jurassic magmatic rocks along the coastal region of southeastern China: Petrogenesis and implications for Paleo-Pacific plate subduction: Journal of Asian Earth Sciences: 210, 104687."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "Sr-Nd同位素",
                "nameEn": "Sr-Nd isotope"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "火成岩",
                "nameEn": "igneous rocks"
            },
            {
                "nameCn": "锆石Hf同位素",
                "nameEn": "Zircon Hf isotope"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "浙江省",
                "keywordEn": "Zhejiang Province"
            },
            {
                "keywordCn": "福建省",
                "keywordEn": "Fujian Province"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "早中侏罗世",
                "keywordEn": "Early–Middle Jurassic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific features and techniques involved in collecting geochemical data for Southeast coastal Early-Middle Jurassic granites, such as zircon U-Pb isotope dating and in-situ Hf isotope data?",
                "QuestionCn": "收集东南沿海早-中侏罗纪花岗岩的地球化学数据涉及的具体特征和技术，包括锆石U-Pb同位素定年和原位Hf同位素数据。",
                "AnswerEn": "zircon U-Pb isotope dating, in-situ Hf isotope data, whole-rock major and trace geochemistry, Sr-Nd isotope data",
                "AnswerCn": "锆石U-Pb同位素定年，原位Hf同位素数据，整体岩石主量和微量地球化学，Sr-Nd同位素数据",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many zircon U-Pb isotope dating samples are typically included in a dataset focusing on Southeast Coastal Early-Middle Jurassic granites?",
                "QuestionCn": "在关注东南沿海早-中侏罗纪花岗岩的研究中，通常包含多少个锆石U-Pb同位素测年样本？",
                "AnswerEn": "The exact number of samples is not specified.",
                "AnswerCn": "样本的确切数量未指定。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the primary factors that influence the quality and reliability of geochemical data collection methods for Early to Middle Jurassic granites in the Southeast Coastal region?",
                "QuestionCn": "影响东南沿海地区早至中侏罗纪花岗岩地球化学数据采集方法质量和可靠性的主要因素有哪些？",
                "AnswerEn": "The primary factors influencing the quality and reliability of geochemical data collection methods for Early to Middle Jurassic granites in the Southeast Coastal region include the quality of analytical testing from domestic and international laboratories, the standards followed in data collection, and the combination of zircon U-Pb isotope dating, in-situ Hf isotope data, whole-rock major and trace geochemical data, and Sr-Nd isotope data. Ensuring these factors are robust helps determine the genesis of Yanshan Early continental margin arc typical granites and delineate the Early-Middle Jurassic continental margin arc magmatic belt of Southeast China.",
                "AnswerCn": "影响东南沿海地区早至中侏罗纪花岗岩地球化学数据收集方法质量和可靠性的主要因素包括国内外实验室的分析测试质量、数据收集遵循的标准，以及锆石U-Pb同位素定年、原位Hf同位素数据、全岩主要和微量元素地球化学数据以及Sr-Nd同位素数据的结合。确保这些因素的可靠性有助于确定燕山早期大陆边缘弧典型花岗岩的成因，并划定中国东南部早-中侏罗纪大陆边缘弧岩浆带。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of utilizing zircon U-Pb isotope dating combined with in-situ Hf isotope data in understanding the genesis of early Jurassic granites in Southeast coastal China?",
                "QuestionCn": "利用锆石U-Pb同位素定年结合原位Hf同位素数据来理解中国东南沿海早侏罗纪花岗岩的成因会产生什么后果？",
                "AnswerEn": "Utilizing zircon U-Pb isotope dating combined with in-situ Hf isotope data provides insights into the genesis of early Jurassic granites in Southeast coastal China by limiting the origin of typical granites like those in Fujian Jincheng and Zhejiang Fanyindong. This approach, along with existing research on early Yanshanian magmatic rocks, helps delineate the Early-Middle Jurassic continental arc magmatic belt in southeastern China and defines the specific timing of tectonic transitions between the Pacific and Tethys. This contributes to a deeper understanding of the early history of the subduction of the ancient Pacific Plate.",
                "AnswerCn": "利用锆石U-Pb同位素定年结合原位Hf同位素数据，为东南沿海中国早侏罗纪花岗岩的成因提供了见解，限制了福建金城和浙江范银洞等典型花岗岩的来源。这种方法与对早期燕山期岩浆岩的现有研究相结合，有助于划定中国东南部早中侏罗纪大陆弧岩浆带，并明确太平洋与特提斯之间构造转变的具体时序。这有助于更深入地理解古太平洋板块早期俯冲的历史。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What objectives guide the collection of geochemical data, such as zircon U-Pb isotopic dating and Sr-Nd isotopic data, for Early-Middle Jurassic granites in the southeastern coastal region?",
                "QuestionCn": "指导对东南沿海地区早-中侏罗纪花岗岩进行锆石U-Pb同位素定年和Sr-Nd同位素数据收集的目标是什么？",
                "AnswerEn": "The objective is to define the genesis of typical granites in the early Yanshanian continental arc (such as those in Jinjiang, Fujian, and Fanyindong, Zhejiang) and, by integrating existing research data on early Yanshanian magmatic rocks in the southeastern coastal area, determine the specific timing of tectonic transitions between the Pacific and Tethys. This provides new insights into the early history of subduction of the ancient Pacific plate.",
                "AnswerCn": "目标是定义早期燕山期大陆弧中典型花岗岩的成因（如福建的晋江和浙江的范银洞），并通过整合东南沿海地区早期燕山期火成岩的现有研究数据，确定太平洋和特提斯之间构造转变的具体时间。这为古太平洋板块早期俯冲历史提供了新的见解。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}