{
    "id": "606cdb1b-2fab-4861-8fed-a21c190d059e",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Large aperture scintillometer of Daman Superstation, 2021)",
            "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2021）",
            "description": "This dataset contains the flux measurements from the large aperture scintillometer (LAS) at Daman Superstation in the Heihe integrated observatory network from January 1 to December 31 in 2021. There were two types of LASs at Daman Superstation: BLS900 and RR-RSS460, produced by Germany. The north tower was set up with the BLS900 receiver and the RR-RSS460 transmitter, and the south tower was equipped with the BLS900 transmitter and the RR-RSS460 receiver. The site (north: 100.379° E, 38.861° N; south: 100.369° E, 38.847° N) was located in Daman irrigation district, which is near Zhangye, Gansu Province. The underlying surfaces between the two towers were corn, orchard, and greenhouse. The elevation is 1556 m. The effective height of the LASs was 24.1 m, and the path length was 1854 m. The data were sampled 1 minute at both BLS900 and RR-RSS460.\nThe raw data acquired at 1 min intervals were processed and quality controlled. The data were subsequently averaged over 30 min periods, in which sensible heat flux was iteratively calculated by combining Cn2 with meteorological data according to the Monin-Obukhov similarity theory. The main quality control steps were as follows: (1) The data were rejected when Cn2 exceeded the saturated criterion (BLS900：Cn2>7.25E-14，RR-RSS460：Cn2>7.84 E-14). (2) The data were rejected when the demodulation signal was small (BLS900：Average X Intensity<1000；RR-RSS460：Demod>-20mv). (3) The data were rejected when collected during precipitation. (4) The data were rejected if collected at night when weak turbulence occurred (u* was less than 0.1 m/s). In the iteration process, the universal functions of Thiermann and Grassl (1992) and Andreas (1988) were selected for BLS900 and RR-RSS460, respectively. Detailed can refer to Liu et al. (2011, 2013). Due to instrument adjustment and inadequate power supply, the date of missing data for the large aperture scintillator is: 2021.05.15-2021.06.10.\nSeveral instructions were included with the released data. (1) The data were primarily obtained from BLS900 measurements, and missing flux measurements from the BLS900 instrument were substituted with measurements from the RR-RSS460 instrument. The missing data were denoted by -6999. (2) The dataset contained the following variables: Date/time (yyyy/m/d h:mm), the structural parameter of the air refractive index (Cn2, m-2/3), and the sensible heat flux (H, W/m^2). In this dataset, a time of 0:30 corresponds to the average data for the period between 0:00 and 0:30, and the data were stored in *.xlsx format. \nFor more information, please refer to Liu et al. (2018) (for sites information), Liu et al. (2011) (for data processing) in the Citation section.",
            "descriptionCn": "该数据集包含了黑河流域地表过程综合观测网中游大满站的大孔径闪烁仪通量观测数据。中游大满站分别架设了BLS900和RR-RSS460型号的大孔径闪烁仪，北塔为BLS900的接收端和RR-RSS460的发射端，南塔为BLS900的发射端和RR-RSS460的接收端。观测时间为2021年1月1日至2021年12月31日。站点位于甘肃省张掖市大满灌区内，下垫面是玉米、果园和大棚，以玉米为主。北塔的经纬度是100.3785E，38.8607N，南塔的经纬度是100.3685E，38.8468N，海拔高度约1556m。大孔径闪烁仪的有效高度24.1m，光径长度是1854m，采样频率是1min。\n大孔径闪烁仪原始观测数据为1min，发布的数据为经过处理与质量控制后的数据，其中感热通量主要是结合自动气象站观测数据，基于莫宁-奥布霍夫相似理论通过迭代计算得到，主要的质量控制步骤包括：（1）剔除Cn2达到饱和的数据（BLS900：Cn2>7.25E-14，RR-RSS460：Cn2>7.84 E-14）；（2）剔除解调信号强度较弱的数据（BLS900：Average X Intensity<1000；RR-RSS460：Demod>-20mv）；（3）剔除降水时刻的数据；（4）剔除稳定条件下的弱湍流的数据（u*小于0.1m/s）。在迭代计算过程中，对于BLS900，选取Thiermann and Grassl(1992)的稳定度普适函数；对于RR-RSS460，选取Andreas(1988)的稳定度普适函数，详细介绍请参考Liu et al. (2011, 2013)。由于仪器维修、供电不足和信号问题，大孔径闪烁仪数据缺失的日期为： 2021.05.15-2021.06.10。\n关于发布数据的几点说明：（1）中游LAS数据以BLS900为主，缺失时刻由RR-RSS460观测补充，两者都缺失则以-6999标记。（2）数据表头：Date/Time ：日期/时间（格式：yyyy/m/d h:mm），Cn2 ：空气折射指数结构参数（单位：m-2/3），H：感热通量（单位：W/m2）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xlsx格式存储。\n黑河流域地表过程综合观测网或站点信息请参考Liu et al. (2018)，观测数据处理请参考Liu et al. (2011)。",
            "instructions": "Year+** observatory network+ site no + LAS.",
            "instructionsCn": "年份+**观测网+站点名称+LAS",
            "east": 100.379,
            "west": 100.369,
            "south": 38.847,
            "north": 38.861,
            "startTime": "2021-01-01 00:00:00",
            "endTime": "2021-12-31 00:00:00",
            "fileSize": 521365.0,
            "cstr": "18406.11.Meteoro.tpdc.271435",
            "doi": "10.11888/Meteoro.tpdc.271435",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "任志国",
                "nameEn": "REN Zhiguo",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "谭俊磊",
                "nameEn": "TAN Junlei",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "张阳",
                "nameEn": "ZHANG Yang",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleCn": null,
                "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleCn": null,
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleCn": null,
                "titleEn": "Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Zhu, Z.L., Liu, S.M., Song, L.S., Wang, X.C., Zhou, S., Yang, X.F., & Xu. T.R. (2021). Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors. Journal of Hydrology, 598, 126483."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "能见度",
                "nameEn": "Visibility"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "The artificial oasis experimental area"
            },
            {
                "keywordCn": "大满超级站",
                "keywordEn": "Daman superstation"
            },
            {
                "keywordCn": "黑河中游",
                "keywordEn": "Middle Reaches of Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2021",
                "keywordEn": "2021",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": [],
            "backgroundCn": [
                "干旱和半干旱地区约占全球陆地表面积的30%（Dregne, 1991；Scanlon et al., 2006），在气候变化的影响下，干旱地区的扩展尤其发生在发展中国家（Huang et al., 2016）。绿洲是干旱和半干旱地区独特的生态景观，不仅是这些地区生态环境的核心，也是经济发展的基础，特别是在中国西部，自古以来就一直是“丝绸之路”的重要组成部分。绿洲占干旱地区总面积的不到10%，却支持着中国这些地区90%以上的人口（Chu et al., 2005；Li et al., 2016；Zhou et al., 2022）。绿洲-沙漠系统在维持稳定的生态环境和农业生产力方面发挥着至关重要的作用（Zhang and Zhao, 2015）。大量研究基于实地和遥感观测（Taha et al., 1991；Potchter et al., 2008；Xue et al., 2019；Wang et al., 2019；Zhou et al., 2022）以及数值模拟（Chu et al., 2005；Meng et al., 2009；Georgescu et al., 2011；Liu et al., 2020）对绿洲-沙漠地区的能量、水汽和碳交换进行了广泛研究。此外，位于半干旱地区的绿洲-沙漠区域已被先前研究者发现为碳汇（Tagesson et al., 2016；Wang et al., 2019）；因此，它们可以显著影响干旱地区的碳平衡，并在全球碳循环中发挥越来越重要的作用。"
            ],
            "research objectiveCn": [
                "因此，维持绿洲与沙漠系统之间的平衡对于实现可持续绿洲发展的目标至关重要。了解绿洲-沙漠生态系统中能量、水汽和碳交换的基本特征，对于实现绿洲-沙漠地区的碳达峰和碳中和目标，以及支持绿洲的生态安全和可持续发展具有重要意义。对绿洲-沙漠地区能量、水汽和碳交换的定量理解，对于认识绿洲-沙漠之间的相互作用至关重要，并且对保护生态稳定性和绿洲的社会经济发展具有重要意义；此外，长期观测是不可或缺的。"
            ],
            "challengesCn": [
                "内陆河流流域在干旱和半干旱地区面临生态环境退化的危机，例如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及沙尘暴频发，尤其是在丝绸之路沿线的许多内陆河流流域，如塔里木河流域（Zhao et al., 2013）、咸海流域（Stanev et al., 2004；Crétaux et al., 2009）和乌尔米湖流域（Stone, 2015）。"
            ],
            "methodsCn": [
                "在本研究中，我们呈现了一套来自人工和自然绿洲–沙漠系统的观测数据集，包括2012年至2021年的长期能量、水蒸气、碳和甲烷通量，以及涉及水文气象、植被和土壤参数的辅助数据。半小时的湍流通量数据通过涡度协方差系统和闪烁仪获取。水文气象数据（包括辐射、土壤热通量和土壤温度剖面；空气温度和湿度的梯度，风速和风向的梯度；空气压力、降水和土壤湿度剖面）通过自动气象站以10分钟的平均周期进行观测，同时还观察了地下水位数据。此外，数据集中还补充了植被和土壤参数。数据处理和质量控制程序可分为数据收集、数据处理和数据归档与共享。"
            ],
            "datasetCn": [
                "研究区域包括位于中国西部干旱地区的HRB中下游，水源来自上游典型的冰冻圈。自2012年以来，在这些地区建立了共11个地表通量和气象站，包括2个超级站和9个普通站。本研究报告的绿洲-沙漠地区能量、水汽和碳交换观测数据集（包括能量、水汽和碳通量；水文气象数据；以及植被和土壤参数）可从国家西藏高原数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Are long-term observations considered indispensable for understanding energy, water vapor, and carbon exchange in oasis–desert areas?",
                "QuestionCn": "长期观测被认为是理解绿洲-沙漠地区能量、水汽和碳交换不可或缺的。",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is quality control a crucial step in the data processing method used for the collection of flux data in oasis–desert systems?",
                "QuestionCn": "质量控制是用于收集绿洲-沙漠系统通量数据的数据处理方法中的一个关键步骤吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Are data collection methods in oasis-desert systems more reliant on eddy covariance systems, scintillometers, or automatic weather stations?",
                "QuestionCn": "在绿洲-沙漠系统中，数据收集方法更依赖于涡度协方差系统、闪烁仪还是自动气象站？",
                "AnswerEn": "eddy covariance systems, scintillometers, automatic weather stations",
                "AnswerCn": "涡度相关系统、闪烁仪、自动气象站",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection methods are used to observe energy, water vapor, and carbon exchange in oasis–desert ecosystems?",
                "QuestionCn": "在绿洲-沙漠生态系统中，用于观察能量、水蒸气和碳交换的数据收集方法有哪些？",
                "AnswerEn": "eddy covariance systems, scintillometers, automatic weather stations",
                "AnswerCn": "涡度相关系统、闪烁仪、自动气象站",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are faced in inland river basins in arid and semiarid areas regarding ecological environment degradation?",
                "QuestionCn": "在干旱和半干旱地区，内陆河流流域面临的生态环境退化挑战包括：",
                "AnswerEn": "drying up of rivers and lakes, degradation of natural vegetation, intensification of land desertification, frequent occurrence of dust storms",
                "AnswerCn": "河流和湖泊干涸，天然植被退化，土地荒漠化加剧，沙尘暴频繁发生。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Where can datasets of energy, water vapor, and carbon exchange observations in oasis–desert areas be accessed?",
                "QuestionCn": "可以在哪里获取绿洲-沙漠地区的能量、水汽和碳交换观测数据集？",
                "AnswerEn": "National Tibetan Plateau Data Center",
                "AnswerCn": "国家青藏高原数据中心",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used for observing energy, water vapor, and carbon exchange in oasis–desert ecosystems?",
                "QuestionCn": "您能否提供一个用于观察绿洲-沙漠生态系统中能量、水蒸气和碳交换的数据收集方法的示例？",
                "AnswerEn": "In this study, observational datasets were collected using an eddy covariance system and scintillometer for half-hourly turbulent flux data. Additionally, automatic weather stations provided hydrometeorological data with a 10-minute average period.",
                "AnswerCn": "在本研究中，使用涡度协方差系统和闪烁仪收集了观测数据，以获取半小时的湍流通量数据。此外，自动气象站提供了10分钟平均周期的水文气象数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you give an example of challenges faced during data collection in arid inland river basins?",
                "QuestionCn": "在干旱内陆河流流域进行数据收集时面临的挑战的一个例子是什么？",
                "AnswerEn": "Inland river basins in arid areas face ecological environment degradation challenges, such as the drying up of rivers and lakes, natural vegetation degradation, land desertification intensification, and frequent dust storms, especially in basins like the Tarim River and the Aral Sea.",
                "AnswerCn": "内陆河流盆地在干旱地区面临生态环境退化的挑战，例如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及频繁的沙尘暴，尤其是在塔里木河和咸海等盆地。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a dataset that includes energy, water vapor, and carbon flux observations in arid regions?",
                "QuestionCn": "一个包含干旱地区能源、水蒸气和碳通量观测的示例数据集是什么？",
                "AnswerEn": "A dataset comprising energy, water vapor, and carbon exchange observations in oasis–desert areas, along with hydrometeorological data and vegetation and soil parameters, is available from the National Tibetan Plateau Data Center, covering the middle and lower reaches of the HRB in western China.",
                "AnswerCn": "一个包含绿洲-沙漠地区能量、水汽和碳交换观测数据的数据集，以及水文气象数据和植被与土壤参数，已从国家西藏高原数据中心获得，覆盖中国西部的HRB中下游地区。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the data collection methods used for observing energy, water vapor, and carbon exchange in oasis–desert ecosystems?",
                "QuestionCn": "观察绿洲-沙漠生态系统中能量、水蒸气和碳交换的数据收集方法的特点是什么？",
                "AnswerEn": "long-term energy, water vapor, carbon, and methane fluxes, auxiliary data on hydrometeorology, vegetation, and soil parameters, half-hourly turbulent flux data, eddy covariance system, scintillometer, hydrometeorological data every 10 minutes, automatic weather stations",
                "AnswerCn": "长期能量、水汽、碳和甲烷通量，水文气象、植被和土壤参数的辅助数据，半小时湍流通量数据，涡度相关系统，闪烁仪，每10分钟的水文气象数据，自动气象站。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the challenges faced in data collection for inland river basins in arid and semiarid areas?",
                "QuestionCn": "在干旱和半干旱地区，内陆河流流域的数据收集面临的挑战有哪些？",
                "AnswerEn": "drying up of rivers and lakes, degradation of natural vegetation, intensification of land desertification, frequent dust storms",
                "AnswerCn": "河流和湖泊干涸，自然植被退化，土地荒漠化加剧，频繁的沙尘暴。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the sampling frequency used in the data collection method involving the large aperture scintillometer?",
                "QuestionCn": "在涉及大孔径闪烁计的数据收集方法中使用的采样频率是多少？",
                "AnswerEn": "1 minute",
                "AnswerCn": "1分钟",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is a scintillometer and how is it used in data collection for surface process observations?",
                "QuestionCn": "闪烁计是一种用于测量辐射强度的仪器，通常用于地表过程观察的数据收集。它通过检测和记录来自地表的辐射信号，帮助研究人员分析和监测环境变化、土壤特性和其他地表过程。",
                "AnswerEn": "A scintillometer is an instrument used to measure the turbulence of air, which can provide data on heat fluxes. In the context of surface process observations, it is used to collect flux data by measuring changes in air refractive index, which are related to heat and moisture exchange between the surface and the atmosphere.",
                "AnswerCn": "闪烁仪是一种用于测量空气湍流的仪器，可以提供热通量的数据。在表面过程观测的背景下，它通过测量空气折射率的变化来收集通量数据，这些变化与表面与大气之间的热量和湿气交换有关。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is the significance of long-term energy, water vapor, and carbon exchange datasets in understanding oasis–desert interactions?",
                "QuestionCn": "长期能量、水汽和碳交换数据集在理解绿洲与沙漠之间的相互作用中具有重要意义。",
                "AnswerEn": "Long-term datasets of energy, water vapor, and carbon exchange are crucial for understanding the interactions within oasis–desert ecosystems as they provide comprehensive insights into the environmental dynamics, support the evaluation of ecological stability, and assist in achieving sustainable development goals such as carbon neutrality in these regions.",
                "AnswerCn": "长期的能量、水汽和碳交换数据集对于理解绿洲-沙漠生态系统内的相互作用至关重要，因为它们提供了对环境动态的全面洞察，支持生态稳定性的评估，并有助于实现这些地区的可持续发展目标，如碳中和。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods using a large aperture scintillometer at the Heihe River Basin compare to those using an eddy covariance system in terms of capturing energy and water vapor fluxes?",
                "QuestionCn": "在黑河流域使用大孔径闪烁仪的数据收集方法与使用涡动协方差系统在捕捉能量和水汽通量方面有何比较？",
                "AnswerEn": "The large aperture scintillometer at the Heihe River Basin captures energy and water vapor fluxes using a one-minute sampling frequency, focusing on the sensible heat flux through quality-controlled data. The eddy covariance system, on the other hand, provides half-hourly turbulent flux data, including carbon and methane fluxes, and integrates auxiliary data from automatic weather stations, offering a comprehensive approach to observing fluxes.",
                "AnswerCn": "在黑河流域，大孔径闪烁仪以一分钟的采样频率捕捉能量和水汽通量，重点关注经过质量控制的数据中的显热通量。另一方面，涡度协方差系统提供半小时的湍流通量数据，包括碳和甲烷通量，并整合来自自动气象站的辅助数据，提供了一种全面观察通量的方法。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do the challenges faced by oasis–desert systems in the Tarim River basin compare to those in the Heihe River Basin regarding ecological environment degradation?",
                "QuestionCn": "塔里木河流域的绿洲-沙漠系统面临的挑战与黑河流域在生态环境退化方面有哪些相似之处？",
                "AnswerEn": "Both the Tarim River basin and the Heihe River Basin face challenges related to ecological environment degradation, such as land desertification and river drying. However, the Tarim River basin is highlighted for frequent dust storms and crises like the drying up of the Aral Sea, while the Heihe River Basin's challenges are observed in the context of the broader impact on oasis–desert interactions and the importance of maintaining ecological balance for sustainable development.",
                "AnswerCn": "塔里木河流域和黑河流域都面临生态环境恶化的挑战，如土地沙漠化和河流干涸。然而，塔里木河流域因频繁的沙尘暴和阿拉尔海干涸等危机而受到关注，而黑河流域的挑战则体现在对绿洲-沙漠相互作用的更广泛影响以及维持生态平衡对可持续发展的重要性上。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the similarities and differences in the quality control procedures used in the data collection for the large aperture scintillometer and the eddy covariance system?",
                "QuestionCn": "大型孔径闪烁仪和涡度协方差系统在数据收集中的质量控制程序有哪些相似之处和不同之处？",
                "AnswerEn": "The quality control procedure for the large aperture scintillometer involves steps like discarding saturated data and weak signal data, as well as removing data during precipitation and weak turbulence conditions. For the eddy covariance system, the procedure includes data collection, processing, and archiving, with comprehensive datasets that include hydrometeorological and vegetation parameters, indicating a more integrated approach to data quality assurance.",
                "AnswerCn": "大孔径闪烁仪的质量控制程序包括丢弃饱和数据和弱信号数据，以及在降水和弱湍流条件下移除数据。对于涡度协方差系统，程序包括数据收集、处理和归档，综合数据集包含水文气象和植被参数，表明了一种更为综合的数据质量保证方法。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might the use of large aperture scintillometers contribute to understanding the energy exchange processes in arid regions?",
                "QuestionCn": "大型孔径闪烁仪的使用如何有助于理解干旱地区的能量交换过程？",
                "AnswerEn": "The use of large aperture scintillometers, such as BLS900 and RR-RSS460, allows for detailed observation of sensible heat flux in arid regions. By deploying these instruments at different locations and heights, researchers can infer energy exchange processes and understand how they affect ecological stability and agricultural productivity in oasis-desert systems.",
                "AnswerCn": "大型孔径闪烁仪，如BLS900和RR-RSS460，能够详细观察干旱地区的显热通量。通过在不同地点和高度部署这些仪器，研究人员可以推断能量交换过程，并了解这些过程如何影响绿洲-沙漠系统的生态稳定性和农业生产力。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges can be inferred from the process of ensuring data quality and reliability in long-term observational datasets within arid ecosystems?",
                "QuestionCn": "在干旱生态系统中，确保长期观察数据集的数据质量和可靠性过程中可以推断出哪些挑战？",
                "AnswerEn": "Challenges in ensuring data quality and reliability include managing and correcting for data saturation, weak signal intensity, precipitation interference, and weak turbulence conditions. Instrument maintenance, power supply issues, and signal problems can also cause data gaps, as seen in the missing data period from May 15 to June 10, 2021, highlighting the complexities of data management in such environments.",
                "AnswerCn": "确保数据质量和可靠性面临的挑战包括管理和纠正数据饱和、弱信号强度、降水干扰和弱湍流条件。仪器维护、电源问题和信号问题也可能导致数据缺失，例如在2021年5月15日至6月10日期间的数据缺失，突显了在此类环境中数据管理的复杂性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How do supplementary data such as vegetation and soil parameters enhance the interpretation of energy, water vapor, and carbon exchange datasets?",
                "QuestionCn": "补充数据如植被和土壤参数如何增强能量、水蒸气和碳交换数据集的解读？",
                "AnswerEn": "Supplementary data like vegetation and soil parameters provide context to the energy, water vapor, and carbon exchange datasets, allowing for a more comprehensive understanding of the oasis-desert interactions. These additional data help in interpreting the effects of ecological and environmental variables on fluxes and support the goal of achieving sustainable oasis development.",
                "AnswerCn": "补充数据如植被和土壤参数为能量、水汽和碳交换数据集提供了背景，使我们能够更全面地理解绿洲与沙漠之间的相互作用。这些额外的数据有助于解释生态和环境变量对通量的影响，并支持实现可持续绿洲发展的目标。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the need for extensive quality control steps during the data collection process in arid and semi-arid regions?",
                "QuestionCn": "在干旱和半干旱地区，数据收集过程中需要进行广泛的质量控制步骤的原因是什么？",
                "AnswerEn": "The need for extensive quality control steps arises due to various challenges such as instrument saturation, weak signal intensities, precipitation events, and weak turbulent conditions, which can affect the reliability and accuracy of data collected from instruments like large aperture scintillometers in these regions.",
                "AnswerCn": "由于仪器饱和、信号强度弱、降水事件和弱湍流条件等各种挑战，广泛的质量控制步骤变得必要，这些因素可能影响从大型孔径闪烁仪等仪器收集的数据的可靠性和准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors contribute to the selection of specific stability functions during the iterative calculation of heat flux in oasis–desert areas?",
                "QuestionCn": "在绿洲-沙漠地区的热通量迭代计算中，选择特定稳定性函数的因素有哪些？",
                "AnswerEn": "The selection of specific stability functions is influenced by the type of instrument used and the theoretical models that best fit the environmental conditions. For instance, different stability functions may be chosen based on the characteristics of the large aperture scintillometers (like BLS900 or RR-RSS460) and their suitability for specific atmospheric stability conditions described in theories by Thiermann and Grassl or Andreas.",
                "AnswerCn": "特定稳定性函数的选择受到所使用仪器类型和最适合环境条件的理论模型的影响。例如，可能根据大孔径闪烁仪（如BLS900或RR-RSS460）的特性以及它们在Thiermann和Grassl或Andreas理论中描述的特定大气稳定性条件的适用性来选择不同的稳定性函数。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of implementing a comprehensive quality control procedure in data collection methods for oasis-desert ecosystem studies?",
                "QuestionCn": "在绿洲-沙漠生态系统研究中实施全面的质量控制程序对数据收集方法的潜在结果是什么？",
                "AnswerEn": "Implementing a comprehensive quality control procedure in data collection methods for oasis-desert ecosystem studies results in more accurate and reliable data. This is crucial for understanding energy, water vapor, and carbon exchange, which supports the ecological security and sustainable development of oases.",
                "AnswerCn": "在沙漠绿洲生态系统研究中实施全面的数据收集质量控制程序，可以获得更准确和可靠的数据。这对于理解能量、水蒸气和碳的交换至关重要，支持绿洲的生态安全和可持续发展。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What consequences may arise from the integration of scintillometer and eddy covariance systems in capturing energy and carbon flux data in arid regions?",
                "QuestionCn": "将闪烁计和涡度协方差系统集成在一起，以捕捉干旱地区的能量和碳通量数据，可能会产生哪些后果？",
                "AnswerEn": "The integration of scintillometer and eddy covariance systems in capturing energy and carbon flux data in arid regions allows for a thorough and nuanced understanding of energy dynamics and gas exchanges, which is significant for recognizing oasis-desert interactions and protecting ecological stability.",
                "AnswerCn": "在干旱地区，闪烁计和涡度协方差系统的结合能够捕捉能量和碳通量数据，从而深入细致地理解能量动态和气体交换，这对于识别绿洲-沙漠相互作用和保护生态稳定性具有重要意义。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How might the establishment of multiple land surface flux and meteorological stations influence the understanding of hydrometeorological processes in oasis-desert areas?",
                "QuestionCn": "多个地表通量和气象站的建立将如何影响对绿洲-沙漠地区水文气象过程的理解？",
                "AnswerEn": "The establishment of multiple land surface flux and meteorological stations enhances the understanding of hydrometeorological processes by providing comprehensive datasets on energy, water vapor, and carbon fluxes as well as auxiliary data on vegetation and soil parameters, supporting research on ecological and socioeconomic development in these regions.",
                "AnswerCn": "多个地表通量和气象站的建立增强了对水文气象过程的理解，通过提供关于能量、水蒸气和碳通量的综合数据集，以及关于植被和土壤参数的辅助数据，支持了这些地区生态和社会经济发展的研究。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to collect long-term observational data on energy, water vapor, and carbon exchange in oasis–desert systems?",
                "QuestionCn": "在绿洲-沙漠系统中收集关于能量、水蒸气和碳交换的长期观测数据是重要的，因为这些数据有助于理解生态系统的功能、气候变化的影响以及资源管理的策略。",
                "AnswerEn": "Long-term data collection is crucial to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area, support ecological security, and ensure sustainable development of oases. This quantitative understanding helps recognize oasis–desert interactions, which is significant for protecting ecological stability and socioeconomic development.",
                "AnswerCn": "长期数据收集对于实现碳达峰和碳中和目标、支持生态安全以及确保绿洲的可持续发展至关重要。这种定量理解有助于识别绿洲与沙漠之间的相互作用，这对保护生态稳定性和促进社会经济发展具有重要意义。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why are detailed quality control procedures necessary when processing data collected from oasis–desert ecosystems?",
                "QuestionCn": "在处理从绿洲-沙漠生态系统收集的数据时，详细的质量控制程序为何必要？",
                "AnswerEn": "Detailed quality control procedures are necessary to ensure the accuracy and reliability of data, which involves removing saturated data, weak signal data, and data during precipitation or weak turbulence conditions. This is crucial for maintaining the integrity of datasets used to study energy, water vapor, and carbon exchange in oasis–desert ecosystems.",
                "AnswerCn": "详细的质量控制程序对于确保数据的准确性和可靠性是必要的，这涉及到去除饱和数据、弱信号数据以及在降水或弱湍流条件下的数据。这对于维护用于研究绿洲-沙漠生态系统中能量、水汽和碳交换的数据库的完整性至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How are observational datasets of energy, water vapor, and carbon fluxes managed and shared to support research on oasis-desert ecosystems?",
                "QuestionCn": "如何管理和共享能量、水蒸气和碳通量的观测数据集，以支持对绿洲-沙漠生态系统的研究？",
                "AnswerEn": "Observational datasets are managed through a process that includes data collection, processing, and archiving. These datasets are made freely available and shared via platforms like the National Tibetan Plateau Data Center to support research and understanding of oasis-desert ecosystems.",
                "AnswerCn": "观测数据集通过数据收集、处理和归档的过程进行管理。这些数据集被免费提供，并通过国家西藏高原数据中心等平台共享，以支持对绿洲-沙漠生态系统的研究和理解。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methods are employed to integrate and process hydrometeorological, vegetation, and soil parameters data in arid regions to study energy and carbon exchange?",
                "QuestionCn": "在干旱地区，集成和处理水文气象、植被和土壤参数数据以研究能量和碳交换的方法包括哪些？",
                "AnswerEn": "Hydrometeorological data, including radiation, soil heat flux, temperature profiles, and other related parameters, are acquired from automatic weather stations with a specified average period. These data are integrated with vegetation and soil parameters in a comprehensive dataset for studying energy, water vapor, and carbon exchange.",
                "AnswerCn": "水文气象数据，包括辐射、土壤热通量、温度剖面及其他相关参数，来自具有特定平均周期的自动气象站。这些数据与植被和土壤参数集成在一个综合数据集中，用于研究能量、水汽和碳的交换。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data collection methods enable the accurate measurement of energy, water vapor, and carbon fluxes in oasis–desert ecosystems?",
                "QuestionCn": "哪些数据收集方法能够准确测量绿洲-沙漠生态系统中的能量、水蒸气和碳通量？",
                "AnswerEn": "The use of eddy covariance systems and scintillometers allows for the acquisition of half-hourly turbulent flux data. Additionally, automatic weather stations provide hydrometeorological data such as radiation, soil heat flux, air temperature and humidity gradients, wind speed and direction, air pressure, precipitation, and soil moisture profiles with a 10-minute average period, supplemented by groundwater table data.",
                "AnswerCn": "使用涡度协方差系统和闪烁仪可以获取半小时的湍流通量数据。此外，自动气象站提供水文气象数据，如辐射、土壤热通量、空气温度和湿度梯度、风速和风向、气压、降水量以及土壤湿度剖面，平均周期为10分钟，并补充地下水位数据。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What are the primary challenges that need to be addressed to ensure high-quality data collection in arid and semiarid inland river basins?",
                "QuestionCn": "确保在干旱和半干旱内陆河流流域进行高质量数据收集需要解决的主要挑战是什么？",
                "AnswerEn": "Challenges include ecological environment degradation, such as the drying up of rivers and lakes, degradation of natural vegetation, intensification of land desertification, and frequent dust storms, which are particularly prevalent in inland river basins westward along the Silk Road, such as the Tarim River basin, Aral Sea basin, and Lake Urmia basin.",
                "AnswerCn": "挑战包括生态环境恶化，例如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及频繁的沙尘暴，这些现象在丝绸之路向西的内陆河流流域尤为明显，如塔里木河流域、咸海流域和乌尔米耶湖流域。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the integration of hydrometeorological data with vegetation and soil parameters enhance the understanding of oasis–desert interactions?",
                "QuestionCn": "将水文气象数据与植被和土壤参数的整合如何增强对绿洲-沙漠相互作用的理解？",
                "AnswerEn": "Integrating hydrometeorological data with vegetation and soil parameters provides a comprehensive dataset that supports a quantitative understanding of energy, water vapor, and carbon exchange in oasis–desert areas. This integration is crucial for recognizing oasis–desert interactions and is significant for protecting ecological stability and the socioeconomic development of oases.",
                "AnswerCn": "将水文气象数据与植被和土壤参数相结合，提供了一个全面的数据集，支持对绿洲-沙漠地区能量、水汽和碳交换的定量理解。这种整合对于认识绿洲-沙漠相互作用至关重要，并对保护生态稳定性和绿洲的社会经济发展具有重要意义。",
                "Level": "C2(Understanding)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be challenges in maintaining accurate and continuous data from large aperture scintillometers in arid regions?",
                "QuestionCn": "在干旱地区，维护大孔径闪烁仪的准确和连续数据可能面临挑战的原因是什么？",
                "AnswerEn": "Challenges in maintaining accurate and continuous data from large aperture scintillometers in arid regions could be due to factors such as instrument maintenance needs, power supply issues, and signal problems. Additionally, environmental factors like precipitation and weak turbulence conditions can affect data quality, requiring rigorous quality control and data processing steps.",
                "AnswerCn": "在干旱地区，维护大孔径闪烁仪的准确和连续数据面临的挑战可能包括仪器维护需求、电源问题和信号问题。此外，降水和弱湍流条件等环境因素也会影响数据质量，这需要严格的质量控制和数据处理步骤。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What expectations might researchers have for the utility of long-term oasis–desert ecosystem data in achieving carbon neutrality goals?",
                "QuestionCn": "研究人员对长期绿洲-沙漠生态系统数据在实现碳中和目标方面的实用性可能有哪些期望？",
                "AnswerEn": "Researchers might expect that long-term data on energy, water vapor, and carbon exchange in oasis–desert ecosystems will provide critical insights into the balance of these systems, supporting the goals of carbon peaking and carbon neutrality. Such data is anticipated to help in understanding ecological interactions and ensuring ecological security and sustainable development of oasis regions.",
                "AnswerCn": "研究人员可能期望，关于绿洲-沙漠生态系统中能量、水汽和碳交换的长期数据将为理解这些系统的平衡提供重要见解，支持碳达峰和碳中和的目标。这些数据有助于理解生态相互作用，确保绿洲地区的生态安全和可持续发展。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why might datasets from oasis–desert systems require comprehensive quality control procedures before being shared?",
                "QuestionCn": "为什么来自绿洲-沙漠系统的数据集在共享之前需要全面的质量控制程序？",
                "AnswerEn": "Datasets from oasis–desert systems might require comprehensive quality control procedures due to the complexity of the data, which includes various flux measurements and auxiliary parameters. Ensuring data reliability involves removing saturated data, weak signal data, and periods of instrument malfunction, which are critical for obtaining accurate and meaningful results for further analysis and sharing.",
                "AnswerCn": "来自绿洲-沙漠系统的数据集可能需要全面的质量控制程序，因为数据的复杂性，包括各种通量测量和辅助参数。确保数据的可靠性涉及去除饱和数据、弱信号数据和仪器故障期间的数据，这对于获得准确和有意义的结果以便进一步分析和共享至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your evaluation of the data collection techniques used for energy, water vapor, and carbon exchange observations in arid regions?",
                "QuestionCn": "我对用于干旱地区能量、水汽和碳交换观测的数据收集技术的评估是什么？",
                "AnswerEn": "The data collection techniques involve the use of eddy covariance systems and scintillometers for measuring turbulent flux data, and automatic weather stations for hydrometeorological data. These methods are comprehensive and cover a wide range of parameters, which is crucial for understanding the oasis–desert interactions and supporting sustainable development.",
                "AnswerCn": "数据收集技术包括使用涡度协方差系统和闪烁仪测量湍流通量数据，以及自动气象站收集水文气象数据。这些方法全面覆盖了广泛的参数，对于理解绿洲-沙漠相互作用和支持可持续发展至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How would you assess the challenges encountered in maintaining long-term observation datasets in arid and semiarid regions?",
                "QuestionCn": "如何评估在干旱和半干旱地区维护长期观测数据集所遇到的挑战？",
                "AnswerEn": "The challenges include ecological degradation, such as drying rivers, land desertification, and dust storms, which can affect data continuity. Additionally, logistical issues like instrument maintenance and power supply can lead to data gaps, as observed with scintillometer data missing due to such problems.",
                "AnswerCn": "挑战包括生态退化，例如河流干涸、土地沙漠化和沙尘暴，这可能会影响数据的连续性。此外，仪器维护和电力供应等后勤问题可能导致数据缺失，正如由于这些问题而缺失的闪烁计数据所示。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how the quality control steps are applied to ensure the accuracy of data collected from large aperture scintillometers.",
                "QuestionCn": "我不明白如何应用质量控制步骤来确保从大孔径闪烁仪收集的数据的准确性。",
                "AnswerEn": "The quality control steps for data from large aperture scintillometers include removing saturated data based on specific thresholds for the refractive index structure parameter (Cn2), excluding data with weak demodulation signal strength, eliminating data during precipitation, and discarding data under stable conditions with weak turbulence. These steps help maintain the accuracy and reliability of the data.",
                "AnswerCn": "大孔径闪烁仪数据的质量控制步骤包括根据特定的折射率结构参数（Cn2）阈值去除饱和数据，排除信号强度较弱的解调数据，消除降水期间的数据，以及在稳定条件下去除湍流较弱的数据。这些步骤有助于保持数据的准确性和可靠性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges faced in collecting long-term observational data in oasis-desert ecosystems.",
                "QuestionCn": "我对在绿洲-沙漠生态系统中收集长期观察数据所面临的挑战感到不确定。",
                "AnswerEn": "Challenges in collecting long-term observational data in oasis-desert ecosystems include dealing with issues such as ecological environment degradation, drying up of rivers and lakes, degradation of natural vegetation, land desertification, and frequent dust storms. These conditions can impact the stability and continuity of data collection in these regions.",
                "AnswerCn": "在绿洲-沙漠生态系统中收集长期观察数据的挑战包括应对生态环境退化、河流和湖泊干涸、自然植被退化、土地沙漠化以及频繁的沙尘暴等问题。这些条件可能会影响这些地区数据收集的稳定性和连续性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how datasets on energy, water vapor, and carbon exchange are integrated and processed over long periods.",
                "QuestionCn": "我无法理解关于能量、水蒸气和碳交换的数据集是如何在长时间内整合和处理的。",
                "AnswerEn": "Datasets on energy, water vapor, and carbon exchange are integrated and processed through a combination of data collection, processing, and archiving methods. Observations are made using systems like eddy covariance and scintillometers, supplemented by hydrometeorological data and vegetation and soil parameters. The datasets are then processed to ensure quality and shared through platforms like the National Tibetan Plateau Data Center.",
                "AnswerCn": "能源、水汽和碳交换的数据集通过数据收集、处理和存档方法进行整合和处理。观察使用涡度协方差和闪烁仪等系统，辅以水文气象数据以及植被和土壤参数。然后对数据集进行处理以确保质量，并通过国家西藏高原数据中心等平台进行共享。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the quality control procedures used in data collection methods for large aperture scintillometer data in arid regions, focusing on the rejection criteria for data points.",
                "QuestionCn": "请分析在干旱地区用于大孔径闪烁计数据收集方法中的质量控制程序，重点关注数据点的拒绝标准。",
                "AnswerEn": "The quality control procedures for large aperture scintillometer data involve several rejection criteria: (1) Data with saturated Cn2 values are removed (BLS900: Cn2>7.25E-14, RR-RSS460: Cn2>7.84 E-14). (2) Data with weak demodulation signal intensity are discarded (BLS900: Average X Intensity<1000; RR-RSS460: Demod>-20mv). (3) Data collected during precipitation are excluded. (4) Data under stable conditions with weak turbulence (u* less than 0.1m/s) are rejected.",
                "AnswerCn": "大型孔径闪烁仪数据的质量控制程序涉及几个拒绝标准： (1) 去除饱和的Cn2值数据（BLS900: Cn2>7.25E-14，RR-RSS460: Cn2>7.84 E-14）。 (2) 丢弃信号强度较弱的解调数据（BLS900: 平均X强度<1000；RR-RSS460: 解调>-20mv）。 (3) 排除在降水期间收集的数据。 (4) 拒绝在稳定条件下湍流较弱（u*小于0.1m/s）时的数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please describe the challenges faced in data collection for energy, water vapor, and carbon exchange observation in oasis–desert ecosystems.",
                "QuestionCn": "在绿洲-沙漠生态系统中，能源、水蒸气和碳交换观测的数据收集面临的挑战包括：",
                "AnswerEn": "Challenges in data collection for energy, water vapor, and carbon exchange observations in oasis–desert ecosystems include ecological environment degradation, such as drying rivers and lakes, degradation of natural vegetation, intensified land desertification, and frequent dust storms, especially in inland river basins in arid and semiarid regions like the Tarim River basin, Aral Sea basin, and Lake Urmia basin.",
                "AnswerCn": "在绿洲-沙漠生态系统中，能源、水汽和碳交换观测的数据收集面临的挑战包括生态环境退化，如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及频繁的沙尘暴，尤其是在塔里木河流域、咸海流域和乌尔米湖流域等干旱和半干旱地区的内陆河流域。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please explore potential strategies for expanding or refining datasets of energy, water vapor, and carbon exchange in oasis–desert areas, considering the current data collection methods.",
                "QuestionCn": "请探讨在绿洲-沙漠地区扩展或完善能量、水汽和碳交换数据集的潜在策略，考虑当前的数据收集方法。",
                "AnswerEn": "Potential strategies for expanding or refining datasets include establishing more land surface flux and meteorological stations in oasis–desert areas, utilizing long-term observations for better quantitative understanding, and integrating datasets with auxiliary data involving hydrometeorology, vegetation, and soil parameters. Leveraging data from superstations and ordinary stations, as well as ensuring data archiving and sharing through platforms like the National Tibetan Plateau Data Center, can also enhance dataset comprehensiveness.",
                "AnswerCn": "扩展或完善数据集的潜在策略包括在绿洲-沙漠地区建立更多的地表通量和气象站，利用长期观测以获得更好的定量理解，以及整合涉及水文气象、植被和土壤参数的辅助数据集。利用超级站和普通站的数据，并通过国家西藏高原数据中心等平台确保数据的归档和共享，也可以增强数据集的全面性。",
                "Level": "C6(Creating)"
            }
        ]
    }
}