{
    "id": "607dbdc3-06da-4e21-9abf-c118e94a6037",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Landsat soil adjusted vegetation index (SAVI) products over the Tibetan Plateau (2021)",
            "titleCn": "青藏高原Landsat系列卫星遥感土壤调节植被指数（SAVI）产品（2021）",
            "description": "The dataset is the soil adjusted vegetation index (SAVI) products of 2021 over the Tibetan Plateau。The dataset is producted based on Landsat surface reflectance dataset. It is calculated by the SAVI equation which is added soil adjusted parameters S based on NDVI equation.And the corresponding production of quality identification documents (QA) is also generated to identify the cloud, ice and snow.SAVI is stable in the sparse vegetation area, but is not sensitive in the dense vegetation area .",
            "descriptionCn": "1）数据内容：本数据集包含2021年青藏高原地区Landsat长时序SAVI。2）数据来源及加工方法：主要是在青藏高原Landsat系列卫星地表反射率数据集的基础上，通过SAVI的计算公式进行生产的，即在NDVI计算公式的基础上引入了土壤调节因子S进行计算的；3）数据质量描述：为了标识云、冰雪，并相应生产了质量标识文件（QA）。4) 数据应用成果及前景：该指数在植被稀疏区域较为稳定，而在植被覆盖茂盛区域不敏感。",
            "instructions": "1)File name rules: the SAVI result of each scense is stored in a floder including the SAVI band, QA bands, metadata, and browser; the named rule of a folder is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-SAVI\",for example, L5-TM-115-026-19840418-LSR-BRDF-SAVI;the SAVI is stored as GeoTIFF format and its named rule is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-SAVI.TIF\", for example, \"L5-TM-115-026-19840418-LSR-BRDF-SAVI.TIF\". 2)How to use the dataset:the surface reflectance results can be opened by ArcGIS, envi, QGIS and so on,  the surface reflectance results are multiplied 10000 to become16 bit integer from the original floating-point type in the range of 0 ~ 1 , so it needs to be mutiplied 0.0001 when used, and the background filling value is -9999, and the \"LZW\" lossless compression is carried out.",
            "instructionsCn": "文件命名：SAVI是以景为单位存放文件夹，由SAVI波段、质量文件（Quality Assessment, QA）、元数据、缩略图组成，文件夹的命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-SAVI，如L5-TM-115-026-19840418-LSR-BRDF-SAVI；其中SAVI产品是以GeoTIFF格式存储的，命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-SAVI.TIF，如L5-TM-115-026-19840418-LSR-BRDF-SAVI.TIF。数据使用方法：SAVI结果可使用Arcgis、ENVI、QGIS等软件打开，为了降低存储空间，SAVI结果由原本的0~1范围内的浮点型均乘以10000变成16位整型，所以使用时需要将结果乘以0.0001，背景填充值为-9999，并进行了“LZW”的无损压缩。",
            "east": 106.7,
            "west": 73.4,
            "south": 24.6,
            "north": 40.4,
            "startTime": null,
            "endTime": null,
            "fileSize": 360232463330.0,
            "cstr": "18406.11.Terre.tpdc.300571",
            "doi": "10.11888/Terre.tpdc.300571",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "彭燕",
                "nameEn": "PENG Yan",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A soil- adjusted vegetation index (SAVI) . Remote Sensing of Environment",
                "referenceCn": null,
                "referenceEn": "HUETE, A.R. (1988). A soil- adjusted vegetation index (SAVI). Remote Sensing of Environment, 25, 295-309."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤调节植被指数",
                "nameEn": "SAVI"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2021",
                "keywordEn": "2021",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics and methodological considerations involved in calculating the Soil-Adjusted Vegetation Index (SAVI) for the Qinghai-Tibet Plateau using Landsat satellite data?",
                "QuestionCn": "计算青藏高原的土壤调整植被指数（SAVI）时，涉及的具体特征和方法论考虑包括使用Landsat卫星数据。",
                "AnswerEn": "surface reflectance datasets, soil adjustment factor 'S', quality assurance files for cloud and snow/ice presence",
                "AnswerCn": "地表反射率数据集、土壤调整因子“S”、用于云和雪/冰存在的质量保证文件。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the number of Landsat satellite images used to generate the soil-adjusted vegetation index (SAVI) for the Tibetan Plateau in 2021?",
                "QuestionCn": "2021年用于生成青藏高原土壤调整植被指数（SAVI）的Landsat卫星影像数量是多少？",
                "AnswerEn": "The metadata does not specify the exact number of Landsat satellite images used.",
                "AnswerCn": "元数据未指定使用的Landsat卫星图像的确切数量。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the Soil Adjusted Vegetation Index (SAVI) in the context of remote sensing datasets?",
                "QuestionCn": "土壤调整植被指数（SAVI）是在遥感数据集中的一个概念。",
                "AnswerEn": "The Soil Adjusted Vegetation Index (SAVI) is a product derived from Landsat satellite surface reflectance data, specifically calculated by introducing a soil adjustment factor into the NDVI calculation formula. This modification aims to enhance the stability of vegetation indices in areas with sparse vegetation and reduce sensitivity in areas with dense vegetation coverage. In this context, SAVI is part of a dataset for the Qinghai-Tibet Plateau in 2021, where cloud and snow are marked for quality assurance.",
                "AnswerCn": "土壤调整植被指数（SAVI）是基于Landsat卫星表面反射率数据衍生的产品，具体通过在NDVI计算公式中引入土壤调整因子来计算。此修改旨在增强稀疏植被区域植被指数的稳定性，并减少在植被覆盖密集区域的敏感性。在这种情况下，SAVI是2021年青藏高原数据集的一部分，其中云和雪被标记用于质量保证。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods used in generating the Landsat series SAVI product for the Qinghai-Tibet Plateau compare to traditional soil and vegetation survey techniques in terms of accuracy and efficiency?",
                "QuestionCn": "在生成青藏高原的Landsat系列SAVI产品时，所使用的数据收集方法与传统的土壤和植被调查技术在准确性和效率方面有何比较？",
                "AnswerEn": "The data collection methods for generating the Landsat series SAVI product rely on satellite remote sensing, specifically using surface reflectance data from the Landsat series satellites, and apply the Soil Adjusted Vegetation Index (SAVI) formula. This approach allows for large-scale, long-term monitoring of vegetation indices, offering efficiency and coverage advantages over traditional survey techniques, which typically involve ground-based observations that may provide higher accuracy but are labor-intensive and cover smaller areas. Additionally, the SAVI product incorporates a soil adjustment factor to stabilize the index in sparsely vegetated regions, which may not be addressed in conventional surveys.",
                "AnswerCn": "生成Landsat系列SAVI产品的数据收集方法依赖于卫星遥感，特别是使用Landsat系列卫星的表面反射率数据，并应用土壤调整植被指数（SAVI）公式。这种方法允许对植被指数进行大规模、长期的监测，提供了相较于传统调查技术的效率和覆盖优势，后者通常涉及地面观察，虽然可能提供更高的准确性，但劳动密集且覆盖面积较小。此外，SAVI产品还结合了土壤调整因子，以稳定稀疏植被区域的指数，这在传统调查中可能未得到解决。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might the introduction of a soil adjustment factor in the SAVI calculation influence the interpretation of vegetation patterns in areas with sparse versus dense vegetation?",
                "QuestionCn": "在SAVI计算中引入土壤调整因子可能会如何影响对稀疏与密集植被区域植被模式的解读？",
                "AnswerEn": "The introduction of a soil adjustment factor in the SAVI calculation provides stability in interpreting vegetation patterns in areas with sparse vegetation, as it accounts for soil influences. In contrast, it is less sensitive in areas with dense vegetation coverage, where the soil factor has less impact.",
                "AnswerCn": "在SAVI计算中引入土壤调整因子可以在稀疏植被区域提供对植被模式解释的稳定性，因为它考虑了土壤的影响。相比之下，在植被覆盖较密集的区域，土壤因子的影响较小，因此其敏感性较低。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the stability of the Soil Adjusted Vegetation Index (SAVI) in sparsely vegetated areas on the Tibetan Plateau?",
                "QuestionCn": "在青藏高原稀疏植被区，影响土壤调整植被指数（SAVI）稳定性的因素有哪些？",
                "AnswerEn": "The stability of the SAVI in sparsely vegetated areas on the Tibetan Plateau is influenced by the introduction of the soil adjustment factor S in its calculation. This factor modifies the standard NDVI formula to account for soil brightness, providing more accurate vegetation assessments in areas with sparse vegetation.",
                "AnswerCn": "SAVI在青藏高原稀疏植被地区的稳定性受到土壤调整因子S引入的影响。该因子修改了标准NDVI公式，以考虑土壤亮度，从而在稀疏植被区域提供更准确的植被评估。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the objective of developing a dataset that includes the Soil-Adjusted Vegetation Index (SAVI) using Landsat satellite data for the Qinghai-Tibet Plateau?",
                "QuestionCn": "开发一个包含土壤调整植被指数（SAVI）的数据集，使用Landsat卫星数据针对青藏高原的目标是什么？",
                "AnswerEn": "The objective is to provide a stable index for monitoring vegetation in sparse areas of the Qinghai-Tibet Plateau, using the SAVI which adjusts for soil brightness, thus offering a more reliable measure in regions with less dense vegetation cover.",
                "AnswerCn": "目标是提供一个稳定的指数，用于监测青藏高原稀疏地区的植被，使用SAVI（土壤调整植被指数），该指数能够调整土壤亮度，从而在植被覆盖较少的区域提供更可靠的测量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are utilized to compute the Soil Adjusted Vegetation Index (SAVI) from Landsat satellite surface reflectance data, and how is the soil adjustment factor incorporated into this process?",
                "QuestionCn": "计算土壤调整植被指数（SAVI）所使用的程序包括从Landsat卫星表面反射率数据中提取相关波段数据，通常是红光波段和近红外波段。然后，使用以下公式计算SAVI：\n\n\\[ \\text{SAVI} = \\frac{(NIR - Red) \\times (1 + L)}{(NIR + Red + L)} \\]\n\n其中，NIR是近红外波段的反射率，Red是红光波段的反射率，L是土壤调整因子。土壤调整因子L的值通常在0到1之间，具体取值取决于土壤的光谱特性和植被覆盖度。通过调整L的值，可以减少土壤背景对植被指数的影响，从而更准确地反映植被的生长状况。",
                "AnswerEn": "The computation of the Soil Adjusted Vegetation Index (SAVI) from Landsat satellite surface reflectance data involves using the SAVI calculation formula, which is derived from the NDVI formula with an added soil adjustment factor. This adjustment is achieved by introducing the soil factor S into the NDVI formula, allowing for the production of the SAVI index.",
                "AnswerCn": "土壤调整植被指数（SAVI）的计算涉及使用来自Landsat卫星表面反射率数据的SAVI计算公式，该公式是通过在NDVI公式中引入土壤调整因子而得出的。通过在NDVI公式中引入土壤因子S，实现了对土壤的调整，从而生成SAVI指数。",
                "Level": "C3(Applying)"
            }
        ]
    }
}