{
    "id": "60be9088-ce1c-4762-8b62-c00956370ed2",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geochemical characteristics of lalitoushan pluton at the northern end of Changning-Menglian zone",
            "titleCn": "昌宁—孟连结合带北端癞痢头山岩体地球化学数据",
            "description": "This data includes the main trace geochemical data of the whole rock. The samples were collected from lalitoushan rock mass at the north end of the Changning-Menglian junction zone in western Yunnan. The main geochemical data of the whole rock are obtained by X-ray fluorescence spectrometer, and the trace elements are obtained by inductively coupled plasma mass spectrometry. Based on the obtained data, it is considered that the initial magma is mainly composed of continental crust and the addition of mantle-derived components. The rock mass belongs to S-type granite, which originates from the partial melting of ancient crustal materials and is mixed with mantle-derived magma. It represents the product under the dynamic background of transformation from compression to extension in the post continental collision stage of Baoshan Simao block and has the material basis for mineralization, It has certain prospecting potential.",
            "descriptionCn": "本数据包括岩石全岩主微量地球化学数据。样品采集自云南西部昌宁-孟连结合带北端癞痢头山岩体。岩石全岩主量地球化学数据通过X荧光光谱仪分析获得，微量元素通过电感耦合等离子体质谱仪分析获得。通过获得的数据，认为初始岩浆以陆壳成分为主并有幔源组分的加入，岩体属于S型花岗岩，起源于古老地壳物质部分熔融，并与幔源岩浆混合，代表了保山-思茅地块陆陆后碰撞阶段由挤压向伸展转化动力学背景下的产物，具备成矿作用发生的物质基础，有一定的找矿潜力。",
            "instructions": "The data is stored in Excel format. The file name is \"WRMajTr\", which represents the main trace elements of the whole rock.",
            "instructionsCn": "数据以Excel格式存储。文件名称为\"WRMajTr\"，代表全岩主微量元素。",
            "east": 100.0,
            "west": 99.0,
            "south": 24.5,
            "north": 25.5,
            "startTime": null,
            "endTime": null,
            "fileSize": 11971.0,
            "cstr": null,
            "doi": "10.19719/j.cnki.1001-6872.2021.03.03",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "徐恒",
                "nameEn": "XU Heng",
                "unitEn": "Yunnan Nonferrous Metals Geological Bureau",
                "unitCn": "云南省有色地质局"
            }
        ],
        "literatureList": [
            {
                "titleCn": "昌宁—孟连结合带北端癞痢头山岩体地球化学特征及其对成岩成矿作用的启示",
                "titleEn": null,
                "referenceCn": "徐恒, 豆松, 姜永果, 刘文佳, 李晓峰, 齐武福, 张金学. (2021). 昌宁—孟连结合带北端癞痢头山岩体地球化学特征及其对成岩成矿作用的启示. 矿物岩石, 41(3), 16-28.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "全岩主微量元素",
                "nameEn": "Whole-rock major and trace element"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "花岗闪长岩",
                "nameEn": "Granodiorite"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "昌宁",
                "keywordEn": "Changning"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "三叠纪",
                "keywordEn": "Triassic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the properties and methods used for collecting whole-rock major and trace geochemical data in geological studies of granite formations?",
                "QuestionCn": "在花岗岩地质研究中，用于收集全岩主要和微量地球化学数据的属性和方法包括：",
                "AnswerEn": "X-ray fluorescence spectroscopy, inductively coupled plasma mass spectrometry, S-type granite, partial melting of ancient crustal material, mixed with mantle-derived magma, post-collision tectonic dynamics, potential mineralization implications",
                "AnswerCn": "X射线荧光光谱法，电感耦合等离子体质谱法，S型花岗岩，古老地壳物质的部分熔融，与地幔衍生岩浆混合，碰撞后构造动力学，潜在的矿化影响。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many rock samples were collected from the northern end of the Changning-Menglian tectonic zone for geochemical analysis?",
                "QuestionCn": "从昌宁-勐连构造带北端收集了多少个岩石样本进行地球化学分析？",
                "AnswerEn": "The exact number of rock samples collected for geochemical analysis is not specified.",
                "AnswerCn": "未具体说明用于地球化学分析的岩石样本的确切数量。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '全岩主微量地球化学数据' mean in the context of geochemical analysis?",
                "QuestionCn": "'全岩主微量地球化学数据'在地球化学分析的上下文中指的是对岩石样本中主要和微量元素的地球化学特征进行的系统性分析和数据记录。",
                "AnswerEn": "'全岩主微量地球化学数据' refers to the comprehensive geochemical data of major and trace elements in rocks, which in this context are obtained through X-ray fluorescence spectroscopy for major elements and inductively coupled plasma mass spectrometry for trace elements.",
                "AnswerCn": "'全岩主微量地球化学数据'指的是岩石中主要和微量元素的综合地球化学数据，在此背景下，这些数据是通过X射线荧光光谱法获得主要元素，通过感应耦合等离子体质谱法获得微量元素。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What underlying geological processes can be inferred from the geochemical data patterns obtained through X-ray fluorescence and inductively coupled plasma mass spectrometry analyses of rock samples in the context of the northern end of the Changning-Menglian suture zone?",
                "QuestionCn": "通过对岩石样本进行X射线荧光和电感耦合等离子体质谱分析获得的地球化学数据模式，可以推断出在昌宁-勐连缝合带北端的潜在地质过程。",
                "AnswerEn": "The geochemical data indicate that the initial magma mainly comprised continental crust components with contributions from mantle-derived material, classifying the rock body as S-type granite. This suggests it originated from partial melting of ancient crustal material mixed with mantle-derived magma. The formation represents a product of the transition from compression to extension in the post-collisional stage of the Baoshan-Simao block, providing a material basis for mineralization, thus holding potential for mineral exploration.",
                "AnswerCn": "地球化学数据表明，初始岩浆主要由大陆地壳成分组成，并有来自地幔源物质的贡献，将该岩体归类为S型花岗岩。这表明它起源于古老地壳材料的部分熔融与地幔源岩浆的混合。该形成代表了保山-西盟块后碰撞阶段从压缩到伸展的过渡，为矿化提供了物质基础，因此在矿产勘探方面具有潜力。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the inclusion of both crustal and mantle components in the initial magma in geochemical datasets of S-type granites?",
                "QuestionCn": "在S型花岗岩的地球化学数据集中，初始岩浆中包含地壳和地幔成分的原因是什么？",
                "AnswerEn": "The inclusion of both crustal and mantle components in the initial magma is inferred from the geochemical data to be a result of partial melting of ancient crustal materials mixed with mantle-derived magma. This process is associated with the post-collision tectonic setting transitioning from compression to extension, providing the material basis for mineralization and exploration potential.",
                "AnswerCn": "根据地球化学数据，初始岩浆中包含地壳和地幔成分的推断是由于古老地壳材料与地幔源岩浆的部分熔融混合所致。这个过程与后碰撞构造背景从压缩转变为伸展相关，为矿化和勘探潜力提供了物质基础。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives for collecting geochemical data of whole rock major and trace elements from the Laitou Mountain pluton in the northern end of the Changning-Menglian belt?",
                "QuestionCn": "收集来自昌宁-勐连带北端的来头山岩体的全岩主要和微量元素的地球化学数据的主要目标是什么？",
                "AnswerEn": "The primary objectives are to understand the composition and origin of the initial magma, which is predominantly composed of continental crust materials with some mantle-derived components. This research aims to classify the Laitou Mountain pluton as S-type granite, originating from the partial melting of ancient crustal materials mixed with mantle-derived magma. The study represents the dynamics of the transition from compression to extension in the post-collisional stage of the Baoshan-Simao block, providing insights into the material basis for mineralization and offering potential for mineral exploration.",
                "AnswerCn": "主要目标是了解初始岩浆的成分和来源，该岩浆主要由大陆地壳材料组成，并含有一些源自地幔的成分。本研究旨在将赖头山岩体归类为S型花岗岩，源于古老地壳材料的部分熔融与地幔源岩浆的混合。该研究代表了保山-西盟块体后碰撞阶段从压缩到伸展的动态，为矿化的物质基础提供了见解，并为矿产勘探提供了潜力。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the specific steps involved in collecting and analyzing geochemical data from rock samples in the context of studying the Lailitoushan Intrusive Complex?",
                "QuestionCn": "在研究赖利图山侵入体的背景下，收集和分析岩石样品的地球化学数据的具体步骤包括：\n\n1. **样品采集**：选择合适的地点，使用适当的工具（如锤子、凿子）采集岩石样品，确保样品具有代表性。\n\n2. **样品准备**：将采集的岩石样品进行清洗、干燥，并切割成适当大小，以便于后续分析。\n\n3. **样品粉碎**：使用球磨机或其他粉碎设备将岩石样品粉碎成细粉，以增加表面积，便于化学分析。\n\n4. **化学分析**：选择合适的分析方法（如X射线荧光光谱法、质谱法、火焰光度法等）对样品进行化学成分分析，测定主要元素和微量元素的含量。\n\n5. **数据记录**：将分析结果记录在实验室日志中，确保数据的准确性和可追溯性。\n\n6. **数据处理**：使用统计软件或地球化学软件对数据进行处理，计算元素的平均值、标准差等统计指标。\n\n7. **数据解释**：结合地质背景和已有研究，对分析结果进行解释，探讨岩石的成因、演化及其与周围地质环境的关系。\n\n8. **结果报告**：撰写研究报告或论文，详细描述研究方法、结果和结论，并提出未来研究的建议。",
                "AnswerEn": "In the context of studying the Lailitoushan Intrusive Complex, rock samples are collected from the northern end of the Changning-Menglian suture zone in western Yunnan. The major geochemical data of whole rock samples are obtained using X-ray fluorescence spectrometry, while trace elements are analyzed using inductively coupled plasma mass spectrometry. These methods enable researchers to conclude that the initial magma is primarily of continental crust origin with mantle-derived components, classifying the intrusive complex as S-type granite, which originated from partial melting of ancient crustal material and mixed with mantle-derived magma, representing a product of the post-collision stage of the Baoshan-Simao block's transition from compression to extension, providing a material basis for mineralization with certain exploration potential.",
                "AnswerCn": "在研究来里头山侵入体的背景下，岩石样本是从云南西部的昌宁-勐连缝合带北端收集的。通过X射线荧光光谱法获得了全岩样本的主要地球化学数据，而微量元素则通过电感耦合等离子体质谱法进行分析。这些方法使研究人员得出结论，初始岩浆主要来源于大陆地壳，并含有来自地幔的成分，将该侵入体归类为S型花岗岩，其起源于古老地壳物质的部分熔融，并与地幔源岩浆混合，代表了保山-西盟块体从压缩到伸展的后碰撞阶段的产物，为具有一定勘探潜力的矿化提供了物质基础。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}