{
    "id": "6100591a-71e5-4894-ae89-c9adc2d48731",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Ishim-Tobol river basin tree-ring width sequence and tree-ring chronology",
            "titleCn": "Ishim-Tobol河流域树轮宽度序列和树轮年表",
            "description": "This dataset includes two tree-ring width sequences and two tree-ring timelines for the Ishim-Tobol River basin. In the areas with little influence from human activities and natural disasters, conifer species with thinner soil layer, steeper slope, longer tree age and clear annual rings should be selected. The tree core sample was drilled about 1.3m above the ground using a growth cone. A total of 263 cores from 143 Scotch pine and birch trees were collected, air-dried, fixed in special wooden trays using white latex, and sanded until clear. Scan the image using Epson12000XL and measure the tree ring width using CDendro 9.4 software. The COFECHA and ARSTAN programs were used for cross-dating and the growth trend was removed based on the negative exponential function. Finally, the tree ring width difference chronology was established. This dataset can be used for river flow reconstruction. The expanded flow records reveal hydrological changes in the basin over the past 229 years. The reconstruction discharge from 1788-2016 was lower than the average for a long time, indicating that the drought deficit in the basin was more prominent. This phenomenon is significantly influenced by water vapor transport in the North Atlantic and Arctic oceans.",
            "descriptionCn": "本数据集包括Ishim-Tobol河流域的2个树轮宽度序列和2个树轮年表。选择人为活动及自然灾害影响小的地区，宜选择土层较薄、坡度较陡、树龄较长、年轮清晰的针叶树种；使用生长锥在距离地面1.3m左右钻取树芯样本。共采集143棵苏格兰松和白桦的263根树芯，经自然风干后使用白乳胶固定在特质木槽中，并用砂纸打磨至清晰。使用Epson12000XL扫描成像，并使用CDendro 9.4软件测量树轮宽度。使用COFECHA和ARSTAN程序进行交叉定年并基于负指数函数去除生长趋势，最终建立树轮宽度差值年表。该数据集可用于河流流量重建。扩展后的流量记录揭示了该流域近229年来的水文变化。1788-2016年重建流量长期低于平均值，表明流域内干旱亏水状况较为突出。这一现象受到北大西洋和北冰洋水汽输送的显著影响。",
            "instructions": "Chen et al-2022-Ishim - Tobol river basin tree-ring width sequence and tree-ring chronology",
            "instructionsCn": "Chen et al-2022-Ishim-Tobol river basin tree-ring width sequence and tree-ring chronology",
            "east": 72.0,
            "west": 68.0,
            "south": 50.0,
            "north": 54.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 91286.0,
            "cstr": "18406.11.Paleoenv.tpdc.300724",
            "doi": "10.11888/Paleoenv.tpdc.300724",
            "dataFormat": null,
            "license": "5"
        },
        "authorList": [
            {
                "nameCn": "陈峰",
                "nameEn": "CHEN Feng",
                "unitEn": "",
                "unitCn": "云南大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Reconstructed summertime (June–July) streamflow dating back to 1788 CE in the Kazakh Uplands as inferred from tree rings",
                "referenceCn": null,
                "referenceEn": "Zhao, X., Zhang, R., Chen, F., Maisupova, B., Kirillov, V., Mambetov, B., & Kelgenbayev, N., et al. (2022). Reconstructed summertime (June–July) streamflow dating back to 1788 CE in the Kazakh Uplands as inferred from tree rings. Journal of Hydrology: Regional Studies, 40, 101007."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "树木年轮",
                "nameEn": "Tree rings"
            },
            {
                "nameCn": "树轮",
                "nameEn": "Tree-ring"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "流量重建",
                "nameEn": "Streamflow reconstruction"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "哈萨克斯坦北部",
                "keywordEn": "Northern Kazakhstan"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1788–2016  CE",
                "keywordEn": "1788–2016  CE",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "亚洲中部干旱区气候变化影响与丝路文明变迁研究",
                "titleEn": "National Key Research and Development Program of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of tree-ring width sequences and chronologies collected for river basin studies?",
                "QuestionCn": "树轮宽度序列和年表在河流流域研究中的特征是什么？",
                "AnswerEn": "samples from coniferous species with clear annual rings, regions with minimal human activity or natural disasters, trees with thin soil layers, steep slopes, older ages, tree cores collected at about 1.3 meters above ground, dried naturally, fixed using white glue in special wooden trays, sanded until clear, scanned using an Epson12000XL, measured with CDendro 9.4 software, cross-dated using COFECHA and ARSTAN programs, growth trends removed using a negative exponential function",
                "AnswerCn": "来自针叶树种的样本具有清晰的年轮，采集自人类活动或自然灾害较少的地区，树木生长在土层较薄、坡度陡峭的地方，树龄较大，树芯在距地面约1.3米处采集，自然风干后，用白胶固定在特制的木托盘中，打磨至清晰后，使用Epson12000XL扫描，使用CDendro 9.4软件进行测量，使用COFECHA和ARSTAN程序进行交叉定年，生长趋势通过负指数函数去除。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many tree cores were collected for the tree ring width sequences and chronologies in the Ishim-Tobol river basin dataset?",
                "QuestionCn": "在Ishim-Tobol河流域数据集中，收集了多少个树木核心用于树轮宽度序列和年表？",
                "AnswerEn": "263",
                "AnswerCn": "263",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'tree-ring width sequence' mean in the context of dendrochronology, and how is it applied in data collection for environmental analysis?",
                "QuestionCn": "在树木年轮学的背景下，“树轮宽度序列”指的是通过测量树木年轮的宽度而获得的一系列数据。这些数据可以反映树木生长的环境条件，如气候变化、土壤质量和水分可用性等。在环境分析的数据收集过程中，树轮宽度序列被用来重建过去的气候条件，评估生态系统的变化，以及研究人类活动对环境的影响。",
                "AnswerEn": "In the context of dendrochronology, 'tree-ring width sequence' refers to the chronological series of measurements of the width of annual growth rings in trees. It is applied in data collection by extracting tree core samples using an increment borer at about 1.3 meters above the ground. The cores are then dried, mounted, and sanded for clarity. Tree-ring widths are measured using imaging and software tools like Epson12000XL and CDendro 9.4. These sequences are used to create chronologies that can help reconstruct historical environmental conditions, such as river flow variations over time.",
                "AnswerCn": "在树木年轮年代学的背景下，“树轮宽度序列”指的是对树木年生长轮宽度的测量的时间序列。通过使用增量钻头在离地面约1.3米的高度提取树木核心样本来进行数据收集。然后将这些核心样本干燥、装配并打磨以提高清晰度。树轮宽度使用成像和软件工具进行测量，如Epson12000XL和CDendro 9.4。这些序列用于创建年表，帮助重建历史环境条件，例如河流流量随时间的变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the environmental conditions and influences in the Ishim-Tobol river basin based on the patterns observed in tree ring width sequences and chronologies?",
                "QuestionCn": "根据树木年轮宽度序列和年轮年表中观察到的模式，可以推断出Ishim-Tobol河流域的环境条件和影响。",
                "AnswerEn": "The patterns observed in tree ring width sequences and chronologies suggest that the Ishim-Tobol river basin has experienced significant hydrological changes over the past 229 years. The reconstructed flow data indicates a long-term trend of flow being below average from 1788 to 2016, highlighting a prominent drought condition in the basin. This phenomenon is significantly influenced by moisture transport from the North Atlantic and Arctic Oceans.",
                "AnswerCn": "树木年轮宽度序列和年表中观察到的模式表明，伊希姆-托博尔河流域在过去229年中经历了显著的水文变化。重建的流量数据表明，从1788年到2016年，流量长期趋势低于平均水平，突显了该流域显著的干旱状况。这一现象受到来自北大西洋和北极海洋的水分输送的显著影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the primary reasons for selecting areas with minimal human activity and natural disasters when collecting tree ring width data?",
                "QuestionCn": "选择人类活动和自然灾害最少的地区收集树轮宽度数据的主要原因是什么？",
                "AnswerEn": "The primary reason for selecting areas with minimal human activity and natural disasters is to ensure that the data collected reflects natural climatic and environmental variations rather than anthropogenic or extreme event impacts. This allows for a more accurate reconstruction of historical river flow and hydrological changes in the Ishim-Tobol river basin.",
                "AnswerCn": "选择人类活动和自然灾害最少的地区的主要原因是确保收集的数据反映自然气候和环境变化，而不是人为影响或极端事件的影响。这使得对伊希姆-托博尔河流域历史河流流量和水文变化的重建更加准确。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of selecting tree species with clear growth rings and minimal human activity influence on the accuracy and reliability of tree ring width datasets?",
                "QuestionCn": "选择具有明显生长年轮和最小人类活动影响的树种对树轮宽度数据集的准确性和可靠性的潜在结果是什么？",
                "AnswerEn": "Selecting tree species with clear growth rings and minimal human activity influence leads to increased accuracy and reliability in tree ring width datasets. This allows for better cross-dating and trend analysis, resulting in more precise reconstructions of historical hydrological changes, such as the long-term drought conditions in the Ishim-Tobol river basin influenced by North Atlantic and Arctic moisture transport.",
                "AnswerCn": "选择具有明显生长年轮且人类活动影响较小的树种，可以提高树轮宽度数据集的准确性和可靠性。这使得交叉年代测定和趋势分析更加有效，从而更精确地重建历史水文变化，例如受北大西洋和北极水汽输送影响的伊希姆-托博尔河流域的长期干旱条件。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of collecting and analyzing tree-ring width sequences and chronologies in the Ishim-Tobol River Basin?",
                "QuestionCn": "在伊希姆-托博尔河流域，收集和分析树轮宽度序列和年表的主要目标是什么？",
                "AnswerEn": "The primary goal of collecting and analyzing tree-ring width sequences and chronologies in the Ishim-Tobol River Basin is to reconstruct river flow records over the past 229 years, which reveals hydrological changes in the region. The dataset aims to understand the drought and water deficit conditions influenced significantly by moisture transport from the North Atlantic and Arctic Oceans.",
                "AnswerCn": "收集和分析伊希姆-托博尔河流域的树轮宽度序列和年表的主要目标是重建过去229年的河流流量记录，从而揭示该地区的水文变化。该数据集旨在了解受北大西洋和北极海洋的水分输送显著影响的干旱和水分不足条件。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}