{
    "id": "61d30279-e264-48e9-a0ca-be36e4336115",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Net Primary Productivity product of the Heihe River Basin",
            "titleCn": "黑河生态水文遥感试验：黑河流域净初级生产力（NPP）数据集",
            "description": "Biological productivity refers to the material production capacity of organisms and their groups or even larger scale (including ecosystem and biosphere). It changes with the environment. Therefore, it becomes an indicator of environmental change and the health of the earth system. Net primary productivity (NPP) of vegetation refers to the remaining part of total organic matter (GPP) produced by photosynthesis of green plants in unit time unit area after deducting autotrophic respiration (RA). The NPP products in Heihe River Basin mainly focus on the important parameters par and FPAR of the model of light energy utilization, and improve the algorithm and product production. The FPAR inversion model that distinguishes the direct radiation from the scattered radiation and the par inversion method based on the combination of static and polar orbit satellites are proposed. Finally, the net primary productivity data set of Heihe River Basin is produced by using the light utilization model. The algorithm improves the temporal and spatial resolution of data products, and the accuracy of products is also significantly improved.",
            "descriptionCn": "生物生产力是指生物及其群体甚至更大尺度(包括生态系统及生物圈)生命有机体的物质生产能力，它随环境不同而发生变化，因此，它又成为环境变化和地球系统健康与否的指示物。植被的净初级生产力(Net Primary Productivity，NPP)指绿色植物在单位时间单位面积上由光合作用产生的有机物质总量(GPP)中扣除自养呼吸(Autotrophic Respiration，Ra)后的剩余部分。黑河流域的NPP产品主要围绕光能利用率模型的重要参数PAR以及FPAR进行了算法的改进和产品生产.提出了区分直射与散射辐射的FPAR反演模型以及基于静止与极轨卫星相结合的PAR反演方法。最终，利用光能利用率模型，生产黑河流域净初级生产力数据集。算法提高了数据产品的时空分辨率，产品精度也有了明显提高。",
            "instructions": "",
            "instructionsCn": "",
            "east": 101.98,
            "west": 95.99,
            "south": 37.02,
            "north": 43.01,
            "startTime": "2013-01-17 00:00:00",
            "endTime": "2015-01-16 00:00:00",
            "fileSize": 4370839.0,
            "cstr": "18406.11.hiwater.290.2016.db",
            "doi": "10.3972/hiwater.290.2016.db",
            "dataFormat": "ENVI标准格式",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": " 李丽",
                "nameEn": "LI Li",
                "unitEn": "State Key Laboratory of Remote Sensing Science, Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
                "unitCn": "中国科学院遥感与数字地球研究所遥感科学国家重点实验室"
            },
            {
                "nameCn": " 仲波",
                "nameEn": "ZHONG Bo",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院遥感科学国家重点实验室"
            },
            {
                "nameCn": "吴俊君",
                "nameEn": "WU Junjun",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            },
            {
                "nameCn": " 吴善龙",
                "nameEn": "WU Shanlong",
                "unitEn": "State Key Laboratory of Remote Sensing Science, Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
                "unitCn": "中国科学院空天信息创新研究院"
            },
            {
                "nameCn": "辛晓洲",
                "nameEn": "XIN Xiaozhou",
                "unitEn": "Institute of Remote Sensing Application, Chinese Academy of Sciences",
                "unitCn": "中国科学院遥感应用研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": null,
                "titleEn": null,
                "referenceCn": null,
                "referenceEn": "Zhang HL, Xin XZ, Li L, Liu QH. Estimating global solar radiation using a hybrid parametric model from MODIS data over the Tibetan Plateau. Solar Energy, 2015, 112: 373-382."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": null,
                "referenceCn": null,
                "referenceEn": "Li L, Xin XZ, Zhang HL, Yu JF, Liu QH, Yu SS, Wen JG. A method for estimating hourly photosynthetically active radiation (PAR) in China by combining geostationary and polar-orbiting satellite data. Remote Sensing of Environment, 2015, 165: 14-26."
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "总初级生产力",
                "nameEn": "Gross primary productivity(NPP)"
            },
            {
                "nameCn": "生态遥感产品",
                "nameEn": "Ecological remote sensing products"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "上游寒区水文试验区",
                "keywordEn": "the cold region hydrology experimental area in the upper reaches"
            },
            {
                "keywordCn": "下游天然绿洲试验区",
                "keywordEn": "the natural oasis eco-hydrology experimental area in the lower reaches"
            },
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2013",
                "keywordEn": "2013",
                "type": "temporal"
            },
            {
                "keywordCn": "2014",
                "keywordEn": "2014",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文遥感产品生产算法研究与应用试验",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "多尺度遥感数据按需快速处理与定量遥感产品生成关键技术",
                "titleEn": "National High-tech Research and Development Program of China (863 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": [],
            "backgroundCn": [
                "在异质表面上生态水文过程的上升尺度是一个重大挑战。该领域的进展受到多尺度观测稀缺的限制。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而解决这一挑战。"
            ],
            "research objectiveCn": [],
            "challengesCn": [
                "该领域的进展受到多尺度观测稀缺的阻碍。"
            ],
            "methodsCn": [
                "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个EC塔和四个两层自动气象站（AMS），这些景观包括沙质沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了LiDAR、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA。"
            ],
            "datasetCn": [
                "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the data collection method used in obtaining net primary productivity (NPP) for the Heihe River Basin influenced by improvements in the algorithm for FPAR and PAR?",
                "QuestionCn": "用于获取黑河流域净初级生产力（NPP）的数据收集方法是否受到FPAR和PAR算法改进的影响？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the multiscale dataset collection more reliant on ground-based instruments like eddy covariance towers and meteorological stations, or on airborne remote sensing technologies such as LiDAR and imaging spectrometers?",
                "QuestionCn": "多尺度数据集的收集更依赖于地面仪器，如涡度协方差塔和气象站，还是依赖于空中遥感技术，如激光雷达和成像光谱仪？",
                "AnswerEn": "The multiscale dataset collection is reliant on both ground-based instruments like eddy covariance towers and meteorological stations, as well as airborne remote sensing technologies such as LiDAR and imaging spectrometers.",
                "AnswerCn": "多尺度数据集的收集依赖于地面仪器，如涡度相关塔和气象站，以及机载遥感技术，如激光雷达和成像光谱仪。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Are the data quality control measures more focused on sensor calibration and data processing, or on synchronical ground measurements of vegetation dynamics?",
                "QuestionCn": "数据质量控制措施更侧重于传感器校准和数据处理，还是同步地面植被动态测量？",
                "AnswerEn": "sensor calibration and data processing",
                "AnswerCn": "传感器校准和数据处理",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Does the improvement in algorithm for NPP data products primarily involve enhancing spatial resolution, temporal resolution, or both?",
                "QuestionCn": "NPP数据产品的算法改进主要涉及提高空间分辨率、时间分辨率，还是两者兼而有之？",
                "AnswerEn": "both",
                "AnswerCn": "两者",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the instrumental components used in capturing multiscale eco-hydrological processes in an oasis-desert area?",
                "QuestionCn": "在捕捉绿洲-沙漠地区多尺度生态水文过程时使用的仪器组件有哪些？",
                "AnswerEn": "flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensor network of soil moisture and leaf area index, hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, L-band microwave radiometer",
                "AnswerCn": "涡度相关塔的通量观测矩阵、大孔径闪烁仪、自动气象站、土壤湿度和叶面积指数的生态水文传感器网络、高分辨率机载遥感使用LiDAR、成像光谱仪、多角度热成像仪、L波段微波辐射计。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where can the multiscale dataset from the Heihe Watershed Allied Telemetry Experimental Research be accessed?",
                "QuestionCn": "Heihe流域联合遥测实验研究的多尺度数据集可以在哪里访问？",
                "AnswerEn": "figshare, Cold and Arid Regions Science Data Centre",
                "AnswerCn": "figshare，寒旱区科学数据中心",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with upscaling eco-hydrological processes on heterogeneous surfaces?",
                "QuestionCn": "与在异质表面上进行生态水文过程的放大相关的挑战有哪些？",
                "AnswerEn": "poor availability of multiscale observations",
                "AnswerCn": "多尺度观测的可用性差。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a dataset that includes both airborne remote sensing and ground measurements for environmental monitoring?",
                "QuestionCn": "一个包含空气遥感和地面测量的环境监测数据集的例子是什么？",
                "AnswerEn": "A multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) includes hyper-resolution airborne remote sensing using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer, along with synchronical ground measurements of vegetation dynamics and photosynthesis processes.",
                "AnswerCn": "从黑河流域联合遥感实验研究（HiWATER）获得的多尺度数据集包括使用激光雷达的超高分辨率航空遥感、成像光谱仪、多角度热成像仪和L波段微波辐射计，以及同步的植被动态和光合作用过程的地面测量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a challenge faced in obtaining multiscale observations in eco-hydrological research?",
                "QuestionCn": "在生态水文学研究中，获取多尺度观测面临的一个挑战是什么？",
                "AnswerEn": "A significant challenge in obtaining multiscale observations in eco-hydrological research is the poor availability of multiscale observations, which hinders progress in upscaling eco-hydrological processes on heterogeneous surfaces.",
                "AnswerCn": "在生态水文研究中，获取多尺度观测的一个重大挑战是多尺度观测的可用性较差，这阻碍了在异质表面上对生态水文过程进行上尺度处理的进展。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key features of the multiscale dataset obtained from eco-hydrological observations in the Heihe Watershed?",
                "QuestionCn": "从黑河流域生态水文观测中获得的多尺度数据集的关键特征是什么？",
                "AnswerEn": "flux observation matrix, eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensor network, soil moisture, leaf area index, hyper-resolution airborne remote sensing, LiDAR, imaging spectrometer, multi-angle thermal imager, L-band microwave radiometer, synchronical ground measurements, vegetation dynamics, photosynthesis processes",
                "AnswerCn": "通量观测矩阵，涡度相关塔，大孔径闪烁仪，自动气象站，生态水文传感器网络，土壤湿度，叶面积指数，超高分辨率机载遥感，激光雷达，成像光谱仪，多角度热成像仪，L波段微波辐射计，同步地面测量，植被动态，光合作用过程。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the characteristics of the data collection methods used in the oasis-desert system to capture multi-scale eco-hydrological processes?",
                "QuestionCn": "在绿洲-沙漠系统中，用于捕捉多尺度生态水文过程的数据收集方法的特点是什么？",
                "AnswerEn": "hierarchically nested scales, superstation within the oasis, four EC towers, four two-layer automatic meteorological stations, various landscapes (sandy desert, desert pavement, desert steppe, wetland), intensive observations at the irrigation district scale",
                "AnswerCn": "分层嵌套尺度，绿洲内的超级站，四个EC塔，四个双层自动气象站，各种景观（沙漠、戈壁、荒漠草原、湿地），灌溉区尺度的密集观测。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What attributes of the vegetation dynamics and photosynthesis processes are measured in the eco-hydrological observations?",
                "QuestionCn": "生态水文观测中测量的植被动态和光合作用过程的属性有哪些？",
                "AnswerEn": "soil moisture, leaf area index",
                "AnswerCn": "土壤湿度，叶面积指数",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the total number of airborne remote sensing missions conducted to cover the FEA during the HiWATER experiment in 2012?",
                "QuestionCn": "在2012年HiWATER实验中，为覆盖FEA进行的空中遥感任务总数是多少？",
                "AnswerEn": "12",
                "AnswerCn": "12",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many eddy covariance towers were included in the flux observation matrix of the HiWATER observation system?",
                "QuestionCn": "HiWATER观测系统的通量观测矩阵中包含了多少个涡度协方差塔？",
                "AnswerEn": "The specific number of eddy covariance towers is not mentioned.",
                "AnswerCn": "没有提到具体的涡度相关塔的数量。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is Net Primary Productivity (NPP) in the context of ecological and environmental studies?",
                "QuestionCn": "净初级生产力（NPP）是在生态和环境研究中指的一个概念。",
                "AnswerEn": "Net Primary Productivity (NPP) refers to the remaining organic material produced by green plants through photosynthesis after subtracting the autotrophic respiration (Ra) in a given unit of time and space. It is a measure of the productivity of life forms in ecosystems and can vary with environmental changes, serving as an indicator of environmental change and the health of the Earth system.",
                "AnswerCn": "净初级生产力（NPP）是指绿色植物通过光合作用产生的有机物质，在一定时间和空间内减去自养呼吸（Ra）后的剩余量。它是生态系统中生命形式生产力的衡量标准，并且会随着环境变化而变化，作为环境变化和地球系统健康的指标。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What does a light use efficiency model entail in the production of ecological data products?",
                "QuestionCn": "光利用效率模型在生态数据产品的生产中涉及什么？",
                "AnswerEn": "A light use efficiency model involves improving algorithms and data products related to key parameters such as Photosynthetically Active Radiation (PAR) and Fraction of Photosynthetically Active Radiation (FPAR). It distinguishes between direct and diffuse radiation, integrates data from geostationary and polar-orbiting satellites, and enhances the temporal and spatial resolution and accuracy of data products.",
                "AnswerCn": "光利用效率模型涉及改善与关键参数相关的算法和数据产品，如光合有效辐射（PAR）和光合有效辐射分数（FPAR）。它区分直接辐射和散射辐射，整合来自静止卫星和极轨卫星的数据，并提高数据产品的时间和空间分辨率及准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the key components and methodologies involved in multiscale data collection for eco-hydrological processes?",
                "QuestionCn": "多尺度数据收集在生态水文过程中的关键组成部分和方法论是什么？",
                "AnswerEn": "Multiscale data collection for eco-hydrological processes involves using a hierarchical observation system that includes a flux observation matrix with eddy covariance towers, large aperture scintillometers, automatic meteorological stations, an eco-hydrological sensor network for soil moisture and leaf area index, hyper-resolution airborne remote sensing with LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers, as well as synchronical ground measurements of vegetation dynamics and photosynthesis processes.",
                "AnswerCn": "多尺度数据收集用于生态水文过程，涉及使用分层观测系统，包括具有涡度协方差塔的大气通量观测矩阵、大孔径闪烁仪、自动气象站、用于土壤湿度和叶面积指数的生态水文传感器网络、高分辨率航空遥感（包括激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计），以及同步的地面植被动态和光合作用过程测量。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the integration of different remote sensing technologies enhance the spatial and temporal resolution of net primary productivity data in eco-hydrological studies?",
                "QuestionCn": "不同遥感技术的集成如何增强生态水文研究中净初级生产力数据的空间和时间分辨率？",
                "AnswerEn": "The integration of remote sensing technologies such as LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer can enhance the spatial and temporal resolution of net primary productivity data by providing detailed and complementary information on vegetation dynamics and photosynthesis processes across different scales.",
                "AnswerCn": "遥感技术的集成，如激光雷达（LiDAR）、成像光谱仪、多角度热成像仪和L波段微波辐射计，可以通过提供关于植被动态和光合作用过程的详细和互补信息，增强净初级生产力数据的空间和时间分辨率，适用于不同的尺度。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "In what ways can the distinction between direct and diffuse radiation be improved in the estimation of net primary productivity using eco-hydrological models?",
                "QuestionCn": "在使用生态水文模型估算净初级生产力时，如何改善直接辐射和散射辐射之间的区分？",
                "AnswerEn": "Improving the distinction between direct and diffuse radiation can be achieved through advanced FPAR inversion models that account for both radiation types, enhancing the accuracy of net primary productivity estimates by refining the parameterization of photosynthetically active radiation in eco-hydrological models.",
                "AnswerCn": "通过先进的FPAR反演模型，可以提高直接辐射和散射辐射之间的区分，这将增强净初级生产力估算的准确性，进而优化生态水文模型中光合有效辐射的参数化。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes challenges in obtaining multiscale observations in eco-hydrological research?",
                "QuestionCn": "在生态水文研究中，获取多尺度观测的挑战是什么？",
                "AnswerEn": "Challenges in obtaining multiscale observations in eco-hydrological research are caused by the poor availability of multiscale observations, which hinder progress in understanding eco-hydrological processes on heterogeneous surfaces.",
                "AnswerCn": "在生态水文研究中，获取多尺度观测的挑战主要是由于多尺度观测的可用性差，这阻碍了对异质表面生态水文过程的理解。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it important to differentiate between direct and diffuse radiation in the development of FPAR inversion models?",
                "QuestionCn": "在FPAR反演模型的开发中，区分直接辐射和散射辐射的重要性是什么？",
                "AnswerEn": "Differentiating between direct and diffuse radiation in FPAR inversion models is important because it improves the accuracy and spatial-temporal resolution of NPP data products for the Heihe River Basin.",
                "AnswerCn": "在FPAR反演模型中区分直接辐射和散射辐射是重要的，因为这可以提高黑河流域NPP数据产品的准确性和时空分辨率。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors necessitated the use of a hierarchically nested scale approach in eco-hydrological experiments?",
                "QuestionCn": "在生态水文实验中，使用分层嵌套尺度方法的因素有哪些？",
                "AnswerEn": "The use of a hierarchically nested scale approach in eco-hydrological experiments was necessitated by the need to capture multiscale and multidisciplinary data to address the challenge of poor availability of multiscale observations.",
                "AnswerCn": "在生态水文实验中采用分层嵌套尺度的方法是为了捕捉多尺度和多学科的数据，以应对多尺度观测稀缺的挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of using a multiscale observation system on understanding eco-hydrological processes in heterogeneous environments?",
                "QuestionCn": "使用多尺度观测系统理解异质环境中的生态水文过程的潜在结果是什么？",
                "AnswerEn": "Utilizing a multiscale observation system, like the one deployed in the HiWATER experiment, helps in capturing comprehensive eco-hydrological processes across various scales, thereby addressing the challenge of multiscale observations and providing richer, more detailed datasets.",
                "AnswerCn": "利用多尺度观测系统，如在HiWATER实验中部署的系统，有助于捕捉跨越不同尺度的综合生态水文过程，从而应对多尺度观测的挑战，并提供更丰富、更详细的数据集。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind developing a multiscale dataset for observing eco-hydrological processes in heterogeneous surfaces?",
                "QuestionCn": "开发多尺度数据集以观察异质表面的生态水文过程的主要目标是什么？",
                "AnswerEn": "The primary objectives include addressing the challenge of upscaling eco-hydrological processes on heterogeneous surfaces by providing multiscale and multidisciplinary data through the HiWATER experiment. This involves creating a comprehensive observation system with various instruments to capture data at different scales.",
                "AnswerCn": "主要目标包括通过HiWATER实验解决在异质表面上提升生态水文过程的挑战，提供多尺度和多学科的数据。这涉及建立一个综合观测系统，使用各种仪器在不同尺度上捕获数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to distinguish between direct and scattered radiation in the FPAR inversion model for vegetation productivity datasets?",
                "QuestionCn": "在植被生产力数据集的FPAR反演模型中，区分直接辐射和散射辐射的重要性是什么？",
                "AnswerEn": "Distinguishing between direct and scattered radiation is crucial for enhancing the accuracy of the FPAR inversion model, which in turn improves the quality and precision of vegetation productivity datasets such as NPP. This differentiation allows for a more detailed representation of how different radiation types affect photosynthesis and productivity.",
                "AnswerCn": "区分直接辐射和散射辐射对于提高FPAR反演模型的准确性至关重要，这反过来又改善了诸如NPP等植被生产力数据集的质量和精度。这种区分使得能够更详细地表示不同类型的辐射如何影响光合作用和生产力。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What instrumentation techniques are utilized to capture multi-scale eco-hydrological processes in a heterogeneous surface like the oasis-desert system?",
                "QuestionCn": "在异质表面如绿洲-沙漠系统中，捕捉多尺度生态水文过程所采用的仪器技术有哪些？",
                "AnswerEn": "Instruments for the oasis-desert system are arranged in hierarchically nested scales, including a sparse network and a superstation within the oasis. Additionally, four EC towers and four two-layer automatic meteorological stations are installed in various landscapes such as sandy desert, desert pavement, desert steppe, and wetland. Intensive observations are implemented at the irrigation district scale.",
                "AnswerCn": "绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置，包括一个稀疏的网络和一个位于绿洲内的超级站。此外，在沙漠、沙砾滩、沙漠草原和湿地等不同景观中安装了四个生态系统（EC）塔和四个双层自动气象站。在灌溉区尺度上实施了密集观测。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What procedures are followed to ensure the quality control of observational data during collection and processing?",
                "QuestionCn": "在收集和处理观察数据时，确保质量控制的程序包括哪些步骤？",
                "AnswerEn": "All observational data are carefully quality controlled through sensor calibration, data collection, data processing, and datasets generation, ensuring the reliability of the dataset. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre.",
                "AnswerCn": "所有观测数据都经过精心的质量控制，包括传感器校准、数据收集、数据处理和数据集生成，确保数据集的可靠性。这些数据可以在figshare和寒冷与干旱地区科学数据中心免费获取。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What instrumentation techniques enable the capture of multiscale eco-hydrological processes in heterogeneous surfaces?",
                "QuestionCn": "哪些仪器技术能够捕捉异质表面中的多尺度生态水文过程？",
                "AnswerEn": "Instrumentation techniques such as the use of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and an eco-hydrological sensor network are employed to capture multiscale eco-hydrological processes. Additionally, hyper-resolution airborne remote sensing with LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers enhances data collection.",
                "AnswerCn": "仪器技术如涡度协方差塔、大孔径闪烁仪、自动气象站和生态水文传感器网络被用来捕捉多尺度生态水文过程。此外，高分辨率的航空遥感技术结合激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计增强了数据收集。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do hierarchical observation systems facilitate data collection on eco-hydrological interactions in oasis-desert systems?",
                "QuestionCn": "层次观察系统如何促进对绿洲-沙漠系统中生态水文相互作用的数据收集？",
                "AnswerEn": "Hierarchical observation systems facilitate data collection by arranging instruments in hierarchically nested scales, which allow for capturing multi-scale eco-hydrological processes. This includes a sparse network to investigate oasis-desert interactions, with installations like superstations, EC towers, and automatic meteorological stations in varied landscapes surrounding an oasis.",
                "AnswerCn": "层次观察系统通过将仪器按层次嵌套的尺度排列，促进了数据收集，从而能够捕捉多尺度的生态水文过程。这包括一个稀疏的网络，用于研究绿洲-沙漠相互作用，安装了超级站、生态系统塔和自动气象站，分布在绿洲周围的不同景观中。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conditions are necessary for ensuring the quality and reliability of eco-hydrological datasets collected in regions like the Heihe watershed?",
                "QuestionCn": "确保像黑河流域这样的地区收集的生态水文数据集的质量和可靠性所需的条件是什么？",
                "AnswerEn": "Conditions necessary for ensuring data quality and reliability include careful quality control throughout sensor calibration, data collection, data processing, and dataset generation. Additionally, synchronization of ground measurements of vegetation dynamics and photosynthesis processes with remote sensing data is crucial.",
                "AnswerCn": "确保数据质量和可靠性所需的条件包括在传感器校准、数据收集、数据处理和数据集生成过程中进行仔细的质量控制。此外，将地面植被动态和光合作用过程的测量与遥感数据进行同步也是至关重要的。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might challenges arise in refining data collection methods for assessing net primary productivity (NPP) in heterogeneous eco-hydrological surfaces?",
                "QuestionCn": "在评估异质生态水文表面的净初级生产力（NPP）时，改进数据收集方法可能会面临哪些挑战？",
                "AnswerEn": "Challenges may arise due to the poor availability of multiscale observations, which hinders progress in upscaling eco-hydrological processes on heterogeneous surfaces. The complexity of capturing these processes across varying environments further complicates the data collection methods.",
                "AnswerCn": "由于多尺度观测的可用性差，可能会出现挑战，这阻碍了在异质表面上对生态水文过程进行上尺度处理的进展。在不同环境中捕捉这些过程的复杂性进一步使数据收集方法变得复杂。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why could there be expectations for improved spatial and temporal resolution in datasets related to net primary productivity (NPP) in the Heihe River Basin?",
                "QuestionCn": "为什么对与黑河流域相关的净初级生产力（NPP）数据集的空间和时间分辨率改善会有期望？",
                "AnswerEn": "Improvements in spatial and temporal resolution are expected due to algorithmic advancements that incorporate a light use efficiency model, and the integration of direct and diffuse radiation differentiation models for FPAR inversion, which enhance the precision and resolution of NPP datasets.",
                "AnswerCn": "由于算法进步，结合了光利用效率模型以及直接和散射辐射区分模型用于FPAR反演，空间和时间分辨率的改善预计将提高NPP数据集的精度和分辨率。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why is the comprehensive collection of multiscale and multidisciplinary data crucial for understanding eco-hydrological processes in the Heihe River Basin?",
                "QuestionCn": "全面收集多尺度和多学科的数据对于理解黑河流域的生态水文过程至关重要。",
                "AnswerEn": "The comprehensive collection of multiscale and multidisciplinary data is crucial because it addresses the challenge of limited multiscale observations, allowing for a detailed understanding of eco-hydrological processes and interactions, particularly in complex systems like the oasis-desert interface where diverse landscapes and processes must be accurately captured.",
                "AnswerCn": "全面收集多尺度和多学科的数据至关重要，因为它解决了有限多尺度观测的挑战，使我们能够详细理解生态水文过程和相互作用，特别是在像绿洲-沙漠交界这样的复杂系统中，必须准确捕捉多样的景观和过程。",
                "Level": "C2(Understanding)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of the data collection methods used in capturing multiscale eco-hydrological processes in an oasis-desert system?",
                "QuestionCn": "如何评估在捕捉绿洲-沙漠系统中的多尺度生态水文过程时所使用的数据收集方法的有效性？",
                "AnswerEn": "The data collection methods in the oasis-desert system are highly effective as they employ a combination of instruments arranged in hierarchically nested scales, including eddy covariance towers, large aperture scintillometers, and automatic meteorological stations. This hierarchical approach allows for capturing multi-scale eco-hydrological processes effectively.",
                "AnswerCn": "在绿洲-沙漠系统中的数据收集方法非常有效，因为它们采用了分层嵌套的仪器组合，包括涡度协方差塔、大孔径闪烁仪和自动气象站。这种分层方法能够有效捕捉多尺度的生态水文过程。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What challenges might researchers face in ensuring the quality control of datasets obtained from multiscale observations in variable environments?",
                "QuestionCn": "研究人员在确保来自多尺度观测的变量环境中获得的数据集的质量控制时，可能面临哪些挑战？",
                "AnswerEn": "Researchers might face challenges such as sensor calibration, data collection inconsistencies, and data processing errors. However, these challenges can be mitigated by implementing rigorous quality control measures throughout the observational data collection, processing, and dataset generation phases.",
                "AnswerCn": "研究人员可能会面临传感器校准、数据收集不一致和数据处理错误等挑战。然而，通过在观察数据收集、处理和数据集生成阶段实施严格的质量控制措施，可以减轻这些挑战。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I can't make sense of how algorithms improve the temporal and spatial resolution of NPP data products.",
                "QuestionCn": "我无法理解算法如何提高NPP数据产品的时间分辨率和空间分辨率。",
                "AnswerEn": "Algorithms improve the temporal and spatial resolution of NPP data products by enhancing important parameters such as PAR and FPAR within light use efficiency models. Specifically, advancements include the development of an FPAR inversion model that distinguishes between direct and diffuse radiation, and a PAR inversion method based on the integration of geostationary and polar-orbiting satellites. These improvements lead to more accurate NPP data products for the Heihe River Basin.",
                "AnswerCn": "算法通过增强光合有效辐射（PAR）和光合有效辐射吸收（FPAR）等重要参数，提高了净初级生产力（NPP）数据产品的时间和空间分辨率。具体而言，进展包括开发了一种FPAR反演模型，该模型能够区分直接辐射和散射辐射，以及一种基于地球静止卫星和极轨卫星集成的PAR反演方法。这些改进使得对黑河流域的NPP数据产品更加准确。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I’m unsure about the methods used for ensuring the quality of datasets in eco-hydrological research.",
                "QuestionCn": "我对生态水文学研究中确保数据集质量的方法感到不确定。",
                "AnswerEn": "The quality of datasets in eco-hydrological research is ensured through rigorous procedures such as sensor calibration, careful data collection, systematic data processing, and comprehensive dataset generation. All observational data undergo quality control processes to maintain high standards and reliability. This is crucial for obtaining accurate and useful datasets, which are then made available at repositories like figshare and the Cold and Arid Regions Science Data Centre.",
                "AnswerCn": "生态水文研究中数据集的质量通过严格的程序得以保证，例如传感器校准、仔细的数据收集、系统的数据处理和全面的数据集生成。所有观测数据都经过质量控制流程，以维持高标准和可靠性。这对于获得准确和有用的数据集至关重要，这些数据集随后被存放在figshare和寒区与干旱区科学数据中心等数据仓库中。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the effectiveness of the hierarchical instrumentation setup in capturing multiscale eco-hydrological processes in oasis-desert systems.",
                "QuestionCn": "请分析分层仪器设置在捕捉绿洲-沙漠系统中的多尺度生态水文过程方面的有效性。",
                "AnswerEn": "The hierarchical instrumentation setup in oasis-desert systems effectively captures multiscale eco-hydrological processes by utilizing a network of instruments arranged in hierarchically nested scales. This includes a sparse network to investigate oasis-desert interaction and a superstation within the oasis, as well as multiple EC towers and automatic meteorological stations installed in various landscapes. The setup allows for comprehensive data collection on different scales, enhancing our understanding of these processes.",
                "AnswerCn": "在绿洲-沙漠系统中，分层仪器设置有效捕捉多尺度生态水文过程，利用按层次嵌套的仪器网络。这包括一个稀疏网络，用于研究绿洲与沙漠之间的相互作用，以及位于绿洲内的超级站，还有安装在不同景观中的多个涡度协方差塔和自动气象站。该设置允许在不同尺度上进行全面的数据收集，增强我们对这些过程的理解。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Please investigate the challenges associated with ensuring data quality in multiscale eco-hydrological observations and how these challenges are addressed in dataset generation.",
                "QuestionCn": "请调查确保多尺度生态水文观测中数据质量的挑战，以及在数据集生成中如何应对这些挑战。",
                "AnswerEn": "Challenges in ensuring data quality in multiscale eco-hydrological observations include sensor calibration, data collection, and processing. These are addressed by implementing stringent quality control measures throughout the entire data lifecycle. This involves careful sensor calibration, meticulous data collection procedures, and thorough data processing methods to ensure high-quality datasets are generated. The data mentioned are made freely available, emphasizing the importance of accessibility and reliability.",
                "AnswerCn": "确保多尺度生态水文观测数据质量的挑战包括传感器校准、数据收集和处理。这些问题通过在整个数据生命周期中实施严格的质量控制措施来解决。这涉及到仔细的传感器校准、细致的数据收集程序和全面的数据处理方法，以确保生成高质量的数据集。提到的数据是免费提供的，强调了可获取性和可靠性的重要性。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}