{
  "id": "625d0e8e-df4c-4768-b528-c0a5e0a9291f",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of sun photometer observations in the Yingke oasis and Huazhaizi desert steppe foci experimental areas",
      "titleCn": "黑河综合遥感联合试验：盈科绿洲与花寨子荒漠加密观测区太阳分光光度计观测数据集",
      "description": "The dataset of sun photometer observations was obtained in the Yingke oasis and Huazhaizi desert steppe foci experimental areas.\n     24 times observations were carried out by CE318 from BNU (at 1020nm, 936nm, 870nm, 670nm and 440nm, and column water vapor by 936 nm data) and from Institute of Remote Sensing Applications, CAS (at 1640nm, 1020nm, 936nm, 870nm, 670nm, 550nm, 440nm, 380nm and 340nm, and column water vapor by 936 nm data) on May 20, 23, 25 and 27, Jun. 4, 6, 16, 20, 22, 23, 27 and 29, Jul. 1, 7 and 11, 2008. Those atmospheric measurements synchronized with airborne (i.e. WiDAS, OMIS) and spaceborne sensors (i.e. TM, ASTER,CHRIS and Hyperion)\n     Accuracy of CE318 could be influenced by local air pressure, instrument calibration parameters, and convertion factors. \n     (1) Most air pressure was derived from elevation-related empiricism, which was not reliable. For more accurate result, simultaneous data from the weather station are needed.\n     (2) Errors from instrument calibration parameters. Field calibration based on Langly or interior instrument calibrationcin the standard light is required.\n     (3) Convertion factors for retrieval of aerosol optical depth and the water vapor of the water vapor channel were also from empiricism, and need further checking. \n     Raw data were archived in k7 format and can be opened by ASTPWin. ReadMe.txt is attached for details. Preprocessed data (after retrieval of the raw data) in Excel format are on optical depth, Rayleigh scattering, aerosol optical depth, the horizontal visibility, the near surface air temperature, the solar azimuth, zenith, solar distance correlation factors, and air column mass number. Langley was used for the instrument calibration.\n     Two parts are included in CE318 result data (see Geometric Positions and the Total Optical Depth of Each Channel and Rayleigh Scattering and Aerosol Optical Depth of Each Channel).",
      "descriptionCn": "对红外温度数据做了定标；原纪录中A样区的红外温度计编号为冯磊-#3，缺少对应的标定系数，因此无法进行红外温度定标；B样区的航带10没有数据记录；C样区的航带8数据的line7和120m样方数据的line5没有记录结束时间；\n在盈科绿洲与花寨子荒漠加密观测区利用CE318太阳分光光度计获得了红外广角双模式成像仪WiDAS（Wide-angle Infrared Dual-mode line/area Array Scanner）飞行、成像光谱仪OMIS-2飞行同步，TM、ASTER、CHRIS和Hyperion等卫星同步、以及常规观测的大气参数数据，为进行各个遥感影像和地面测量数据的大气纠正提供重要大气参数。\n测量内容：\nCE318太阳分光光度计通过直接太阳辐射测量数据，可以反演出非水汽通道的光学厚度、瑞丽散射、气溶胶光学厚度，水汽通道936nm测量数据可以获得大气气柱的水汽含量。根据需要，其数据可以获得550nm处的各种参数，从而在MODTRAN或者6S等软件的辅助下获得水平能见度。\n试验仪器：\n采用了北京师范大学和中科院遥感所CE318各一台，其中北京师范大学CE318，可提供1020nm、936nm、870nm、670nm和440nm共5个波段的光学厚度，可以利用936nm测量数据反演大气柱水汽含量；中科院遥感所CE318一台，可提供1640nm、1020nm、936nm、870nm、670nm、550nm、440nm、380nm和340nm共9个波段的光学厚度，可以利用936nm测量数据反演大气柱水汽含量。 \n测量时间：\n两台仪器在盈科绿洲与花寨子荒漠加密观测区、张掖市加密观测区共进行了15天24次观测，时间分别为：2008-05-20，2008-05-23，2008-05-25，2008-05-27，2008-06-04，2008-06-06，2008-06-16，2008-06-20，2008-06-22，2008-06-23，2008-06-27，2008-06-29，2008-07-01，2008-07-07，2008-07-11，并与红外广角双模式成像仪WiDAS（Wide-angle Infrared Dual-mode line/area Array Scanner）航空飞行、成像光谱仪OMIS-2航空飞行同步，TM、ASTER、CHRIS和Hyperion等卫星进行了同步观测。 \n数据处理：\n影响CE318数据精度的因素：当地大气压、仪器的定标参数和各个转换因子。 （1）预处理数据在运算过程中，大气压采用了大气压与高程经验关系获得，大部分与实际不符，因此，要得到精确的反演结果，需要同步的气象站数据； （2）仪器定标数据的误差引起反演结果的系统误差，需要组织进行野外定标或者仪器室内定标； （3）在反演水汽通道的气溶胶光学厚度以及水汽含量时需要各个转换因子，转换因子都为经验参数，实用性需要进一步验证。 室外定标：在大气参数稳定情况下，获取大气质量数在3-7之间的测量数据，利用Langly原理进行定标； 室内定标：标准光源。\n数据内容：\n （1） 原始数据以CE318特有文件格式.k7存储，可用ASTPWin软件打开，同时附带说明文件ReadMe.txt。\n（2） 预处理文件：包括利用原始数据反演获得光学厚度、瑞丽散射、气溶胶光学厚度、水平能见度和近地表大气温度，以及参与计算的太阳方位角、天顶角、日地距离修正因子和大气柱质量数。数据预处理结果文件包括两部分：数据处理说明和数据处理结果。前者介绍数据处理的基本原理；后者给出了数据的处理结果，包括“几何位置与各个通道总的光学厚度”和“各个通道的瑞利散射和气溶胶光学厚度”两小部分。",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.482,
      "west": 100.289,
      "south": 38.734,
      "north": 38.951,
      "startTime": "2008-11-27 16:00:00",
      "endTime": "2009-01-18 16:00:00",
      "fileSize": 13098099.0,
      "cstr": "18406.11.water973.0210.db",
      "doi": "10.3972/water973.0210.db",
      "dataFormat": "",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "任华忠",
        "nameEn": "REN Huazhong",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "阎广建",
        "nameEn": "YAN Guangkuo",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "光洁",
        "nameEn": "GUANG Jie",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": "苏高利",
        "nameEn": "SU Gaoli",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "王颖",
        "nameEn": "WANG Ying",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "周春艳",
        "nameEn": "ZHOU Chunyan",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Prior knowledge-supported aerosol optical depth retrieval over land surfaces at 500 m spatial resolution with MODIS data",
        "referenceCn": null,
        "referenceEn": "Wang Y, Xue Y, Li Y, Guang J, Mei L, Xu H, Ai J. Prior knowledge-supported aerosol optical depth retrieval over land surfaces at 500 m spatial resolution with MODIS data. International Journal of Remote Sensing, 2012, 33(3): 674-691, doi:10.1080/01431161.2011.577832."
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": " 气溶胶光学深度/厚度",
        "nameEn": "Aerosol optical depth/Thickness"
      },
      {
        "nameCn": "大气水汽",
        "nameEn": "Atmospheric Water Vapor"
      },
      {
        "nameCn": "太阳分光光度计",
        "nameEn": "Solar spectrophotometer"
      },
      {
        "nameCn": "气溶胶",
        "nameEn": "Aerosol"
      },
      {
        "nameCn": "红外广角双模式成像仪WiDAS",
        "nameEn": "Wide-angle infrared dual-mode line/Area array scanner"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "张掖市加密观测区",
        "keywordEn": "Zhangye City Foci Experimental Area"
      },
      {
        "keywordCn": "盈科绿洲加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "花寨子荒漠加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008-05-20",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-05-23",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-05-25",
        "keywordEn": "2008-05-25",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-05-27",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-04",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-06",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-16",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-20",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-22",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-23",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-27",
        "keywordEn": "2008-06-27",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-29",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-07-01",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-07-07",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-07-11",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used for obtaining atmospheric parameters in remote sensing experiments?",
        "QuestionCn": "您能否提供一个用于在遥感实验中获取大气参数的数据收集方法的示例？",
        "AnswerEn": "An example of a data collection method for obtaining atmospheric parameters in remote sensing experiments involves the use of CE318 sun photometers. These devices, used in the Heihe comprehensive remote sensing joint experiment, measure direct solar radiation to retrieve optical thickness, Rayleigh scattering, aerosol optical thickness, and atmospheric water vapor content. The data is crucial for atmospheric correction of remote sensing images.",
        "AnswerCn": "一种用于获取大气参数的数据收集方法是在遥感实验中使用CE318太阳光度计。这些设备在黑河综合遥感联合实验中被使用，测量直接太阳辐射以获取光学厚度、瑞利散射、气溶胶光学厚度和大气水汽含量。这些数据对于遥感图像的大气校正至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the factors influencing the accuracy of data collected using CE318 sun photometers in atmospheric studies?",
        "QuestionCn": "影响使用CE318太阳光度计在大气研究中收集数据准确性的因素有哪些？",
        "AnswerEn": "local atmospheric pressure, instrument calibration parameters, conversion factors, precision of atmospheric pressure measurements, calibration data errors, empirical conversion factors",
        "AnswerCn": "局部大气压、仪器校准参数、转换因子、大气压测量精度、校准数据误差、经验转换因子",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many days of observation were conducted using the CE318 solar photometers in the specific observation areas?",
        "QuestionCn": "在特定观察区域使用CE318太阳光度计进行了多少天的观察？",
        "AnswerEn": "15 days",
        "AnswerCn": "15天",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'CE318太阳分光光度计' mean in the context of remote sensing data collection?",
        "QuestionCn": "在遥感数据收集的背景下，“CE318太阳分光光度计”是什么意思？",
        "AnswerEn": "CE318太阳分光光度计 refers to a type of sun photometer used in remote sensing to collect atmospheric data. It measures direct solar radiation to retrieve optical depths, Rayleigh scattering, aerosol optical depth, and atmospheric water vapor content. It provides data across multiple wavelengths and is used to support atmospheric correction in remote sensing imagery.",
        "AnswerCn": "CE318太阳分光光度计是一种用于遥感的太阳光度计，用于收集大气数据。它测量直接太阳辐射，以获取光学深度、瑞利散射、气溶胶光学深度和大气水汽含量。它在多个波长范围内提供数据，并用于支持遥感影像的大气校正。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the possible consequences on data accuracy when atmospheric pressure and calibration parameters are not accurately considered during data collection using solar spectrophotometers?",
        "QuestionCn": "在使用太阳分光光度计进行数据收集时，如果没有准确考虑大气压力和校准参数，可能对数据准确性产生哪些影响？",
        "AnswerEn": "Inaccurate atmospheric pressure and calibration parameters can introduce systematic errors in the retrieval results, affecting the precision of optical thickness, aerosol optical thickness, and water vapor content measurements. This can lead to discrepancies in atmospheric correction of remote sensing imagery and potentially compromise the reliability of derived atmospheric parameters.",
        "AnswerCn": "不准确的大气压力和校准参数可能会在检索结果中引入系统性误差，影响光学厚度、气溶胶光学厚度和水汽含量测量的精度。这可能导致遥感影像的大气校正出现差异，并可能影响所衍生的大气参数的可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to synchronize aerial imaging flights and satellite observations with ground-based atmospheric parameter measurements in remote sensing experiments?",
        "QuestionCn": "为什么在遥感实验中将航空成像飞行和卫星观测与地面大气参数测量同步是重要的？",
        "AnswerEn": "Synchronizing aerial imaging flights and satellite observations with ground-based atmospheric parameter measurements provides critical atmospheric data required for atmospheric correction of remote sensing images. This ensures the accuracy of the remote sensing data by accounting for atmospheric influences, such as optical thickness, Rayleigh scattering, aerosol optical thickness, and water vapor content, which are essential for precise image analysis and interpretation.",
        "AnswerCn": "同步航空影像飞行和卫星观测与地面大气参数测量提供了进行大气校正所需的关键大气数据。这确保了遥感数据的准确性，通过考虑大气影响，如光学厚度、瑞利散射、气溶胶光学厚度和水汽含量，这些都是精确图像分析和解释所必需的。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in calibrating infrared temperature data and ensuring accurate atmospheric correction using solar spectrophotometer measurements in remote sensing experiments?",
        "QuestionCn": "在遥感实验中，校准红外温度数据并确保使用太阳分光光度计测量进行准确的大气校正涉及哪些程序步骤？",
        "AnswerEn": "Calibrating infrared temperature data requires identifying and applying appropriate calibration coefficients, which might be missing or incomplete, as noted with certain samples. For atmospheric correction, CE318 solar spectrophotometer measurements are crucial. These instruments measure direct solar radiation to derive optical thickness, Rayleigh scattering, aerosol optical depth, and atmospheric water vapor content. Calibration of the spectrophotometer involves outdoor and indoor methods, using Langly principles under stable atmospheric conditions and standard light sources, respectively. Data preprocessing involves correcting for local atmospheric pressure and utilizing synchronized meteorological data to improve accuracy. The data is stored in a specific file format and processed to extract parameters such as optical thickness, Rayleigh scattering, aerosol optical depth, and atmospheric visibility.",
        "AnswerCn": "校准红外温度数据需要识别和应用适当的校准系数，而这些系数可能缺失或不完整，正如某些样本所指出的。大气校正中，CE318太阳光谱仪的测量至关重要。这些仪器测量直接太阳辐射，以推导光学厚度、瑞利散射、气溶胶光学深度和大气水汽含量。光谱仪的校准包括户外和室内方法，分别在稳定的大气条件下使用朗利原理和标准光源。数据预处理涉及校正当地大气压力，并利用同步的气象数据来提高准确性。数据以特定文件格式存储，并处理以提取光学厚度、瑞利散射、气溶胶光学深度和大气能见度等参数。",
        "Level": "C3(Applying)"
      }
    ]
  }
}