{
    "id": "628b3fc0-3396-4cc2-ba26-a4b4c17fdc5c",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of Soil respiration observed by Li-8100 in the lower of Heihe River Basin from Jul to Aug , 2014",
            "titleCn": "黑河生态水文遥感试验：黑河下游Li-8100观测土壤呼吸数据集（2014年7月-8月）",
            "description": "Soil respiration observation was carried out for the typical vegetation ground in the lower reaches of the Heihe River Basin during the aviation flight experiment in 2014. The observation started on 23 July, 2014 and finished on 2 August, 2014.\n1.\tObservation time\nDays from 23 July to 2 August, 2014 (25 July, 2014 excepted)\n2.\tSamples and observation methods\nLarge areas with relatively homogeneous vegetation (greater than 100 m * 100 m) were chosen as the observation samples. And combined the flux tower sites distribution of the lower reaches, five field samples closed to the sites were selected The observation sites sampled including Populus and Tamarix mixed forest, Populus, Tamarix group, bare ground and melon quadrats. 3-5 plots were observed for each samples. The PVC soil rings were installed one day before observation and kept about 5 cm out of the ground (the inner diameter of the PVC is 19.5 cm, the outer diameter is 20.0 cm, and the height is 12.0 cm). Minimal the effects to the surface of vegetation and withered matter when install the rings. In order to avoid fluctuations of the soil respiration value by the PVC rings, soil respiration rate was obtained when it returned to its original state (about 24h after the rings install).\nThe observation time for each day was from 8:00 to 12:00 when soil respiration is relatively stable and can represent the whole day in this time. The Li-8100 Open Path soil carbon flux automatic analyzer was used (Model 8100-103) once for each plot. Cycles of observation for all plots of the five samples were completed for every morning. The soil respiration values of the samples were obtain by averaging the values of plots of the samples.\n3.\tObservation instrument\nLi 8100\n4.\tData storage\nThe observation recorded data were stored in excel and the original Soil respiration data were stored in 81x files.",
            "descriptionCn": "下游航空遥感试验期间，开展了下游典型植被地表土壤呼吸观测，观测自2014年7月23日开始，8月2日结束。\n1、\t观测时间\n2014年7月23日至8月2日每天观测一次，其中7月25日中断一天\n2、\t样方选择及观测方式\n结合下游植被特征和站点分布，选择临近于站点、面积分布大于100 m100 m且均一的植被作为观测样地，共选取了5个观测样地，包括胡杨柽柳混合林、胡杨林、柽柳群、裸地和瓜地样地；在每一样地中，选取具有代表性的3-5个点，提前一天打入土壤环(内径为19.5cm，外径为20.0cm，高12cm，尽量保持打入后的PVC露出地面5cm左右)，尽可能不扰动地表的植被和凋谢物。经过24h平衡，土壤呼吸速率恢复到原来状态，避免了由于基座的安置而造成的对土壤呼吸速率的波动。\n观测时间段为每天上午的8：00至12：00（这段时间土壤呼吸比较稳定，能够代表整天的土壤呼吸速率），运用LI-8100开路式土壤碳通量自动测定仪（Model 8100-103）分别对每个样地内样点测量一次，每天完成5块样地的一次循环观测，每块样地取所观测样点的平均值作为该样地的土壤呼吸值。\n3、\t观测仪器\n中科院地环所Li-8100（Li-COR，USA）开路式土壤碳通量自动测定仪\n4、\t数据存储\n本数据集包括Li-8100导出的*.81x格式的数据（用Li-8100配套软件打开，也可以用txt打开）、Excel格式观测记录表以及实验照片。",
            "instructions": "",
            "instructionsCn": "",
            "east": 101.55,
            "west": 101.05,
            "south": 41.95,
            "north": 42.05,
            "startTime": "2018-11-24 18:48:43",
            "endTime": "2018-11-24 18:48:43",
            "fileSize": 7783658.0,
            "cstr": "18406.11.hiwater.267.2015.db",
            "doi": "10.3972/hiwater.267.2015.db",
            "dataFormat": "文本",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "任志国",
                "nameEn": "REN Zhiguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "马明国",
                "nameEn": "MA Mingguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤呼吸",
                "nameEn": "Soil respiration"
            },
            {
                "nameCn": "土壤温度",
                "nameEn": "Soil temperature"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "下游天然绿洲试验区",
                "keywordEn": "the natural oasis eco-hydrology experimental area in the lower reaches"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2014",
                "keywordEn": "2014",
                "type": "temporal"
            },
            {
                "keywordCn": "2014-07-23",
                "keywordEn": "2014-07-23",
                "type": "temporal"
            },
            {
                "keywordCn": "2014-07-24",
                "keywordEn": "2014-07-24",
                "type": "temporal"
            },
            {
                "keywordCn": "2014-07-26",
                "keywordEn": "2014-07-26",
                "type": "temporal"
            },
            {
                "keywordCn": "2014-07-27",
                "keywordEn": "2014-07-27",
                "type": "temporal"
            },
            {
                "keywordCn": "2014-07-28",
                "keywordEn": "2014-07-28",
                "type": "temporal"
            },
            {
                "keywordCn": "2014-07-29",
                "keywordEn": "2014-07-29",
                "type": "temporal"
            },
            {
                "keywordCn": "2014-07-30",
                "keywordEn": "2014-07-30",
                "type": "temporal"
            },
            {
                "keywordCn": "2014-07-31",
                "keywordEn": "2014-07-31",
                "type": "temporal"
            },
            {
                "keywordCn": "2014-08-01",
                "keywordEn": "2014-08-01",
                "type": "temporal"
            },
            {
                "keywordCn": "2014-08-02",
                "keywordEn": "2014-08-02",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：定标与真实性检验",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Concept Completion": [
            {
                "QuestionEn": "What data collection method was used to measure soil respiration in the 黑河生态水文遥感试验?",
                "QuestionCn": "在黑河生态水文遥感试验中，测量土壤呼吸使用了什么数据收集方法？",
                "AnswerEn": "LI-8100 open-path soil carbon flux automatic measuring instrument",
                "AnswerCn": "LI-8100 开路土壤碳通量自动测量仪",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many observation sites were selected for soil respiration measurement during the data collection period?",
                "QuestionCn": "在数据收集期间，选择了多少个观测点进行土壤呼吸测量？",
                "AnswerEn": "5",
                "AnswerCn": "5",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the definition of 'soil respiration measurement' in the context of ecological and hydrological remote sensing experiments?",
                "QuestionCn": "在生态和水文遥感实验的背景下，“土壤呼吸测量”的定义是什么？",
                "AnswerEn": "Soil respiration measurement in the context of ecological and hydrological remote sensing experiments refers to the process of observing and quantifying the rate at which carbon dioxide is released from the soil surface. This involves selecting representative sample sites based on vegetation characteristics and site distribution, installing soil collars to minimize disturbance, and using an open-path soil carbon flux automatic measuring instrument, such as the Li-8100, to conduct measurements. Observations are typically performed during stable periods for soil respiration, such as in the morning, and averaged across sample sites to determine the soil respiration rate for each plot.",
                "AnswerCn": "土壤呼吸测量在生态和水文遥感实验中指的是观察和量化二氧化碳从土壤表面释放的速率。这涉及根据植被特征和地点分布选择代表性样本点，安装土壤围栏以减少干扰，并使用开放式土壤碳通量自动测量仪器，如Li-8100，进行测量。观察通常在土壤呼吸稳定的时期进行，例如早晨，并在样本点之间取平均，以确定每个样地的土壤呼吸速率。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors might influence the accuracy and stability of soil respiration measurements during a specific time of day in ecological remote sensing experiments?",
                "QuestionCn": "在生态遥感实验中，影响特定时间段土壤呼吸测量准确性和稳定性的因素有哪些？",
                "AnswerEn": "The accuracy and stability of soil respiration measurements during ecological remote sensing experiments can be influenced by the time of day, as soil respiration is generally more stable between 8:00 to 12:00 a.m. This specific time frame is chosen to represent the daily soil respiration rate, minimizing fluctuations that might occur later in the day.",
                "AnswerCn": "土壤呼吸测量的准确性和稳定性在生态遥感实验中可能受到一天中时间的影响，因为土壤呼吸通常在早上8:00到12:00之间更为稳定。选择这个特定的时间段是为了代表每日土壤呼吸率，尽量减少在一天后期可能出现的波动。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the purpose of selecting specific representative vegetation plots and using the LI-8100 instrument for measuring soil respiration in an ecological hydrological remote sensing experiment?",
                "QuestionCn": "在生态水文遥感实验中，选择特定的代表性植被样地并使用LI-8100仪器测量土壤呼吸的目的是什么？",
                "AnswerEn": "The objective is to accurately measure soil respiration rates across different vegetation plots with minimal disturbance to the soil and surface vegetation. This involves choosing plots that are representative of the area's vegetation and using the LI-8100 instrument to capture stable and representative soil respiration rates during a set time each day. The goal is to ensure the data reflects the natural soil respiration conditions by allowing the soil to equilibrate after placing the soil rings and conducting measurements during periods when respiration rates are stable.",
                "AnswerCn": "目标是在不同植被样地中准确测量土壤呼吸速率，同时尽量减少对土壤和表面植被的干扰。这涉及选择代表该地区植被的样地，并使用LI-8100仪器在每天设定的时间捕捉稳定且具有代表性的土壤呼吸速率。目标是确保数据反映自然土壤呼吸条件，通过在放置土壤环后让土壤达到平衡，并在呼吸速率稳定的时期进行测量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in selecting and preparing observation plots for measuring soil respiration in an ecological and hydrological remote sensing experiment?",
                "QuestionCn": "在生态和水文遥感实验中，选择和准备观测样地以测量土壤呼吸涉及哪些程序？",
                "AnswerEn": "In a dataset related to ecological and hydrological remote sensing experiments, observation plots are selected based on proximity to stations and uniform vegetation characteristics, with a size greater than 100 m x 100 m. Five types of plots were chosen: mixed forest, poplar forest, tamarix community, bare ground, and melon field. Within each plot, 3-5 representative points are selected. Soil rings are inserted a day prior to measurement to minimize disturbance, allowing soil respiration rates to stabilize after 24 hours. The measurements are taken from 8:00 to 12:00 using an LI-8100 open-path soil carbon flux automatic measuring instrument. The average of the points in each plot is used to determine the soil respiration rate.",
                "AnswerCn": "在与生态和水文遥感实验相关的数据集中，观察样地根据与站点的接近度和均匀的植被特征进行选择，样地大小大于100米 x 100米。选择了五种类型的样地：混合林、杨树林、塔玛里克群落、裸地和甜瓜田。在每个样地内，选择3-5个代表性点。土壤环在测量前一天插入，以尽量减少干扰，使土壤呼吸速率在24小时后稳定。测量时间为早上8:00到12:00，使用LI-8100开放式土壤碳通量自动测量仪进行测量。每个样地的土壤呼吸速率通过计算各点的平均值来确定。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What conditions and technological tools enable effective collection and measurement of soil respiration rates in arid regions with diverse vegetation types?",
                "QuestionCn": "哪些条件和技术工具能够有效地收集和测量干旱地区不同植被类型的土壤呼吸速率？",
                "AnswerEn": "Effective collection and measurement of soil respiration rates in arid regions with diverse vegetation types are enabled by selecting representative sample plots near stations with homogeneous vegetation characteristics. The use of the LI-8100 open-path soil carbon flux automatic measurement instrument allows for accurate data collection. Conditions such as ensuring minimal disturbance to the soil and vegetation, balancing the soil for 24 hours to stabilize respiration rates, and conducting measurements during stable periods (8:00 to 12:00 AM) are crucial. The data is stored in formats including *.81x (compatible with Li-8100 software and txt) and Excel for further analysis.",
                "AnswerCn": "在干旱地区，选择具有均匀植被特征的样本点附近的代表性样本地块，可以有效收集和测量土壤呼吸速率。使用LI-8100开放式土壤碳通量自动测量仪器可以实现准确的数据收集。确保对土壤和植被的干扰最小、平衡土壤以稳定呼吸速率24小时，以及在稳定时期（上午8:00至12:00）进行测量等条件至关重要。数据以*.81x（与Li-8100软件兼容）和txt格式存储，并可用于进一步分析。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}