{
    "id": "628f140b-f44e-4e1f-aa28-6786d8a587d2",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "An elevation change dataset in typical drainages of Antarctica ice sheet (2010-2020)",
            "titleCn": "南极重点流域表面高程变化数据（2010-2020）",
            "description": "Pine Island Glacier, Swett Glacier, etc. are distributed in the basins of the Antarctic Ice Sheet 21 and 22, which is one of the areas with the most severe melting in the Southwest Antarctica. This dataset first uses Cryosat-2 data (August 2010 to October 2018) to establish a plane equation in each regular grid, taking into account terrain items, seasonal fluctuations, backscattering coefficients, wave front width, lifting rails and other factors, and calculates the elevation change of ice cover surface in the grid through least square regression. In addition, we used ICESat-2 data (October 2018 to December 2020) to calculate the surface elevation change during the two periods by obtaining the elevation difference at the intersection of satellite lifting orbits in each regular grid. The spatial resolution of surface elevation change data in two periods is 5km × 5km, the file format is GeoTIFF, the projection coordinate is polar stereo projection (EPSG 3031), and it is named by the name of the satellite altimetry data used. The data can be opened using ArcMap, QGIS and other software. The results show that the average elevation change rate of the region from 2010 to 2018 is -0.34 ± 0.08m/yr, which belongs to the area with severe melting. The annual average elevation change rate from October 2018 to November 2020 is -0.38 ± 0.06m/yr, which is in an intensified state compared with CryoSat-2 calculation results.",
            "descriptionCn": "南极冰盖21、22流域分布有松岛冰川、斯维特冰川等，是西南极融化最为剧烈的地区之一。本数据集首先利用Cryosat-2数据（2010年8月至2018年10月），在每个规则格网内，考虑地形项、季节波动、后向散射系数、波形前缘宽度及升降轨等因素建立平面方程，通过最小二乘回归计算格网内冰盖表面高程变化。另外，我们使用了ICESat-2数据（2018年10月至2020年12月），通过在每个规则格网内获取两个时期的卫星升降轨道交叉点处的高程差值，进而计算该时期内冰盖的表面高程变化。两个时期的面高程变化数据空间分辨率为5km×5km，文件格式为GeoTIFF，投影坐标为极地立体投影(EPSG 3031),并由所使用的卫星测高数据名称命名(即CryoSat-2、ICESat-2)。该数据可使用ArcMap、QGIS等软件打开。结果表明，该区域2010-2018年平均高程变化率为-0.34±0.08m/yr，属于融化剧烈地区。2018年10月-2020年11月年平均高程变化率为-0.38±0.06m/yr，相比于CryoSat-2计算结果该区域融化处于加剧状态。",
            "instructions": "The dataset is named by the satellite altimetry data name. It contains two grid files. The spatial resolution of grid file is 5km × 5km, the projection coordinate is polar stereo projection (EPSG 3031). For CryoSat-2 radar altimeter data, in each regular grid, a plane equation is established considering terrain term, seasonal fluctuation, backscattering coefficient, wave front width, lifting rails and other factors, and the change of ice cover surface elevation in the grid is calculated by least square regression. For ICESat-2 data, the elevation difference at the intersection of satellite ascending and descending orbits in two periods is obtained in each regular grid, and then the surface elevation change of the ice sheet in this period is calculated.",
            "instructionsCn": "数据集由卫星测高数据名称命名。它包含两个栅格文件。栅格文件空间分辨率为5km×5km，投影坐标为极地立体投影(EPSG 3031)，可以用ArcMap、QGIS等软件打开。针对CryoSat-2雷达高度计数据，在每个规则格网内，考虑地形项、季节波动、后向散射系数、波形前缘宽度及升降轨等因素建立平面方程，通过最小二乘回归计算格网内冰盖表面高程变化。针对ICESat-2数据，通过在每个规则格网内获取两个时期的卫星升降轨道交叉点处的高程差值，进而计算该时期内冰盖的表面高程变化。",
            "east": -100.0,
            "west": -90.0,
            "south": -70.0,
            "north": -80.0,
            "startTime": "2010-08-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 121440.0,
            "cstr": "18406.11.Cryos.tpdc.272871",
            "doi": "10.11888/Cryos.tpdc.272871",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "杨博锦",
                "nameEn": "YANG Bojin ",
                "unitEn": "Aerospace Information Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院空天信息创新研究院"
            },
            {
                "nameCn": "黄华兵",
                "nameEn": "HUANG Huabing ",
                "unitEn": "Sun Yat-Sen University",
                "unitCn": "中山大学"
            },
            {
                "nameCn": "梁爽",
                "nameEn": "LIANG Shuang ",
                "unitEn": "Aerospace Information Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院空天信息创新研究院"
            },
            {
                "nameCn": "李新武",
                "nameEn": "LI Xinwu ",
                "unitEn": "Aerospace Information Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院空天信息创新研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "ATLAS/ICESat-2 L3A Land Ice Height, Version 3",
                "referenceCn": null,
                "referenceEn": "Smith, B., Fricker, H. A., Gardner, A., Siegfried, M.R., Adusumilli, S., Csathó, B. M., Holschuh, N., Nilsson, J., Paolo, F.S., & the ICESat-2 Science Team. (2020). ATLAS/ICESat-2 L3A Land Ice Height, Version 3. [Indicate subset used]. Boulder, Colorado USA. NASA National Snow and Ice Data Center Distributed Active Archive Center. doi: https://doi.org/10.5067/ATLAS/ATL06.003."
            },
            {
                "titleCn": null,
                "titleEn": "CryoSat-2 estimates of Arctic sea ice thickness and volume",
                "referenceCn": null,
                "referenceEn": "Krishfield, R., Kurtz, N., Farrell, S., & Davidson, M. (2013). CryoSat-2 estimates of Arctic sea ice thickness and volume, Geophysical Research Letters, 40, doi:10.1002/grl.50193."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": "CryoSat-2",
                "nameEn": "CryoSat-2"
            },
            {
                "nameCn": "ICESat-2",
                "nameEn": "ICESat-2"
            },
            {
                "nameCn": "交叉点法",
                "nameEn": "crossover analysis"
            },
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            },
            {
                "nameCn": "南极",
                "nameEn": "Antarctic"
            },
            {
                "nameCn": "平面拟合法",
                "nameEn": "plane fit"
            },
            {
                "nameCn": "遥感产品",
                "nameEn": "Remote Sensing Product"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "高度计卫星",
                "nameEn": "Satellite Altimetry"
            },
            {
                "nameCn": "高程变化",
                "nameEn": "Elevation change"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "南极流域21、22",
                "keywordEn": "21 and 22 drainage of Antarctica ice sheet"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2010-2020",
                "keywordEn": "2010-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "地球大数据科学工程专项时空三极环境项目",
                "titleEn": "CASEarth:Big Earth Data for Three Poles"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the factors considered in determining surface elevation changes in a dataset related to Antarctic ice sheet regions?",
                "QuestionCn": "在与南极冰盖地区相关的数据集中，确定表面高程变化时考虑的因素包括：",
                "AnswerEn": "terrain components, seasonal fluctuations, backscatter coefficients, waveform front width, ascending and descending orbit paths",
                "AnswerCn": "地形组成、季节性波动、后向散射系数、波形前宽度、上升和下降轨道路径",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the average annual surface elevation change rate in the key basins of Antarctica from 2010 to 2018?",
                "QuestionCn": "2010年至2018年间，南极洲主要盆地的平均年表面高程变化率是多少？",
                "AnswerEn": "-0.34±0.08 m/yr",
                "AnswerCn": "-0.34±0.08 米/年",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods using Cryosat-2 and ICESat-2 compare in terms of capturing surface elevation changes in the Antarctic regions, particularly in terms of accuracy and temporal resolution?",
                "QuestionCn": "Cryosat-2和ICESat-2在捕捉南极地区表面高程变化的数据收集方法上如何比较，特别是在准确性和时间分辨率方面？",
                "AnswerEn": "The data collection method using Cryosat-2 involves capturing surface elevation changes from August 2010 to October 2018 by establishing plane equations in each grid considering factors like topography, seasonal fluctuations, backscatter coefficient, waveform leading edge width, and ascending and descending tracks. In contrast, ICESat-2 captures data from October 2018 to December 2020 by obtaining elevation differences at satellite orbit cross points in each grid. Both methods focus on surface elevation changes with a spatial resolution of 5km×5km, but the temporal resolution differs, with Cryosat-2 covering a longer period than ICESat-2. The average elevation change rate from 2010-2018 is -0.34±0.08m/yr, while from October 2018 to November 2020, it is -0.38±0.06m/yr, indicating an accelerated melting trend during the latter period.",
                "AnswerCn": "数据收集方法使用Cryosat-2，从2010年8月到2018年10月捕捉表面高度变化，通过在每个网格中建立平面方程，考虑地形、季节波动、后向散射系数、波形前沿宽度以及上升和下降轨道等因素。相比之下，ICESat-2从2018年10月到2020年12月通过在每个网格中获取卫星轨道交点的高度差来捕捉数据。这两种方法都关注表面高度变化，空间分辨率为5km×5km，但时间分辨率不同，Cryosat-2覆盖的时间更长。从2010年到2018年的平均高度变化率为-0.34±0.08m/yr，而从2018年10月到2020年11月的变化率为-0.38±0.06m/yr，表明后者期间的融化趋势加速。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What underlying factors can be inferred from the observed elevation change rates from 2010 to 2020 in the Antarctic key basins, and how might these influence the methodologies for collecting and analyzing surface elevation data?",
                "QuestionCn": "从2010年到2020年南极关键盆地观察到的海拔变化率中，可以推断出哪些潜在因素，这些因素可能如何影响收集和分析表面海拔数据的方法？",
                "AnswerEn": "The observed elevation change rates in the Antarctic key basins from 2010 to 2020 indicate significant melting activity, particularly in basins containing Pine Island Glacier and Thwaites Glacier. This suggests that data collection methods need to account for rapid changes in ice elevation, possibly requiring high temporal resolution and advanced interpolation techniques to accurately measure elevation changes. The use of CryoSat-2 and ICESat-2 data, with their respective methods of calculating elevation differences, highlights the need for integrating different satellite altimetry data to improve accuracy and reliability. The fact that the melting rate appears to have increased between the two periods suggests that future methodologies may need to focus on more frequent data collection and improved modeling of seasonal and topographical variances to better predict and understand ongoing changes in ice dynamics.",
                "AnswerCn": "2010年至2020年间，南极关键盆地的观测海拔变化率显示出显著的融化活动，特别是在包含松岛冰川和阈冰川的盆地。这表明数据收集方法需要考虑冰层海拔的快速变化，可能需要高时间分辨率和先进的插值技术来准确测量海拔变化。CryoSat-2和ICESat-2数据的使用，以及它们各自计算海拔差异的方法，突显了整合不同卫星测高数据以提高准确性和可靠性的必要性。融化率在两个时期之间似乎有所增加，这表明未来的方法论可能需要更加频繁的数据收集和改进季节性及地形变化的建模，以更好地预测和理解冰动态的持续变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to changes in ice sheet surface elevation in regions experiencing significant melting, such as those in Antarctica?",
                "QuestionCn": "在经历显著融化的地区，如南极，冰盖表面高度变化的因素包括哪些？",
                "AnswerEn": "The changes in ice sheet surface elevation in regions experiencing significant melting in Antarctica are attributed to various factors. The data collection methods utilize satellite altimetry data from CryoSat-2 and ICESat-2, which consider aspects such as terrain, seasonal fluctuations, backscatter coefficient, waveform front width, and ascending and descending satellite tracks. These factors help in calculating the surface elevation change within a grid. The melting rate, reflected in the average elevation change rates for the periods 2010-2018 and 2018-2020, indicates that the region is undergoing accelerated melting.",
                "AnswerCn": "在经历显著融化的南极洲地区，冰盖表面高度变化归因于多种因素。数据收集方法利用了来自CryoSat-2和ICESat-2的卫星高度计数据，这些数据考虑了地形、季节波动、后向散射系数、波形前沿宽度以及上升和下降的卫星轨道等方面。这些因素有助于计算网格内的表面高度变化。融化速率反映在2010-2018年和2018-2020年的平均高度变化速率中，表明该地区正在经历加速融化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of utilizing satellite altimetry data, such as CryoSat-2 and ICESat-2, to measure surface elevation changes in key Antarctic basins?",
                "QuestionCn": "利用卫星测高数据（如CryoSat-2和ICESat-2）测量关键南极盆地的表面高度变化的主要目标是什么？",
                "AnswerEn": "The primary goal of utilizing satellite altimetry data like CryoSat-2 and ICESat-2 is to accurately measure surface elevation changes in key Antarctic basins, such as those containing Pine Island Glacier and Thwaites Glacier, which are some of the most rapidly melting areas in West Antarctica. This measurement helps in understanding the rate of ice sheet melting and its contribution to sea level rise. By establishing a detailed record of elevation changes over time, researchers can assess the dynamics of ice loss and gain insights into the factors driving these changes, contributing to better predictive models of future ice sheet behavior and global sea level impacts.",
                "AnswerCn": "利用卫星测高数据，如CryoSat-2和ICESat-2的主要目标是准确测量南极关键盆地的表面高度变化，这些盆地包括皮恩岛冰川和斯威特冰川，它们是西南极洲融化速度最快的地区。这些测量有助于了解冰盖融化的速率及其对海平面上升的贡献。通过建立详细的高度变化记录，研究人员可以评估冰损失的动态，并深入了解驱动这些变化的因素，从而为未来冰盖行为和全球海平面影响的预测模型提供更好的支持。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodologies are employed to calculate surface elevation changes using satellite altimetry data in the Antarctic regions, and how do these methods account for factors like terrain, seasonal fluctuations, and orbital parameters?",
                "QuestionCn": "在南极地区，使用卫星测高数据计算表面高程变化的方法论包括哪些，如何考虑地形、季节波动和轨道参数等因素？",
                "AnswerEn": "To calculate surface elevation changes using satellite altimetry data in Antarctic regions, a process involves using Cryosat-2 data from August 2010 to October 2018. In each grid cell, a plane equation is established, considering factors such as terrain, seasonal fluctuations, backward scattering coefficients, waveform front width, and ascending/descending orbits. This is followed by least squares regression to compute the elevation changes within the grid. Additionally, ICESat-2 data from October 2018 to December 2020 is utilized by obtaining elevation differences at crossover points of satellite ascending and descending tracks within each grid cell, which helps in calculating the surface elevation changes during that period.",
                "AnswerCn": "为了使用卫星测高数据计算南极地区的表面高程变化，过程涉及使用2010年8月至2018年10月的Cryosat-2数据。在每个网格单元中，建立一个平面方程，考虑地形、季节波动、后向散射系数、波形前宽度以及上升/下降轨道等因素。随后，通过最小二乘回归计算网格内的高程变化。此外，利用2018年10月至2020年12月的ICESat-2数据，通过获取卫星上升和下降轨道在每个网格单元内交叉点的高程差异，帮助计算该期间的表面高程变化。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}