{
  "id": "634d2b78-37f1-47bd-a284-b7ac9a4e7d02",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of ground truth measurement synchronizing with MODIS in the Linze grassland foci experimental area on Jun. 11, 2008",
      "titleCn": "黑河综合遥感联合试验：临泽草地加密观测区MODIS地面同步观测数据集（2008年6月11日）",
      "description": "The dataset of ground truth measurement synchronizing with MODIS was obtained in the Linze grassland foci experimental area on Jun. 11, 2008.\n    Simultaneous east-west ground measurements on the canopy temperature, the half-height temperature and the surface radiative temperature were carried out by the hand-held infrared thermometer at intervals of 125m in 8 quadrates (2km×2km), No.1 quadrate (H01-H08), No.2 quadrate (H09-H16), No.3 quadrate (H17-H24), No.4 quadrate (H25-H32), No.5 quadrate  (H33-H40), No.6 quadrat (H41-H48), No.7 quadrate (H49-H56) and No.8 quadrat (H57-H64). \n    Data were archived in Excel file. See WATER: Dataset of setting of the sampling plots and stripes in the foci experimental area of Linze station for more information.",
      "descriptionCn": "2008年6月11日，在临泽草地加密观测区MODIS同步样方（2km×2km）开展了MODIS的地面同步观测试验。主要测量变量为冠层温度和地表温度。本数据可为机载－星载遥感数据的地表温度反演和验证提供基本的数据集。\n测量内容为：分别对MODIS样方中的同步样带1（H01-H08）、同步样带2（H09-H16）、同步样带3（H17-H24）、同步样带4（H25-H32）、同步样带5（H33-H40）、同步样带6（H41-H48）、同步样带7（H49-H56）及同步样带8（H57-H64）沿东西向进行了往返两遍测量，各测量点间距离为125m。在各测量点采用手持式红外温度计获得冠顶温度、半高温度以及地表热辐射温度。\n本数据集包括4个样方的植被温度和地表温度测量数据Excel表格。\n样方样带的分布信息请参见元数据“黑河综合遥感联合试验：临泽草地加密观测区样方样带布置”。",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.095,
      "west": 100.037,
      "south": 39.225,
      "north": 39.268,
      "startTime": "2008-06-24 08:00:00",
      "endTime": "2008-06-24 08:00:00",
      "fileSize": 278054.0,
      "cstr": "18406.11.water973.0066.db",
      "doi": "10.3972/water973.0066.db",
      "dataFormat": "EXCEL",
      "license": null
    },
    "authorList": [
      {
        "nameCn": " 钞振华",
        "nameEn": "CHAO Zhenhua",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "黄春林",
        "nameEn": "HUANG Chunlin",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "马明国",
        "nameEn": "MA Mingguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "钱金波",
        "nameEn": "Qian Jinbo",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "冉有华",
        "nameEn": "RAN Youhua",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "王旭峰",
        "nameEn": "WANG Xufeng",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, CAS",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "冯磊",
        "nameEn": "FENG Lei",
        "unitEn": "",
        "unitCn": "香港中文大学"
      },
      {
        "nameCn": " 余凡",
        "nameEn": "YU Fan",
        "unitEn": "",
        "unitCn": "中国科学院研究生院"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "冠层温度",
        "nameEn": "Canopy temperature"
      },
      {
        "nameCn": "可见光遥感",
        "nameEn": "Visible remote sensing"
      },
      {
        "nameCn": "地表辐射温度",
        "nameEn": "Surface radiation temperature"
      },
      {
        "nameCn": "地表过程",
        "nameEn": "Earth SurFace Processes"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "近红外遥感",
        "nameEn": "Near infrared remote sensing"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "临泽草地加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-11",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to measure canopy and surface temperatures in a 2km x 2km area using handheld devices?",
        "QuestionCn": "您能否提供一个数据收集方法的示例，用于使用手持设备测量2公里 x 2公里区域的树冠和表面温度？",
        "AnswerEn": "A data collection method involved conducting ground-based synchronized observation experiments in a 2km x 2km area, where measurements were taken along eight synchronized transects using handheld infrared thermometers to obtain canopy top temperature, half-height temperature, and surface thermal radiation temperature. Measurements were taken at intervals of 125m in both east-west directions.",
        "AnswerCn": "一种数据收集方法涉及在一个2公里 x 2公里的区域内进行地面同步观察实验，沿着八条同步的横断面进行测量，使用手持红外温度计获取树冠顶部温度、半高温度和表面热辐射温度。测量间隔为125米，沿东西方向进行。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the measurement techniques used for obtaining canopy and surface temperature data in a remote sensing synchronization experiment?",
        "QuestionCn": "在遥感同步实验中，用于获取冠层和表面温度数据的测量技术的特点是什么？",
        "AnswerEn": "handheld infrared thermometers, canopy top temperature, mid-height temperature, surface thermal radiation temperature, eight synchronization strips, points spaced 125 meters apart",
        "AnswerCn": "手持式红外测温仪、冠层顶部温度、中层高度温度、表面热辐射温度、八个同步条、点间距125米。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'ground-based synchronized observation with MODIS' mean in the context of remote sensing data collection?",
        "QuestionCn": "在遥感数据收集的背景下，“与MODIS同步的地面观测”是什么意思？",
        "AnswerEn": "Ground-based synchronized observation with MODIS refers to the process of collecting data from the Earth's surface that coincides in time and space with satellite observations made by the MODIS (Moderate Resolution Imaging Spectroradiometer) sensor. This approach involves using ground-based instruments, such as handheld infrared thermometers, to measure variables like canopy temperature and surface temperature in specific sample plots. The data collected can be used to validate and enhance the accuracy of satellite-derived surface temperature data.",
        "AnswerCn": "基于地面的同步观测与MODIS指的是收集与MODIS（中分辨率成像光谱仪）传感器的卫星观测在时间和空间上相吻合的地球表面数据的过程。这种方法涉及使用地面仪器，如手持红外温度计，在特定样本地块中测量冠层温度和表面温度等变量。收集的数据可以用于验证和提高卫星衍生的表面温度数据的准确性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors might influence the accuracy of canopy and surface temperature measurements using handheld infrared thermometers in remote sensing experiments?",
        "QuestionCn": "影响使用手持红外温度计在遥感实验中测量树冠和表面温度准确性的因素有哪些？",
        "AnswerEn": "The accuracy of canopy and surface temperature measurements using handheld infrared thermometers can be influenced by factors such as the distance between measurement points (125m in this case), the precision of the handheld devices, environmental conditions at the time of measurement, and the consistency of measurement techniques across different sample transects (such as the eight synchronous transects mentioned).",
        "AnswerCn": "使用手持红外测温仪测量冠层和表面温度的准确性可能受到多个因素的影响，例如测量点之间的距离（在这种情况下为125米）、手持设备的精度、测量时的环境条件以及在不同样本横断面（如提到的八个同步横断面）之间测量技术的一致性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on data accuracy and reliability when using handheld infrared thermometers to measure canopy and surface temperatures in synchronized bands?",
        "QuestionCn": "使用手持红外温度计测量同步波段的冠层和表面温度时，对数据准确性和可靠性的潜在影响是什么？",
        "AnswerEn": "Using handheld infrared thermometers to measure canopy and surface temperatures can provide precise point measurements, which are crucial for validating remote sensing data like MODIS. This method allows for detailed ground truth data collection, enhancing the accuracy of satellite-derived temperature estimates. However, the reliance on handheld devices could lead to variability in measurements due to human error or environmental factors, potentially affecting data reliability. The systematic collection approach, with measurements taken at regular intervals and synchronized bands, helps mitigate some of these challenges by providing a structured and repeatable data collection framework.",
        "AnswerCn": "使用手持红外温度计测量树冠和表面温度可以提供精确的点测量，这对于验证遥感数据（如MODIS）至关重要。这种方法允许进行详细的地面实测数据收集，从而提高卫星衍生温度估计的准确性。然而，依赖手持设备可能会由于人为错误或环境因素导致测量的变异性，从而影响数据的可靠性。通过定期间隔和同步波段进行系统性数据收集的方法，有助于减轻这些挑战，因为它提供了一个结构化和可重复的数据收集框架。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind collecting canopy and surface temperature data using handheld infrared thermometers in a synchronized observation area for MODIS data validation?",
        "QuestionCn": "使用手持红外测温仪在与MODIS数据同步的观测区域内收集冠层和地表温度数据的主要目的是是什么？",
        "AnswerEn": "The primary objective is to provide fundamental datasets for the inversion and validation of surface temperature data obtained from airborne and satellite remote sensing, specifically for MODIS data.",
        "AnswerCn": "主要目标是提供基础数据集，以便对从航空和卫星遥感获得的表面温度数据进行反演和验证，特别是针对MODIS数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are followed to measure canopy and surface temperatures synchronously with satellite overpasses to ensure data accuracy and reliability?",
        "QuestionCn": "为了确保数据的准确性和可靠性，测量树冠和地表温度与卫星过境同步时遵循哪些程序？",
        "AnswerEn": "In the field of remote sensing, synchronous ground-based observations are conducted using handheld infrared thermometers to measure canopy top temperature, mid-canopy temperature, and surface thermal radiation temperature. Measurements are taken along designated sample transects at 125-meter intervals, covering multiple synchronized sample strips to align with satellite data acquisition.",
        "AnswerCn": "在遥感领域，使用手持红外温度计进行同步地面观测，以测量冠层顶部温度、中层冠层温度和表面热辐射温度。测量沿着指定的样本横断面以125米的间隔进行，覆盖多个同步样本条带，以与卫星数据采集对齐。",
        "Level": "C3(Applying)"
      }
    ]
  }
}