{
  "id": "637e99a1-be38-4a9f-8af9-a8600e13d568",
  "relatedPaper": 2,
  "context": {
    "metadata": {
      "titleEn": "Time-series anthropogenic heat flux of China land surface",
      "titleCn": "中国陆表人为热排放通量数据集（2000-2016）",
      "description": "Anthropogenic heat is one of the products of urbanization, which refers to the heat produced by human activities and released into the atmosphere, mainly from various types of energy consumption and biological metabolism. This data set is the surface anthropogenic heat emission flux data of 500m × 500m spatial resolution in China's land surface area from 2000 to 2016 (2000 / 2004 / 2008 / 2012 / 2016). Data sources and processing methods: (1) through the collection of energy consumption data and socio-economic data of provinces and cities in 2000-2016, the annual average AHF of prefecture level cities (prefectures, districts and leagues) is estimated by the inventory method; (2) The AHF estimation model is established based on multi-source remote sensing data, and the grid AHF is obtained; (3) the AHF estimation results of time series are analyzed and tested, and the deviation values are corrected to improve the accuracy of the AHF estimation results. It is of great significance to understand and master the anthropogenic heat emission and its change for understanding the impact of urbanization on climate, environment and society.",
      "descriptionCn": "人为热是城市化的产物之一，是指人类活动产生并释放到大气中的热量，主要来自各种类型的能源消耗和生物代谢。本数据集为中国陆表区域2000-2016年（2000/2004/2008/2012/2016）500m×500m空间分辨率的地表人为热排放通量数据。数据来源及加工方法：（1）通过收集2000-2016年各省市的能源消费数据和社会经济数据，采用清单法估算地级市（地、区、盟）的年平均AHF；（2） 综合多源遥感数据建立AHF估计模型，得到网格AHF；（3）对时间序列AHF估计结果进行分析和检验，修正偏差值，提高AHF估计结果的准确性。了解和掌握人为热排放及其变化，对于了解城市化对气候、环境和社会的影响具有重要意义。",
      "instructions": "File name: AHF + yyyy, where yyyy represents the year\nData reading mode: GeoTIFF format, the output process uses compression algorithm. ArcGIS reading is recommended.",
      "instructionsCn": "文件命名：AHF+YYYY，其中yyyy代表年\n数据读取方式：GeoTiff格式，输出过程采用了压缩算法。推荐ArcGIS读取。",
      "east": 135.0,
      "west": 73.0,
      "south": 18.0,
      "north": 54.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 1641931939.0,
      "cstr": "18406.11.Socioeco.tpdc.270403",
      "doi": "10.11888/Socioeco.tpdc.270403",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "胡德勇",
        "nameEn": "HU Deyong",
        "unitEn": "Capital Normal University",
        "unitCn": "首都师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Mapping China's time-series anthropogenic heat flux with inventory method and multi-source remotely sensed data",
        "referenceCn": null,
        "referenceEn": "Wang, S., Hu, D., Yu, C., et al. (2020). Mapping China's time-series anthropogenic heat flux with inventory method and multi-source remotely sensed data, Science of the Total Environment, https://doi.org/10.1016/j.scitotenv.2020.139457"
      },
      {
        "titleCn": null,
        "titleEn": "A Partition Modeling for Anthropogenic Heat Flux Mapping in China",
        "referenceCn": null,
        "referenceEn": "Wang, S.S., Hu, D.Y., Chen, S.S., et al. ( 2019). A Partition Modeling for Anthropogenic Heat Flux Mapping in China. Remote Sensing, 11(9), 1132, DOI: 10.3390/rs11091132"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "人为热排放",
        "nameEn": "Anthropogenic heat"
      },
      {
        "nameCn": "人地遥感",
        "nameEn": "Human-nature Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国陆表区域",
        "keywordEn": "China's land surface"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000-2016",
        "keywordEn": "2000-2016",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "基于三维建模与天空视域系数的城市地表辐射和能量收支参数化",
        "titleEn": "General Program of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Anthropogenic heat (AH) generated by human activities has a major impact on urban and regional climate. Intensive human activities produce large amounts of anthropogenic heat (AH) released into the atmosphere. A large amount of AH emissions will increase the urban heat island effect. The increase of temperature will have a series of effects on surface energy conversion and the atmospheric boundary layer, and further affect local air quality. Anthropogenic heat flux (AHF) refers to the amount of anthropogenic heat emission (AHE) generated per unit time and unit area. Many researchers have carried out studies on the estimation of AHF, which generally includes three types of methods: (1) energy balance equation; (2) building energy modeling; (3) the energy-consumption inventory approach. The energy-consumption inventory approach is employed to estimate AHF based on socio-economic data and various types of energy-consumption data, which takes into account the heat released from industry, building, and transportation."
      ],
      "research objective": [
        "Accurately estimating anthropogenic heat is of great significance for studies on urban thermal environment and climate change. In this study, a gridded anthropogenic heat flux (AHF) estimation scheme was constructed based on socio-economic data, energy-consumption data, and multi-source remote sensing data using a partition modeling method, which takes into account the regional characteristics of AH emission caused by the differences in regional development levels. It is essential and meaningful to collect the appropriate grid data and comprehensively use the multi-source remote sensing data to construct the AHF estimation model to obtain the gridded AHF data quickly and efficiently, which can better express the spatial difference of AHF inside the municipal administrative divisions."
      ],
      "challenges": [
        "The estimation accuracy of the energy balance equation approach is highly dependent on the estimation accuracy of the parameters in the model, including sensible heat, latent heat, and storage heat. Furthermore, an additional issue of the energy balance equation approach is that it relies on flux measurements that are not available for most locations. Since the socio-economic data and energy consumption data are based on administrative division units, the energy-consumption inventory approach can only obtain the mean value of AHF on the spatial scale represented by the statistical data, which cannot show the fine spatial pattern of AHF in the unit. What is more, it is time-consuming and laborious to obtain the complete and detailed socio-economic data and energy-consumption data for large-scale AHF estimations. DMSP/OLS NTL data presented a serious pixel saturation phenomenon in the urban center, which to some extent led to an underestimation of the AHF in the area. However, the characteristics of anthropogenic heat emission may be different due to the differences in regional development levels and climatic conditions. There are some limitations in the same consideration of AHF emission characteristics of all regions in the large-scale AHF estimation."
      ],
      "methods": [
        "First, the socio-economic data and energy consumption data are used to estimate the AHF of the municipal (state, district, league) administrative regions in China based on the energy-consumption inventory approach. Next, taking the multi-source remote sensing data as independent variables, such as Suomi-NPP/VIIRS (Suomi national polar-orbiting partnership visible infrared imaging radiometer suite) NTL data which has a larger brightness range and can effectively overcome the pixel saturation phenomenon of DMSP/OLS data and MODIS (moderate resolution imaging spectroradiometer) data, and the AHF values obtained by the energy-consumption inventory approach as dependent variables, the gridded AHF estimation models are constructed in eight sub-regions respectively. Then, the performance and accuracy of different estimation models are analyzed and compared, and the optimal set of models are determined as the estimation scheme to achieve the AHF estimation in China. Finally, the refined AHF mapping with a resolution of 500 m was realized in China based on the model."
      ],
      "dataset": [
        "Socio-economic data and energy consumption data were derived from statistical yearbooks issued by the national bureau of statistics and local bureau of statistics. Multi-temporal MODIS NDVI (normalized difference vegetation index) (MOD13A1) data were downloaded from the United States Geological Survey (USGS). Suomi-NPP/VIIRS (national polar-orbiting partnership visible infrared imaging radiometer suite) NTL data were available at the National Oceanic and Atmospheric Administration (NOAA)."
      ],
      "findings": [
        "The results show that the spatial distribution of AHF has obvious regional characteristics in China. Compared with the AHF in provinces, the AHF in Shanghai is the highest which reaches 12.56 W·m−2, followed by Tianjin, Beijing, and Jiangsu. The AHF values are 5.92 W·m−2, 3.35 W·m−2, and 3.10 W·m−2, respectively. As can be seen from the mapping results of refined AHF, the high-value AHF aggregation areas are mainly distributed in north China, east China, and south China. The high-value AHF in urban areas is concentrated in 50–200 W·m−2, and maximum AHF in Shenzhen urban center reaches 267 W·m−2. Further, compared with other high resolution AHF products, it can be found that the AHF results in this study have higher spatial heterogeneity, which can better characterize the emission characteristics of AHF in the region. The spatial pattern of the AHF estimation results correspond to the distribution of building density, population, and industry zone. The high-value AHF areas are mainly distributed in airports, railway stations, industry areas, and commercial centers. It can thus be seen that the AHF estimation models constructed by the partition modeling method can well realize the estimation of large-scale AHF and the results can effectively express the detailed spatial distribution of AHF in local areas."
      ],
      "backgroundCn": [
        "人类活动产生的人为热（AH）对城市和区域气候产生重大影响。密集的人类活动会释放大量的人为热（AH）到大气中。大量的人为热排放将增加城市热岛效应。温度的升高将对表面能量转换和大气边界层产生一系列影响，并进一步影响当地空气质量。人类热通量（AHF）是指单位时间和单位面积内产生的人为热排放量（AHE）。许多研究者对AHF的估算进行了研究，通常包括三种方法：（1）能量平衡方程；（2）建筑能耗建模；（3）能耗清单方法。能耗清单方法基于社会经济数据和各种类型的能耗数据来估算AHF，考虑了来自工业、建筑和交通的热释放。"
      ],
      "research objectiveCn": [
        "准确估计人类活动热量对城市热环境和气候变化研究具有重要意义。在本研究中，基于社会经济数据、能源消费数据和多源遥感数据，构建了一种分区建模方法的人类活动热量（AHF）估计方案，该方法考虑了由于区域发展水平差异而导致的AH排放的区域特征。收集适当的网格数据并综合利用多源遥感数据来构建AHF估计模型，以快速高效地获得网格化AHF数据，这对于更好地表达市政行政区内部AHF的空间差异是至关重要和有意义的。"
      ],
      "challengesCn": [
        "能量平衡方程方法的估计准确性高度依赖于模型中参数的估计准确性，包括显热、潜热和储存热。此外，能量平衡方程方法的另一个问题是，它依赖于在大多数地点不可用的通量测量。由于社会经济数据和能源消费数据是基于行政区划单位的，因此能源消费清单方法只能获得统计数据所代表的空间尺度上AHF的平均值，这无法显示单位内AHF的细微空间模式。此外，获取大规模AHF估计所需的完整和详细的社会经济数据和能源消费数据是耗时且费力的。DMSP/OLS NTL数据在城市中心呈现严重的像素饱和现象，这在一定程度上导致了该地区AHF的低估。然而，由于区域发展水平和气候条件的差异，人为热排放的特征可能有所不同。在大规模AHF估计中，考虑所有区域的AHF排放特征存在一些局限性。"
      ],
      "methodsCn": [
        "首先，利用社会经济数据和能源消费数据，基于能源消费清单方法估算中国各市（州、区、县）行政区域的人工热岛强度（AHF）。接下来，以多源遥感数据作为自变量，例如Suomi-NPP/VIIRS（苏美国家极轨道合作伙伴可见光红外成像辐射计套件）夜间灯光数据，该数据具有更大的亮度范围，能够有效克服DMSP/OLS数据和MODIS（中分辨率成像光谱仪）数据的像素饱和现象，并将通过能源消费清单方法获得的AHF值作为因变量，分别在八个子区域构建网格化AHF估算模型。然后，分析和比较不同估算模型的性能和准确性，确定最佳模型集合作为估算方案，以实现中国的AHF估算。最后，基于该模型实现了中国500米分辨率的精细AHF制图。"
      ],
      "datasetCn": [
        "社会经济数据和能源消费数据来自国家统计局和地方统计局发布的统计年鉴。多时相MODIS NDVI（归一化植被指数）(MOD13A1) 数据从美国地质调查局（USGS）下载。Suomi-NPP/VIIRS（国家极地轨道合作伙伴可见光红外成像辐射计套件）夜间灯光（NTL）数据可在国家海洋和大气管理局（NOAA）获取。"
      ],
      "findingsCn": [
        "结果显示，中国的AHF（人类活动热通量）空间分布具有明显的区域特征。与各省的AHF相比，上海的AHF最高，达到12.56 W·m−2，其次是天津、北京和江苏，AHF值分别为5.92 W·m−2、3.35 W·m−2和3.10 W·m−2。从精细化AHF的制图结果可以看出，高值AHF聚集区主要分布在华北、华东和华南地区。城市地区的高值AHF集中在50–200 W·m−2之间，深圳市中心的最大AHF达到267 W·m−2。此外，与其他高分辨率AHF产品相比，本研究中的AHF结果具有更高的空间异质性，能够更好地表征该地区的AHF排放特征。AHF估算结果的空间模式与建筑密度、人口和工业区的分布相对应。高值AHF区域主要分布在机场、火车站、工业区和商业中心。因此，可以看出，通过分区建模方法构建的AHF估算模型能够很好地实现大规模AHF的估算，结果能够有效表达局部地区AHF的详细空间分布。"
      ]
    },
    {
      "background": [
        "Mapping time-series anthropogenic heatflux (AHF) is of great significance for understanding the process of urbanization and its impact on urban environment and climate."
      ],
      "research objective": [
        "By collecting energy consumption data and socio-economic statistics, combined with multi-source remotely sensed data, this study mapped the surface AHF in China with a high spatial resolution of 500 m × 500 m from 2000 to 2016 with 4 years of interval through constructing AHF estimation scheme."
      ],
      "challenges": [
        "However, due to the large study area, there are still individual administrative areas that lack data, which will bring some uncertainty to the estimation of AHF."
      ],
      "methods": [
        "Statistical data including energy consumption data and socioeconomic data from 2000 to 2016 are collected to quantify the AHF in administrative division units. The AHF in prefecture-level city (state, district, league) is quantified by the inventory method according to four categories: industry, transportation, building, and human metabolism. The AHF of prefecture-level city is estimated by the inventory method. On this basis, the grid AHF estimation model is built by establishing the regression relationship between the vegetation adjusted NTL urban index (VANUI) derived from remotely sensed data and the AHF of prefecture-level city to acquire the fine grid AHF with the spatial resolution of 500 m × 500 m. After the preliminary estimation, the deviation value of the time-series AHF results needs to be detected and corrected. Therefore, by comparing the AHF estimation results of adjacent phases, the underestimation areas of each region are extracted. By establishing the fitting function between the normal estimated values of AHF in adjacent phase of each partition as the correction model of the underestimated area, the deviation value of AHF is corrected."
      ],
      "dataset": [
        "The data used in the study mainly include statistical data and remote sensing data, as shown in Table 1. Statistical data including energy consumption data and socioeconomic data of provinces and cities are obtained from statistical yearbooks and statistical bulletins issued by the National Bureau of Statistics and local statistical bureaus. Nighttime light data, including DMSP/OLS stable nighttime light data and Suomi-NPP/VIIRS new generation of annual synthetic nighttime light data, are acquired from the National Oceanic and Atmospheric Administration (NOAA). The time-series moderate-resolution imaging spectroradiometer (MODIS) normalized difference vegetation index (NDVI) product data (MOD13A1) come from the United States Geological Survey (USGS), which is a 16-day composite product with a spatial resolution of 500 m."
      ],
      "findings": [
        "The main conclusions are: (1) There is a strong correlation between the vegetation adjusted nighttime light urban index (VANUI) and AHF. The highest coefficient of determination (R2) of VANUI and AHF is 0.97 in partition of northwest region (NWR). The average R2 value in partitions is 0.76, which shows that VANUI can well reflect the spatial differentiation characteristics of anthropogenic heat emissions."
      ],
      "backgroundCn": [
        "绘制时间序列的人为热通量（AHF）对理解城市化过程及其对城市环境和气候的影响具有重要意义。"
      ],
      "research objectiveCn": [
        "通过收集能源消费数据和社会经济统计数据，结合多源遥感数据，本研究构建了AHF估算方案，绘制了2000年至2016年中国的地表AHF，空间分辨率高达500米×500米，时间间隔为4年。"
      ],
      "challengesCn": [
        "然而，由于研究区域较大，仍然有一些个别行政区域缺乏数据，这将给AHF的估计带来一定的不确定性。"
      ],
      "methodsCn": [
        "收集2000年至2016年的统计数据，包括能源消费数据和社会经济数据，以量化行政区划单位的AHF（人类活动强度）。通过清单法，根据工业、交通、建筑和人类代谢四个类别量化地级市（州、区、盟）的AHF。地级市的AHF通过清单法进行估算。在此基础上，通过建立植被调整的夜间灯光城市指数（VANUI）与地级市AHF之间的回归关系，构建网格AHF估算模型，以获取空间分辨率为500米×500米的细网格AHF。在初步估算后，需要检测和修正时间序列AHF结果的偏差值。因此，通过比较相邻阶段的AHF估算结果，提取每个区域的低估区域。通过建立相邻阶段每个分区的正常估算值之间的拟合函数，作为低估区域的修正模型，修正AHF的偏差值。"
      ],
      "datasetCn": [
        "本研究使用的数据主要包括统计数据和遥感数据，如表1所示。统计数据包括能源消费数据和各省市的社会经济数据，这些数据来自国家统计局和地方统计局发布的统计年鉴和统计公报。夜间灯光数据，包括DMSP/OLS稳定夜间灯光数据和Suomi-NPP/VIIRS新一代年度合成夜间灯光数据，来自国家海洋和大气管理局（NOAA）。时间序列中等分辨率成像光谱仪（MODIS）归一化植被指数（NDVI）产品数据（MOD13A1）来自美国地质调查局（USGS），这是一个16天合成产品，空间分辨率为500米。"
      ],
      "findingsCn": [
        "主要结论是：(1) 植被调整夜间光照城市指数（VANUI）与人类热排放（AHF）之间存在强相关性。在西北地区（NWR）的分区中，VANUI与AHF的最高决定系数（R²）为0.97。各分区的平均R²值为0.76，这表明VANUI能够很好地反映人类热排放的空间差异特征。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Do challenges in obtaining complete and detailed socio-economic and energy-consumption data affect the accuracy of large-scale anthropogenic heat flux (AHF) estimations?",
        "QuestionCn": "获取完整和详细的社会经济及能源消费数据的挑战是否会影响大规模人类热通量（AHF）估算的准确性？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the gridded anthropogenic heat flux (AHF) data more accurately estimated using the energy balance equation, building energy modeling, or the energy-consumption inventory approach?",
        "QuestionCn": "格网化的人为热通量（AHF）数据是通过能量平衡方程、建筑能耗建模还是能耗清单方法更准确地估计的？",
        "AnswerEn": "energy-consumption inventory approach",
        "AnswerCn": "能耗盘存法",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Do datasets for estimating anthropogenic heat flux (AHF) primarily rely on statistical yearbooks, remote sensing data, or a combination of both?",
        "QuestionCn": "估算人类热通量（AHF）的数据集主要依赖于统计年鉴、遥感数据，还是两者的结合？",
        "AnswerEn": "a combination of both",
        "AnswerCn": "结合两者。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "In addressing the pixel saturation phenomenon in nighttime light data, is Suomi-NPP/VIIRS data, DMSP/OLS data, or another source more effective?",
        "QuestionCn": "在解决夜间光数据中的像素饱和现象时，Suomi-NPP/VIIRS 数据、DMSP/OLS 数据或其他来源哪种更有效？",
        "AnswerEn": "Suomi-NPP/VIIRS data",
        "AnswerCn": "Suomi-NPP/VIIRS 数据",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the primary data sources used to estimate anthropogenic heat flux (AHF) in China?",
        "QuestionCn": "估算中国人类热通量（AHF）的主要数据来源是什么？",
        "AnswerEn": "socio-economic data, energy consumption data, MODIS NDVI data, Suomi-NPP/VIIRS nighttime light data",
        "AnswerCn": "社会经济数据、能源消耗数据、MODIS NDVI数据、Suomi-NPP/VIIRS夜间灯光数据",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the high-value anthropogenic heat flux (AHF) areas predominantly located in China?",
        "QuestionCn": "中国高价值的人为热通量（AHF）区域主要位于哪里？",
        "AnswerEn": "north China, east China, south China",
        "AnswerCn": "华北、华东、华南",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are encountered when estimating large-scale anthropogenic heat flux (AHF) using the energy-consumption inventory approach?",
        "QuestionCn": "在使用能源消费清单方法估计大规模人类热通量（AHF）时，会遇到哪些挑战？",
        "AnswerEn": "reliance on socio-economic and energy consumption data based on administrative division units",
        "AnswerCn": "依赖基于行政区划单位的社会经济和能源消耗数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method for estimating anthropogenic heat flux (AHF) in urban areas using remote sensing technologies?",
        "QuestionCn": "您能否提供一个使用遥感技术估计城市地区人类热通量（AHF）的数据收集方法的示例？",
        "AnswerEn": "A data collection method involves using Suomi-NPP/VIIRS NTL data, which has a larger brightness range and effectively overcomes pixel saturation, combined with MODIS data to construct gridded AHF estimation models in different sub-regions.",
        "AnswerCn": "一种数据收集方法涉及使用Suomi-NPP/VIIRS夜间灯光（NTL）数据，该数据具有更大的亮度范围，有效克服了像素饱和问题，并结合MODIS数据在不同子区域构建网格化的城市热岛强度（AHF）估计模型。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when using socio-economic and energy consumption data for large-scale AHF estimation?",
        "QuestionCn": "在使用社会经济和能源消费数据进行大规模AHF估算时面临的一个挑战是什么？",
        "AnswerEn": "A challenge is that socio-economic and energy consumption data are based on administrative division units, leading to mean AHF values that do not capture the fine spatial pattern of AHF within those units.",
        "AnswerCn": "一个挑战是，社会经济和能源消费数据是基于行政区划单位的，这导致平均AHF值无法捕捉到这些单位内AHF的细微空间模式。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you give an example of a dataset used for mapping time-series anthropogenic heat flux (AHF) with high spatial resolution?",
        "QuestionCn": "您能否提供一个用于高空间分辨率映射时间序列人类热通量（AHF）的数据集示例？",
        "AnswerEn": "An example of a dataset used is the Suomi-NPP/VIIRS NTL data from NOAA, combined with MODIS NDVI data from USGS, to achieve a spatial resolution of 500 m × 500 m for AHF mapping from 2000 to 2016.",
        "AnswerCn": "一个使用的数据集是来自NOAA的Suomi-NPP/VIIRS夜间灯光数据，结合来自USGS的MODIS NDVI数据，以实现2000年至2016年间500米 × 500米的空间分辨率用于城市热岛效应（AHF）映射。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key features of data collection techniques used to estimate anthropogenic heat flux (AHF) in urban areas?",
        "QuestionCn": "估算城市地区人类热通量（AHF）的数据收集技术的关键特征有哪些？",
        "AnswerEn": "socio-economic data, energy consumption data, energy-consumption inventory approach, heat released from industry, building, and transportation, multi-source remote sensing data, Suomi-NPP/VIIRS NTL data, MODIS data, gridded AHF estimation models, spatial differences in AHF within municipal administrative divisions",
        "AnswerCn": "社会经济数据、能源消耗数据、能源消耗清单方法、工业、建筑和交通释放的热量、多源遥感数据、Suomi-NPP/VIIRS 夜间灯光数据、MODIS 数据、网格化的人为热通量估算模型、市政行政区划内人为热通量的空间差异。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the challenges associated with collecting and processing data for anthropogenic heat flux estimation?",
        "QuestionCn": "与收集和处理人类热通量估算数据相关的挑战有哪些？",
        "AnswerEn": "accuracy of parameters, limited spatial pattern capture, saturation phenomenon in DMSP/OLS NTL data, time-consuming and laborious data collection",
        "AnswerCn": "参数准确性、有限的空间模式捕捉、DMSP/OLS夜间灯光数据的饱和现象、耗时且费力的数据收集。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What characteristics of datasets are essential for effectively estimating and mapping anthropogenic heat flux at a high spatial resolution?",
        "QuestionCn": "有效估计和绘制人类热通量高空间分辨率的关键数据集特征是什么？",
        "AnswerEn": "comprehensive socio-economic data, energy consumption data, multi-temporal MODIS NDVI data, high-range Suomi-NPP/VIIRS NTL data",
        "AnswerCn": "综合社会经济数据、能源消耗数据、多时相MODIS NDVI数据、高范围Suomi-NPP/VIIRS夜间灯光数据",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the anthropogenic heat flux (AHF) data collected from 2000 to 2016?",
        "QuestionCn": "2000年至2016年收集的人为热通量（AHF）数据的空间分辨率是多少？",
        "AnswerEn": "500 m × 500 m",
        "AnswerCn": "500米 × 500米",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many years of interval are there in the time-series data used for mapping the surface AHF in China?",
        "QuestionCn": "用于绘制中国表面 AHF 的时间序列数据间隔有多少年？",
        "AnswerEn": "4 years",
        "AnswerCn": "4年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the 'energy-consumption inventory approach' in the context of estimating anthropogenic heat flux?",
        "QuestionCn": "在估算人为热通量的背景下，什么是“能耗清单法”？",
        "AnswerEn": "The energy-consumption inventory approach is a method used to estimate anthropogenic heat flux based on socio-economic data and various types of energy-consumption data. It takes into account the heat released from industry, building, and transportation to calculate the anthropogenic heat emissions.",
        "AnswerCn": "能源消费清单方法是一种基于社会经济数据和各种类型能源消费数据来估算人类热通量的方法。它考虑了来自工业、建筑和交通的热释放，以计算人类热排放。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How is the 'vegetation adjusted nighttime light urban index (VANUI)' used in estimating anthropogenic heat flux?",
        "QuestionCn": "“植被调整夜间灯光城市指数（VANUI）”如何用于估算人为热通量？",
        "AnswerEn": "The vegetation adjusted nighttime light urban index (VANUI) is used in estimating anthropogenic heat flux by establishing a regression relationship between VANUI values derived from remotely sensed data and the anthropogenic heat flux of prefecture-level cities. This aids in acquiring fine grid anthropogenic heat flux with high spatial resolution, reflecting spatial differentiation characteristics of heat emissions.",
        "AnswerCn": "植被调整夜间光城市指数（VANUI）用于通过建立来自遥感数据的VANUI值与地级市的人为热通量之间的回归关系来估算人类热通量。这有助于获取高空间分辨率的细网格人类热通量，反映热排放的空间差异特征。",
        "Level": "C3(Applying)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the challenges faced in using the energy-consumption inventory approach compared to the energy balance equation approach in estimating anthropogenic heat flux?",
        "QuestionCn": "在使用能耗清单方法与能量平衡方程方法估计人类热通量时面临的挑战是什么？",
        "AnswerEn": "The energy-consumption inventory approach is limited by relying on socio-economic data and energy consumption data, which are often based on larger administrative units and can be time-consuming to obtain. It provides mean values that may not capture fine spatial patterns. The energy balance equation approach, on the other hand, depends on the accuracy of model parameters and requires flux measurements that are unavailable in many locations, posing its own challenges.",
        "AnswerCn": "能源消费清单方法的局限在于依赖社会经济数据和能源消费数据，这些数据通常基于较大的行政单位，并且获取过程可能耗时。它提供的均值可能无法捕捉细微的空间模式。另一方面，能量平衡方程方法依赖于模型参数的准确性，并且需要在许多地点无法获得的通量测量，这也带来了自身的挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do the mapping results of anthropogenic heat flux using multi-source remote sensing data differ from those using purely statistical data from administrative divisions?",
        "QuestionCn": "利用多源遥感数据进行人类热通量的映射结果与仅使用行政区划的统计数据相比，有哪些不同之处？",
        "AnswerEn": "Mapping results using multi-source remote sensing data, such as MODIS NDVI and Suomi-NPP/VIIRS NTL, result in higher spatial heterogeneity and can capture detailed spatial distribution of AHF, reflecting regional development differences more accurately. In contrast, results using purely statistical data are aggregated over larger administrative units, which may overlook local variations in AHF.",
        "AnswerCn": "使用多源遥感数据（如MODIS NDVI和Suomi-NPP/VIIRS NTL）进行结果映射，能够呈现更高的空间异质性，并能够更准确地捕捉AHF的详细空间分布，反映区域发展差异。相比之下，纯粹使用统计数据的结果则是在较大的行政单位上进行汇总，可能会忽视AHF的地方性变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the integration of socio-economic data and multi-source remote sensing data improve the accuracy and spatial resolution of anthropogenic heat flux estimations?",
        "QuestionCn": "社会经济数据与多源遥感数据的整合如何提高人类热通量估计的准确性和空间分辨率？",
        "AnswerEn": "The integration of socio-economic data and multi-source remote sensing data allows for the construction of a gridded anthropogenic heat flux estimation model that can capture the spatial differences in heat emissions due to regional development levels. This approach leverages the socio-economic data for energy consumption insights and the spatial richness of remote sensing data to enhance resolution and accuracy.",
        "AnswerCn": "社会经济数据与多源遥感数据的整合使得构建一个网格化的人为热通量估计模型成为可能，该模型能够捕捉由于区域发展水平不同而导致的热排放空间差异。这种方法利用社会经济数据提供的能源消费洞察，以及遥感数据的空间丰富性，以提高分辨率和准确性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What challenges might arise from relying on statistical yearbooks and remote sensing datasets for estimating anthropogenic heat flux across large geographical areas?",
        "QuestionCn": "依赖统计年鉴和遥感数据集来估算大面积地理区域的人为热通量可能会面临哪些挑战？",
        "AnswerEn": "Challenges include the potential lack of data for individual administrative areas, which can introduce uncertainty in anthropogenic heat flux estimations. Additionally, socio-economic and energy consumption data are often limited to administrative units, restricting the ability to capture fine spatial patterns. Remote sensing datasets may also have limitations like pixel saturation that can affect accuracy.",
        "AnswerCn": "挑战包括个别行政区域可能缺乏数据，这可能导致人为热通量估算的不确定性。此外，社会经济和能源消费数据通常仅限于行政单位，限制了捕捉细微空间模式的能力。遥感数据集也可能存在像像素饱和这样的限制，影响准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways could the vegetation adjusted nighttime light urban index (VANUI) be used to infer spatial differentiation of anthropogenic heat emissions?",
        "QuestionCn": "植被调整夜间灯光城市指数（VANUI）可以通过哪些方式推断人为热排放的空间差异？",
        "AnswerEn": "The vegetation adjusted nighttime light urban index (VANUI) can be used as it shows a strong correlation with anthropogenic heat flux, with high coefficients of determination in various regions. VANUI effectively reflects spatial differentiation characteristics of heat emissions, enabling the identification of high emission areas and their spatial patterns.",
        "AnswerCn": "植被调整夜间光城市指数（VANUI）可以被使用，因为它与人类热通量之间存在强相关性，在各个地区具有较高的决定系数。VANUI有效反映了热排放的空间差异特征，使得能够识别高排放区域及其空间模式。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the difficulty of accurately estimating anthropogenic heat flux (AHF) using remote sensing data in urban areas?",
        "QuestionCn": "哪些因素导致在城市地区使用遥感数据准确估计人类热通量（AHF）的困难？",
        "AnswerEn": "The estimation accuracy of AHF using remote sensing data is challenged by issues such as pixel saturation in urban centers, which can lead to underestimation of AHF. Additionally, variations in regional development levels and climatic conditions can affect the characteristics of anthropogenic heat emissions, complicating the estimation process. Furthermore, the energy balance equation approach relies on parameters like sensible heat, latent heat, and storage heat, which may not be accurately estimated due to limited flux measurements.",
        "AnswerCn": "使用遥感数据估计人类活动热（AHF）的准确性面临挑战，例如城市中心的像素饱和问题，这可能导致AHF的低估。此外，区域发展水平和气候条件的差异也会影响人类热排放的特征，从而使估计过程变得复杂。此外，能量平衡方程方法依赖于感热、潜热和储存热等参数，由于流量测量有限，这些参数可能无法准确估计。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it challenging to obtain detailed socio-economic and energy consumption data for large-scale AHF estimations?",
        "QuestionCn": "为什么在进行大规模AHF估算时获取详细的社会经济和能源消耗数据具有挑战性？",
        "AnswerEn": "Obtaining detailed socio-economic and energy consumption data is time-consuming and labor-intensive, especially for large-scale AHF estimations. The data are typically based on administrative division units, which may not capture the fine spatial patterns of AHF. Furthermore, there are often gaps in data availability for certain administrative areas, leading to uncertainties in AHF estimations.",
        "AnswerCn": "获取详细的社会经济和能源消费数据是一个耗时且劳动密集的过程，尤其是在进行大规模的AHF估算时。这些数据通常基于行政区划单位，可能无法捕捉AHF的细微空间模式。此外，某些行政区域的数据可用性往往存在缺口，导致AHF估算的不确定性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What causes the need for correction in the preliminary estimation of time-series anthropogenic heat flux (AHF) results?",
        "QuestionCn": "导致对时间序列人类热通量（AHF）初步估计结果进行修正的原因是什么？",
        "AnswerEn": "The preliminary estimation of time-series AHF results may require correction due to deviations that arise from differences in regional development levels and data gaps in specific administrative areas. These deviations can lead to underestimations of AHF in certain regions. Correction models are needed to adjust the underestimated values by comparing AHF estimation results of adjacent phases and establishing fitting functions for correction.",
        "AnswerCn": "时间序列 AHF 结果的初步估计可能需要进行修正，因为不同地区发展水平和特定行政区域的数据缺口所导致的偏差。这些偏差可能导致某些地区 AHF 的低估。需要修正模型来调整低估的值，通过比较相邻阶段的 AHF 估计结果并建立拟合函数进行修正。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What effects could the integration of MODIS NDVI data have on the spatial resolution and detail of AHF mapping?",
        "QuestionCn": "MODIS NDVI数据的整合对AHF（农业健康指数）制图的空间分辨率和细节可能产生哪些影响？",
        "AnswerEn": "Integrating MODIS NDVI data, which provides vegetation information, with AHF estimation models could enhance the spatial resolution and detail of AHF mapping. This integration allows for a more nuanced characterization of spatial heterogeneity in AHF emissions, reflecting variations in land cover and usage, thereby improving the ability to express detailed spatial distributions within municipal divisions.",
        "AnswerCn": "将MODIS NDVI数据（提供植被信息）与AHF估算模型相结合，可以提高AHF制图的空间分辨率和细节。这种整合允许对AHF排放的空间异质性进行更细致的表征，反映土地覆盖和使用的变化，从而改善在市政区内表达详细空间分布的能力。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the goals behind using socio-economic and energy consumption data from statistical yearbooks to estimate anthropogenic heat flux (AHF) in urban areas?",
        "QuestionCn": "使用统计年鉴中的社会经济和能源消费数据来估算城市地区的人为热通量（AHF）的目标是什么？",
        "AnswerEn": "The goal is to accurately estimate anthropogenic heat, which is significant for studying urban thermal environments and climate change. These types of data help in constructing a gridded AHF estimation scheme that considers regional characteristics and allows for efficient and accurate spatial representation of AHF within municipal administrative divisions.",
        "AnswerCn": "目标是准确估计人类活动热量（AHF），这对于研究城市热环境和气候变化具有重要意义。这类数据有助于构建一个考虑区域特征的网格化AHF估计方案，从而在市政行政区内有效且准确地空间表示AHF。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What motivates the use of the energy-consumption inventory approach in evaluating anthropogenic heat emissions across different administrative units?",
        "QuestionCn": "什么驱动了在评估不同行政单位的人为热排放时使用能量消费清单方法？",
        "AnswerEn": "The energy-consumption inventory approach is motivated by its ability to estimate AHF based on socio-economic and energy consumption data, considering various sources like industry, buildings, transportation, and human metabolism. This approach provides a mean value of AHF at an administrative level, which is crucial for understanding the overall impact of human activities on urban climates and aiding in the development of policies to mitigate the urban heat island effect.",
        "AnswerCn": "能源消费清单方法的动机在于其能够基于社会经济和能源消费数据估算人类活动热排放（AHF），考虑到工业、建筑、交通和人类新陈代谢等多种来源。该方法提供了一个行政层面的AHF均值，这对于理解人类活动对城市气候的整体影响至关重要，并有助于制定减缓城市热岛效应的政策。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How can multi-source remote sensing data be integrated into the estimation model to improve the accuracy of anthropogenic heat flux (AHF) data across different regions in China?",
        "QuestionCn": "如何将多源遥感数据集成到估算模型中，以提高中国不同地区人类热通量（AHF）数据的准确性？",
        "AnswerEn": "Multi-source remote sensing data such as Suomi-NPP/VIIRS and MODIS are used as independent variables in the estimation model. These data sources help to overcome pixel saturation issues and are used in combination with socio-economic and energy consumption data to construct gridded AHF estimation models for various regions. This integration allows for a more accurate spatial representation of AHF by considering the regional characteristics of anthropogenic heat emissions.",
        "AnswerCn": "多源遥感数据，如Suomi-NPP/VIIRS和MODIS，被用作估计模型中的自变量。这些数据源有助于克服像素饱和问题，并与社会经济和能源消费数据结合，构建各个地区的网格化人类活动热排放（AHF）估计模型。这种整合考虑了人类热排放的区域特征，从而提供了更准确的AHF空间表示。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What procedural steps are involved in correcting the deviation values in the time-series anthropogenic heat flux (AHF) estimation results?",
        "QuestionCn": "纠正时间序列人类热通量（AHF）估计结果中的偏差值涉及哪些程序步骤？",
        "AnswerEn": "The deviation values of time-series AHF results are detected and corrected by comparing the estimation results of adjacent phases to identify underestimation areas. A fitting function is then established between the normal estimated values of AHF in adjacent phases to serve as a correction model for these areas, which helps to adjust the deviation values and improve accuracy.",
        "AnswerCn": "通过比较相邻阶段的估计结果，检测并修正时间序列 AHF 结果的偏差值，以识别低估区域。然后在相邻阶段的正常估计值之间建立拟合函数，作为这些区域的修正模型，这有助于调整偏差值并提高准确性。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What methodologies are employed to handle the challenges posed by incomplete socio-economic and energy consumption data for large-scale anthropogenic heat flux (AHF) estimations?",
        "QuestionCn": "为应对大规模人类热通量（AHF）估算中不完整的社会经济和能源消费数据所带来的挑战，采用了哪些方法论？",
        "AnswerEn": "One approach is using the energy-consumption inventory method to estimate AHF within administrative division units. This involves collecting statistical data, including energy consumption and socio-economic data, from yearbooks and bulletins published by national and local bureaus. Additionally, remote sensing data such as nighttime light data and MODIS NDVI are utilized to enhance spatial resolution and fill gaps in statistical data, thereby refining the AHF estimation.",
        "AnswerCn": "一种方法是使用能源消费清单法来估算行政区划单位内的建筑物热负荷（AHF）。这涉及从国家和地方局发布的年鉴和公报中收集统计数据，包括能源消费和社会经济数据。此外，还利用遥感数据，如夜间灯光数据和MODIS NDVI，以提高空间分辨率并填补统计数据中的空白，从而精细化AHF估算。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methods or technologies enable the construction of high-resolution anthropogenic heat flux (AHF) estimation models for urban areas in China?",
        "QuestionCn": "哪些方法或技术能够支持在中国城市中构建高分辨率的人为热通量（AHF）估计模型？",
        "AnswerEn": "The construction of high-resolution AHF estimation models for urban areas in China is enabled by using a combination of socio-economic data, energy consumption data, and multi-source remote sensing data. Technologies such as the Suomi-NPP/VIIRS NTL data, which offer a larger brightness range and overcome pixel saturation issues, and MODIS data are crucial, alongside the application of partition modeling methods to account for regional development differences.",
        "AnswerCn": "通过结合社会经济数据、能源消费数据和多源遥感数据，能够为中国城市地区构建高分辨率的AHF估计模型。苏米-NPP/VIIRS夜间灯光数据等技术提供了更大的亮度范围，并克服了像素饱和问题，MODIS数据也至关重要，同时应用分区建模方法以考虑区域发展差异。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How do remote sensing data sources facilitate the refinement of spatial resolution in anthropogenic heat flux mapping?",
        "QuestionCn": "遥感数据源如何促进人类热通量映射空间分辨率的精细化？",
        "AnswerEn": "Remote sensing data sources such as Suomi-NPP/VIIRS nighttime light data and MODIS NDVI products facilitate the refinement of spatial resolution in AHF mapping by providing detailed spatial information that can be integrated with socio-economic and energy consumption data. This integration helps construct gridded AHF estimation models with a fine resolution of 500 m, capturing spatial differences in AHF emissions within administrative divisions.",
        "AnswerCn": "遥感数据源，如Suomi-NPP/VIIRS夜间灯光数据和MODIS NDVI产品，通过提供详细的空间信息，促进了AHF（空气污染物排放）映射的空间分辨率的细化。这种整合有助于构建具有500米高分辨率的网格化AHF估算模型，捕捉行政区划内AHF排放的空间差异。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions or strategies are necessary for accurately estimating anthropogenic heat flux in regions with limited data availability?",
        "QuestionCn": "在数据有限的地区，准确估计人类热通量所需的条件或策略是什么？",
        "AnswerEn": "Accurately estimating AHF in regions with limited data availability requires strategies such as developing regression models that establish relationships between remotely sensed indices like the vegetation adjusted NTL urban index (VANUI) and available AHF data. Additionally, detecting and correcting deviation values in time-series data through comparison with adjacent phases and using fitting functions for underestimation areas are necessary conditions to improve estimation accuracy.",
        "AnswerCn": "在数据可用性有限的地区，准确估计人均可支配收入（AHF）需要采取一些策略，例如开发回归模型，建立遥感指数（如植被调整的夜间灯光城市指数（VANUI））与可用AHF数据之间的关系。此外，通过与相邻阶段进行比较，检测和修正时间序列数据中的偏差值，以及使用拟合函数处理低估区域，都是提高估计准确性的必要条件。",
        "Level": "C6(Creating)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why is it challenging to achieve fine spatial patterns of anthropogenic heat flux (AHF) using existing energy consumption and socio-economic data?",
        "QuestionCn": "为什么使用现有的能源消耗和社会经济数据来实现精细的空间模式的人为热通量（AHF）具有挑战性？",
        "AnswerEn": "The energy-consumption inventory approach relies on data based on administrative division units, which can only provide mean values of AHF over these spatial scales. This limitation prevents the method from depicting fine spatial patterns of AHF, as the data do not reflect the detailed spatial differentiation within these units.",
        "AnswerCn": "能源消费清单方法依赖于基于行政区划单位的数据，这些数据只能提供这些空间尺度上人均热量消费（AHF）的平均值。这一限制阻止了该方法描绘AHF的细致空间模式，因为这些数据未能反映这些单位内的详细空间差异。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What potential challenges might arise in the collection and integration of multi-source remote sensing data for AHF estimation models?",
        "QuestionCn": "在收集和整合多源遥感数据用于AHF估计模型时，可能会出现哪些潜在挑战？",
        "AnswerEn": "Challenges in integrating multi-source remote sensing data include addressing issues like pixel saturation in urban centers, as seen in DMSP/OLS data, which can lead to underestimation of AHF. Additionally, variations in regional development levels and climatic conditions imply that uniform data processing methods might not account for differences in anthropogenic heat emissions across regions.",
        "AnswerCn": "整合多源遥感数据的挑战包括解决城市中心像素饱和的问题，例如在DMSP/OLS数据中，这可能导致对人类热排放（AHF）的低估。此外，区域发展水平和气候条件的差异意味着统一的数据处理方法可能无法考虑不同地区的人为热排放差异。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might there be uncertainties in estimating AHF for certain administrative areas despite using advanced data collection techniques?",
        "QuestionCn": "尽管使用先进的数据收集技术，为什么在估算某些行政区域的AHF时可能会存在不确定性？",
        "AnswerEn": "Uncertainties can arise due to individual administrative areas lacking comprehensive data, which affects the reliability of AHF estimations. The large study area can lead to data gaps that introduce uncertainty in the estimation process despite using advanced data collection techniques like multi-source remote sensing and socio-economic data integration.",
        "AnswerCn": "由于各个行政区域缺乏全面的数据，可能会导致不确定性，从而影响AHF估算的可靠性。大范围的研究区域可能导致数据缺口，这在估算过程中引入了不确定性，尽管使用了多源遥感和社会经济数据整合等先进的数据收集技术。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How effective do you believe the inventory method combined with socio-economic and energy consumption data is in estimating anthropogenic heat flux at a large scale?",
        "QuestionCn": "您认为结合库存方法与社会经济和能源消费数据在大规模估算人类热通量方面的有效性如何？",
        "AnswerEn": "The inventory method, when combined with socio-economic and energy consumption data, appears to be effective in estimating anthropogenic heat flux (AHF) at a large scale by providing a mean value of AHF over administrative division units. However, this approach may not capture the fine spatial patterns of AHF due to its reliance on aggregated data. The method's effectiveness could be enhanced by incorporating multi-source remote sensing data to better express spatial differences in AHF within municipal divisions.",
        "AnswerCn": "当将库存方法与社会经济和能源消费数据相结合时，似乎在大规模估算人类热通量（AHF）方面是有效的，因为它提供了行政区划单位的AHF平均值。然而，由于依赖于聚合数据，这种方法可能无法捕捉AHF的细微空间模式。通过结合多源遥感数据来更好地表达市政区内AHF的空间差异，可以增强该方法的有效性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the potential challenges in using remotely sensed data for estimating anthropogenic heat emissions, and how can these challenges be addressed?",
        "QuestionCn": "使用遥感数据估算人为热排放的潜在挑战有哪些，以及如何应对这些挑战？",
        "AnswerEn": "Challenges in using remotely sensed data for estimating anthropogenic heat emissions include pixel saturation in urban centers and variations in AHF characteristics due to regional development and climate differences. These issues may lead to underestimations or inaccuracies in AHF measurements. Addressing these challenges could involve selecting data sources with a larger brightness range, like Suomi-NPP/VIIRS, and using partition modeling methods to account for regional differences in AHF emissions.",
        "AnswerCn": "使用遥感数据估算人类热排放面临的挑战包括城市中心的像素饱和和由于区域发展和气候差异导致的AHF特征变化。这些问题可能导致AHF测量的低估或不准确。解决这些挑战的方法可能包括选择具有更大亮度范围的数据源，如Suomi-NPP/VIIRS，并使用分区建模方法来考虑区域间AHF排放的差异。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm unsure about the challenges associated with collecting comprehensive socio-economic and energy consumption data across such a large geographic area.",
        "QuestionCn": "我对在如此大范围的地理区域内收集全面的社会经济和能源消费数据所面临的挑战感到不确定。",
        "AnswerEn": "Challenges include the time-consuming and labor-intensive nature of obtaining complete and detailed socio-economic and energy-consumption data for large-scale AHF estimations. Additionally, the data are typically based on administrative division units, which may not provide fine spatial patterns of AHF, leading to potential estimation uncertainties.",
        "AnswerCn": "挑战包括获取完整和详细的社会经济和能源消费数据以进行大规模AHF估算的耗时和劳动密集型特性。此外，这些数据通常基于行政区划单位，这可能无法提供AHF的细致空间模式，从而导致潜在的估算不确定性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I can’t make sense of how nighttime light data can be used to refine the spatial resolution of anthropogenic heat flux estimates.",
        "QuestionCn": "我无法理解夜间灯光数据如何用于细化人类热通量估计的空间分辨率。",
        "AnswerEn": "Nighttime light data, specifically from sources like Suomi-NPP/VIIRS, are used to overcome pixel saturation issues present in older datasets and to refine spatial resolution. The data help establish regression relationships between nighttime light indices and AHF, allowing for finer grid AHF estimation models with a spatial resolution of 500 m, enhancing the spatial heterogeneity and detail in the estimation results.",
        "AnswerCn": "夜间灯光数据，特别是来自Suomi-NPP/VIIRS的来源，用于克服旧数据集中存在的像素饱和问题，并提高空间分辨率。这些数据有助于建立夜间灯光指数与人类活动强度（AHF）之间的回归关系，从而允许以500米的空间分辨率建立更精细的AHF估计模型，增强估计结果的空间异质性和细节。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please summarize the data collection techniques used in estimating anthropogenic heat flux (AHF) and discuss how socio-economic and energy consumption data are integrated with remote sensing data in this process.",
        "QuestionCn": "请总结用于估计人类热通量（AHF）的数据收集技术，并讨论在此过程中如何将社会经济和能源消费数据与遥感数据整合。",
        "AnswerEn": "The data collection techniques for estimating AHF involve gathering socio-economic and energy consumption data from statistical yearbooks issued by national and local bureaus. These data are used to estimate AHF in administrative regions based on the energy-consumption inventory approach. Multi-source remote sensing data, including Suomi-NPP/VIIRS nighttime light data and MODIS NDVI data, are used as independent variables to construct gridded AHF estimation models. This integration allows for a refined spatial resolution of 500 m, capturing the spatial distribution and regional characteristics of AHF.",
        "AnswerCn": "估算AHF的数据收集技术涉及从国家和地方统计局发布的统计年鉴中收集社会经济和能源消费数据。这些数据用于基于能源消费清单方法估算行政区域的AHF。多源遥感数据，包括Suomi-NPP/VIIRS夜间灯光数据和MODIS NDVI数据，被用作独立变量来构建网格化的AHF估算模型。这种整合允许以500米的精细空间分辨率捕捉AHF的空间分布和区域特征。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please analyze the challenges faced in the estimation of anthropogenic heat flux using the energy-consumption inventory approach and discuss potential solutions to address these challenges.",
        "QuestionCn": "请分析使用能源消费清单方法估算人类热通量所面临的挑战，并讨论解决这些挑战的潜在方案。",
        "AnswerEn": "One of the main challenges in estimating AHF using the energy-consumption inventory approach is the reliance on socio-economic data and energy consumption data, which are often only available at administrative division levels, limiting the spatial resolution. Additionally, detailed data collection is time-consuming and labor-intensive. To address these challenges, the integration of remote sensing data, such as Suomi-NPP/VIIRS and MODIS, helps enhance spatial resolution. Developing models that account for regional development variations and applying correction methods for underestimation can also improve accuracy.",
        "AnswerCn": "使用能源消费清单方法估算AHF的主要挑战之一是依赖社会经济数据和能源消费数据，这些数据通常仅在行政区划层面上可用，从而限制了空间分辨率。此外，详细的数据收集过程耗时且劳动密集。为了解决这些挑战，整合遥感数据，如Suomi-NPP/VIIRS和MODIS，有助于提高空间分辨率。开发考虑区域发展差异的模型并应用修正方法以纠正低估也可以提高准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore potential sources and strategies for expanding or refining datasets used in mapping anthropogenic heat flux across diverse regions in China.",
        "QuestionCn": "请探索在中国不同地区映射人类热通量时扩展或细化数据集的潜在来源和策略。",
        "AnswerEn": "Potential sources for expanding datasets include utilizing more granular socio-economic and energy consumption data from local administrative units, possibly through collaborations with local governments or industries. Strategies for refining datasets could involve enhancing remote sensing data quality and resolution, such as employing newer satellite technologies or combining multiple remote sensing data sources. Additionally, incorporating environmental and climatic data can help refine the understanding of regional differences in AHF emissions.",
        "AnswerCn": "扩展数据集的潜在来源包括利用来自地方行政单位的更细粒度的社会经济和能源消费数据，可能通过与地方政府或行业的合作来实现。精炼数据集的策略可以包括提高遥感数据的质量和分辨率，例如采用更新的卫星技术或结合多种遥感数据源。此外，纳入环境和气候数据可以帮助更好地理解区域间AHF排放的差异。",
        "Level": "C6(Creating)"
      }
    ]
  }
}