{
    "id": "63ba1026-27ef-453a-82f0-1a9b6b75070e",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "Regional climate model intercomparsion for Tibetan Plateau (TPEMIP): WRFv4.1.3 (1991-2015)",
            "description": "This data is simulated by EAPL groups of Yonsei University, South Korea (https://eapl.yonsei.ac.kr). To satisfy two main goals of the project, 1) Access the current status of regional climate simulations using a fine spatial resolution over the Tibetan Plateau, and 2) Understand the impact of the interactions of the Tibetan Plateau land processes with the atmosphere, we conduct experiments during April–August in 1991–2015 over Tibetan Plateau (about 10-50°N, 65-130°E; Lambert conformal map) with the regional model WRF (version 4.1.3). \nThe horizontal and vertical resolution are 15 km (400x300 grids) and 33-layers to 50 hPa, respectively. For the initial and lateral boundary conditions, 6-hourly ERA-Interim reanalysis is used (ECMWF, 2009). The running time is set as 7 days (i.e., restarts every 7 days) to prevent the influence of the error due to the integration period. The physics package includes the WRF Single moment 6-class (WSM6) Microphysics, the Yonsei University (YSU) PBL and surface layer (YSL) scheme (Lee et al., 2020), the RRTMG scheme for both short and longwave radiation, the Grell-Freitas cumulus scheme, and Noah Land Surface Model (except YSL scheme other references can be found in WRF users page).\nFor better simulation results, additional settings about land-atmosphere interactions have been made. 1) Roughness sublayer (Lee et al., 2020), 2) Spaceborne lidar-retrieved canopy height (Lee and Hong, 2016), 3) Topographic surface wind correction (Lorente-Plazas et al., 2016), 4) Topographic shadow on radiation (Zängl, 2002), 5) Slope-dependent radiation (Garnier and Ohmura, 1968; Zängl, 2002), 6) Spectral nudging (Miguez-Macho et al., 2004), and 7) Lake temperature correction are considered.",
            "instructions": "One compressed file is provided each year as the name of \"LS4P_YSU_EAPL_yyyy.tar.gz\", and it contains 5 files of monthly, daily, 6hourly and two hourly files (the hourly file is divided due to the memory issue).  We tried to get all the variables required in the project, but some of the variables could not be calculated by the WRF model.",
            "east": 130.0,
            "west": 65.0,
            "south": 10.0,
            "north": 50.0,
            "startTime": "1991-04-01 00:00:00",
            "endTime": "2015-09-01 00:00:00",
            "fileSize": 108631012007.0,
            "cstr": null,
            "doi": "10.22647/EAPL-LS4P2021",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "KIM Jeongwon ",
                "unitEn": "EAPL, Department of Atmospheric Science, Yonsei University, Seoul, Republic of Korea"
            },
            {
                "nameEn": "CHO Wonseok",
                "unitEn": "EAPL, Department of Atmospheric Science, Yonsei University, Seoul, Republic of Korea"
            },
            {
                "nameEn": "LEE Junhong",
                "unitEn": "Max Planck Institute for Meteorology, Hamburg, Germany"
            },
            {
                "nameEn": "KWON Doyoon",
                "unitEn": "EAPL, Department of Atmospheric Science, Yonsei University, Seoul, Republic of Korea"
            },
            {
                "nameEn": "HONG Jinkyu",
                "unitEn": "EAPL, Department of Atmospheric Science, Yonsei University, Seoul, Republic of Korea"
            }
        ],
        "literatureList": [
            {
                "titleEn": "Evaluating and improving the impact of the atmospheric stability and orography on surface winds in the WRF model",
                "referenceEn": "Lorente-Plazas, R., Jiménez, P. A., Dudhia, J., & Montávez, J. P. (2016). Evaluating and improving the impact of the atmospheric stability and orography on surface winds in the WRF model. Monthly Weather Review, 144(7), 2685-2693."
            },
            {
                "titleEn": "Domain-size and top-height dependence in regional predictions for East Asia in spring",
                "referenceEn": "Song, I. S., Byun, U. Y., Hong, J., & Park, S. H. (2018). Domain‐size and top‐height dependence in regional predictions for the Northeast Asia in spring. Atmospheric Science Letters, 19(1), e799."
            },
            {
                "titleEn": "Implementation of a roughness sublayer parameterization in the Weather Research and Forecasting model (WRF version 3.7. 1) and its evaluation for regional climate simulations",
                "referenceEn": "Lee, J., Hong, J., Noh, Y., & Jiménez, P. A. (2020). Implementation of a roughness sublayer parameterization in the Weather Research and Forecasting model (WRF version 3.7. 1) and its evaluation for regional climate simulations. Geoscientific Model Development, 13(2), 521-536."
            },
            {
                "titleEn": "An improved method for computing horizontal diffusion in a sigma-coordinate model and its application to simulations over mountainous topography",
                "referenceEn": "Zängl, G. (2002). An improved method for computing horizontal diffusion in a sigma-coordinate model and its application to simulations over mountainous topography. Monthly Weather Review, 130(5), 1423-1432."
            },
            {
                "titleEn": "A method of calculating the direct shortwave radiation income of slopes",
                "referenceEn": "Garnier, B. J., & Ohmura, A. (1968). A method of calculating the direct shortwave radiation income of slopes. Journal of Applied Meteorology and Climatology, 7(5), 796-800."
            },
            {
                "titleEn": "Implementation of spaceborne lidar‐retrieved canopy height in the WRF model",
                "referenceEn": "Lee, J., & Hong, J. (2016). Implementation of spaceborne lidar‐retrieved canopy height in the WRF model. Journal of Geophysical Research: Atmospheres, 121(12), 6863-6876."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            },
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Tibetan Plateau"
            },
            {
                "nameEn": "Other"
            },
            {
                "nameEn": "Topography"
            },
            {
                "nameEn": "Surface Water"
            },
            {
                "nameEn": "Geomorphology"
            },
            {
                "nameEn": "Geomorphological structure type"
            },
            {
                "nameEn": "Surface air temperature"
            },
            {
                "nameEn": "Slope"
            },
            {
                "nameEn": "Canopy height"
            },
            {
                "nameEn": "Vegetation"
            },
            {
                "nameEn": "Temperature"
            },
            {
                "nameEn": "Lake ecosystem"
            },
            {
                "nameEn": "Roughness"
            },
            {
                "nameEn": "Precipitation"
            },
            {
                "nameEn": "Precipitation amount"
            },
            {
                "nameEn": "Winds"
            },
            {
                "nameEn": "wind speed"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Alpine shrubline"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "1991-2015",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The surface wind is strongly modulated by the orographic drag (Xu and Taylor 1995; Belcher and Wood 1996; Lott and Miller 1997; Rontu 2006). The intensity of this drag not only depends on the terrain features, but also on the atmospheric stability (Stull 1988; Oke 1996; Wood 2000). The modeling community, aware of the importance of representing the orographic drag in the numerical weather prediction (NWP) and climate models, has developed several approaches. The SSO drag is called turbulent orographic form drag (TOFD). This drag was defined by Belcher and Wood (1996) as an aerodynamic force generated by the turbulent stress when orographic heterogeneities enhance the exchange of momentum. Most of the SSO parameterizations were developed based on observations (e.g., Grant and Mason 1990) or numerical simulations (e.g., Wood and Mason 1993) under neutral conditions, or were intended to just correct the diurnal mean wind (JD12). However, some studies have demonstrated the dependence of the TOFD with the PBL’s stability. Belcher and Wood (1996) and Brown and Wood (2003) analyzed impact of the stratification on the effective roughness length. They found that weak stratification increases the wind shear in the boundary layer, which increases the TOFD."
            ],
            "research objective": [
                "This study assesses the impact of the atmospheric stability on the turbulent orographic form drag (TOFD) generated by unresolved small-scale orography (SSO) focusing on surface winds. This work tries to further progress on the parameterization of the SSO effects by including the stability conditions in its definition."
            ],
            "challenges": [
                "In spite of its relevance, SSO effects have received less attention in atmospheric models."
            ],
            "methods": [
                "With this aim, several experiments are conducted with the Weather Research and Forecasting (WRF) Model and they are evaluated over a large number of stations (318 at 2-m height) in the Iberian Peninsula with a year of data. To inspect and overcome this limitation, the stability conditions are included in the SSO parameterization to maintain the intensity of the drag during stable conditions while attenuating it during unstable conditions."
            ],
            "dataset": [
                "For this study, 318 stations at 2 m above the ground level were selected encompassing the year of 2005 because high-quality observational data were available."
            ],
            "findings": [
                "The numerical experiments demonstrate that the inclusion of stability effects on the SSO drag parameterization improves the simulated surface winds at diurnal, monthly, and annual scales by reducing the systematic daytime underestimation of the original scheme. The correction is especially beneficial when both the convective velocity and the boundary layer height are used to characterize the unstable conditions."
            ]
        },
        {
            "background": [
                "Canopy height (Hc) characterizes vegetation structure and is extensively involved in biomass, phenology, and aerodynamic properties of canopy flows. Therefore, canopy height is one of the fundamental types of information needed for simulating turbulent exchanges of energy and mass between the atmosphere and the terrestrial ecosystem. By modulating aerodynamic conductance and vegetation dynamics, canopy height impacts weather and climate at local to global scales. Despite such important impacts of canopy height on meteorology, canopy height is simply assigned as a constant value in a fixed plant functional type (PFT) in land surface models for weather and climate prediction, unlike other important phenological parameters such as leaf area index and vegetation cover fraction. Currently, global and regional models use constant canopy height in the same PFT through the whole simulation unless the dynamic vegetation modeling is executed simultaneously. Observed canopy height from direct measurement can be used in a point simulation, but an extensive analysis on the impacts of more realistic representation of canopy height on regional and global climate simulations has yet to be completed. Accordingly, it is imperative to understand the influence of spatial variation of canopy height relative to PFT-specific canopy height."
            ],
            "research objective": [
                "This paper is the first to report impacts of using realistic forest canopy height, retrieved from spaceborne lidar, on regional climate simulation by using the canopy height data in the Weather Research and Forecasting (WRF) model’s land surface model. In consideration of the above background, the present study focused on the impacts of high-resolution canopy height information from the spaceborne lidar image in regional climate simulation. In this study, the ICESat airborne-lidar canopy height data were ingested into the fully coupled WRF model and the impacts of using these data on regional climate were investigated over the Amazon Basin, a region influenced by tropical precipitation."
            ],
            "challenges": [
                "However, the lack of realistic global canopy data has hindered the proper implementation of realistic canopy height information into atmospheric models and evaluation of the impacts of using realistic canopy height data on the simulation of feedback processes between land and atmosphere."
            ],
            "methods": [
                "Numerical simulations were conducted over the Amazon Basin during the summer season. In order to evaluate the effects of the observed aerodynamic parameters, two experiments were performed for the month of January 2014 with a 48 h spin-up period. The control (CTL) experiment used default canopy height values from the U.S. Geological Survey (USGS), whereas the lidar (LDR) experiment used data of the ICESat forest canopy height. Both experiments used the same physics package in the WRF. In the LDR experiments, z0 and d0 were revised so that z0 and d0 were proportional to the canopy height: z0/Hc = 0.15 and d0/Hc = 0.65. In order to isolate responses of land surface processes to changes in canopy height quantitatively, off-line simulations with the same land surface model used in the WRF simulation (i.e., Noah-MP model) were performed with varying atmospheric stabilities."
            ],
            "dataset": [
                "Forest canopy height was retrieved from the ICESat data. By observing the elevation change using 532 nm and 1064 nm laser channels with GLAS, as part of NASA’s Earth Observing System, ICESat produced global canopy height data at a horizontal resolution of 1 km. GLAS/ICESat operated for about 7 years, from 13 January 2003 to 30 August 2010, and the GLAS/ICESat data reflect forest canopy height averaged over this period. When GLAS/ICESat data were not available or incomplete, other ancillary data such as Moderate Resolution Imaging Spectroradiometer data were integrated with the GLAS/ICESat data."
            ],
            "findings": [
                "Our analysis also showed that the WRF model better reproduced the observed precipitation when lidar-retrieved canopy height was used over the Amazon Basin."
            ]
        },
        {
            "background": [
                "The treatment of horizontal diffusion in models with a terrain-following sigma-coordinate system has been a long-standing problem. Calculating this diffusion along the sigma surfaces may introduce serious errors over mountainous terrain, particularly for atmospheric properties having a strong vertical gradient. Despite these deficiencies, there are still several mesoscale models in which diffusion is computed along the coordinate surfaces, for example, the Fifth-Generation Mesoscale Model (MM5), developed at The Pennsylvania State University and the National Center for Atmospheric Research (NCAR; Grell et al. 1995) or the new regional weather forecast model of the German Weather Service (the Lokal Modell; Doms and Schaettler 1999)."
            ],
            "research objective": [
                "This paper describes a new method to minimize diffusion-induced errors in the model levels close to the ground. Idealized simulations of the valley wind system in the Inn Valley of the European Alps are presented to test the new scheme and to compare it with the existing scheme that computes diffusion along the sigma surfaces."
            ],
            "challenges": [
                "With sigma diffusion, however, a realistic simulation of the diurnal temperature range is impossible. Since sigma diffusion provides a stationary forcing and no large-scale winds are present, the gravity waves encounter a critical level and break. Although the valley wind profile obtained with T' diffusion in the afternoon is reasonable, the simulation as a whole is by no means realistic."
            ],
            "methods": [
                "The modifications have been implemented into the Fifth-Generation Pennsylvania State University–National Center for Atmospheric Research Mesoscale Model (MM5). Idealized simulations of the valley wind circulation in the Inn Valley of the Alps are performed to test the modifications. In the modified diffusion scheme, diffusion is computed truly horizontally at all model levels where this is possible without intersecting the lowermost half-sigma surface at any grid point of the current domain. The vertical interpolation between the coordinate surfaces is done linearly with height (as suggested by the triangles in Fig. 1b) except for the water vapor mixing ratio for which an exponential interpolation is used. For the moisture variables (the mixing ratios of water vapor, cloud water, etc.), a combination of one-sided truly horizontal diffusion and orography-adjusted sigma diffusion (to be described below) is used in the lower levels. For temperature, one-sided truly horizontal diffusion is not used because it damps the slope wind circulation in an unphysical way."
            ],
            "dataset": [],
            "findings": [
                "However, the model captures all essential features of the observed valley wind with the modified diffusion scheme. Both the temporal evolution and the vertical structure of the valley wind are consistent with observations. This result suggests that the model's ability to simulate flow over mountainous topography is greatly improved by use of the modified scheme."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Is the roughness sublayer considered a significant factor in the land-atmosphere interactions over the Tibetan Plateau?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Does the use of remote sensing data, such as spaceborne lidar, significantly enhance the accuracy of canopy height representation in regional climate models?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "For datasets involving canopy height data, is spaceborne lidar data or direct ground-based measurements more frequently utilized?",
                    "Answer": "Spaceborne lidar data",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What methods are used to improve the accuracy of regional climate simulations over the Tibetan Plateau?",
                    "Answer": "incorporating additional settings such as the roughness sublayer, spaceborne lidar-retrieved canopy height, topographic surface wind correction, topographic shadow on radiation, slope-dependent radiation, spectral nudging, lake temperature correction",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Where can the canopy height data used in regional climate simulations be retrieved from?",
                    "Answer": "ICESat spaceborne lidar",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What challenges arise in the treatment of horizontal diffusion in models with terrain-following sigma-coordinate systems?",
                    "Answer": "errors over mountainous terrain",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used to assess the impact of atmospheric stability on surface winds in a regional climate model?",
                    "Answer": "The method involves conducting several experiments with the Weather Research and Forecasting (WRF) Model, evaluated over a large number of stations (318 at 2-m height) in the Iberian Peninsula using data from the year 2005. This approach includes stability conditions in the parameterization of the small-scale orography effects to improve the simulation of surface winds.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Please provide an example of a dataset utilized to study the impacts of realistic canopy height on regional climate simulations.",
                    "Answer": "One example is the use of forest canopy height data retrieved from the ICESat, which provides global canopy height data at a 1 km horizontal resolution. This dataset was used in the Weather Research and Forecasting (WRF) model to investigate the impacts on regional climate over the Amazon Basin.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Can you give an example of a challenge encountered in modeling horizontal diffusion in terrains with significant elevation variations, and a potential solution?",
                    "Answer": "A challenge is the introduction of errors when calculating diffusion along sigma surfaces in models over mountainous terrain. A solution proposed involves modifying the diffusion scheme to compute diffusion truly horizontally at all model levels where possible, without intersecting the lowermost half-sigma surface, thereby improving the model's ability to simulate flow over mountainous topography.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the characteristics of the numerical methods used to address errors in diffusion over mountainous terrain in atmospheric models?",
                    "Answer": "computing diffusion truly horizontally at model levels, linear vertical interpolation between coordinate surfaces, exponential interpolation for moisture variables",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many grid points are used in the spatial resolution for the regional climate simulations over the Tibetan Plateau?",
                    "Answer": "400x300 grid points",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many layers are used in the vertical resolution up to 50 hPa in the regional climate model simulations?",
                    "Answer": "33 layers",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many observational stations were used to evaluate the surface wind parameterization in the Iberian Peninsula study?",
                    "Answer": "318 observational stations",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What challenges are associated with modeling orographic drag in climate models, and how are they addressed?",
                    "Answer": "Orographic drag, influenced by unresolved small-scale orography, is difficult to parameterize accurately due to its dependence on atmospheric stability and terrain features. The challenge is addressed by incorporating stability conditions into the parameterization of small-scale orography effects to improve the simulation of surface winds and reduce errors in the model.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How does the implementation of realistic canopy height data from spaceborne lidar compare to the use of constant canopy height values in regional climate models?",
                    "Answer": "The use of realistic canopy height data from spaceborne lidar in regional climate models allows for a more accurate representation of the interactions between vegetation structure and atmospheric processes. This approach has shown improvements in reproducing observed precipitation patterns, as demonstrated in the Amazon Basin study, compared to models using constant canopy height values which do not account for spatial variations in canopy height.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the differences in data collection methods used for assessing turbulent orographic form drag (TOFD) and canopy height impacts in atmospheric models?",
                    "Answer": "For assessing TOFD, data collection involves conducting numerical simulations with atmospheric models like WRF, evaluated over numerous ground stations to understand the effects of atmospheric stability. In contrast, canopy height impacts are assessed by integrating spaceborne lidar data, such as ICESat, directly into models, allowing for the evaluation of land-atmosphere interactions using high-resolution canopy height information.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In what ways do the challenges of implementing a modified diffusion scheme in mesoscale models differ from those of incorporating realistic canopy height data in regional climate simulations?",
                    "Answer": "The challenge of implementing a modified diffusion scheme in mesoscale models lies in minimizing diffusion-induced errors over complex terrain, requiring adjustments to model calculations along sigma surfaces. On the other hand, incorporating realistic canopy height data involves overcoming the lack of global canopy datasets and adapting models to utilize high-resolution lidar data to improve simulations of land-atmosphere interactions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "In what ways do the stability conditions of the planetary boundary layer affect small-scale orographic form drag, and how might this understanding guide future data set development for climate models?",
                    "Answer": "Stability conditions in the planetary boundary layer significantly affect small-scale orographic form drag by modulating wind shear, which in turn influences surface winds. Recognizing this relationship can guide future dataset development by underscoring the necessity of incorporating atmospheric stability parameters into climate models, which could lead to datasets that more accurately represent the interaction between terrain features and atmospheric dynamics.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What causes the necessity for implementing additional settings about land-atmosphere interactions in regional climate models over the Tibetan Plateau?",
                    "Answer": "The need arises from the goal to achieve better simulation results by accurately representing the complex interactions between land processes and the atmosphere. This includes factors like roughness sublayer, canopy height, topographic surface wind correction, and other processes that impact climate simulations.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it challenging to incorporate realistic canopy height information into regional and global climate simulations?",
                    "Answer": "The challenge stems from the lack of globally comprehensive canopy height data and the traditional use of constant values in models. The absence of dynamic vegetation modeling hinders the integration of realistic canopy height data, affecting the simulation of land-atmosphere feedback processes.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What factors contribute to errors in simulating surface winds in regions with complex terrain using atmospheric models?",
                    "Answer": "Errors are often due to inadequate representation of orographic drag and the influence of atmospheric stability on turbulent orographic form drag (TOFD). The terrain features and atmospheric conditions, like stability, significantly modulate the surface winds, leading to challenges in accurately capturing these dynamics in models.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "How might the implementation of terrain-following diffusion models affect data collection techniques for simulating atmospheric properties over complex terrains?",
                    "Answer": "Implementing terrain-following diffusion models, such as those using sigma-coordinate systems, can introduce errors in simulating atmospheric properties over complex terrains. Adjustments to these models, like computing diffusion truly horizontally where feasible, can improve the simulation of valley wind systems and other atmospheric phenomena by reducing diffusion-induced errors near the ground.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "Why is it important to conduct regional climate simulations with a focus on land-atmosphere interactions over the Tibetan Plateau?",
                    "Answer": "The objective is to assess the current status of regional climate simulations using fine spatial resolution over the Tibetan Plateau and to understand the impact of the interactions of the Tibetan Plateau land processes with the atmosphere. This understanding is crucial for improving climate models and predicting regional climate behavior more accurately.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "How can the implementation of land-atmosphere interaction settings, such as roughness sublayer or topographic shadow on radiation, be optimized for more accurate climate simulations over the Tibetan Plateau?",
                    "Answer": "To optimize land-atmosphere interaction settings for climate simulations, one can consider implementing roughness sublayer adjustments based on specific terrain features, using spaceborne lidar data for accurate canopy height retrieval, correcting topographic surface winds, and incorporating topographic shadows and slope-dependent radiation adjustments. These methodologies involve using detailed datasets such as lidar-retrieved canopy height and applying spectral nudging techniques to align simulations with observed data.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What methods can be employed to accurately assess the impact of atmospheric stability on turbulent orographic form drag (TOFD) in climate models, and what data sources can support this assessment?",
                    "Answer": "To assess the impact of atmospheric stability on TOFD, experiments can be conducted using the WRF model, which involves evaluating stability conditions in SSO parameterizations. Data from observational stations, particularly those measuring wind at different heights, can support this assessment. Adjustments to the parameterization should be made to maintain drag intensity during stable conditions and attenuate it during unstable conditions, improving model accuracy at various temporal scales.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What technological advancements have enabled the collection of canopy height data from spaceborne lidar systems for use in regional climate models?",
                    "Answer": "Spaceborne lidar systems, like ICESat, have enabled the collection of high-resolution canopy height data by using laser channels to determine elevation changes, providing essential data for regional climate models.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What conditions or methods enable the evaluation of the impact of atmospheric stability on turbulent orographic form drag in regional climate models?",
                    "Answer": "The evaluation of atmospheric stability's impact on turbulent orographic form drag is enabled by conducting experiments with regional climate models, such as WRF, incorporating stability conditions in parameterizations, and using observational data for validation.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why is it important to consider realistic canopy height data in regional climate simulations, and what challenges might this present?",
                    "Answer": "Considering realistic canopy height data is important because it influences aerodynamic conductance and vegetation dynamics, which in turn affect local to global weather and climate conditions. However, the challenge lies in obtaining accurate and comprehensive global canopy data, which is essential for properly integrating realistic canopy height information into atmospheric models and evaluating its impact on land-atmosphere feedback processes.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "What are the potential challenges you foresee in implementing spectral nudging and other advanced land-atmosphere interaction settings in climate models over the Tibetan Plateau?",
                    "Answer": "Implementing spectral nudging and advanced settings like roughness sublayer and topographic shadow on radiation can be challenging due to the complex topography of the Tibetan Plateau. These settings require precise parameterization and validation against observational data. The challenges are further compounded by the need for high-resolution data and an understanding of the interaction dynamics specific to such a diverse and elevated region.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how regional climate models can effectively incorporate land-atmosphere interactions in areas with complex terrains like the Tibetan Plateau.",
                    "Answer": "Regional climate models, such as the WRF model used for the Tibetan Plateau, incorporate various settings for land-atmosphere interactions. These include roughness sublayer adjustments, canopy height data from spaceborne lidar, topographic wind and radiation corrections, and spectral nudging. These adjustments help simulate interactions accurately in complex terrains.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I'm unsure about how canopy height data from spaceborne lidar can be utilized in climate simulations to enhance accuracy.",
                    "Answer": "Canopy height data from spaceborne lidar, such as ICESat, provide high-resolution information on vegetation structure. When used in regional climate simulations like WRF, this data helps improve the accuracy of simulating energy and mass exchanges between the atmosphere and terrestrial ecosystems, as demonstrated in simulations over the Amazon Basin.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I can't make sense of how atmospheric stability is accounted for in the parameterization of surface wind in climate models.",
                    "Answer": "Atmospheric stability is accounted for in climate models by including stability conditions in the parameterization of turbulent orographic form drag (TOFD). Experiments using the WRF model showed that adjusting the SSO drag parameterization for stability effects improved the accuracy of simulated surface winds, especially under varying stability conditions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please analyze how spaceborne lidar data could enhance the accuracy of regional climate models over mountainous terrains.",
                    "Answer": "Spaceborne lidar data, such as those retrieved from the ICESat, provide high-resolution canopy height information which can improve the representation of land surface processes in regional climate models. This is especially important in mountainous terrains like the Tibetan Plateau, where accurate topographical data can improve the simulation of atmospheric phenomena and interactions between the land and the atmosphere.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please investigate the role of horizontal diffusion schemes in minimizing errors in atmospheric models, particularly over complex terrains.",
                    "Answer": "Horizontal diffusion schemes play a critical role in minimizing errors in atmospheric models over complex terrains. A modified diffusion scheme that computes diffusion truly horizontally, as opposed to along sigma surfaces, has been shown to improve the simulation of valley wind systems by accurately capturing the temporal evolution and vertical structure of winds. This approach addresses issues of unrealistic diffusion effects, such as those encountered in models using sigma-coordinate systems.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}