{
    "id": "63ba1026-27ef-453a-82f0-1a9b6b75070e",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "Regional climate model intercomparsion for Tibetan Plateau (TPEMIP): WRFv4.1.3 (1991-2015)",
            "titleCn": "Regional climate model intercomparsion for Tibetan Plateau (TPEMIP): WRFv4.1.3 (1991-2015)",
            "description": "This data is simulated by EAPL groups of Yonsei University, South Korea (https://eapl.yonsei.ac.kr). To satisfy two main goals of the project, 1) Access the current status of regional climate simulations using a fine spatial resolution over the Tibetan Plateau, and 2) Understand the impact of the interactions of the Tibetan Plateau land processes with the atmosphere, we conduct experiments during April–August in 1991–2015 over Tibetan Plateau (about 10-50°N, 65-130°E; Lambert conformal map) with the regional model WRF (version 4.1.3). \nThe horizontal and vertical resolution are 15 km (400x300 grids) and 33-layers to 50 hPa, respectively. For the initial and lateral boundary conditions, 6-hourly ERA-Interim reanalysis is used (ECMWF, 2009). The running time is set as 7 days (i.e., restarts every 7 days) to prevent the influence of the error due to the integration period. The physics package includes the WRF Single moment 6-class (WSM6) Microphysics, the Yonsei University (YSU) PBL and surface layer (YSL) scheme (Lee et al., 2020), the RRTMG scheme for both short and longwave radiation, the Grell-Freitas cumulus scheme, and Noah Land Surface Model (except YSL scheme other references can be found in WRF users page).\nFor better simulation results, additional settings about land-atmosphere interactions have been made. 1) Roughness sublayer (Lee et al., 2020), 2) Spaceborne lidar-retrieved canopy height (Lee and Hong, 2016), 3) Topographic surface wind correction (Lorente-Plazas et al., 2016), 4) Topographic shadow on radiation (Zängl, 2002), 5) Slope-dependent radiation (Garnier and Ohmura, 1968; Zängl, 2002), 6) Spectral nudging (Miguez-Macho et al., 2004), and 7) Lake temperature correction are considered.",
            "descriptionCn": "This data is simulated by EAPL groups of Yonsei University, South Korea (https://eapl.yonsei.ac.kr). To satisfy two main goals of the project, 1) Access the current status of regional climate simulations using a fine spatial resolution over the Tibetan Plateau, and 2) Understand the impact of the interactions of the Tibetan Plateau land processes with the atmosphere, we conduct experiments during April–August in 1991–2015 over Tibetan Plateau (about 10-50°N, 65-130°E; Lambert conformal map) with the regional model WRF (version 4.1.3). \nThe horizontal and vertical resolution are 15 km (400x300 grids) and 33-layers to 50 hPa, respectively. For the initial and lateral boundary conditions, 6-hourly ERA-Interim reanalysis is used (ECMWF, 2009). The running time is set as 7 days (i.e., restarts every 7 days) to prevent the influence of the error due to the integration period. The physics package includes the WRF Single moment 6-class (WSM6) Microphysics, the Yonsei University (YSU) PBL and surface layer (YSL) scheme (Lee et al., 2020), the RRTMG scheme for both short and longwave radiation, the Grell-Freitas cumulus scheme, and Noah Land Surface Model (except YSL scheme other references can be found in WRF users page).\nFor better simulation results, additional settings about land-atmosphere interactions have been made. 1) Roughness sublayer (Lee et al., 2020), 2) Spaceborne lidar-retrieved canopy height (Lee and Hong, 2016), 3) Topographic surface wind correction (Lorente-Plazas et al., 2016), 4) Topographic shadow on radiation (Zängl, 2002), 5) Slope-dependent radiation (Garnier and Ohmura, 1968; Zängl, 2002), 6) Spectral nudging (Miguez-Macho et al., 2004), and 7) Lake temperature correction are considered.",
            "instructions": "One compressed file is provided each year as the name of \"LS4P_YSU_EAPL_yyyy.tar.gz\", and it contains 5 files of monthly, daily, 6hourly and two hourly files (the hourly file is divided due to the memory issue).  We tried to get all the variables required in the project, but some of the variables could not be calculated by the WRF model.",
            "instructionsCn": "One compressed file is provided each year as the name of \"LS4P_YSU_EAPL_yyyy.tar.gz\", and it contains 5 files of monthly, daily, 6hourly and two hourly files (the hourly file is divided due to the memory issue).  We tried to get all the variables required in the project, but some of the variables could not be calculated by the WRF model.",
            "east": 130.0,
            "west": 65.0,
            "south": 10.0,
            "north": 50.0,
            "startTime": "1991-04-01 00:00:00",
            "endTime": "2015-09-01 00:00:00",
            "fileSize": 108631012007.0,
            "cstr": null,
            "doi": "10.22647/EAPL-LS4P2021",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "KIM Jeongwon",
                "nameEn": "KIM Jeongwon ",
                "unitEn": "",
                "unitCn": "EAPL, Dept. of Atmospheric Science, Yonsei University, Seoul, Korea (Republic of)"
            },
            {
                "nameCn": "CHO Wonseok ",
                "nameEn": "CHO Wonseok",
                "unitEn": "",
                "unitCn": "EAPL, Dept. of Atmospheric Science, Yonsei University, Seoul, Korea (Republic of)"
            },
            {
                "nameCn": "LEE Junhong",
                "nameEn": "LEE Junhong",
                "unitEn": "",
                "unitCn": "Max Planck Institute for Meteorology, Hamburg, Germany"
            },
            {
                "nameCn": "Doyoon Kwon",
                "nameEn": "KWON Doyoon",
                "unitEn": "",
                "unitCn": "EAPL, Dept. of Atmospheric Science, Yonsei University, Seoul, Korea (Republic of)"
            },
            {
                "nameCn": "HONG Jinkyu ",
                "nameEn": "HONG Jinkyu",
                "unitEn": "",
                "unitCn": "EAPL, Dept. of Atmospheric Science, Yonsei University, Seoul, Korea (Republic of)"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Evaluating and improving the impact of the atmospheric stability and orography on surface winds in the WRF model",
                "referenceCn": null,
                "referenceEn": "Lorente-Plazas, R., Jiménez, P. A., Dudhia, J., & Montávez, J. P. (2016). Evaluating and improving the impact of the atmospheric stability and orography on surface winds in the WRF model. Monthly Weather Review, 144(7), 2685-2693."
            },
            {
                "titleCn": null,
                "titleEn": "Domain-size and top-height dependence in regional predictions for East Asia in spring",
                "referenceCn": null,
                "referenceEn": "Song, I. S., Byun, U. Y., Hong, J., & Park, S. H. (2018). Domain‐size and top‐height dependence in regional predictions for the Northeast Asia in spring. Atmospheric Science Letters, 19(1), e799."
            },
            {
                "titleCn": null,
                "titleEn": "Implementation of a roughness sublayer parameterization in the Weather Research and Forecasting model (WRF version 3.7. 1) and its evaluation for regional climate simulations",
                "referenceCn": null,
                "referenceEn": "Lee, J., Hong, J., Noh, Y., & Jiménez, P. A. (2020). Implementation of a roughness sublayer parameterization in the Weather Research and Forecasting model (WRF version 3.7. 1) and its evaluation for regional climate simulations. Geoscientific Model Development, 13(2), 521-536."
            },
            {
                "titleCn": null,
                "titleEn": "An improved method for computing horizontal diffusion in a sigma-coordinate model and its application to simulations over mountainous topography",
                "referenceCn": null,
                "referenceEn": "Zängl, G. (2002). An improved method for computing horizontal diffusion in a sigma-coordinate model and its application to simulations over mountainous topography. Monthly Weather Review, 130(5), 1423-1432."
            },
            {
                "titleCn": null,
                "titleEn": "A method of calculating the direct shortwave radiation income of slopes",
                "referenceCn": null,
                "referenceEn": "Garnier, B. J., & Ohmura, A. (1968). A method of calculating the direct shortwave radiation income of slopes. Journal of Applied Meteorology and Climatology, 7(5), 796-800."
            },
            {
                "titleCn": null,
                "titleEn": "Implementation of spaceborne lidar‐retrieved canopy height in the WRF model",
                "referenceCn": null,
                "referenceEn": "Lee, J., & Hong, J. (2016). Implementation of spaceborne lidar‐retrieved canopy height in the WRF model. Journal of Geophysical Research: Atmospheres, 121(12), 6863-6876."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "Tibetan Plateau",
                "nameEn": "Tibetan Plateau"
            },
            {
                "nameCn": "其他",
                "nameEn": "Other"
            },
            {
                "nameCn": "地形",
                "nameEn": "Topography"
            },
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "地貌",
                "nameEn": "Geomorphology"
            },
            {
                "nameCn": "地貌形态结构类型",
                "nameEn": "Geomorphological structure type"
            },
            {
                "nameCn": "地面空气温度",
                "nameEn": "Surface air temperature"
            },
            {
                "nameCn": "坡度",
                "nameEn": "Slope"
            },
            {
                "nameCn": "树冠高度",
                "nameEn": "Canopy height"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "湖泊生态系统",
                "nameEn": "Lake ecosystem"
            },
            {
                "nameCn": "粗糙度",
                "nameEn": "Roughness"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            },
            {
                "nameCn": "降水量",
                "nameEn": "Precipitation amount"
            },
            {
                "nameCn": "风",
                "nameEn": "Winds"
            },
            {
                "nameCn": "风速",
                "nameEn": "wind speed"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "Tibetan Plateau",
                "keywordEn": "Alpine shrubline"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1991-2015",
                "keywordEn": "",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The surface wind is strongly modulated by the orographic drag (Xu and Taylor 1995; Belcher and Wood 1996; Lott and Miller 1997; Rontu 2006). The intensity of this drag not only depends on the terrain features, but also on the atmospheric stability (Stull 1988; Oke 1996; Wood 2000). The modeling community, aware of the importance of representing the orographic drag in the numerical weather prediction (NWP) and climate models, has developed several approaches. The SSO drag is called turbulent orographic form drag (TOFD). This drag was defined by Belcher and Wood (1996) as an aerodynamic force generated by the turbulent stress when orographic heterogeneities enhance the exchange of momentum. Most of the SSO parameterizations were developed based on observations (e.g., Grant and Mason 1990) or numerical simulations (e.g., Wood and Mason 1993) under neutral conditions, or were intended to just correct the diurnal mean wind (JD12). However, some studies have demonstrated the dependence of the TOFD with the PBL’s stability. Belcher and Wood (1996) and Brown and Wood (2003) analyzed impact of the stratification on the effective roughness length. They found that weak stratification increases the wind shear in the boundary layer, which increases the TOFD."
            ],
            "research objective": [
                "This study assesses the impact of the atmospheric stability on the turbulent orographic form drag (TOFD) generated by unresolved small-scale orography (SSO) focusing on surface winds. This work tries to further progress on the parameterization of the SSO effects by including the stability conditions in its definition."
            ],
            "challenges": [
                "In spite of its relevance, SSO effects have received less attention in atmospheric models."
            ],
            "methods": [
                "With this aim, several experiments are conducted with the Weather Research and Forecasting (WRF) Model and they are evaluated over a large number of stations (318 at 2-m height) in the Iberian Peninsula with a year of data. To inspect and overcome this limitation, the stability conditions are included in the SSO parameterization to maintain the intensity of the drag during stable conditions while attenuating it during unstable conditions."
            ],
            "dataset": [
                "For this study, 318 stations at 2 m above the ground level were selected encompassing the year of 2005 because high-quality observational data were available."
            ],
            "findings": [
                "The numerical experiments demonstrate that the inclusion of stability effects on the SSO drag parameterization improves the simulated surface winds at diurnal, monthly, and annual scales by reducing the systematic daytime underestimation of the original scheme. The correction is especially beneficial when both the convective velocity and the boundary layer height are used to characterize the unstable conditions."
            ],
            "backgroundCn": [
                "表面风受到地形阻力的强烈调制（Xu和Taylor 1995；Belcher和Wood 1996；Lott和Miller 1997；Rontu 2006）。这种阻力的强度不仅取决于地形特征，还与大气稳定性有关（Stull 1988；Oke 1996；Wood 2000）。建模社区意识到在数值天气预报（NWP）和气候模型中表示地形阻力的重要性，已开发出几种方法。SSO阻力被称为湍流地形形状阻力（TOFD）。Belcher和Wood（1996）将这种阻力定义为由湍流应力产生的气动力，当地形异质性增强动量交换时产生的力。大多数SSO参数化是基于观测（例如，Grant和Mason 1990）或在中性条件下的数值模拟（例如，Wood和Mason 1993）开发的，或者仅旨在修正日均风（JD12）。然而，一些研究表明TOFD与边界层（PBL）稳定性之间的依赖关系。Belcher和Wood（1996）以及Brown和Wood（2003）分析了分层对有效粗糙度长度的影响。他们发现，弱分层会增加边界层中的风切变，从而增加TOFD。"
            ],
            "research objectiveCn": [
                "本研究评估了大气稳定性对由未解析的小尺度地形（SSO）产生的湍流地形阻力（TOFD）对地表风的影响。该工作试图通过在其定义中纳入稳定性条件，进一步推进SSO效应的参数化。"
            ],
            "challengesCn": [
                "尽管SSO效应具有相关性，但在大气模型中却受到较少关注。"
            ],
            "methodsCn": [
                "为此，进行了多个实验，使用天气研究与预报（WRF）模型，并在伊比利亚半岛的318个站点（2米高度）上评估了一年的数据。为了检查和克服这一限制，稳定条件被纳入SSO参数化中，以在稳定条件下保持阻力的强度，同时在不稳定条件下减弱它。"
            ],
            "datasetCn": [
                "本研究选择了318个站点，测量高度为离地面2米，涵盖了2005年，因为当时有高质量的观测数据可用。"
            ],
            "findingsCn": [
                "数值实验表明，考虑稳定性效应的SSO阻力参数化改善了模拟的表面风速，在日变化、月度和年度尺度上都表现出色，减少了原始方案在白天系统性低估的情况。当同时使用对流速度和边界层高度来表征不稳定条件时，这一修正尤其有益。"
            ]
        },
        {
            "background": [
                "Canopy height (Hc) characterizes vegetation structure and is extensively involved in biomass, phenology, and aerodynamic properties of canopy flows. Therefore, canopy height is one of the fundamental types of information needed for simulating turbulent exchanges of energy and mass between the atmosphere and the terrestrial ecosystem. By modulating aerodynamic conductance and vegetation dynamics, canopy height impacts weather and climate at local to global scales. Despite such important impacts of canopy height on meteorology, canopy height is simply assigned as a constant value in a fixed plant functional type (PFT) in land surface models for weather and climate prediction, unlike other important phenological parameters such as leaf area index and vegetation cover fraction. Currently, global and regional models use constant canopy height in the same PFT through the whole simulation unless the dynamic vegetation modeling is executed simultaneously. Observed canopy height from direct measurement can be used in a point simulation, but an extensive analysis on the impacts of more realistic representation of canopy height on regional and global climate simulations has yet to be completed. Accordingly, it is imperative to understand the influence of spatial variation of canopy height relative to PFT-specific canopy height."
            ],
            "research objective": [
                "This paper is the first to report impacts of using realistic forest canopy height, retrieved from spaceborne lidar, on regional climate simulation by using the canopy height data in the Weather Research and Forecasting (WRF) model’s land surface model. In consideration of the above background, the present study focused on the impacts of high-resolution canopy height information from the spaceborne lidar image in regional climate simulation. In this study, the ICESat airborne-lidar canopy height data were ingested into the fully coupled WRF model and the impacts of using these data on regional climate were investigated over the Amazon Basin, a region influenced by tropical precipitation."
            ],
            "challenges": [
                "However, the lack of realistic global canopy data has hindered the proper implementation of realistic canopy height information into atmospheric models and evaluation of the impacts of using realistic canopy height data on the simulation of feedback processes between land and atmosphere."
            ],
            "methods": [
                "Numerical simulations were conducted over the Amazon Basin during the summer season. In order to evaluate the effects of the observed aerodynamic parameters, two experiments were performed for the month of January 2014 with a 48 h spin-up period. The control (CTL) experiment used default canopy height values from the U.S. Geological Survey (USGS), whereas the lidar (LDR) experiment used data of the ICESat forest canopy height. Both experiments used the same physics package in the WRF. In the LDR experiments, z0 and d0 were revised so that z0 and d0 were proportional to the canopy height: z0/Hc = 0.15 and d0/Hc = 0.65. In order to isolate responses of land surface processes to changes in canopy height quantitatively, off-line simulations with the same land surface model used in the WRF simulation (i.e., Noah-MP model) were performed with varying atmospheric stabilities."
            ],
            "dataset": [
                "Forest canopy height was retrieved from the ICESat data. By observing the elevation change using 532 nm and 1064 nm laser channels with GLAS, as part of NASA’s Earth Observing System, ICESat produced global canopy height data at a horizontal resolution of 1 km. GLAS/ICESat operated for about 7 years, from 13 January 2003 to 30 August 2010, and the GLAS/ICESat data reflect forest canopy height averaged over this period. When GLAS/ICESat data were not available or incomplete, other ancillary data such as Moderate Resolution Imaging Spectroradiometer data were integrated with the GLAS/ICESat data."
            ],
            "findings": [
                "Our analysis also showed that the WRF model better reproduced the observed precipitation when lidar-retrieved canopy height was used over the Amazon Basin."
            ],
            "backgroundCn": [
                "冠层高度（Hc）表征植被结构，并广泛涉及生物量、物候和冠层流动的气动特性。因此，冠层高度是模拟大气与陆地生态系统之间能量和物质湍流交换所需的基本信息之一。通过调节气动导数和植被动态，冠层高度影响从地方到全球尺度的天气和气候。尽管冠层高度对气象有如此重要的影响，但在天气和气候预测的陆面模型中，冠层高度通常被简单地赋予为固定植物功能类型（PFT）的常数值，这与其他重要的物候参数（如叶面积指数和植被覆盖率）不同。目前，全球和区域模型在整个模拟过程中使用相同PFT的常数冠层高度，除非同时执行动态植被建模。通过直接测量获得的观测冠层高度可以用于点模拟，但尚未完成对冠层高度更现实表现对区域和全球气候模拟影响的广泛分析。因此，理解冠层高度的空间变化相对于PFT特定冠层高度的影响是至关重要的。"
            ],
            "research objectiveCn": [
                "本文首次报告了使用从太空激光雷达获取的真实森林冠层高度对区域气候模拟的影响，通过在天气研究与预报（WRF）模型的陆面模型中使用冠层高度数据。考虑到上述背景，本研究重点关注了来自空间激光雷达图像的高分辨率冠层高度信息在区域气候模拟中的影响。在本研究中，ICESat空中激光雷达冠层高度数据被纳入完全耦合的WRF模型中，并研究了这些数据在亚马逊盆地区域气候中的影响，该地区受到热带降水的影响。"
            ],
            "challengesCn": [
                "然而，缺乏现实的全球树冠数据阻碍了将真实的树冠高度信息有效地应用于大气模型中，并评估使用真实树冠高度数据对陆地与大气之间反馈过程模拟的影响。"
            ],
            "methodsCn": [
                "在亚马逊盆地进行了数值模拟，时间为夏季。为了评估观测到的气动参数的影响，进行了两次实验，时间为2014年1月，并设定了48小时的预热期。控制实验（CTL）使用了美国地质调查局（USGS）的默认林冠高度值，而激光雷达实验（LDR）则使用了ICESat森林林冠高度的数据。两个实验均使用了WRF中的相同物理包。在LDR实验中，z0和d0被修订为与林冠高度成比例：z0/Hc = 0.15和d0/Hc = 0.65。为了定量隔离土地表面过程对林冠高度变化的响应，使用与WRF模拟中相同的陆面模型（即Noah-MP模型）进行了离线模拟，模拟了不同的大气稳定性。"
            ],
            "datasetCn": [
                "森林冠层高度是通过ICESTat数据获取的。通过观察532 nm和1064 nm激光通道的高程变化，作为NASA地球观测系统的一部分，ICESat生成了全球冠层高度数据，水平分辨率为1公里。GLAS/ICESat的运行时间约为7年，从2003年1月13日到2010年8月30日，GLAS/ICESat数据反映了这一时期内的森林冠层高度平均值。当GLAS/ICESat数据不可用或不完整时，还整合了其他辅助数据，如中分辨率成像光谱仪数据。"
            ],
            "findingsCn": [
                "我们的分析还显示，当使用激光雷达获取的冠层高度时，WRF模型在亚马逊盆地更好地再现了观测到的降水。"
            ]
        },
        {
            "background": [
                "The treatment of horizontal diffusion in models with a terrain-following sigma-coordinate system has been a long-standing problem. Calculating this diffusion along the sigma surfaces may introduce serious errors over mountainous terrain, particularly for atmospheric properties having a strong vertical gradient. Despite these deficiencies, there are still several mesoscale models in which diffusion is computed along the coordinate surfaces, for example, the Fifth-Generation Mesoscale Model (MM5), developed at The Pennsylvania State University and the National Center for Atmospheric Research (NCAR; Grell et al. 1995) or the new regional weather forecast model of the German Weather Service (the Lokal Modell; Doms and Schaettler 1999)."
            ],
            "research objective": [
                "This paper describes a new method to minimize diffusion-induced errors in the model levels close to the ground. Idealized simulations of the valley wind system in the Inn Valley of the European Alps are presented to test the new scheme and to compare it with the existing scheme that computes diffusion along the sigma surfaces."
            ],
            "challenges": [
                "With sigma diffusion, however, a realistic simulation of the diurnal temperature range is impossible. Since sigma diffusion provides a stationary forcing and no large-scale winds are present, the gravity waves encounter a critical level and break. Although the valley wind profile obtained with T' diffusion in the afternoon is reasonable, the simulation as a whole is by no means realistic."
            ],
            "methods": [
                "The modifications have been implemented into the Fifth-Generation Pennsylvania State University–National Center for Atmospheric Research Mesoscale Model (MM5). Idealized simulations of the valley wind circulation in the Inn Valley of the Alps are performed to test the modifications. In the modified diffusion scheme, diffusion is computed truly horizontally at all model levels where this is possible without intersecting the lowermost half-sigma surface at any grid point of the current domain. The vertical interpolation between the coordinate surfaces is done linearly with height (as suggested by the triangles in Fig. 1b) except for the water vapor mixing ratio for which an exponential interpolation is used. For the moisture variables (the mixing ratios of water vapor, cloud water, etc.), a combination of one-sided truly horizontal diffusion and orography-adjusted sigma diffusion (to be described below) is used in the lower levels. For temperature, one-sided truly horizontal diffusion is not used because it damps the slope wind circulation in an unphysical way."
            ],
            "dataset": [],
            "findings": [
                "However, the model captures all essential features of the observed valley wind with the modified diffusion scheme. Both the temporal evolution and the vertical structure of the valley wind are consistent with observations. This result suggests that the model's ability to simulate flow over mountainous topography is greatly improved by use of the modified scheme."
            ],
            "backgroundCn": [
                "在使用地形跟随的sigma坐标系统的模型中，水平扩散的处理一直是一个长期存在的问题。在sigma表面上计算这种扩散可能会在山区引入严重的误差，特别是对于具有强垂直梯度的大气属性。尽管存在这些缺陷，仍然有几个中尺度模型在沿坐标表面计算扩散，例如由宾夕法尼亚州立大学和国家大气研究中心（NCAR）开发的第五代中尺度模型（MM5；Grell等，1995年）或德国气象局的新区域天气预报模型（Lokal Modell；Doms和Schaettler，1999年）。"
            ],
            "research objectiveCn": [
                "本文描述了一种新方法，用于最小化靠近地面的模型层中的扩散引起的误差。通过理想化模拟欧洲阿尔卑斯山的因谷风系统，测试了新方案，并与现有的沿着σ面计算扩散的方案进行了比较。"
            ],
            "challengesCn": [
                "然而，使用sigma扩散，现实的日温差模拟是不可能的。由于sigma扩散提供了一个稳定的强迫，并且没有大规模的风存在，重力波遇到临界层并破裂。尽管下午使用T'扩散获得的山谷风剖面是合理的，但整体模拟绝对不现实。"
            ],
            "methodsCn": [
                "这些修改已被实施到第五代宾夕法尼亚州立大学-国家大气研究中心的中尺度模式（MM5）中。为了测试这些修改，进行了理想化的模拟，研究阿尔卑斯山的因河谷风循环。在修改后的扩散方案中，扩散在所有模型层次上真正地水平计算，只要在当前域的任何网格点上不与最低的半σ面相交。坐标面之间的垂直插值是根据高度线性进行的（如图1b中的三角形所示），但水汽混合比的插值则采用指数插值。对于湿度变量（如水汽、云水等的混合比），在下层使用了一种单边真正水平扩散和地形调整的σ扩散的组合。对于温度，不使用单边真正水平扩散，因为这会以不自然的方式抑制斜坡风循环。"
            ],
            "datasetCn": [],
            "findingsCn": [
                "然而，模型通过修改的扩散方案捕捉到了观测到的山谷风的所有基本特征。山谷风的时间演变和垂直结构与观测结果一致。这一结果表明，使用修改方案后，模型在模拟山区地形上的流动能力得到了显著改善。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the roughness sublayer considered a significant factor in the land-atmosphere interactions over the Tibetan Plateau?",
                "QuestionCn": "粗糙度次层是否被认为是青藏高原陆气相互作用中的一个重要因素？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Does the use of remote sensing data, such as spaceborne lidar, significantly enhance the accuracy of canopy height representation in regional climate models?",
                "QuestionCn": "遥感数据的使用，如空间激光雷达，是否显著提高了区域气候模型中树冠高度表示的准确性？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "For datasets involving canopy height data, is spaceborne lidar data or direct ground-based measurements more frequently utilized?",
                "QuestionCn": "对于涉及冠层高度数据的数据集，通常更常使用空间激光雷达数据还是直接的地面测量？",
                "AnswerEn": "Spaceborne lidar data",
                "AnswerCn": "星载激光雷达数据",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What methods are used to improve the accuracy of regional climate simulations over the Tibetan Plateau?",
                "QuestionCn": "改善青藏高原区域气候模拟准确性的方法有哪些？",
                "AnswerEn": "incorporating additional settings such as the roughness sublayer, spaceborne lidar-retrieved canopy height, topographic surface wind correction, topographic shadow on radiation, slope-dependent radiation, spectral nudging, lake temperature correction",
                "AnswerCn": "结合额外的设置，如粗糙子层、星载激光雷达检索的冠层高度、地形表面风修正、地形阴影对辐射的影响、坡度依赖的辐射、光谱强迫、湖泊温度修正。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Where can the canopy height data used in regional climate simulations be retrieved from?",
                "QuestionCn": "用于区域气候模拟的冠层高度数据可以从哪里获取？",
                "AnswerEn": "ICESat spaceborne lidar",
                "AnswerCn": "ICESat 空载激光雷达",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges arise in the treatment of horizontal diffusion in models with terrain-following sigma-coordinate systems?",
                "QuestionCn": "在使用跟随地形的sigma坐标系统的模型中，处理水平扩散时会出现哪些挑战？",
                "AnswerEn": "errors over mountainous terrain",
                "AnswerCn": "山地地形上的错误",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to assess the impact of atmospheric stability on surface winds in a regional climate model?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，用于评估大气稳定性对区域气候模型中地表风的影响？",
                "AnswerEn": "The method involves conducting several experiments with the Weather Research and Forecasting (WRF) Model, evaluated over a large number of stations (318 at 2-m height) in the Iberian Peninsula using data from the year 2005. This approach includes stability conditions in the parameterization of the small-scale orography effects to improve the simulation of surface winds.",
                "AnswerCn": "该方法涉及使用天气研究与预报（WRF）模型进行多个实验，评估在伊比利亚半岛的318个站点（2米高度）上的数据，数据来源于2005年。该方法在小尺度地形效应的参数化中考虑了稳定性条件，以改善地表风的模拟。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please provide an example of a dataset utilized to study the impacts of realistic canopy height on regional climate simulations.",
                "QuestionCn": "请提供一个用于研究现实树冠高度对区域气候模拟影响的数据集示例。",
                "AnswerEn": "One example is the use of forest canopy height data retrieved from the ICESat, which provides global canopy height data at a 1 km horizontal resolution. This dataset was used in the Weather Research and Forecasting (WRF) model to investigate the impacts on regional climate over the Amazon Basin.",
                "AnswerCn": "一个例子是利用从ICESat获取的森林冠层高度数据，该数据提供了1公里水平分辨率的全球冠层高度数据。该数据集被用于天气研究与预报（WRF）模型，以研究其对亚马逊盆地区域气候的影响。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Can you give an example of a challenge encountered in modeling horizontal diffusion in terrains with significant elevation variations, and a potential solution?",
                "QuestionCn": "在建模具有显著高程变化的地形中的水平扩散时，遇到的一个挑战是如何准确捕捉地形对扩散过程的影响，例如风速和风向的变化可能会因地形而异。一个潜在的解决方案是使用高分辨率数字高程模型（DEM）来改进模型输入，并结合流体动力学模拟，以更好地反映地形对扩散的影响。",
                "AnswerEn": "A challenge is the introduction of errors when calculating diffusion along sigma surfaces in models over mountainous terrain. A solution proposed involves modifying the diffusion scheme to compute diffusion truly horizontally at all model levels where possible, without intersecting the lowermost half-sigma surface, thereby improving the model's ability to simulate flow over mountainous topography.",
                "AnswerCn": "一个挑战是在山区地形模型中计算沿σ面扩散时引入错误。提出的解决方案是修改扩散方案，在所有模型层次上尽可能真正水平地计算扩散，而不与最低的半σ面相交，从而提高模型在山区地形上模拟流动的能力。",
                "Level": "C6(Creating)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the numerical methods used to address errors in diffusion over mountainous terrain in atmospheric models?",
                "QuestionCn": "用于解决大气模型中山区地形扩散误差的数值方法的特点是什么？",
                "AnswerEn": "computing diffusion truly horizontally at model levels, linear vertical interpolation between coordinate surfaces, exponential interpolation for moisture variables",
                "AnswerCn": "在模式层上真正水平地计算扩散，在坐标面之间进行线性垂直插值，对湿度变量进行指数插值。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many grid points are used in the spatial resolution for the regional climate simulations over the Tibetan Plateau?",
                "QuestionCn": "在青藏高原的区域气候模拟中使用了多少个网格点进行空间分辨率？",
                "AnswerEn": "400x300 grid points",
                "AnswerCn": "400x300 网格点",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many layers are used in the vertical resolution up to 50 hPa in the regional climate model simulations?",
                "QuestionCn": "在区域气候模型模拟中，垂直分辨率达到50 hPa时使用了多少层？",
                "AnswerEn": "33 layers",
                "AnswerCn": "33层",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many observational stations were used to evaluate the surface wind parameterization in the Iberian Peninsula study?",
                "QuestionCn": "在伊比利亚半岛研究中，用于评估表面风参数化的观测站数量是多少？",
                "AnswerEn": "318 observational stations",
                "AnswerCn": "318个观测站",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What challenges are associated with modeling orographic drag in climate models, and how are they addressed?",
                "QuestionCn": "在气候模型中，建模地形阻力面临哪些挑战，以及如何应对这些挑战？",
                "AnswerEn": "Orographic drag, influenced by unresolved small-scale orography, is difficult to parameterize accurately due to its dependence on atmospheric stability and terrain features. The challenge is addressed by incorporating stability conditions into the parameterization of small-scale orography effects to improve the simulation of surface winds and reduce errors in the model.",
                "AnswerCn": "受未解决的小尺度地形影响的地形阻力，由于其依赖于大气稳定性和地形特征，难以准确参数化。通过将稳定性条件纳入小尺度地形效应的参数化中，以改善地表风的模拟并减少模型中的误差，从而解决了这一挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the implementation of realistic canopy height data from spaceborne lidar compare to the use of constant canopy height values in regional climate models?",
                "QuestionCn": "从太空激光雷达获取的真实冠层高度数据的实施与在区域气候模型中使用恒定冠层高度值相比，如何？",
                "AnswerEn": "The use of realistic canopy height data from spaceborne lidar in regional climate models allows for a more accurate representation of the interactions between vegetation structure and atmospheric processes. This approach has shown improvements in reproducing observed precipitation patterns, as demonstrated in the Amazon Basin study, compared to models using constant canopy height values which do not account for spatial variations in canopy height.",
                "AnswerCn": "使用来自空间激光雷达的真实冠层高度数据在区域气候模型中，可以更准确地表示植被结构与大气过程之间的相互作用。这种方法在再现观察到的降水模式方面显示出改进，正如亚马逊盆地研究所示，相较于使用恒定冠层高度值的模型，这些模型未能考虑冠层高度的空间变化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences in data collection methods used for assessing turbulent orographic form drag (TOFD) and canopy height impacts in atmospheric models?",
                "QuestionCn": "评估湍流地形形状阻力（TOFD）和冠层高度影响的气象模型中使用的数据收集方法有什么不同？",
                "AnswerEn": "For assessing TOFD, data collection involves conducting numerical simulations with atmospheric models like WRF, evaluated over numerous ground stations to understand the effects of atmospheric stability. In contrast, canopy height impacts are assessed by integrating spaceborne lidar data, such as ICESat, directly into models, allowing for the evaluation of land-atmosphere interactions using high-resolution canopy height information.",
                "AnswerCn": "对于评估TOFD，数据收集涉及使用大气模型如WRF进行数值模拟，并在多个地面站点上进行评估，以了解大气稳定性的影响。相比之下，冠层高度的影响通过将空间激光雷达数据（如ICESat）直接整合到模型中进行评估，从而利用高分辨率的冠层高度信息评估陆地-大气相互作用。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do the challenges of implementing a modified diffusion scheme in mesoscale models differ from those of incorporating realistic canopy height data in regional climate simulations?",
                "QuestionCn": "在中尺度模型中实施修改扩散方案的挑战与在区域气候模拟中纳入真实的冠层高度数据的挑战有何不同？",
                "AnswerEn": "The challenge of implementing a modified diffusion scheme in mesoscale models lies in minimizing diffusion-induced errors over complex terrain, requiring adjustments to model calculations along sigma surfaces. On the other hand, incorporating realistic canopy height data involves overcoming the lack of global canopy datasets and adapting models to utilize high-resolution lidar data to improve simulations of land-atmosphere interactions.",
                "AnswerCn": "在中尺度模型中实施修改的扩散方案的挑战在于最小化复杂地形上引起的扩散误差，这需要对模型计算沿着sigma面进行调整。另一方面，纳入真实的冠层高度数据则涉及克服全球冠层数据集的缺乏，并调整模型以利用高分辨率激光雷达数据，从而改善陆地-大气相互作用的模拟。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "In what ways do the stability conditions of the planetary boundary layer affect small-scale orographic form drag, and how might this understanding guide future data set development for climate models?",
                "QuestionCn": "行星边界层的稳定性条件如何影响小尺度地形形状阻力，以及这种理解如何指导未来气候模型数据集的发展。",
                "AnswerEn": "Stability conditions in the planetary boundary layer significantly affect small-scale orographic form drag by modulating wind shear, which in turn influences surface winds. Recognizing this relationship can guide future dataset development by underscoring the necessity of incorporating atmospheric stability parameters into climate models, which could lead to datasets that more accurately represent the interaction between terrain features and atmospheric dynamics.",
                "AnswerCn": "行星边界层中的稳定性条件显著影响小尺度的地形形状阻力，通过调节风切变，从而影响地表风。认识到这种关系可以指导未来数据集的发展，强调在气候模型中纳入大气稳定性参数的必要性，这可能导致更准确地表示地形特征与大气动力学之间相互作用的数据集。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the necessity for implementing additional settings about land-atmosphere interactions in regional climate models over the Tibetan Plateau?",
                "QuestionCn": "在青藏高原的区域气候模型中，实施关于陆气相互作用的额外设置的必要性是什么原因？",
                "AnswerEn": "The need arises from the goal to achieve better simulation results by accurately representing the complex interactions between land processes and the atmosphere. This includes factors like roughness sublayer, canopy height, topographic surface wind correction, and other processes that impact climate simulations.",
                "AnswerCn": "这种需求源于实现更好的模拟结果的目标，通过准确表示陆地过程与大气之间的复杂相互作用。这包括粗糙层、冠层高度、地形表面风修正以及其他影响气候模拟的过程。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it challenging to incorporate realistic canopy height information into regional and global climate simulations?",
                "QuestionCn": "将现实的树冠高度信息纳入区域和全球气候模拟中是具有挑战性的，原因如下：",
                "AnswerEn": "The challenge stems from the lack of globally comprehensive canopy height data and the traditional use of constant values in models. The absence of dynamic vegetation modeling hinders the integration of realistic canopy height data, affecting the simulation of land-atmosphere feedback processes.",
                "AnswerCn": "挑战源于全球范围内缺乏全面的树冠高度数据，以及模型中传统使用常量值的做法。动态植被建模的缺失阻碍了现实树冠高度数据的整合，影响了陆地-大气反馈过程的模拟。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors contribute to errors in simulating surface winds in regions with complex terrain using atmospheric models?",
                "QuestionCn": "在复杂地形区域中使用大气模型模拟地表风时，导致误差的因素有哪些？",
                "AnswerEn": "Errors are often due to inadequate representation of orographic drag and the influence of atmospheric stability on turbulent orographic form drag (TOFD). The terrain features and atmospheric conditions, like stability, significantly modulate the surface winds, leading to challenges in accurately capturing these dynamics in models.",
                "AnswerCn": "错误通常是由于对地形阻力和大气稳定性对湍流地形形状阻力（TOFD）影响的不足表示所导致的。地形特征和大气条件，如稳定性，显著调节表面风，导致在模型中准确捕捉这些动态的挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How might the implementation of terrain-following diffusion models affect data collection techniques for simulating atmospheric properties over complex terrains?",
                "QuestionCn": "地形跟随扩散模型的实施可能会如何影响在复杂地形上模拟大气特性的资料收集技术？",
                "AnswerEn": "Implementing terrain-following diffusion models, such as those using sigma-coordinate systems, can introduce errors in simulating atmospheric properties over complex terrains. Adjustments to these models, like computing diffusion truly horizontally where feasible, can improve the simulation of valley wind systems and other atmospheric phenomena by reducing diffusion-induced errors near the ground.",
                "AnswerCn": "实施地形跟随扩散模型，例如使用σ坐标系统，可能会在模拟复杂地形上的大气特性时引入误差。对这些模型进行调整，例如在可行的情况下真正水平地计算扩散，可以通过减少近地面扩散引起的误差来改善山谷风系统和其他大气现象的模拟。",
                "Level": "C6(Creating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to conduct regional climate simulations with a focus on land-atmosphere interactions over the Tibetan Plateau?",
                "QuestionCn": "为什么在青藏高原上进行区域气候模拟，重点关注陆气相互作用是重要的？",
                "AnswerEn": "The objective is to assess the current status of regional climate simulations using fine spatial resolution over the Tibetan Plateau and to understand the impact of the interactions of the Tibetan Plateau land processes with the atmosphere. This understanding is crucial for improving climate models and predicting regional climate behavior more accurately.",
                "AnswerCn": "目标是评估在青藏 Plateau 上进行的高空间分辨率区域气候模拟的当前状态，并理解青藏 Plateau 土地过程与大气之间相互作用的影响。这种理解对于改善气候模型和更准确地预测区域气候行为至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How can the implementation of land-atmosphere interaction settings, such as roughness sublayer or topographic shadow on radiation, be optimized for more accurate climate simulations over the Tibetan Plateau?",
                "QuestionCn": "如何优化地表-大气相互作用设置，例如粗糙层或地形阴影对辐射的影响，以提高对青藏高原的气候模拟的准确性。",
                "AnswerEn": "To optimize land-atmosphere interaction settings for climate simulations, one can consider implementing roughness sublayer adjustments based on specific terrain features, using spaceborne lidar data for accurate canopy height retrieval, correcting topographic surface winds, and incorporating topographic shadows and slope-dependent radiation adjustments. These methodologies involve using detailed datasets such as lidar-retrieved canopy height and applying spectral nudging techniques to align simulations with observed data.",
                "AnswerCn": "为了优化气候模拟中的陆气相互作用设置，可以考虑根据特定地形特征实施粗糙层调整，利用空间激光雷达数据进行准确的冠层高度检索，修正地形表面风，并结合地形阴影和坡度依赖的辐射调整。这些方法涉及使用详细的数据集，如激光雷达获取的冠层高度，并应用光谱调整技术以使模拟与观测数据对齐。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What methods can be employed to accurately assess the impact of atmospheric stability on turbulent orographic form drag (TOFD) in climate models, and what data sources can support this assessment?",
                "QuestionCn": "可以采用哪些方法来准确评估大气稳定性对气候模型中湍流地形阻力（TOFD）的影响，以及哪些数据源可以支持这一评估？",
                "AnswerEn": "To assess the impact of atmospheric stability on TOFD, experiments can be conducted using the WRF model, which involves evaluating stability conditions in SSO parameterizations. Data from observational stations, particularly those measuring wind at different heights, can support this assessment. Adjustments to the parameterization should be made to maintain drag intensity during stable conditions and attenuate it during unstable conditions, improving model accuracy at various temporal scales.",
                "AnswerCn": "为了评估大气稳定性对TOFD的影响，可以使用WRF模型进行实验，这涉及到在SSO参数化中评估稳定性条件。来自观测站的数据，特别是测量不同高度风速的数据，可以支持这一评估。在稳定条件下应对参数化进行调整，以保持阻力强度，而在不稳定条件下则应减弱阻力，从而提高模型在不同时间尺度上的准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the collection of canopy height data from spaceborne lidar systems for use in regional climate models?",
                "QuestionCn": "哪些技术进步使得从空间激光雷达系统收集树冠高度数据成为可能，以用于区域气候模型？",
                "AnswerEn": "Spaceborne lidar systems, like ICESat, have enabled the collection of high-resolution canopy height data by using laser channels to determine elevation changes, providing essential data for regional climate models.",
                "AnswerCn": "空间激光雷达系统，如ICESat，能够通过激光通道确定高度变化，从而收集高分辨率的树冠高度数据，为区域气候模型提供了重要数据。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What conditions or methods enable the evaluation of the impact of atmospheric stability on turbulent orographic form drag in regional climate models?",
                "QuestionCn": "哪些条件或方法能够评估大气稳定性对区域气候模型中湍流地形形状阻力的影响？",
                "AnswerEn": "The evaluation of atmospheric stability's impact on turbulent orographic form drag is enabled by conducting experiments with regional climate models, such as WRF, incorporating stability conditions in parameterizations, and using observational data for validation.",
                "AnswerCn": "通过使用区域气候模型（如WRF）进行实验，结合稳定性条件的参数化，并利用观测数据进行验证，可以评估大气稳定性对湍流地形形状阻力的影响。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why is it important to consider realistic canopy height data in regional climate simulations, and what challenges might this present?",
                "QuestionCn": "在区域气候模拟中考虑现实的树冠高度数据是重要的，因为树冠高度会影响气候系统的多个方面，包括辐射传输、蒸散发和生物地球化学循环。然而，这也可能带来一些挑战，例如获取准确的树冠高度数据、不同地区树冠高度的空间变异性以及如何将这些数据有效地整合到气候模型中。",
                "AnswerEn": "Considering realistic canopy height data is important because it influences aerodynamic conductance and vegetation dynamics, which in turn affect local to global weather and climate conditions. However, the challenge lies in obtaining accurate and comprehensive global canopy data, which is essential for properly integrating realistic canopy height information into atmospheric models and evaluating its impact on land-atmosphere feedback processes.",
                "AnswerCn": "考虑到现实的树冠高度数据是重要的，因为它影响气动导度和植被动态，进而影响地方到全球的天气和气候条件。然而，获取准确和全面的全球树冠数据是一个挑战，这对于将现实的树冠高度信息正确整合到大气模型中并评估其对陆地-大气反馈过程的影响至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are the potential challenges you foresee in implementing spectral nudging and other advanced land-atmosphere interaction settings in climate models over the Tibetan Plateau?",
                "QuestionCn": "我预见在气候模型中实施光谱诱导和其他高级陆气相互作用设置在青藏高原上可能面临的挑战有哪些？",
                "AnswerEn": "Implementing spectral nudging and advanced settings like roughness sublayer and topographic shadow on radiation can be challenging due to the complex topography of the Tibetan Plateau. These settings require precise parameterization and validation against observational data. The challenges are further compounded by the need for high-resolution data and an understanding of the interaction dynamics specific to such a diverse and elevated region.",
                "AnswerCn": "实施光谱诱导和高级设置，如粗糙层和辐射的地形阴影，由于青藏高原复杂的地形，可能会面临挑战。这些设置需要精确的参数化和与观测数据的验证。挑战进一步加剧，因为需要高分辨率数据以及对该地区特有的多样化和高海拔区域的相互作用动态的理解。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how regional climate models can effectively incorporate land-atmosphere interactions in areas with complex terrains like the Tibetan Plateau.",
                "QuestionCn": "我不明白区域气候模型如何有效地在像青藏高原这样复杂地形的地区纳入陆气相互作用。",
                "AnswerEn": "Regional climate models, such as the WRF model used for the Tibetan Plateau, incorporate various settings for land-atmosphere interactions. These include roughness sublayer adjustments, canopy height data from spaceborne lidar, topographic wind and radiation corrections, and spectral nudging. These adjustments help simulate interactions accurately in complex terrains.",
                "AnswerCn": "区域气候模型，如用于青藏高原的WRF模型，包含了多种陆气相互作用的设置。这些设置包括粗糙层调整、来自空间激光雷达的冠层高度数据、地形风和辐射修正以及谱插值。这些调整有助于在复杂地形中准确模拟相互作用。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about how canopy height data from spaceborne lidar can be utilized in climate simulations to enhance accuracy.",
                "QuestionCn": "我不确定如何利用来自空间激光雷达的冠层高度数据来增强气候模拟的准确性。",
                "AnswerEn": "Canopy height data from spaceborne lidar, such as ICESat, provide high-resolution information on vegetation structure. When used in regional climate simulations like WRF, this data helps improve the accuracy of simulating energy and mass exchanges between the atmosphere and terrestrial ecosystems, as demonstrated in simulations over the Amazon Basin.",
                "AnswerCn": "来自空间激光雷达（如ICESat）的冠层高度数据可以提供关于植被结构的高分辨率信息。当这些数据用于区域气候模拟（如WRF）时，有助于提高模拟大气与陆地生态系统之间能量和物质交换的准确性，正如在亚马逊盆地的模拟中所展示的那样。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how atmospheric stability is accounted for in the parameterization of surface wind in climate models.",
                "QuestionCn": "我无法理解气候模型中如何考虑大气稳定性对地表风的参数化。",
                "AnswerEn": "Atmospheric stability is accounted for in climate models by including stability conditions in the parameterization of turbulent orographic form drag (TOFD). Experiments using the WRF model showed that adjusting the SSO drag parameterization for stability effects improved the accuracy of simulated surface winds, especially under varying stability conditions.",
                "AnswerCn": "气候模型通过在湍流地形阻力（TOFD）的参数化中考虑稳定性条件来考虑大气稳定性。使用WRF模型的实验表明，调整SSO阻力参数化以考虑稳定性效应，提高了模拟地表风速的准确性，尤其是在不同稳定性条件下。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze how spaceborne lidar data could enhance the accuracy of regional climate models over mountainous terrains.",
                "QuestionCn": "请分析空间激光雷达数据如何提高山区区域气候模型的准确性。",
                "AnswerEn": "Spaceborne lidar data, such as those retrieved from the ICESat, provide high-resolution canopy height information which can improve the representation of land surface processes in regional climate models. This is especially important in mountainous terrains like the Tibetan Plateau, where accurate topographical data can improve the simulation of atmospheric phenomena and interactions between the land and the atmosphere.",
                "AnswerCn": "太空激光雷达数据，如从ICESat获取的数据，提供了高分辨率的树冠高度信息，这可以改善区域气候模型中对陆地表面过程的表征。这在像青藏高原这样的山区地形中尤为重要，因为准确的地形数据可以改善大气现象的模拟以及陆地与大气之间的相互作用。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please investigate the role of horizontal diffusion schemes in minimizing errors in atmospheric models, particularly over complex terrains.",
                "QuestionCn": "请调查水平扩散方案在减少大气模型误差中的作用，特别是在复杂地形上。",
                "AnswerEn": "Horizontal diffusion schemes play a critical role in minimizing errors in atmospheric models over complex terrains. A modified diffusion scheme that computes diffusion truly horizontally, as opposed to along sigma surfaces, has been shown to improve the simulation of valley wind systems by accurately capturing the temporal evolution and vertical structure of winds. This approach addresses issues of unrealistic diffusion effects, such as those encountered in models using sigma-coordinate systems.",
                "AnswerCn": "水平扩散方案在复杂地形的气象模型中起着至关重要的作用，以减少误差。一种修改过的扩散方案能够真正水平地计算扩散，而不是沿着σ面进行扩散，已被证明能够改善山谷风系统的模拟，准确捕捉风的时间演变和垂直结构。这种方法解决了使用σ坐标系统的模型中遇到的不现实扩散效应的问题。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}