{
  "id": "640e8196-7afc-4eb3-9ec9-ea36d256bea6",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Two contrasting exhumation scenarios of deeply subducted continental crust in North Pakistan dataset",
      "titleCn": "巴基斯坦北部大陆深俯冲陆壳的两种不同类型折返数据集",
      "description": "Attached tables S1-S14 are the experimental data of Naran Eclogite in Pakistan. Table S1-S3 and table s12-s13 are the main element compositions of minerals analyzed on thin slices using jeol jxa8230 electron microprobe instrument. We used on-line atomic absorption fluorescence (ZAF type) correction and adopted the following standards: jadeite (Na, Al), olivine (mg), diopside (Si, CA), orthoclase (k), rutile (TI), rosaxene (MN), hematite (FE), fluorite (f) and NaCl (CL). The analytical accuracy of CL is ± 0.01wt%, and that of other elements is 0.01-0.2wt%. The amount of Fe3 + was calculated according to stoichiometric constraints using program ax (Holland and Powell et al., 1998). For table S4, Zr in rutile was analyzed in the State Key Laboratory of lithospheric evolution. Cameca sxvive EPMA was used, the ACC voltage was 20kV, the beam current of Ti was 50na, Zr and other trace elements were 300na, and the peak counting time of Ti was 10s, while the peak counting time of Zr and other trace elements was 120s. The detection limit (3sigma) of Zr is 70 ppm. Meanwhile, the reference rutile of r10b detected by LA-ICP-MS was measured, and the EPMA error was less than 10%. For table S5-S6 and table s9-s10, U-Pb dating was carried out by cameca ims-1280 Sims of Institute of Geology and Geophysics, Chinese Academy of Sciences. The operation and data processing procedures were completed according to Li et al. (2009). We use 20 ×  thirty μ M, and the U-Th-Pb ratio and absolute abundance relative to standard zircon plesovice and 91500 were determined. The long-term measurement error of 206Pb / 238U standard zircon is 1.5% (1rsd) will propagate (Li et al., 2010), although the 206Pb / 238U error of a single measurement is usually 1% (1rsd) or less. Assuming that the source of ordinary Pb is mainly surface pollution, we corrected ordinary Pb using the measured 204Pb and the current average Pb composition (Stacey and Kramers, 1975). The data of individual analysis and summary analysis are calculated with one standard deviation (1) σ) And two standard deviations (2 σ) In the form of. Data reduction was performed using the program isoplot / ex v. 3.23 (Ludwig, 2003). For tables s7-s8, geochronological data and REE components are measured by la-icpmas. Standard samples gj-1 (calibration standard) and plesovice (second standard) are used as external standard samples for U-Pb dating calibration. Plesovice (calibration standard) and NIST 612 (second standard) are used as external standards for trace element content calibration. For table s9-s10, rutile U-Pb dating was obtained on cameca ims-1280 Sims. We determined the U-Th-Pb ratio and absolute abundance relative to standard zircon plesovice and 91500. The long-term measurement error of 206Pb / 238U of standard zircon is 1.5% (1 RSD), although the single measurement error of 206Pb / 238U is 1% (1 RSD) or less. For table S11, a summary of symbiotic assemblages of representative Naran eclogite samples based on the above results is provided. For table S14. The PT condition is calculated by the geological thermobarometer.\nAttached figure SF1. (a) PL, BT, AMP and QZ with small particle size are produced in the core of large particle GRT in the form of inclusions, sample sn07. (b) Dol and QZ with small particle size occur in the core of GRT in the form of inclusions. B-B 'represents the chemical composition profile of large grain garnet, sample sn07. (c) Omphacite phenocrysts are replaced by syncrysts after CPX + pl. (d) Omphacite phenocrysts are replaced by the alternating structure of Bt + amp + pl.",
      "descriptionCn": "附表S1--S14为巴基斯坦纳兰榴辉岩的实验数据。表S1-S3和表S12-S13是使用JEOL JXA8230电子微探针仪器在薄片上分析矿物的主要元素成分。我们使用在线原子吸收荧光（ZAF型）校正并采用以下标准：硬玉（Na、Al）、橄榄石（Mg）、透辉石（Si、Ca）、正长石（K）、金红石（Ti）、蔷薇辉石（Mn)、赤铁矿（Fe）、萤石（F）和NaCl（Cl）。Cl的分析精度为± 0.01wt%其他元素的分析精度为0.01-0.2wt%。使用程序AX（Holland 和Powell 等人，1998）软件根据化学计量约束计算Fe3+的量。对于表S4，金红石中的Zr在岩石圈演化国家重点实验室进行了分析，使用的是CAMECA SXFive EPMA，ACC 电压为 20kv，Ti的射束电流为 50nA，Zr和其他微量元素为300nA，以及Ti的峰值计数时间为10s，而Zr等微量元素的峰值计数时间为120s。Zr的检测限(3sigma)为70 ppm。同时测量了LA-ICP-MS检测的R10b的参考金红石，EPMA误差小于10%。对于表S5-S6和表S9-S10，U-Pb测年由中国科学院地质与地球物理研究所的Cameca IMS-1280 SIMS进行。操作和数据处理程序是根据李等（2009年）完成的。我们使用20 × 30 μm 的椭圆形光斑尺寸并确定了相对于标准锆石Plesovice和91500的U-Th-Pb比值和绝对丰度。206Pb/238U标准锆石的长期测量误差1.5%（1RSD）会传播（Li et al., 2010），尽管单次测量的206Pb/238U误差通常为1%（1RSD）或更少。假设普通Pb的来源主要是表面污染，我们使用测量的204Pb和当前平均Pb成分对普通 Pb 进行了校正（Stacey和Kramers，1975年）。单独分析和汇总分析的数据分别以一个标准偏差(1σ)和两个标准偏差 (2σ)的形式展示。使用Isoplot/Ex v. 3.23 (Ludwig, 2003) 程序进行数据缩减。对于表 S7-S8，地质年代学数据和REE 成分是通过 LA-ICPMAS 测量得到的。标样GJ-1（校准标样）和 Plesovice（第二标样）用作U-Pb 定年校准的外部标样。Plesovice（校准标样）和 NIST 612（第二标样）用作微量元素含量校准的外部标样。对于表S9-S10，金红石 U-Pb 测年是在 Cameca IMS-1280 SIMS上获得的。我们确定了相对于标准锆石Plesovice 和 91500的U-Th-Pb 比值和绝对丰度。标准锆石的206Pb/238U长期测量误差1.5%（1 RSD）会传播，尽管测量的206Pb/238U单个误差为1%（1 RSD）或更少。对于表 S11，提供了基于上述结果的代表性 Naran 榴辉岩样品的共生组合汇总。对于表 S14。PT条件是由地质温压计计算得到了。\n附图 SF1。（a）粒径小的 Pl、Bt、Amp和Qz以包裹体的形式产于大颗粒Grt的核部，样品SN07。（b）粒径小的Dol和Qz以包裹体的形式产于Grt的核部，B-B'代表大颗粒石榴石的化学成分剖面，样品SN07。（c）绿辉石斑晶被Cpx + Pl后成合晶取代。（d）绿辉石斑晶被Bt +Amp + Pl的交生结构取代。",
      "instructions": "Filename: the electron probe data is stored in tabular format, and the name of the file is Zhangdingding yyyy zxxxxx Table \", where yyyy stands for the year and xxxxx stands for a journal name, such as 2022G-cube Table S1 represents the supplementary table1 in G-cube journal in 2022.",
      "instructionsCn": "文件命名：电子探针数据以表格格式存储，文件的名称为Zhangdingding yyyy xxxxx.table”，其中yyyy代表年，xxxxx代表期刊名称，比如2022G-cube. tableS1就代表2022年G-cube杂志里的附表1.",
      "east": 34.981611,
      "west": 34.981611,
      "south": 73.729167,
      "north": 73.729167,
      "startTime": null,
      "endTime": null,
      "fileSize": 193761.0,
      "cstr": "18406.11.SolidEar.tpdc.271976",
      "doi": "10.11888/SolidEar.tpdc.271976",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张丁丁",
        "nameEn": "ZHANG Dingding ",
        "unitEn": "Institute of Tibetan Plateau Research, CAS",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "丁林",
        "nameEn": "DING Lin",
        "unitEn": "Institute of Tibetan Plateau Research, CAS",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Two contrasting exhumation scenarios of deeply subducted continental crust in North Pakistan",
        "referenceCn": null,
        "referenceEn": "Zhang, D.D., Ding, L., Chen, Y., Schertl, H.P., Qasim, M., Jadoon, U.K., Wang, H.Q., Li, J.X., Zhang, L.Y., Yue, Y.H., & Xie, J. (2022). Two contrasting exhumation scenarios of deeply subducted continental crust in North Pakistan. Geochemistry, Geophysics, Geosystems. 32, 2. https://doi.org/10.1029/2021GC010193."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "P-T轨迹",
        "nameEn": "P-T path"
      },
      {
        "nameCn": "俯冲",
        "nameEn": "subduction"
      },
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      },
      {
        "nameCn": "定年",
        "nameEn": "dating"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "折返",
        "nameEn": "exhumation"
      },
      {
        "nameCn": "断离作用",
        "nameEn": "break-off"
      },
      {
        "nameCn": "新特提斯",
        "nameEn": "Neo-Tethys"
      },
      {
        "nameCn": "榴辉岩",
        "nameEn": "eclogite"
      },
      {
        "nameCn": "西构造结",
        "nameEn": "Western Himalayan Syntaxis"
      },
      {
        "nameCn": "高压/超高压",
        "nameEn": "HP/UHP"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "巴基斯坦北部",
        "keywordEn": "Northern Pakistan"
      },
      {
        "keywordCn": "那让",
        "keywordEn": "Naran"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "50 百万年",
        "keywordEn": "50 Ma",
        "type": "temporal"
      },
      {
        "keywordCn": "古近纪",
        "keywordEn": "Eogene",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "国家自然科学基金青年基金",
        "titleEn": "Young Scientists Fund of the National Natural Science Foundation of China"
      },
      {
        "titleCn": "碰撞造山带隆升与环境资源影响",
        "titleEn": "Strategic Priority Research Program (A) of the Chinese Academy of Sciences"
      },
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used for analyzing mineral compositions in deeply subducted continental crust?",
        "QuestionCn": "您能否提供一个用于分析深俯冲大陆地壳矿物成分的数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method for analyzing mineral compositions in deeply subducted continental crust involves using the JEOL JXA8230 electron microprobe to analyze major element compositions of minerals in thin sections. This method includes applying online atomic absorption fluorescence (ZAF) correction and using standards such as jadeite, olivine, diopside, orthoclase, rutile, rhodonite, hematite, fluorite, and NaCl. The precision for Cl analysis is ± 0.01wt%, and for other elements, it is 0.01-0.2wt%.",
        "AnswerCn": "分析深俯冲大陆地壳矿物成分的数据收集方法之一是使用JEOL JXA8230电子探针分析薄片中矿物的主要元素成分。该方法包括应用在线原子吸收荧光（ZAF）校正，并使用标准样品如透辉石、橄榄石、斜方辉石、正长石、钛铁矿、菱锰矿、赤铁矿、氟石和氯化钠。氯分析的精度为±0.01wt%，其他元素的精度为0.01-0.2wt%。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods using JEOL JXA8230 electron microprobe compare to CAMECA SXFive EPMA for analyzing major and trace element composition in continental subduction rocks?",
        "QuestionCn": "JEOL JXA8230电子探针显微镜与CAMECA SXFive EPMA在分析大陆俯冲岩石的主要和微量元素组成方面的数据收集方法有何比较？",
        "AnswerEn": "The JEOL JXA8230 electron microprobe is used for analyzing major element compositions in minerals with a focus on precision for elements like Na, Al, Mg, Si, Ca, K, Ti, Mn, Fe, F, and Cl, with an accuracy range of 0.01-0.2 wt% for most elements. In comparison, the CAMECA SXFive EPMA is utilized specifically for analyzing Zr in rutile with a higher precision requirement, employing different beam currents and peak counting times for elements like Ti and Zr, with a detection limit for Zr at 70 ppm. Both methods apply different calibration standards and correction methods suitable for their specific analytical needs.",
        "AnswerCn": "JEOL JXA8230电子探针用于分析矿物中的主要元素成分，重点关注Na、Al、Mg、Si、Ca、K、Ti、Mn、Fe、F和Cl等元素的精确度，对于大多数元素的准确度范围为0.01-0.2 wt%。相比之下，CAMECA SXFive EPMA专门用于分析钛铁矿中的锆，具有更高的精度要求，采用不同的束流和峰计数时间来分析Ti和Zr等元素，锆的检测限为70 ppm。这两种方法应用了不同的校准标准和适合其特定分析需求的修正方法。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the precision issues in the analysis of elemental composition using an electron microprobe in geological studies?",
        "QuestionCn": "在地质研究中，使用电子探针分析元素组成时，导致精度问题的因素有哪些？",
        "AnswerEn": "The precision issues in the analysis of elemental composition using an electron microprobe can be attributed to several factors, including the calibration standards used, such as jadeite for Na and Al, olivine for Mg, diopside for Si and Ca, orthoclase for K, rutile for Ti, rhodonite for Mn, hematite for Fe, fluorite for F, and NaCl for Cl. The accuracy of Cl analysis, for instance, is ±0.01wt%, while other elements' accuracy ranges from 0.01-0.2wt%. Moreover, the procedure for Fe3+ calculation based on stoichiometric constraints and the analytical precision of instruments like the JEOL JXA8230 contributes to the overall precision challenges.",
        "AnswerCn": "使用电子探针分析元素组成时的精度问题可以归因于多个因素，包括所使用的校准标准，例如：钠和铝的标准为透闪石，镁的标准为橄榄石，硅和钙的标准为透辉石，钾的标准为正长石，钛的标准为钛矿，锰的标准为锰矿，铁的标准为赤铁矿，氟的标准为氟石，氯的标准为氯化钠。例如，氯分析的准确度为±0.01wt%，而其他元素的准确度范围为0.01-0.2wt%。此外，基于化学计量约束的Fe3+计算程序以及JEOL JXA8230等仪器的分析精度也对整体精度挑战产生了影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in using electron microprobe analysis for determining the major elemental composition of minerals in a dataset?",
        "QuestionCn": "使用电子探针分析确定矿物主要元素组成的数据集涉及哪些程序？",
        "AnswerEn": "The procedure involves using a JEOL JXA8230 electron microprobe to analyze the major elemental composition of minerals on thin sections. Online atomic absorption fluorescence (ZAF type) correction is applied, and standards such as jadeite (Na, Al), olivine (Mg), diopside (Si, Ca), orthoclase (K), rutile (Ti), rhodonite (Mn), hematite (Fe), fluorite (F), and NaCl (Cl) are used. The analysis precision for Cl is ± 0.01wt%, while for other elements it is 0.01-0.2wt%. The amount of Fe3+ is calculated using the AX program based on stoichiometric constraints.",
        "AnswerCn": "该程序涉及使用JEOL JXA8230电子探针分析薄片中矿物的主要元素组成。应用在线原子吸收荧光（ZAF类型）校正，并使用标准样品如透辉石（Na, Al）、橄榄石（Mg）、透闪石（Si, Ca）、正长石（K）、钛铁矿（Ti）、菱锰矿（Mn）、赤铁矿（Fe）、氟石（F）和氯化钠（Cl）。氯的分析精度为±0.01wt%，而其他元素的精度为0.01-0.2wt%。Fe3+的含量通过AX程序根据化学计量约束进行计算。",
        "Level": "C3(Applying)"
      }
    ]
  }
}