{
    "id": "6425c5e0-2c52-402a-9c7b-b6ca5fa8a565",
    "relatedPaper": 4,
    "context": {
        "metadata": {
            "titleEn": "Observational data of soil hydrological heterogeneity in the upper reaches of the Heihe River (2012-2014)",
            "description": "Soil bulk density, porosity, water content, water characteristic curve, saturated hydraulic conductivity, particle analysis, infiltration rate, and sampling point location information in the upper reaches of the Heihe River Basin.\n1. The data is for 2014 supplementary sampling for 2012, using the ring knife to take the original soil;\n2. The soil bulk density is the dry bulk density of the soil and is measured by the drying method. The original ring-shaped soil sample collected in the field was thermostated at 105 ° C for 24 hours in an oven, and the soil dry weight was divided by the soil volume (100 cubic centimeters) , unit: g/cm 3 .\n3. Soil porosity is obtained according to the relationship between soil bulk density and soil porosity;\n4. Soil infiltration analysis data set, the data is the field experimental measurement data from 2013 to 2014.\n5. The infiltration data is measured by “MINI DISK PORTABLE TENSION INFILTROMETER”, and the approximate saturated hydraulic conductivity under a certain negative pressure is obtained.\n6. Soil particle size data was measured at the Grain Granulation Laboratory of the Key Laboratory of the Ministry of Education of Lanzhou University. The measuring instrument is a Malvern laser particle size analyzer MS2000.\n7. The saturated hydraulic conductivity is measured according to the enamel hair self-made instrument of Yi Yanli (2009). The Marioot bottle was used to maintain the head during the experiment; at the same time, the Ks measured at the time was converted to the Ks value at 10 °C for analysis and calculation.\n8. Soil water content data is measured using ECH2O, including 5 layers of soil water content and soil temperature.\n9. The water characteristic curve is measured by the centrifuge method: the undisturbed soil of the ring cutter collected in the field is placed in a centrifuge, and each of the speeds is measured at 0, 310, 980, 1700, 2190, 2770, 3100, 5370, 6930, 8200, 11600. The secondary rotor weight is obtained.",
            "instructions": "eg: 2012 soil bulk density and porosity. xlsx\n\nYear + analysis dimension",
            "east": 101.49,
            "west": 97.72,
            "south": 37.84,
            "north": 39.63,
            "startTime": null,
            "endTime": null,
            "fileSize": 163149406.0,
            "cstr": "18406.11.Soil.tpdc.270111",
            "doi": "10.11888/Soil.tpdc.270111",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "HE Chansheng",
                "unitEn": "Lanzhou University"
            }
        ],
        "literatureList": [
            {
                "titleEn": "A Comparison of Markov Chain Random Field and Ordinary Kriging Methods for Calculating Soil Texture in a Mountainous Watershed, Northwest China",
                "referenceEn": "Li, J., Zhang, L., He, C., Zhao, C. (2018). A Comparison of Markov Chain Random Field and Ordinary Kriging Methods for Calculating Soil Texture in a Mountainous Watershed, Northwest China. Sustainability, 10(8), 2819."
            },
            {
                "titleEn": "The relationship between the spatial distribution of soil moisture content in the upper reaches of the Heihe River and environmental factors.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Modeling the impacts of spatial heterogeneity in soil hydraulic properties on hydrological process in the upper reach of the Heihe River in the Qilian Mountains, Northwest China",
                "referenceEn": "Jin, X., Zhang, L.h., Gu, J., Zhao, C., Tian, J., He, C.S. (2015). Modeling the impacts of spatial heterogeneity in soil hydraulic properties on hydrological process in the upper reach of the Heihe River in the Qilian Mountains, Northwest China. Hydrological Processes, 29(15), 3318-3327."
            },
            {
                "titleEn": "Multi-Scale Evaluation of the SMAP Product Using Sparse In-Situ Network over a High Mountainous Watershed, Northwest China",
                "referenceEn": "Zhang, L., He, C., & Zhang, M. (2017). Multi-Scale Evaluation of the SMAP Product Using Sparse In-Situ Network over a High Mountainous Watershed, Northwest China. Remote Sensing, 9(11), 1111."
            },
            {
                "titleEn": "Dynamic response patterns of profile soil moisture wetting events under different land covers in the Mountainous area of the Heihe River Watershed, Northwest China",
                "referenceEn": "Tian, J., Zhang, B., He, C., Han, Z., Bogena, H.R., Huisman, J.A. (2019). Dynamic response patterns of profile soil moisture wetting events under different land covers in the Mountainous area of the Heihe River Watershed, Northwest China. Agricultural and Forest Meteorology, 271(15), 225-239."
            },
            {
                "titleEn": "Variability characteristics of soil moisture under different land cover types in the Qilian Mountains.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Variability in Soil Hydraulic Conductivity and Soil Hydrological Response Under Different Land Covers in the Mountainous Area of the Heihe River Watershed, Northwest China",
                "referenceEn": "Tian, J., Zhang, B., He, C., & Yang, L. (2017). Variability in Soil Hydraulic Conductivity and Soil Hydrological Response Under Different Land Covers in the Mountainous Area of the Heihe River Watershed, Northwest China. Land Degradation & Development, 28(4), 1437-1449."
            },
            {
                "titleEn": "Evaluation of the SMOS and SMAP soil moisture products under different vegetation types against two sparse in situ networks over arid mountainous watersheds, Northwest China",
                "referenceEn": "Zhang, L., He, C., Zhang, M., & Zhu, Y. (2019). Evaluation of the SMOS and SMAP soil moisture products under different vegetation types against two sparse in situ networks over arid mountainous watersheds, Northwest China. Science China Earth Sciences, 62(4), 703-718."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Soil"
            },
            {
                "nameEn": "Soil infiltration"
            },
            {
                "nameEn": "Soil porosity"
            },
            {
                "nameEn": "Soil bulk density"
            },
            {
                "nameEn": "Soil moisture/Water content"
            },
            {
                "nameEn": "Soil particles"
            },
            {
                "nameEn": "Topography"
            },
            {
                "nameEn": "Base data"
            },
            {
                "nameEn": "Saturated hydraulic conductivity"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Upper reaches of the Heihe River"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2012-2014",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleEn": "Digital heihe"
            },
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Soil moisture is a key variable in the global energy and water cycle, and is also important in many land surface disciplines such as agriculture, hydrology and environmental sciences. In recent decades, satellite products of soil moisture at large scale have become available via different active and passive microwave remote sensing techniques. Compared with C-band and X-band products, L-band products are much more suitable for the estimation of soil moisture because of their higher soil penetration depth, higher frequency and better vegetation penetration, especially for regions where soil moisture is a controlling factor on land-atmosphere exchanges. Employing both an L-band radar and an L-band radiometer, the National Aeronautics and Space Administration (NASA) Soil Moisture Active Passive (SMAP) satellite mission was launched on 31 January 2015. The SMAP mission aims to provide soil moisture estimates in the top 5 cm of soil over the global land area with an unbiased root mean square error (ubRMSE) less than 0.04 m3/m3. However, so far, only a few validations of the SMAP products have been conducted, and almost all of them have been carried out at the core validation sites (CVS). Because observations from the CVS have been used to refine and validate retrieval algorithms, it is important to validate the SMAP products over other regions beyond the CVS."
            ],
            "research objective": [
                "The objectives of this work are first to validate the SMAP soil moisture Level 3 and Level 4 products under different vegetation types at multiple tempo-spatial scales over the upper reach of the Heihe River Watershed, a topographically complex, high mountainous area in Northwest China, then to quantify the differences between both products, and subsequently determine their suitability in mountainous areas."
            ],
            "challenges": [
                "However, because of the uncertainties of brightness temperature TBp and effective temperature Teff as well as their propagations in the inversion algorithm, both products did not achieve the accuracy of 0.04 m3/m3 in mountainous area. These uncertainties also result in the “dry bias” of the SMAP products in almost all the evaluations to date. In barren land, the errors in estimating surface roughness h caused by the complex topography lead to poor performance of the SMAP products."
            ],
            "methods": [
                "This was done through comparisons of the L3 and L4 products with ground-based observations from a sparse in situ network of permanent and temporary stations from 1 April 2015 to 22 June 2017."
            ],
            "dataset": [
                "The SMAP L3_SM_P_E and L4_SM_gph products from 1 April 2015 to 22 July 2017 over the study area are selected for validation in this research. In this study, the sparse in situ soil moisture network was established in June 2013 by authors’ team over the upper reach of the Heihe River Watershed. It includes 35 nodes, which were established based on the combinations of vegetation and soil types in the study area."
            ],
            "findings": [
                "Results show that, compared with in situ observations at point scale, both the L3 and L4 products represent the temporal trends of the in situ observations in the study area well, with R values of 0.601 and 0.538 for the L3 ascending and descending products, respectively, and ranging from 0.353 to 0.410 for the L4 product at eight overpassing moments. Compared with areal average values at the watershed scale, the L3 product is far beyond the accuracy of 0.04 m3/m3 and the L4 product basically achieves the accuracy. The L3 product provides more reliable soil moisture estimates in the study area."
            ]
        },
        {
            "background": [
                "Understanding the dynamic response of soil moisture to rainfall is critical for hydrological modelling in arid and semi-arid basins. Soil moisture is an essential variable in hydrology, meteorology, agriculture, and ecology. Soil moisture and its dynamic response to rainfall control the interaction among the hydrological processes of precipitation, infiltration, evapotranspiration, runoff, and drainage. The dynamics of soil moisture response to rainfall is still poorly investigated in high mountain areas. Land cover change is known to have a strong influence on soil moisture dynamics after rainfall by altering interception, infiltration, plant water uptake, and evaporation processes. The response regimes under different land covers are particularly poorly understood in data-scarce mountainous areas due to the difficulties of installing and maintaining long-term profile soil moisture monitoring networks with high time resolution."
            ],
            "research objective": [
                "Within this context, the aim of this study is to quantitatively describe the patterns of rainfall-related profile soil moisture response processes for typical land covers in a high-altitude, topographically complex alpine region using data from a long-term large-scale soil moisture monitoring network."
            ],
            "challenges": [
                "However, little is known about rainfall-related soil moisture dynamics in arid high-altitude mountainous areas due to the absence of long-term high-resolution soil moisture observations. The large scale of the area and the harsh mountainous environment are challenging for soil moisture network maintenance. In addition, wireless data transmission was not possible as the study area is not covered by a mobile communication network. Therefore, some data gaps occurred due to battery or sensor failures and damages due to livestock (sheep and yaks) and rats."
            ],
            "methods": [
                "In this study, we investigated the dynamic response processes of profile soil moisture using data from a soil moisture monitoring network in the Qilian Mountains established in 2013 covering altitudes from 2,000–5,000 m a.s.l. To investigate the effects of different land covers on soil moisture response, we selected data from eight soil moisture stations with the same soil textural class and slope, but different land covers (scrubland, meadow, high coverage grassland (HCG), medium coverage grassland (MCG) and barren land). Several indices were evaluated to quantitatively describe soil moisture dynamics during the growing seasons of 2014–2016 based on soil wetting events. In addition, HYDRUS-1D simulations were used to further analyze the effect of land cover on soil moisture dynamics."
            ],
            "dataset": [
                "In order to investigate the influence of different environmental factors on profile soil moisture dynamics in the upstream of the Heihe River Watershed in the Qilian Mountain, a long-term monitoring network consisting of 32 soil moisture stations has been established since July 2013. At each station, a soil pit of sufficient size was dug to enable insertion of the soil moisture sensors in multiple depths. The combined soil moisture and temperature probe ECH20 5TE (Decagon Devices Inc., Pullman, USA) was installed horizontally at depths of 5, 15, 25, 40 and 60 cm below the soil surface."
            ],
            "findings": [
                "Our results showed that soil moisture response amplitudes along profile are similar under MCG and barren land, but significantly different under scrubland, meadow and HCG. The rate of soil moisture increment decreased significantly with depth for all land covers, except for the HCG. The temporal pattern of soil moisture increase was highly variable along the soil profiles depending on land cover type. Preferential flow occurred mostly in soils covered by scrubland. Water transferability was higher in deeply rooted soil. Furthermore, sensitivity analysis indicated that soil hydraulic properties are key factors in regulating profile soil wetting events."
            ]
        },
        {
            "background": [
                "Assessment of the suitability of satellite soil moisture products at large scales is urgently needed for numerous climatic and hydrological researches, particularly in arid mountainous watersheds where soil moisture plays a key role in land-atmosphere exchanges."
            ],
            "research objective": [
                "This study presents evaluation of the SMOS (L2) and SMAP (L2_P_E and L2_P) products against ground-based observations from the Upstream of the Heihe River Watershed in situ Soil Moisture Network (UHRWSMN) and the Ecological and Hydrological Wireless Sensor Network (EHWSN) over arid high mountainous watersheds, Northwest China."
            ],
            "challenges": [
                "In mountainous areas, the brightness temperature simulations are significantly affected by the surrounding reflection, and it is difficult to solely derive the viewing angles of incidence from the radiometer observation angle in the target area, which makes the retrieval of soil moisture much more difficult and uncertain. Due to the constraints of both accessibility and data availability, little has been reported on the evaluation of the SMOS and SMAP products in mountainous areas. Because of the uncertainty in brightness temperature and the underestimation of effective temperature, the SMOS product and both the SMAP products show “dry bias” in high, cold mountainous area."
            ],
            "methods": [
                "In this study, all the in situ observations from two sparse networks are used to evaluate both the SMOS and SMAP products. The UHRWSMN was established in June 2013 by authors’ team. It includes 35 nodes, installed on the main soil-vegetation combinations in the study area. Soil moisture has been measured at depths of 5, 15, 25, 40 and 60 cm with 30-minute intervals by Decagon’s 5TE for each node. In this study, the data at 5 cm depths were used as the surface data for evaluation. The EHWSN was established in July 2013 in the Babaohe River Watershed. It includes 40 nodes, which were all installed on grassland at an average distance of 10 km and at an average altitude of 3581 m asl. For each node, soil moisture has been observed at depths of 4, 10 and 20 cm with 5-minute intervals by soil moisture sensor (Steven’s Hydra) in the Babaohe River Watershed. The data at 4 cm depths were used as the surface data for evaluation in this study. Because of instrument malfunctions, ground observations from only 25 of the 40 nodes were available in 2015 to evaluate both the SMOS and SMAP products."
            ],
            "dataset": [
                "The UHRWSMN was established in June 2013 by authors’ team. It includes 35 nodes, installed on the main soil-vegetation combinations in the study area. Soil moisture has been measured at depths of 5, 15, 25, 40 and 60 cm with 30-minute intervals by Decagon’s 5TE for each node. In this study, the data at 5 cm depths were used as the surface data for evaluation. The EHWSN was established in July 2013 in the Babaohe River Watershed. It includes 40 nodes, which were all installed on grassland at an average distance of 10 km and at an average altitude of 3581 m asl. For each node, soil moisture has been observed at depths of 4, 10 and 20 cm with 5-minute intervals by soil moisture sensor (Steven’s Hydra) in the Babaohe River Watershed. The data at 4 cm depths were used as the surface data for evaluation in this study. Because of instrument malfunctions, ground observations from only 25 of the 40 nodes were available in 2015 to evaluate both the SMOS and SMAP products."
            ],
            "findings": [
                "Results show that all the three products performed well in catching the temporal trend of the in situ observations in the study area. Because of the uncertainty in brightness temperature and the underestimation of effective temperature, the SMOS product and both the SMAP products show “dry bias” in high, cold mountainous area. In the mountainous area, the brightness temperature observations of the SMAP mission are more accurate than the SMOS mission because of its lower topographic impacts at a constant view angle of 40°. The estimations of single scattering albedo and optical depth of the SMAP product are also more suitable than the SMOS mission in mountainous area. Thus, both the SMAP products performed significantly better than the SMOS product."
            ]
        },
        {
            "background": [
                "Soil texture directly affects infiltration, retention, holding capacity of water, nutrients, and pollutants and long-term soil fertility. It also influences the physical, chemical, biological, and hydrological processes of watersheds. Therefore, it is essential to accurately map the spatial distribution of different soil texture types at the watershed scale for eco-hydrological studies and water resource management. Field surveys provide the most accurate soil texture data. However, it is difficult and expensive to map the spatial distribution of soil texture by field sampling at point scale. In recent years, remote sensing has become an effective way to obtain soil texture data over large scales. Soil texture types are estimated from field samples and satellite images. However, results that were obtained from remote sensing may contain inaccuracies, thus leading to uncertainties in the estimates based on such techniques. To date, scale expansion methods based on limited field sampling data are the most widely used approaches to map the spatial distribution of soil texture at large scales. Over the past decades, numerous scale expansion methods have been used to infer the spatial distribution of soil texture types at large scales. These methods can be divided into four groups: statistical methods, data mining methods, kriging methods, and Markov chain models."
            ],
            "research objective": [
                "This study compares the MCRF method with the OK method at the watershed scale. This paper first applies both the MCRF and OK methods in order to calculate soil texture data based on a total of 178 field sampling points, and then evaluates the performances of the both methods by cross validation. Subsequently, the paper discusses the applicability and the influence factors of both methods in the mountainous watershed."
            ],
            "challenges": [
                "However, it is quite a challenge to map the soil texture in data scarce, hard to access mountainous watersheds."
            ],
            "methods": [
                "We used a Mastersizer 2000 (Malvern Instruments Ltd., Malvern, UK; the measurement range is 0.02–2000 µm) laser diffraction particle size analyzer at the Key Laboratory of West China’s Environmental System (Ministry of Education) in the College of Earth and Environmental Sciences at Lanzhou University to analyze the proportions of sand, silt, and clay in the samples. We used the United States Department of Agriculture (USDA) soil texture classification scheme to determine the soil textures of the 178 soil samples. In this study, the soil texture value of each sample point was predicted from the measured values of other sample points by applying the OK and the MCRF methods. Then, through cross validation, the predictive accuracy of the two methods was evaluated while using MAE and RMAE."
            ],
            "dataset": [
                "A total of 178 soil samples of various soil texture types were collected from the surface layer (0–10 cm) in the upstream region of the Heihe River Watershed between July 2012 and August 2015. Five soil texture types were identified: silt loam, clay loam, loam, sandy loam, and loamy sand."
            ],
            "findings": [
                "Results show that the predicted soil texture values computed by the OK method tend to concentrate within a small range, thus leading to greater accuracy in predicting the major soil texture type, silt loam. In contrast, the MCRF method considers the interclass relationships between sampling points, which effectively captures the complex categorical variables from the limited soil samples, leading to greater accuracy in predicting minor types, loam, and sandy loam. The OK method shows the greatest accuracy at the radius of 65 km because the average density of the sampling points within each circle is highest at this radius, while the MCRF method shows greatest accuracy at different radiuses for each specific soil texture type (82 km for loam, and the 159 km for sandy loam)."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Is soil moisture data collected using in situ networks in the Heihe River Watershed?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Are soil texture data obtained through field sampling and laser particle size analysis?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Which instrument is more suitable for measuring soil particle size in this domain, a laser diffraction particle size analyzer or a sieve analysis method?",
                    "Answer": "laser diffraction particle size analyzer",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "Where are the soil moisture monitoring networks established in relation to the Heihe River Watershed, and what are their characteristics?",
                    "Answer": "upper reach of the Heihe River Watershed",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What are the challenges associated with data collection in mountainous regions like the Heihe River Watershed?",
                    "Answer": "harsh environmental conditions, lack of mobile communication network coverage, potential data gaps",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used to measure soil moisture at various depths in a mountainous region?",
                    "Answer": "One example is the use of a soil moisture monitoring network with Decagon's 5TE sensors installed at depths of 5, 15, 25, 40, and 60 cm. These sensors were used in the Qilian Mountains to investigate soil moisture dynamics, providing measurements at multiple depths in various land covers.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a dataset that has been used to evaluate satellite soil moisture products in arid mountainous watersheds?",
                    "Answer": "An example is the Upstream of the Heihe River Watershed in situ Soil Moisture Network (UHRWSMN), which includes 35 nodes measuring soil moisture at various depths. This dataset was used to evaluate SMOS and SMAP satellite products in mountainous areas.",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What characteristics define the soil moisture datasets relevant to high-altitude, topographically complex alpine regions?",
                    "Answer": "long-term large-scale monitoring, multiple depths, ECH20 5TE probes, influenced by land covers like scrubland, meadow, grassland, challenging data collection, manual data retrieval",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the defining properties of soil texture data used in eco-hydrological studies within mountainous watersheds?",
                    "Answer": "sand, silt, clay proportions, USDA soil texture classification scheme, predicted using OK and MCRF",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What defines the methodologies used for measuring soil infiltration rates in field experiments?",
                    "Answer": "MINI DISK PORTABLE TENSION INFILTROMETER, near-saturated hydraulic conductivity, specific negative pressure conditions",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many soil moisture stations are included in the long-term monitoring network within the upstream of the Heihe River Watershed?",
                    "Answer": "32",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the measurement range of the laser diffraction particle size analyzer used for soil texture analysis in the upstream region of the Heihe River Watershed?",
                    "Answer": "0.02-2000 µm",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many different soil texture types were identified from the surface layer samples in the upstream region of the Heihe River Watershed?",
                    "Answer": "5",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do soil moisture monitoring techniques in high-altitude mountainous areas compare in terms of challenges faced due to environmental conditions?",
                    "Answer": "In high-altitude mountainous areas, soil moisture monitoring techniques face challenges such as the harsh environment which makes maintenance difficult, and the absence of mobile communication networks which hampers wireless data transmission. These conditions often lead to data gaps due to battery or sensor failures, as well as damages caused by livestock and wildlife.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "What can the integration of multiple soil moisture measurement techniques, such as field sampling and remote sensing, reveal about the spatial and temporal variability of soil moisture in complex terrains?",
                    "Answer": "The integration of multiple soil moisture measurement techniques can provide insights into the spatial and temporal variability of soil moisture by combining the high accuracy of field sampling with the extensive coverage of remote sensing. This approach can help overcome the limitations of each method when used alone, such as the local scale of field samples and the potential inaccuracies in remote sensing data, leading to a more comprehensive understanding of soil moisture dynamics in complex terrains.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How do varying land cover types influence the patterns of soil moisture dynamics and what methodologies can be employed to study these effects in high-altitude regions?",
                    "Answer": "Varying land cover types influence the patterns of soil moisture dynamics by altering processes such as interception, infiltration, and evapotranspiration. Methodologies such as long-term soil moisture monitoring networks, combined with simulation models like HYDRUS-1D, can be employed to study these effects in high-altitude regions. These methods allow for the analysis of soil moisture response processes under different land covers, providing valuable insights into the interactions between soil moisture and vegetation.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What challenges arise in using scale expansion methods to map soil texture in mountainous watersheds, and how might these challenges be addressed through innovative data collection strategies?",
                    "Answer": "Challenges in using scale expansion methods to map soil texture in mountainous watersheds include data scarcity and the difficulty of accessing remote areas for sampling. These challenges might be addressed through innovative data collection strategies such as combining field surveys with advanced remote sensing techniques, utilizing statistical and data mining methods to interpolate and predict soil texture across larger areas, and employing new technologies like UAVs for more efficient data gathering in inaccessible regions.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What are the factors that contribute to the inaccuracies in remote sensing-based soil texture estimation compared to field survey data?",
                    "Answer": "The factors contributing to inaccuracies in remote sensing-based soil texture estimation include potential errors in satellite image data, the complex nature of soil texture types that are difficult to capture remotely, and the limitations of scale expansion methods used to infer soil texture distribution from limited field samples. These methods often face challenges in data-scarce, hard-to-access mountainous watersheds.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What causes challenges in maintaining long-term soil moisture monitoring networks in high-altitude mountainous areas?",
                    "Answer": "Challenges in maintaining long-term soil moisture monitoring networks in high-altitude mountainous areas are caused by harsh environmental conditions that impede network maintenance, the absence of mobile communication networks for data transmission, and physical damage to equipment by local wildlife such as livestock and rodents. These factors can lead to data gaps due to sensor failures and battery issues.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential impacts on data accuracy when using various soil moisture measurement tools like ECH2O sensors and MINI DISK PORTABLE TENSION INFILTROMETER under different environmental conditions?",
                    "Answer": "Using different measurement tools such as ECH2O sensors and MINI DISK PORTABLE TENSION INFILTROMETER can lead to variations in data accuracy due to factors like environmental conditions and soil properties. For instance, ECH2O sensors measure soil moisture at multiple depths and may face challenges like wireless data transmission issues or sensor failures in remote areas. The MINI DISK PORTABLE TENSION INFILTROMETER provides near-saturated hydraulic conductivity measurements at specific tensions, which can be influenced by soil texture and field conditions. These variations can affect the consistency and reliability of the data collected.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How might the challenges of maintaining soil moisture monitoring networks in high-altitude, mountainous regions influence the long-term data availability and quality?",
                    "Answer": "The challenges of maintaining soil moisture monitoring networks in high-altitude, mountainous regions, such as harsh environmental conditions, lack of mobile network coverage for data transmission, and potential damage from wildlife, can lead to data gaps and affect the long-term availability and quality. Issues like battery or sensor failures and physical damage to equipment can result in incomplete datasets, which may limit the ability to accurately model soil moisture dynamics over time and necessitate alternative data collection strategies or additional resources for equipment maintenance and data recovery.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What consequences does the deployment of sparse in situ networks for soil moisture observation have on the validation of satellite-derived soil moisture products in mountainous areas?",
                    "Answer": "Deploying sparse in situ networks for soil moisture observation in mountainous areas can provide valuable ground-truth data for validating satellite-derived soil moisture products. However, the sparse nature and environmental challenges can lead to limited spatial coverage and potential inaccuracies due to heterogeneous soil and vegetation types. These factors can result in discrepancies between in situ observations and satellite data, affecting the validation process and highlighting the need for comprehensive coverage or supplementary methodologies to improve satellite product accuracy in complex terrains.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the primary goals of collecting soil hydrological heterogeneity data in the upper reaches of river basins?",
                    "Answer": "The primary goals of collecting soil hydrological heterogeneity data in the upper reaches of river basins include understanding soil moisture dynamics, assessing soil texture and its impact on hydrological processes, and improving water resource management in mountainous watershed areas.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the objectives behind using different soil texture mapping methods in eco-hydrological studies?",
                    "Answer": "The objectives behind using different soil texture mapping methods in eco-hydrological studies are to accurately map the spatial distribution of soil textures, enhance understanding of the soil's physical and chemical properties, and facilitate effective water resource management and ecological conservation at the watershed scale.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What methodological approaches are employed to measure soil infiltration and obtain saturated hydraulic conductivity data in hydrological studies?",
                    "Answer": "To measure soil infiltration, the MINI DISK PORTABLE TENSION INFILTROMETER is used, which provides data on near-saturated hydraulic conductivity under certain negative pressures. Saturated hydraulic conductivity is measured using a constant head method with a homemade instrument, ensuring a constant head via a Marriott bottle, with final results adjusted to a standard temperature of 10°C.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How is soil texture analyzed in laboratory settings, and what are the procedural steps to classify soil texture types?",
                    "Answer": "Soil texture is analyzed using a laser diffraction particle size analyzer, specifically the Mastersizer 2000. The analysis is conducted in a laboratory setting such as the Key Laboratory of West China's Environmental System. The soil samples are classified into texture types like silt loam, clay loam, loam, sandy loam, and loamy sand based on the USDA soil texture classification scheme.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What instrumentation and procedural steps are involved in monitoring soil moisture and temperature at various depths in mountainous regions?",
                    "Answer": "Soil moisture and temperature are monitored using the ECH20 5TE sensors, which are installed horizontally at multiple depths (5, 15, 25, 40, and 60 cm below the surface). The data collection network is established in challenging mountainous environments, and data collection is continuous, with the sensors measuring at regular intervals to capture temporal variations.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What measurement techniques enable the accurate collection of soil moisture and hydrological data in high-altitude mountainous regions?",
                    "Answer": "The use of instruments like the MINI DISK PORTABLE TENSION INFILTROMETER for measuring infiltration rates, the Decagon’s 5TE for soil moisture measurements, and the Malvern laser particle size analyzer for soil texture analysis enable accurate data collection in such regions.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How does the integration of various soil moisture measurement tools enhance the understanding of soil hydrological properties in complex terrains?",
                    "Answer": "Integrating tools like ECH2O probes for layered soil moisture and temperature data, and using a constant head permeameter for saturated hydraulic conductivity, helps in understanding hydrological properties by providing comprehensive data across different soil textures and conditions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the enabling conditions for establishing a long-term soil moisture monitoring network in challenging mountainous environments?",
                    "Answer": "Establishing such a network requires overcoming challenges like data gaps due to environmental factors, utilizing durable sensors for long-term monitoring, and employing methodologies to handle the absence of wireless data transmission, as seen with the deployment of soil moisture stations at different altitudes and land cover types.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might remote sensing techniques not always provide accurate soil texture data at large scales?",
                    "Answer": "Remote sensing techniques might not always provide accurate soil texture data at large scales because the results may contain inaccuracies, leading to uncertainties. These techniques rely on scale expansion methods based on limited field sampling data, which can introduce errors when mapping soil texture types across large and complex geographical areas.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "What challenges might arise when using remote sensing techniques to map soil texture types at the watershed scale, and how do they compare to field survey methods?",
                    "Answer": "Remote sensing techniques for mapping soil texture at the watershed scale can introduce inaccuracies due to the indirect estimation from satellite images, leading to uncertainties. Field surveys, although more accurate, are difficult and costly at large scales. The main challenge with remote sensing is ensuring the precision of soil texture estimation, while field surveys face logistical and financial constraints.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I'm not sure how soil texture data can be accurately mapped in hard-to-access mountainous watersheds?",
                    "Answer": "Mapping soil texture in such challenging areas often uses scale expansion methods based on limited field sampling data. For instance, methods like kriging or Markov chain models can be applied to infer the spatial distribution of soil texture types, utilizing field samples analyzed using instruments like the Mastersizer 2000 laser diffraction particle size analyzer.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "I can't make sense of how the challenges of maintaining long-term soil moisture monitoring networks in mountainous areas are addressed?",
                    "Answer": "Challenges in maintaining these networks include harsh environmental conditions and lack of mobile communication coverage. These are addressed by establishing durable networks with multiple nodes installed at different depths to measure soil moisture and temperature, using robust sensors such as Decagon’s 5TE, and sometimes adapting to data gaps caused by sensor failures or environmental disruptions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please explore and discuss the challenges involved in data collection for soil moisture monitoring in high-altitude, topographically complex regions.",
                    "Answer": "The challenges in data collection for soil moisture monitoring in high-altitude, topographically complex regions include maintaining long-term monitoring networks due to the large scale and harsh environment. Wireless data transmission is difficult as these areas are not covered by mobile communication networks, leading to data gaps from sensor or battery failures. Additionally, instrument malfunctions and damages from livestock and wildlife can hinder data collection efforts.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}