{
  "id": "642eca0c-0738-459b-8800-ff0e806c8a0c",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Livestock carrying state estimation product in Qinghai-Tibet Plateau (2000-2019)",
      "titleCn": "青藏高原草地载畜状态数据集（2000-2019）",
      "description": "Carrying capacity refers to the carrying capacity of grassland calculated by actual carrying capacity and reasonable carrying capacity, that is, all overloading, balanced and non overloading. This data set includes two products: Grassland carrying capacity pressure index and grassland livestock balance index. Grassland carrying capacity pressure index = actual carrying capacity / reasonable carrying capacity, and grassland livestock balance index = (actual carrying capacity - reasonable carrying capacity) × 100% / reasonable carrying capacity, the actual carrying capacity data comes from the Qinghai Tibet Plateau actual carrying capacity data set (2000-2019), and the reasonable carrying capacity data comes from the Qinghai Tibet Plateau reasonable carrying capacity data set (2000-2019). This data set can analyze the temporal and spatial variation characteristics of livestock carrying status in the Qinghai Tibet Plateau, extract overgrazing areas, and evaluate the overload intensity of the Qinghai Tibet Plateau, which has important application value for ecological protection, monitoring and early warning of the Qinghai Tibet Plateau.",
      "descriptionCn": "载畜状态指利用实际载畜量与合理载畜量计算的草地承载状态，即通常所有的超载、平衡和不超载。本数据集包括草地载畜量压力指数和草畜平衡指数两个产品，草地载畜量压力指数=实际载畜量/合理载畜量，草畜平衡指数=（实际载畜量-合理载畜量）×100%/合理载畜量，实际载畜量数据来源于《青藏高原实际载畜量数据集（2000-2019）》，合理载畜量数据，来源于《青藏高原合理载畜量数据集（2000-2019）》。本数据集可以分析青藏高原载畜状态的时空变化特征，提取过渡放牧区域，评估青藏高原超载强度，对青藏高原生态保护、监测及预警具有重要应用价值。",
      "instructions": "QZGY_ IP_ 2000.img、QZGY_ BGLI_ 2000. Img, qzgy for Qinghai Tibet Plateau, IP for grassland carrying pressure index, BglI for grassland livestock balance index, and 2000 for year. The content of the example shows the grassland carrying pressure index and grassland livestock balance index of the Qinghai Tibet Plateau in 2000. The data format is. Img format, and the data reading method is ArcGIS. The unit is dimensionless.",
      "instructionsCn": "QZGY_IP_2000.img、QZGY_BGLI_2000.img,QZGY表示青藏高原，IP表示草地载畜压力指数，BGLI表示草畜平衡指数，数字2000表示年份。示例内容表示青藏高原2000年草地载畜压力指数和草畜平衡指数。数据格式为.img格式，数据读取方式为：ArcGIS。单位为无量纲。",
      "east": 105.732465,
      "west": 73.132818,
      "south": 21.709277,
      "north": 43.887225,
      "startTime": "2000-01-01 00:00:00",
      "endTime": "2019-12-31 00:00:00",
      "fileSize": 2918641502.0,
      "cstr": "18406.11.Ecolo.tpdc.271512",
      "doi": "10.11888/Ecolo.tpdc.271512",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘斌涛",
        "nameEn": "LIU Bintao",
        "unitEn": "",
        "unitCn": "中国科学院成都山地灾害与环境研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "天然草地合理载畜量的计算",
        "titleEn": null,
        "referenceCn": "中华人民共和国农业部. (2015). 天然草地合理载畜量的计算.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "生物量",
        "nameEn": "Biomass"
      },
      {
        "nameCn": "草地",
        "nameEn": "Grassland"
      },
      {
        "nameCn": "草地生态系统",
        "nameEn": "Grassland ecosystem"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000-2019",
        "keywordEn": "2000-2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the key characteristics of data collection methods used to determine the grassland carrying capacity status in the Qinghai-Tibet Plateau from 2000 to 2019?",
        "QuestionCn": "确定青藏高原2000年至2019年草地承载能力状态的数据收集方法的关键特征是什么？",
        "AnswerEn": "actual stocking rate, reasonable stocking rate, grassland stocking pressure index, grass-livestock balance index",
        "AnswerCn": "实际载畜率，合理载畜率，草地载畜压力指数，草畜平衡指数",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the numerical range of the grassland carrying capacity pressure index values calculated between 2000 and 2019 on the Tibetan Plateau?",
        "QuestionCn": "2000年至2019年间在青藏高原计算的草地承载能力压力指数值的数值范围是什么？",
        "AnswerEn": "The specific numerical range of values is not provided.",
        "AnswerCn": "未提供具体的数值范围。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the calculated indices of grassland carrying capacity and livestock balance reveal about the spatial and temporal patterns of grazing pressure on the Qinghai-Tibet Plateau between 2000 and 2019?",
        "QuestionCn": "草地承载力和牲畜平衡的计算指数可以揭示2000年至2019年间青藏高原放牧压力的空间和时间模式是什么？",
        "AnswerEn": "The calculated indices, which include the grassland carrying capacity pressure index and the livestock balance index, can reveal important insights into the spatial and temporal patterns of grazing pressure. By assessing the ratio of actual to reasonable carrying capacity and the percentage deviation of actual carrying capacity from the reasonable level, researchers can identify regions of overgrazing, balance, or underutilization. This analysis can highlight areas experiencing excessive grazing pressure, track changes over time, and aid in evaluating the intensity of overgrazing. Such insights are crucial for ecological protection, monitoring, and early warning efforts on the Qinghai-Tibet Plateau.",
        "AnswerCn": "计算出的指标，包括草地承载能力压力指数和牲畜平衡指数，可以揭示放牧压力的空间和时间模式的重要见解。通过评估实际承载能力与合理承载能力的比率以及实际承载能力与合理水平的百分比偏差，研究人员可以识别出过度放牧、平衡或未充分利用的区域。这种分析可以突出经历过度放牧压力的区域，跟踪随时间的变化，并有助于评估过度放牧的强度。这些见解对于青藏高原的生态保护、监测和预警工作至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential ecological impacts on the Qinghai-Tibet Plateau if the analysis of livestock carrying capacity indicates persistent overgrazing trends over time?",
        "QuestionCn": "如果对牲畜承载能力的分析表明长期存在持续的过度放牧趋势，青藏高原可能会出现哪些潜在的生态影响？",
        "AnswerEn": "If the analysis of livestock carrying capacity indicates persistent overgrazing trends on the Qinghai-Tibet Plateau, it could lead to degradation of grassland ecosystems, reduced biodiversity, soil erosion, and decreased resilience of the ecosystem. This would have significant consequences for ecological protection, monitoring, and early warning systems in the region.",
        "AnswerCn": "如果对青藏高原的牲畜承载能力分析表明持续的过度放牧趋势，这可能导致草原生态系统退化、生物多样性减少、土壤侵蚀以及生态系统韧性下降。这将对该地区的生态保护、监测和预警系统产生重大影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to understand the spatial and temporal changes in the grazing status of grasslands on the Qinghai-Tibet Plateau from 2000 to 2019?",
        "QuestionCn": "为什么了解2000年至2019年青藏高原草地放牧状态的空间和时间变化很重要？",
        "AnswerEn": "Understanding the spatial and temporal changes in the grazing status of grasslands on the Qinghai-Tibet Plateau from 2000 to 2019 is crucial for analyzing grazing pressure and balance, identifying overgrazing areas, and assessing overload intensity. This information is vital for ecological protection, monitoring, and early warning in the region.",
        "AnswerCn": "了解2000年至2019年青藏高原草地的放牧状态的空间和时间变化，对于分析放牧压力和平衡、识别过度放牧区域以及评估超载强度至关重要。这些信息对该地区的生态保护、监测和预警具有重要意义。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the key steps involved in calculating the grassland carrying capacity status on the Tibetan Plateau, considering both actual and reasonable livestock loads?",
        "QuestionCn": "在考虑实际和合理牲畜负荷的情况下，计算青藏高原草地承载能力状态的关键步骤是什么？",
        "AnswerEn": "The key steps involve calculating the grassland carrying capacity status by using the actual livestock load data sourced from the 'Actual Livestock Load Dataset of the Tibetan Plateau (2000-2019)' and the reasonable livestock load data from the 'Reasonable Livestock Load Dataset of the Tibetan Plateau (2000-2019)'. The grassland livestock pressure index is calculated as the ratio of actual livestock load to reasonable livestock load, while the grass-livestock balance index is calculated as the percentage difference between actual and reasonable livestock loads.",
        "AnswerCn": "关键步骤包括通过使用“青藏高原实际牲畜负荷数据集（2000-2019）”中的实际牲畜负荷数据和“青藏高原合理牲畜负荷数据集（2000-2019）”中的合理牲畜负荷数据来计算草地承载能力状态。草地牲畜压力指数计算为实际牲畜负荷与合理牲畜负荷的比率，而草-畜平衡指数计算为实际牲畜负荷与合理牲畜负荷之间的百分比差异。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable the accurate calculation of grassland carrying capacity and livestock pressure indices in the Qinghai-Tibet Plateau?",
        "QuestionCn": "哪些方法能够准确计算青藏高原的草地承载能力和牲畜压力指数？",
        "AnswerEn": "The accurate calculation of grassland carrying capacity and livestock pressure indices is enabled by utilizing data from actual and reasonable stocking rates. Actual stocking rate data is sourced from the 'Qinghai-Tibet Plateau Actual Stocking Rate Dataset (2000-2019)', while reasonable stocking rate data comes from the 'Qinghai-Tibet Plateau Reasonable Stocking Rate Dataset (2000-2019)'. These datasets facilitate the analysis of temporal and spatial variations in livestock carrying capacity, the identification of overgrazing areas, and the assessment of overloading intensity, which are crucial for ecological protection, monitoring, and early warning on the Qinghai-Tibet Plateau.",
        "AnswerCn": "草地承载能力和牲畜压力指数的准确计算得益于实际和合理的放牧率数据。实际放牧率数据来源于《青藏高原实际放牧率数据集（2000-2019）》，而合理放牧率数据则来自《青藏高原合理放牧率数据集（2000-2019）》。这些数据集有助于分析牲畜承载能力的时空变化，识别过度放牧区域，以及评估超载强度，这对于青藏高原的生态保护、监测和预警至关重要。",
        "Level": "C3(Applying)"
      }
    ]
  }
}