{
    "id": "64af7bad-7d04-4563-9ed3-114faeb78b82",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Dataset of ground truth land surface evapotranspiration at the satellite pixel scale in the Heihe River Basin (from the single station observation to satellite pixel scale) Version 1.0",
            "description": "The evapotranspiration (ET) is an important variable connecting land energy balance, water cycle and carbon cycle. Accurate monitoring and estimations of ET are essential not only for water resources management but also for simulating regional, global climate, and hydrological cycles.  Remote sensing technology is an effective method to monitor ET. At present, a variety of ET remote sensing products have been produced and released. However, in the process of validation, there is a problem of spatial scale mismatch between ET remote sensing estimation value and station observation value, especially on heterogeneous surface. Therefore, it is very important to obtain the ground truth ET values at the satellite pixel scale by upscaling method on heterogeneous surface. In this study, using the station observation data and multi-source remote sensing information, the ET observed at a single ground station is upscaled to the satellite pixel scale, and the ground truth ET values at the satellite pixel scale in Heihe River Basin is obtained.\nBased on the ET data observed by the eddy covariance (EC) at 15 stations (3 superstations and 12 ordinary stations) in the Heihe integrated observatory network, combined with the fused high-resolution remote sensing data (surface temperature, vegetation index, net radiation, etc.) and atmospheric reanalysis data, the upscaling is carried out to obtain the ground truth ET at the satellite pixel scale. The distribution diagram is shown in Figure 1. Specifically, firstly, the spatial heterogeneity of the spatial heterogeneity of the land surface hydrothermal conditions was evaluated; Secondly, nine upscaling methods (the integrated Priestley-Taylor equation method, the Penman-Monteith equation combined with EnKF method, the Penman-Monteith equation combined with SCE_UA method, EC observation value, artificial neural network, Bayesian linear regression, deep belief network, Gaussian process regression, and random fores and directly taking the EC observation value as the ground truth ET) were compared and analyzed through direct validation and cross-validation; Finally, a comprehensive method (directly using the EC observation value on the homogeneous underlying surface; using the Gaussian process regression method for upscaling on the moderately heterogeneous underlying surface and highly heterogeneous underlying surface) was optimized to obtain the groud truth ET at the satellite pixel scale at 15 typical underlying surfaces in Heihe River Basin (2010-2016, spatial resolution of 1km). The results showed that the ground truth ET at the satellite pixel scale is relatively reliable. Compared with the pixel scale reference value (LAS observation value), the MAPE of the ground turth ET at the satellite pixel scale at the three superstations are 1.57%, 3.23% and 4.59% respectively, which can meet the needs of the validation of ET remote sensing products. For all site information and data processing, please refer to Liu et al. (2018), and for upscaling methods, please refer to Li et al. (2021).",
            "instructions": "Named by site name, grid TIF format\nCan be opened with ArcGIS software",
            "east": 102.0,
            "west": 97.0,
            "south": 37.8,
            "north": 42.7,
            "startTime": "2010-01-01 00:00:00",
            "endTime": "2016-12-31 00:00:00",
            "fileSize": 7779265.0,
            "cstr": "18406.11.Atmos.tpdc.272509",
            "doi": "10.11888/Atmos.tpdc.272509",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "LI Xiang ",
                "unitEn": "Beijing normal university"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            }
        ],
        "literatureList": [
            {
                "titleEn": "Upscaling evapotranspiration from a single-site to satellite pixel scale",
                "referenceEn": "Li, X., Liu, S.M., Yang, X.F., Ma, Y.F., He X.L., Xu, Z.W., Xu, T.R., Song, L.S., Zhang, Y., Hu, X., Ju, Q., &Zhang X.D. (2021). Upscaling evapotranspiration from a single-site to satellite pixel scale. Remote Sensing, 13(20), 4072. doi.org/10.3390/rs13204072."
            },
            {
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "Verification of the authenticity of remote sensing products for surface evapotranspiration",
                "referenceEn": "None"
            },
            {
                "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
                "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
            },
            {
                "titleEn": "Intercomparison of six upscaling evapotranspiration methods: From site to the satellite pixel",
                "referenceEn": "Li, X., Liu, S.M., Li, H.X., Ma, Y.F., Wang, J.H., Zhang, Y., Xu, Z.W., Xu, T.R., Song, L.S., Yang, X.F., Lu, Z., Wang, Z.Y., Guo, Z.X. (2018). Intercomparison of six upscaling evapotranspiration methods: From site to the satellite pixel. Journal of Geophysical Research: Atmospheres, 123(13), 6777-6803. https://doi.org/10.1029/2018JD028422."
            },
            {
                "titleEn": "Estimation of daily evapotranspiration and irrigation water efficiency at a Landsat-like scale for an arid irrigation area using multi-source remote sensing data",
                "referenceEn": "Ma, Y.F., Liu, S.M., Song, L.S., Xu, Z.W., Liu, Y.L., Xu, T.R., Zhu, Z.L. (2018). Estimation of daily evapotranspiration and irrigation water efficiency at a Landsat-like scale for an arid irrigation area using multi-source remote sensing data. Remote Sensing of Environment, 216, 715-734. doi:10.1016/j.rse.2018.07.019."
            },
            {
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleEn": "Estimation of turbulent heat fluxes by assimilation of land surface temperature observations from GOES satellites into an ensemble Kalman smoother framework",
                "referenceEn": "Xu TR, Bateni S.M., Neale C.M.U., Auligne T., Liu SM. Estimation of turbulent heat fluxes by assimilation of land surface temperature observations from GOES satellites into an ensemble Kalman smoother framework. Journal of Geophysical Research: Atmospheres, 2018, 123(5): 2409-2423. doi: 10.1002/2017JD027732."
            },
            {
                "titleEn": "Area-averaged evapotranspiration over a heterogeneous land surface: Aggregation of multi-point EC flux measurements with high-resolution land-cover map and footprint analysis",
                "referenceEn": "Xu, FN, Wang, WZ, Wang, JM, Xu, ZW, Qi, Y, Wu, YR. Area-averaged evapotranspiration over a heterogeneous land surface: Aggregation of multi-point EC flux measurements with high-resolution land-cover map and footprint analysis. Hydrology and Earth System Sciences, 2017, 21(8), 4037–4051. doi:10.5194/hess-21-4037-2017."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Partitioning Evapotranspiration into Soil Evaporation and Canopy Transpiration via a Two-Source Variational Data Assimilation System",
                "referenceEn": "Xu TR, Bateni SM, Margulis SA, Song LS, Liu SM, Xu ZW. Partitioning Evapotranspiration into Soil Evaporation and Canopy Transpiration via a Two-Source Variational Data Assimilation System. Journal of Hydrometeorology, 2016, 17(9), 2353-2370. doi: 10.1175/JHM-D-15-0178.1.10."
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            },
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Atmospheric Water Vapor"
            },
            {
                "nameEn": "Hydrology"
            },
            {
                "nameEn": "Lysimeter"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2010-2016",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Key Program of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Do current methodologies for scaling up site-specific observations to satellite pixel scale include both direct and cross-validation techniques?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Is the availability of multiscale observations critical for addressing challenges in upscaling eco-hydrological processes on heterogeneous surfaces?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Is the challenge of obtaining accurate evapotranspiration measurements in heterogeneous surfaces mainly due to the lack of multiscale observations, issues with data processing, or limitations in remote sensing technology?",
                    "Answer": "lack of multiscale observations",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What methods are used to upscale surface evapotranspiration observations to satellite pixel scale?",
                    "Answer": "Priestley-Taylor formula-based methods, Penman-Monteith formula combined with EnKF or SCE_UA methods, artificial neural networks, Bayesian linear regression, deep belief networks, Gaussian process regression, random forests, eddy covariance observations",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "Where are the observational stations located for collecting data on surface evapotranspiration in the Heihe River Basin?",
                    "Answer": "Heihe River Basin",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What challenges are associated with verifying the accuracy of remote sensing evapotranspiration products?",
                    "Answer": "Spatial scale mismatch",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used to upscale eco-hydrological processes on a heterogeneous surface?",
                    "Answer": "One example of a data collection method used to upscale eco-hydrological processes on a heterogeneous surface is the use of hierarchically nested instrumentation scales during the HiWATER experiment. This method involves setting up a sparse network of instruments, including a superstation within an oasis and several eddy covariance towers and automatic meteorological stations across different landscapes, to capture multiscale eco-hydrological processes.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a challenge associated with obtaining multiscale observations for evapotranspiration studies?",
                    "Answer": "A challenge associated with obtaining multiscale observations for evapotranspiration studies is the poor availability of multiscale observations, which hinders progress in accurately upscaling eco-hydrological processes.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Could you provide an example of a dataset that integrates both ground observations and remote sensing data for evapotranspiration analysis?",
                    "Answer": "An example of a dataset that integrates both ground observations and remote sensing data for evapotranspiration analysis is the multiscale dataset from the HiWATER experiment. This dataset includes data from a flux observation matrix, eco-hydrological sensor network, and hyper-resolution airborne remote sensing, which together provide comprehensive data on soil moisture, vegetation dynamics, and other factors affecting evapotranspiration.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the characteristics of multiscale data collection methods used in capturing eco-hydrological processes on heterogeneous surfaces?",
                    "Answer": "instrumentation on hierarchically nested scales, hyper-resolution airborne remote sensing technologies, capture eco-hydrological processes at different scales, heterogeneous environments",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What challenges are associated with obtaining accurate satellite pixel-scale relative true value datasets for surface evapotranspiration?",
                    "Answer": "spatial scale mismatch, scalability of observations, moderate to high surface heterogeneity",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the essential features of the data quality control process for multiscale eco-hydrological datasets?",
                    "Answer": "sensor calibration, data collection, data processing, dataset generation, accuracy, reliability",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many eddy covariance towers are utilized in the Heihe Watershed Allied Telemetry Experimental Research (HiWATER) observation system?",
                    "Answer": "4",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the spatial resolution of the satellite pixel-scale surface evapotranspiration relative true value dataset for the Heihe River Basin?",
                    "Answer": "1 km",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many stations provided surface evapotranspiration data as a basis for obtaining the satellite pixel-scale relative true value in the Heihe River Basin?",
                    "Answer": "15",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What does 'scale extension' mean in the context of evapotranspiration data collection?",
                    "Answer": "'Scale extension' refers to the process of expanding ground-based single-point observations of evapotranspiration to satellite pixel scale by using site observation data combined with multi-source remote sensing information. This involves evaluating spatial heterogeneity in surface water and heat conditions and comparing various methods to determine the best approach for obtaining satellite pixel-scale surface evapotranspiration relative truth values.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the multiscale observations obtained from the HiWATER experiment compare to the data collection methods used for upscaling eco-hydrological processes in the Heihe River Basin?",
                    "Answer": "The HiWATER experiment employs a hierarchical observation system incorporating flux observation matrices, eco-hydrological sensor networks, and hyper-resolution airborne remote sensing, focused on capturing multiscale eco-hydrological processes. In contrast, the Heihe River Basin dataset uses site-specific eddy covariance observations and high-resolution remote sensing data to upscale evapotranspiration across satellite pixel scales. Both approaches integrate remote sensing and ground-based observations but differ in the scale and integration of diverse data sources.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the differences in challenges faced during data collection for evapotranspiration measurement in heterogeneous surfaces compared to oasis-desert interactions?",
                    "Answer": "For evapotranspiration measurement in heterogeneous surfaces, a key challenge is the spatial scale mismatch between remote sensing estimates and ground observations, requiring advanced upscaling methods. In contrast, oasis-desert interactions face challenges due to the poor availability of multiscale observations, necessitating the arrangement of instruments in hierarchically nested scales to effectively capture eco-hydrological processes.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How does the use of multiple remote sensing technologies in the HiWATER dataset compare to the methods used in obtaining satellite pixel scale evapotranspiration relative truth values in the Heihe River Basin?",
                    "Answer": "The HiWATER dataset employs LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer to capture diverse eco-hydrological dynamics at multiple scales. In the Heihe River Basin, high-resolution remote sensing data like surface temperature and vegetation indices are integrated with atmospheric reanalysis data and site-specific observations to upscale evapotranspiration. Both utilize advanced remote sensing technologies but differ in the specific combination and scale of data integration.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What factors contribute to the need for scale expansion methods when collecting evapotranspiration data from remote sensing?",
                    "Answer": "The mismatch between the spatial scales of remote sensing estimates and ground-based observations, especially over heterogeneous surfaces, necessitates scale expansion methods to accurately obtain satellite pixel-scale evapotranspiration values.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it challenging to directly use eddy covariance measurements as pixel-scale relative truth values for remote sensing validation?",
                    "Answer": "Eddy covariance measurements capture point-specific data, which may not represent the broader spatial variability seen in satellite data, particularly in areas with heterogeneous land surfaces, leading to challenges in using them directly as pixel-scale truth values.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What causes the reliability of satellite pixel-scale evapotranspiration values to be questioned, and how are these challenges addressed?",
                    "Answer": "The spatial heterogeneity of land surfaces can lead to discrepancies between remote sensing estimates and observed values. This is addressed by employing methods such as Gaussian process regression for scale expansion, ensuring more reliable satellite pixel-scale evapotranspiration values.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential impacts on the accuracy of evapotranspiration data when using a combination of site observations and high-resolution remote sensing data?",
                    "Answer": "Using a combination of site observations and high-resolution remote sensing data can significantly enhance the accuracy of evapotranspiration data by addressing the spatial scale mismatch between remote sensing estimates and site observations. This approach allows for the extension of point-scale observations to satellite pixel scale, providing a more reliable representation of surface evapotranspiration across heterogeneous landscapes.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the goals of upscaling single-point observation data to satellite pixel scale for evapotranspiration measurements in heterogeneous landscapes?",
                    "Answer": "The goal is to accurately obtain surface evapotranspiration at the satellite pixel scale, which is critical for studies on global climate change, crop yield estimation, drought monitoring, and regional and global water resource management. This upscaling helps address the mismatch in spatial scales between remote sensing estimates and ground observations, especially in heterogeneous landscapes.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why is it important to evaluate the spatial heterogeneity of land surface water and heat conditions when developing evapotranspiration datasets?",
                    "Answer": "Evaluating spatial heterogeneity is crucial to ensure the reliability of the upscaled evapotranspiration data, as it affects the accuracy of the remote sensing products in heterogeneous land surfaces. Understanding this heterogeneity allows for the selection and optimization of scaling methods, which enhances the quality and applicability of the evapotranspiration datasets for various environmental and climatic studies.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What procedural steps are involved in upscaling evapotranspiration data from single ground observation sites to satellite pixel scales in a heterogeneous landscape?",
                    "Answer": "To upscale evapotranspiration data from single ground observation sites to satellite pixel scales in a heterogeneous landscape, the process involves using site observation data combined with multi-source remote sensing information. The steps include evaluating spatial heterogeneity of surface water and energy conditions, testing and comparing nine different upscaling methods like Gaussian process regression, and selecting an optimal method based on landscape uniformity. For uniform surfaces, direct eddy covariance observations are used, while for moderately to highly heterogeneous surfaces, Gaussian process regression is applied.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How are multiple sources of data integrated to achieve high-resolution evapotranspiration estimates in the Heihe River Basin?",
                    "Answer": "In the Heihe River Basin, multiple data sources are integrated by combining eddy covariance data from 15 observation sites with high-resolution remote sensing data, including surface temperature, vegetation index, and net radiation. This integration, supported by atmospheric reanalysis data, is part of a scale expansion method to obtain satellite pixel-scale evapotranspiration estimates. Various upscaling techniques are evaluated to ensure the accuracy of the estimates, and the data is subjected to rigorous quality control measures.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the key procedural challenges in ensuring the accuracy of remote sensing evapotranspiration products when compared to ground-truth measurements?",
                    "Answer": "The key procedural challenges include addressing the spatial scale mismatch between remote sensing estimates and ground-truth measurements, particularly in heterogeneous landscapes. This involves assessing surface water and energy condition heterogeneity, choosing appropriate upscaling methods, and conducting direct and cross-validation tests of these methods. Ensuring accuracy also requires careful selection of data integration techniques and validation against reference measurements, such as those obtained from large aperture scintillometers at superstations.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What conditions and technological approaches enable the extension of ground-based evapotranspiration observations to satellite pixel scales in heterogeneous landscapes?",
                    "Answer": "The extension of ground-based evapotranspiration observations to satellite pixel scales in heterogeneous landscapes is enabled by using eddy covariance data from multiple observation sites combined with high-resolution remote sensing data (e.g., surface temperature, vegetation index, net radiation), atmospheric reanalysis data, and applying scaling methods such as Gaussian process regression and other nine methods.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How do nested observation scales and instrumentation contribute to overcoming the challenge of multiscale data availability in eco-hydrological studies?",
                    "Answer": "Nested observation scales and instrumentation contribute by deploying a hierarchical network of flux observation systems, including eddy covariance towers, large aperture scintillometers, and automatic meteorological stations, as well as conducting airborne remote sensing missions with LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer to capture multiscale eco-hydrological processes and improve data availability.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the methodological advancements that enable reliable satellite pixel-scale evapotranspiration estimates for heterogeneous surfaces?",
                    "Answer": "Methodological advancements include the assessment of space heterogeneity of surface water and heat conditions, direct and cross-validation of scaling methods like Gaussian process regression, and the strategic selection of appropriate scaling methods based on surface uniformity, leading to reliable satellite pixel-scale evapotranspiration estimates.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might there be challenges in obtaining accurate multiscale observations for eco-hydrological processes on heterogeneous surfaces?",
                    "Answer": "Progress in this field is hindered by the poor availability of multiscale observations, which is crucial for accurately upscaling eco-hydrological processes in heterogeneous environments.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the expected challenges in ensuring the reliability of remote sensing evapotranspiration products, and how might these be addressed?",
                    "Answer": "The reliability of remote sensing evapotranspiration products is challenged by spatial scale mismatches between remote sensing estimates and site observations, particularly in heterogeneous landscapes. Addressing this requires methods for spatial heterogeneity evaluation and the application of scale extension techniques, such as Gaussian process regression, to reliably upscale site data to satellite pixel scales.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How would you evaluate the effectiveness of using multi-source remote sensing information in addressing the spatial scale mismatch in evapotranspiration data collection?",
                    "Answer": "The use of multi-source remote sensing information is highly effective in addressing spatial scale mismatches, as it allows for the integration of diverse data types, such as surface temperature and vegetation indices, enabling more accurate representation of the heterogeneous surface conditions in evapotranspiration studies.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What is your opinion on the challenges faced in ensuring the accuracy of evapotranspiration remote sensing products in heterogeneous landscapes?",
                    "Answer": "One of the main challenges is the spatial heterogeneity of the landscape, which can cause discrepancies between remote sensing estimates and ground observations. This is particularly problematic in areas with varying land cover and surface conditions, necessitating advanced methods like scale extension techniques for accurate data representation.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How would you assess the potential of using advanced machine learning techniques, such as Gaussian process regression, in improving the reliability of evapotranspiration estimates at the satellite pixel scale?",
                    "Answer": "Advanced machine learning techniques like Gaussian process regression show great potential in improving the reliability of evapotranspiration estimates, especially in moderately to highly heterogeneous landscapes, by effectively capturing complex relationships between observed variables and providing robust scale extension capabilities.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how multiscale observations can effectively address the challenges of eco-hydrological process upscaling on heterogeneous surfaces.",
                    "Answer": "Multiscale observations are critical in capturing eco-hydrological processes across different scales. The HiWATER experiment addresses this by using instrumentation on hierarchically nested scales, including a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations. This strategy helps in obtaining multiscale and multidisciplinary data, which is essential for understanding and modeling complex interactions in heterogeneous surfaces.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I'm unsure about how the spatial heterogeneity of a landscape impacts the accuracy of evapotranspiration remote sensing products.",
                    "Answer": "Spatial heterogeneity can cause discrepancies between remote sensing estimates and ground-based observations of evapotranspiration. To tackle this, a dataset employs a scale extension method using site observation data and high-resolution remote sensing data. This approach helps to align satellite pixel-scale evapotranspiration estimates with ground-truth values, particularly in areas with moderate to high heterogeneity, where methods like Gaussian process regression are employed for more reliable estimates.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "I can't make sense of how different data collection techniques are integrated to provide a reliable dataset for evapotranspiration analysis in the Heihe watershed.",
                    "Answer": "In the Heihe watershed, data collection techniques are integrated through a combination of direct site observations, remote sensing data fusion, and atmospheric reanalysis data. These methods involve using eddy covariance measurements, high-resolution satellite data (such as land surface temperature and vegetation indices), and various scale extension methods to obtain satellite pixel-scale evapotranspiration relative true values. This integration ensures a comprehensive dataset that captures the complexity of evapotranspiration processes across different scales.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please conduct an analysis of the existing challenges in acquiring multiscale observations for eco-hydrological processes and propose potential solutions.",
                    "Answer": "The primary challenge is the limited availability of multiscale observations necessary for accurately capturing eco-hydrological processes on heterogeneous surfaces. To address this, the HiWATER experiment implemented a hierarchical instrumentation approach, including a sparse network of observation stations, EC towers, and automatic meteorological stations across various landscapes, and conducted intensive observation periods. The use of advanced remote sensing technologies like LiDAR, imaging spectrometers, and multi-angle thermal imagers further aided in obtaining comprehensive data. These strategies help bridge the gap in multiscale observations.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "Please identify and describe the steps taken to ensure the quality and reliability of data collected in eco-hydrological research, particularly concerning evapotranspiration measurement.",
                    "Answer": "Quality and reliability of the data are ensured through careful calibration of sensors, systematic data collection, and thorough data processing, which includes quality control measures. The HiWATER observation system comprised various instruments like eddy covariance towers, large aperture scintillometers, and automatic meteorological stations. Additionally, eco-hydrological sensors and remote sensing tools such as LiDAR and imaging spectrometers were employed. The datasets generated are subjected to rigorous quality checks before being made available on platforms like figshare and the Cold and Arid Regions Science Data Centre.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}