{
    "id": "65663d5f-01bc-4761-a4b5-b0f7c5b54cf9",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The inventory of glacial lakes and results of risk assessment in the Third Pole",
            "titleCn": "青藏高原及周边地区冰湖数据集（风险评估结果，2018-2022年）",
            "description": "We focused on glacial lakes with areas ≥ 0.02 km2 that were primarily fed by contemporary glacier meltwater within a 10 km glacier buffer. Numerous thermokarst lakes and lakes without parent glaciers were excluded. Three time windows, 2018, 2020, and 2022, were selected to create new inventories and were combined with other available datasets to reveal the short-term and long-term glacial lake changes. A total of 878 Sentinel-2A/B images (10-m resolution) were used to manually delineate the glacial lakes. To ensure a sufficient storage period for the glacial lakes during the year and to minimize the presence of mountain shadows, priority was given to images captured between July and November with less than 10% cloud coverage. The images were processed using a false-color composition of bands 4, 3, and 2 to highlight the water bodies. Throughout the workflow, each glacial lake underwent thorough review at least six times, ensuring the inventory's completeness according to our standards.",
            "descriptionCn": "我们重点关注面积≥ 0.02 平方公里的冰川湖泊，这些湖泊的水源主要来自 10 公里冰川缓冲区内的当代冰川融水。大量多年冻土热融湖和降水补给湖泊被排除在外。我们选择了 2018 年、2020 年和 2022 年三个时间窗口创建新的清单，并与其他可用数据集相结合，以揭示冰川湖泊的短期和长期变化。共使用了 878 幅 Sentinel-2A/B 图像（10 米分辨率）来手动划分冰川湖。为确保冰川湖在一年中有足够的储存期，并尽量减少山影的存在，优先选择了 7 月至 11 月间云层覆盖率小于 10%的图像。在处理图像时，使用了波段 4、3 和 2 的假彩组合来突出水体。在整个工作流程中，每个冰川湖都至少经过六次彻底审查，以确保清单的完整性。在冰湖属性表中，包含了最新的第三极冰湖风险评估结果以及各个指标的特征值。",
            "instructions": "Ice lake data is stored in shpfile vector format and can be opened in ArcMap software",
            "instructionsCn": "冰湖数据以shpfile矢量格式存储，可在ArcMap软件中打开",
            "east": 105.0,
            "west": 67.0,
            "south": 25.0,
            "north": 53.0,
            "startTime": "2018-03-01 11:24:47",
            "endTime": "2022-12-30 11:24:47",
            "fileSize": 17340519.0,
            "cstr": "18406.11.Cryos.tpdc.301116",
            "doi": "10.11888/Cryos.tpdc.301116",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "张太刚",
                "nameEn": "ZHANG Taigang",
                "unitEn": "",
                "unitCn": "兰州大学"
            },
            {
                "nameCn": "王伟财",
                "nameEn": "WANG Weicai",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "安宝晟",
                "nameEn": "AN Baosheng",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Enhanced glacial lake activity threatens numerous communities and infrastructure in the Third Pole. ",
                "referenceCn": null,
                "referenceEn": "Zhang, T., Wang, W., An, B., & Wei, L. (2023). Enhanced glacial lake activity threatens numerous communities and infrastructure in the Third Pole. Nature Communications, 14(1), 8250."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰冻圈遥感",
                "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
            },
            {
                "nameCn": "冰冻圈遥感产品",
                "nameEn": "Cryosphere remote sensing products"
            },
            {
                "nameCn": "冰川灾害",
                "nameEn": "glacier hazard"
            },
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            },
            {
                "nameCn": "冰湖",
                "nameEn": "glacial lake"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "泛第三级",
                "keywordEn": "Pan-Third Pole"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018-2022",
                "keywordEn": "2018-2022",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific attributes and features used to assess the risk of glacial lakes based on remote sensing data?",
                "QuestionCn": "评估冰川湖风险的具体属性和特征基于遥感数据包括哪些内容？",
                "AnswerEn": "area of ≥ 0.02 square kilometers, contemporary glacial meltwater, within a 10-kilometer glacier buffer zone, Sentinel-2A/B images, 10 meters resolution, less than 10% cloud cover, between July and November, false-color combination of bands 4, 3, and 2, reviewed at least six times",
                "AnswerCn": "面积≥0.02平方公里，当代冰川融水，位于10公里冰川缓冲区内，Sentinel-2A/B影像，10米分辨率，云量少于10%，时间范围为7月至11月，使用波段4、3和2的假彩色组合，至少审核六次。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'Sentinel-2A/B imagery' mean in the context of glacier lake data collection?",
                "QuestionCn": "在冰川湖数据收集的背景下，“Sentinel-2A/B影像”指的是由欧洲空间局的Sentinel-2卫星系列（Sentinel-2A和Sentinel-2B）获取的高分辨率遥感图像。这些影像用于监测和分析冰川湖的变化、面积、体积以及其他相关环境特征。",
                "AnswerEn": "Sentinel-2A/B imagery refers to a type of satellite imagery used for manually delineating glacier lakes within a dataset. It involves using 878 images at a 10-meter resolution, specifically choosing those with less than 10% cloud coverage between July and November to ensure sufficient storage period for glacier lakes and minimize the presence of mountain shadows. False color composites of bands 4, 3, and 2 are used to highlight water bodies.",
                "AnswerCn": "Sentinel-2A/B影像指的是一种用于手动划定冰川湖泊的数据集的卫星影像。它涉及使用878幅图像，分辨率为10米，特别选择在7月至11月之间云覆盖率低于10%的图像，以确保冰川湖泊的存储期充足，并尽量减少山影的影响。使用波段4、3和2的假彩色合成图来突出水体。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the method of using Sentinel-2A/B images with a focus on glacier lakes sourced from a 10 km glacier buffer zone compare to other data collection methods for mapping glacier lakes in terms of accuracy and coverage?",
                "QuestionCn": "使用Sentinel-2A/B影像，重点关注来自10公里冰川缓冲区的冰川湖，与其他数据收集方法相比，在准确性和覆盖范围方面如何？",
                "AnswerEn": "The method described utilizes 878 Sentinel-2A/B images with a 10-meter resolution to manually delineate glacier lakes, prioritizing images with less than 10% cloud cover between July and November to ensure sufficient storage time and minimize mountain shadows. This approach involves a detailed review process where each lake is analyzed at least six times for completeness. It focuses on glacier lakes with contemporary glacial meltwater sources, excluding thermokarst lakes and precipitation-fed lakes, enabling a specific analysis of glacier-fed lakes over selected time windows (2018, 2020, and 2022) to reveal both short-term and long-term changes.",
                "AnswerCn": "该方法利用878幅分辨率为10米的Sentinel-2A/B影像，手动划定冰川湖，优先选择在7月至11月之间云覆盖率低于10%的影像，以确保足够的储存时间并最小化山影的影响。该方法涉及详细的审查过程，每个湖泊至少分析六次以确保完整性。它专注于具有现代冰川融水源的冰川湖，排除热融湖和降水补给湖，从而能够在选定的时间窗口（2018年、2020年和2022年）对冰川补给湖进行特定分析，以揭示短期和长期变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the seasonal patterns and environmental factors affecting glacier lakes from the selection of images with less than 10% cloud cover between July and November?",
                "QuestionCn": "从7月至11月之间选择的云量少于10%的图像中，可以推断出关于冰川湖的季节性模式和影响环境因素的信息。",
                "AnswerEn": "The choice of images with less than 10% cloud cover between July and November indicates an emphasis on capturing glacier lakes during periods when they are most visible and accessible for analysis, minimizing interference from cloud cover and shadows. This suggests that glacier lakes have a sufficient storage period during these months, potentially reflecting seasonal melting patterns and environmental conditions favorable for observing water bodies without obstructions.",
                "AnswerCn": "选择在七月至十一月之间云量少于10%的图像，表明强调在冰川湖泊最可见和可分析的时期进行捕捉，尽量减少云层和阴影的干扰。这表明冰川湖泊在这些月份有足够的储水期，可能反映出季节性融化模式和有利于观察水体的环境条件。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using Sentinel-2A/B imagery with less than 10% cloud coverage on glacier lake inventory accuracy and completeness?",
                "QuestionCn": "使用云覆盖率低于10%的Sentinel-2A/B影像对冰川湖泊清单的准确性和完整性的影响是什么？",
                "AnswerEn": "Using Sentinel-2A/B imagery with less than 10% cloud coverage allows for more accurate and complete manual delineation of glacier lakes by minimizing obstructions in the images. It helps ensure that glacier lakes are observed during their adequate storage periods, reducing errors caused by cloud cover and mountain shadow, thus enhancing the accuracy and completeness of the glacier lake inventory.",
                "AnswerCn": "使用云覆盖率低于10%的Sentinel-2A/B影像，可以更准确和完整地手动划定冰川湖，因为这减少了影像中的遮挡。这有助于确保在冰川湖的适当储存期间进行观察，从而减少因云层覆盖和山影造成的错误，从而提高冰川湖清单的准确性和完整性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives for creating a dataset that focuses on glacier lakes with an area ≥ 0.02 square kilometers in the context of risk assessment from 2018 to 2022?",
                "QuestionCn": "创建一个关注面积≥0.02平方公里的冰川湖泊的数据集的主要目标是什么，特别是在2018年至2022年的风险评估背景下？",
                "AnswerEn": "The primary objectives include assessing the risk associated with glacier lakes by focusing on those with significant influence from contemporary glacier meltwater within a 10 km buffer zone, and excluding lakes primarily fed by permafrost melt or precipitation. By analyzing data from selected years and integrating other available datasets, the aim is to reveal short-term and long-term changes in glacier lakes, ensuring comprehensive risk evaluation and identification of significant indicators through meticulous image analysis and review.",
                "AnswerCn": "主要目标包括评估与冰川湖泊相关的风险，重点关注那些在10公里缓冲区内受到现代冰川融水显著影响的湖泊，并排除主要由永久冻土融化或降水供水的湖泊。通过分析选定年份的数据并整合其他可用数据集，旨在揭示冰川湖泊的短期和长期变化，确保全面的风险评估和通过细致的图像分析与审查识别重要指标。",
                "Level": "C6(Creating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How can Sentinel-2A/B imagery be utilized effectively to manually delineate glacial lakes in the Tibetan Plateau and surrounding regions?",
                "QuestionCn": "如何有效利用Sentinel-2A/B影像手动划定青藏高原及周边地区的冰川湖泊？",
                "AnswerEn": "Sentinel-2A/B imagery, with a resolution of 10 meters, is used to manually delineate glacial lakes in the Tibetan Plateau and surrounding regions by selecting images with cloud cover less than 10% between July and November. This time frame ensures sufficient water storage and minimizes mountain shadows. False-color combinations using bands 4, 3, and 2 are employed to highlight water bodies. Each glacial lake is reviewed at least six times to ensure comprehensive inventory.",
                "AnswerCn": "Sentinel-2A/B影像，分辨率为10米，用于手动划定青藏高原及周边地区的冰川湖泊，选择云覆盖率低于10%的图像，时间范围为7月至11月。这个时间段确保了水体储存充足，并最小化山影的影响。采用4、3、2波段的假彩色组合来突出水体。每个冰川湖泊至少审查六次，以确保全面的清单。",
                "Level": "C3(Applying)"
            }
        ]
    }
}