{
  "id": "65bb3b7f-129e-419c-9abf-164216682b2c",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Daily precipitation data with 10km resolution in the upper Brahmaputra (Yarlung Zangbo River) Basin (1961-2016)",
      "titleCn": "雅鲁藏布江流域逐日10km分辨率降水数据（1961-2016）",
      "description": "Daily precipitation data was reconstructed for streamflow simulation in the entire UB by combining orographic and linear correction approaches based on 262 gauge observations. The reconstructed precipitation is used to drive the VIC hydrological model linked with a temperature-index model (VIC-Glacier) , and is inversely evaluated by comparing with observed discharge, glacier area changes, and MODIS-based snow cover faction (SCF) data in the upper Brahmaputra Basin.",
      "descriptionCn": "基于雅鲁藏布江流域内已有的262个雨量筒2014—2016年逐月降水数据，利用海拔地形校正和线性校正相结合的方法对China Meteorological Administration (CMA) 和 Global Land Data Assimilation Systems (GLDAS)降水数据进行校正，重建了雅鲁藏布江流域及7个子流域1961–2016年10km分辨率的逐日降水数据。利用该数据驱动VIC水文模型模拟了流域及各子流域径流及冰雪面积，并利用实测径流、MODIS及冰川编目数据进行验证。",
      "instructions": "The data contains 3390 grid files. Each file has four columns, namely year, month, day and precipitation. The file is named data_ Latitude_ Longitude.",
      "instructionsCn": "该数据包含3390个格点文件，每一个文件有四列，分别为年、月、日和降水，文件命名为data_纬度_经度。",
      "east": 97.0399,
      "west": 82.0408,
      "south": 28.0416,
      "north": 31.2081,
      "startTime": "1961-08-06 16:00:00",
      "endTime": "2017-08-05 16:00:00",
      "fileSize": 306093830.0,
      "cstr": "18406.11.Hydro.tpdc.270917",
      "doi": "10.11888/Hydro.tpdc.270917",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "苏凤阁",
        "nameEn": "SU Fengge",
        "unitEn": "Institute of Tibetan Plateau Research, CAS",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "孙赫",
        "nameEn": "SUN He",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Precipitation correction and reconstruction for streamflow simulation based on 262 rain gauges in the upper Brahmaputra of southern Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Sun, H., Su, F. (2020). Precipitation correction and reconstruction for streamflow simulation based on 262 rain gauges in the upper Brahmaputra of southern Tibetan Plateau. Journal of Hydrology. 590. DOI:10.1016/j.jhydrol.2020.125484"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "Tibetan Plateau",
        "keywordEn": ""
      },
      {
        "keywordCn": "upper Brahmaputra",
        "keywordEn": "upper Brahmaputra"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1961-2016",
        "keywordEn": "1961-2016",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      },
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that integrates elevation terrain correction and linear correction techniques to enhance precipitation data accuracy in a large river basin?",
        "QuestionCn": "您能否提供一个数据收集方法的示例，该方法结合了地形修正和线性修正技术，以提高大河流域降水数据的准确性？",
        "AnswerEn": "An example of a data collection method that integrates elevation terrain correction and linear correction techniques can be seen in the reconstruction of daily precipitation data from 1961 to 2016 at a 10km resolution for the Yarlung Zangbo River Basin. This method utilized existing monthly precipitation data from 262 rain gauges collected from 2014 to 2016. The approach combined elevation terrain and linear corrections to adjust precipitation data from the China Meteorological Administration (CMA) and Global Land Data Assimilation Systems (GLDAS), enhancing the accuracy and reliability of the dataset.",
        "AnswerCn": "一个结合了地形高程修正和线性修正技术的数据收集方法的例子，可以在对雅鲁藏布江流域1961年至2016年的日降水数据进行重建时看到，该数据以10公里的分辨率进行处理。该方法利用了2014年至2016年收集的262个雨量计的现有月降水数据。该方法结合了地形高程和线性修正，以调整来自中国气象局（CMA）和全球土地数据同化系统（GLDAS）的降水数据，从而提高了数据集的准确性和可靠性。",
        "Level": "C6(Creating)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and methodologies of data collection used to create a high-resolution precipitation dataset in the Yarlung Zangbo River Basin between 1961 and 2016?",
        "QuestionCn": "在1961年至2016年期间，创建雅鲁藏布江流域高分辨率降水数据集的特征和数据收集方法是什么？",
        "AnswerEn": "10 km resolution, daily precipitation data, 1961 to 2016, Yarlung Zangbo River Basin, elevation terrain correction, linear correction methods, 262 rain gauges, VIC hydrological model, validated using measured runoff, MODIS, glacier inventory data",
        "AnswerCn": "10公里分辨率，日降水数据，1961至2016年，雅鲁藏布江流域，海拔地形校正，线性校正方法，262个雨量计，VIC水文模型，使用实测径流验证，MODIS，冰川清单数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the precipitation dataset covering the Yarlung Tsangpo River Basin from 1961 to 2016?",
        "QuestionCn": "覆盖雅鲁藏布江流域1961年至2016年的降水数据集的空间分辨率是多少？",
        "AnswerEn": "10 km",
        "AnswerCn": "10公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors have led to the need for recalibrating precipitation data using elevation and linear corrections in the Yarlung Zangbo River Basin?",
        "QuestionCn": "导致需要通过海拔和线性修正重新校准雅鲁藏布江流域降水数据的因素有哪些？",
        "AnswerEn": "The recalibration of precipitation data using elevation and linear corrections was necessary to enhance the accuracy of the data derived from the China Meteorological Administration (CMA) and Global Land Data Assimilation Systems (GLDAS). This was particularly important due to the complex topography of the Yarlung Zangbo River Basin, which affects precipitation distribution. By integrating data from 262 existing rain gauges and employing these corrections, researchers aimed to reconstruct daily precipitation data with a 10km resolution from 1961 to 2016, ensuring it accurately reflects the unique climatic and geographic conditions of the basin and its sub-basins.",
        "AnswerCn": "为了提高来自中国气象局（CMA）和全球陆地数据同化系统（GLDAS）所获取数据的准确性，进行了降水数据的重新校准，采用了海拔和线性修正。这在雅鲁藏布江流域复杂的地形条件下尤为重要，因为地形影响了降水分布。通过整合262个现有雨量计的数据并采用这些修正，研究人员旨在重建1961年至2016年的日降水数据，分辨率为10公里，确保其准确反映流域及其子流域独特的气候和地理条件。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind reconstructing a dataset with 10km resolution daily precipitation data for the Yarlung Zangbo River Basin and its sub-basins from 1961 to 2016?",
        "QuestionCn": "重建1961年至2016年雅鲁藏布江流域及其子流域的10公里分辨率日降水数据集的主要目标是什么？",
        "AnswerEn": "The goal is to create a high-resolution and accurate dataset of daily precipitation for the Yarlung Zangbo River Basin by correcting existing data from the China Meteorological Administration and Global Land Data Assimilation Systems using elevation and linear correction methods. This reconstructed dataset is intended to drive the VIC hydrological model for simulating runoff and ice-snow areas across the basin and its sub-basins, facilitating validation with observed runoff, MODIS data, and glacier inventory data.",
        "AnswerCn": "目标是通过使用高程和线性校正方法，修正来自中国气象局和全球土地数据同化系统的现有数据，创建一个高分辨率和准确的雅鲁藏布江流域日降水量数据集。该重建数据集旨在驱动VIC水文模型，以模拟流域及其子流域的径流和冰雪区域，便于与观测径流、MODIS数据和冰川清单数据进行验证。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}