{
  "id": "661844af-2d3d-4ece-8731-213af0983e72",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Landsat fractional vegetation cover (FVC) products over the Tibetan Plateau (2021)",
      "titleCn": "青藏高原Landsat系列卫星遥感植被覆盖度（FVC）产品（2021）",
      "description": "The dataset is the fractional vegetation cover (FVC) products of 2021 over the Tibetan Plateau。The dataset is producted based on Landsat surface reflectance dataset. It is calculated by the FVC equation which is based on dimidiate pixel model of NDVI.And the corresponding production of quality identification documents (QA) is also generated to identify the cloud, ice and snow.FVC is an important ecological parameter, which is widely used in ecological environmnet monitoring .",
      "descriptionCn": "1）数据内容：本数据集包含2021年青藏高原地区Landsat长时序植被覆盖度（FVC）产品。2）数据来源及加工方法：该数据集是在2021年青藏高原Landsat系列卫星地表反射率数据集的基础上，基于NDVI的像元二分模型进行反演得到的；3）数据质量描述：为了标识云、冰雪，并相应生产了质量标识文件（QA）。4) 数据应用成果及前景：植被覆盖度是生态学的重要参数，广泛应用于生态环境监测、植被生长状况等研究。",
      "instructions": "1) File name rules: the FVC result of each scense is stored in a floder including the FVC band, QA bands, metadata, and browser; the named rule of a folder is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-FVC\",for example, L5-TM-115-026-19840418-LSR-BRDF-FVC; the FVC is stored as GeoTIFF format and its named rule is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-FVC.TIF\", for example, \"L5-TM-115-026-19840418-LSR-BRDF-FVC.TIF\". 2) How to use the dataset:the FVC results can be opened by ArcGIS, envi, QGIS and so on,  the unit of the FVC results is %, for exmaple the value is 80, that means the fractional vegetation is 80%, and the background filling value is -9999, and the \"LZW\" lossless compression is carried out.",
      "instructionsCn": "文件命名：FVC是以景为单位存放文件夹，由FVC波段、质量文件（Quality Assessment, QA）、元数据、缩略图组成，文件夹的命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-FVC，如L5-TM-115-026-19840418-LSR-BRDF-FVC；其中FVC产品是以GeoTIFF格式存储的，命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-FVC.TIF，如L5-TM-115-026-19840418-LSR-BRDF-FVC.TIF。数据使用方法：FVC结果可使用Arcgis、ENVI、QGIS等软件打开，为了降低存储空间，FVC结果值的单位为%，如值为80，表示植被覆盖度为80%，背景填充值为-9999，冰雪或云覆盖区域填充值为-9000，并进行了“LZW”的无损压缩。",
      "east": 106.7,
      "west": 73.4,
      "south": 24.6,
      "north": 40.4,
      "startTime": null,
      "endTime": null,
      "fileSize": 66615281723.0,
      "cstr": "18406.11.Terre.tpdc.300590",
      "doi": "10.11888/Terre.tpdc.300590",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "张兆明",
        "nameEn": "ZHANG Zhaoming",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": "密云水库上游植被覆盖度的遥感估算",
        "titleEn": null,
        "referenceCn": "李苗苗, 吴炳方, 颜长珍, 周为峰. (2004). 密云水库上游植被覆盖度的遥感估算. 资源科学, 26(4), 153-159.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球资源卫星",
        "nameEn": "Landsat"
      },
      {
        "nameCn": "植被覆盖度",
        "nameEn": "Vegetation coverage data"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2021",
        "keywordEn": "2021",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to derive vegetation coverage data from satellite imagery in the Tibetan Plateau?",
        "QuestionCn": "您能否提供一个用于从卫星影像中获取青藏高原植被覆盖数据的数据收集方法的例子？",
        "AnswerEn": "A data collection method involves using Landsat series satellite surface reflectance data and applying an NDVI-based pixel dichotomy model to retrieve vegetation coverage data.",
        "AnswerCn": "一种数据收集方法涉及使用Landsat系列卫星表面反射率数据，并应用基于NDVI的像素二分模型来获取植被覆盖数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and methodologies involved in producing vegetation fractional coverage using remote sensing data for the Tibetan Plateau?",
        "QuestionCn": "使用遥感数据在青藏 Plateau 生产植被覆盖度的特征和方法包括哪些？",
        "AnswerEn": "long-term series Landsat satellite surface reflectance data, NDVI-based pixel dichotomy model, quality assurance files to identify clouds and ice/snow",
        "AnswerCn": "长期系列Landsat卫星地表反射率数据，基于NDVI的像元二分模型，质量保证文件用于识别云和冰雪。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the total number of Landsat satellite images used to create a vegetation coverage dataset for the Tibetan Plateau in 2021?",
        "QuestionCn": "2021年用于创建青藏高原植被覆盖数据集的Landsat卫星影像总数是多少？",
        "AnswerEn": "The original answer does not provide a specific numerical value for the total number of Landsat satellite images used. Therefore, there is no quantifiable data to extract or refine.",
        "AnswerCn": "原始答案没有提供用于的Landsat卫星图像的总数的具体数值。因此，没有可提取或细化的量化数据。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the NDVI-based pixel dichotomy model in the context of estimating vegetation coverage from satellite imagery?",
        "QuestionCn": "在通过卫星影像估算植被覆盖率的背景下，NDVI基于像素二分法模型是什么？",
        "AnswerEn": "The NDVI-based pixel dichotomy model is a method used to estimate vegetation coverage from satellite imagery. It involves using the Normalized Difference Vegetation Index (NDVI) to differentiate between vegetated and non-vegetated areas within each pixel of satellite data, allowing for the calculation of fractional vegetation coverage (FVC). This approach is applied to surface reflectance datasets obtained from Landsat series satellites to derive vegetation coverage products.",
        "AnswerCn": "基于NDVI的像素二分模型是一种用于从卫星影像中估算植被覆盖度的方法。它利用归一化差异植被指数（NDVI）来区分每个卫星数据像素中的植被和非植被区域，从而计算出分数植被覆盖度（FVC）。该方法应用于从Landsat系列卫星获取的表面反射率数据集，以推导植被覆盖产品。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the NDVI-based pixel dichotomy model be interpreted to improve the accuracy of vegetation coverage estimates in remote sensing data?",
        "QuestionCn": "NDVI基于像素二分模型的解释如何提高遥感数据中植被覆盖估计的准确性？",
        "AnswerEn": "The NDVI-based pixel dichotomy model is used to retrieve vegetation coverage from Landsat satellite surface reflectance data, allowing researchers to infer the percentage of ground covered by vegetation. This model helps interpret the distribution and density of vegetation by analyzing the contrast between vegetated and non-vegetated pixels, thereby improving the accuracy of vegetation coverage estimation.",
        "AnswerCn": "基于NDVI的像素二分模型用于从Landsat卫星表面反射率数据中获取植被覆盖率，使研究人员能够推断地面上被植被覆盖的百分比。该模型通过分析植被和非植被像素之间的对比，帮助解释植被的分布和密度，从而提高植被覆盖估计的准确性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind creating a dataset that involves using NDVI-based pixel binary models to derive vegetation coverage in the Qinghai-Tibet Plateau region?",
        "QuestionCn": "创建一个涉及使用基于NDVI的像素二元模型来推导青藏高原地区植被覆盖的数据集的目标是什么？",
        "AnswerEn": "The objectives are to produce a dataset that serves as an important ecological parameter, facilitating broad applications in ecological environment monitoring and studies on vegetation growth conditions.",
        "AnswerCn": "目标是生成一个数据集，作为重要的生态参数，促进生态环境监测和植被生长条件研究的广泛应用。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}