{
    "id": "66322216-b99a-4c54-a130-a0c3ef0ed972",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Monthly irrigation dataset (for both surface water and groundwater) with 30 sec spatial resolution over the Heihe River Basin (1981-2013)",
            "titleCn": "黑河流域30弧秒分辨率月尺度地表水及地下水灌溉量数据集（1981-2013）",
            "description": "Agricultural irrigation, which accounts for about 80% of human water consumption, is the most important part of human water resources management and closely related to human survival and development.Irrigation is also an important part of the water cycle. Large-scale irrigation can affect the water cycle and even the local climate by affecting evapotranspiration.Excessive diversion of irrigation water will lead to unsustainable utilization of water resources, and at the same time, will reduce river flow and aquifer water reserves, thus harming the ecological environment.\nTherefore, determining the spatial and temporal distribution and variation of irrigation is critical to studying past human water use, the impact of irrigation on ecological and hydrological processes, the environment and climate, and the development of future irrigation plans.\nBy integrating the irrigation amount of channel diversion water and irrigation amount of groundwater intake from different data sources, and combining the evapotranspiration data of land surface model CLM4.5 simulation and remote sensing inversion, a set of spatio-temporal continuous surface water and groundwater irrigation amount data set with spatial resolution of 30 arcseconds (0.0083 degrees) on the scale of 1981-2013 in heihe river basin was made.\nIt has been verified that this data set has a high reliability from 2000 to 2013, and a lower reliability from 1981 to 1999 than from 2000 to 2013 due to the absence of remote sensing data and the absence of soil utilization changes.\nThe document is described as follows:\nMonthly surfacewater irrigation volume file name: monthly_surfacewater_irrigation gation_1981-2013.nc\nMonthly groundwater_irrigation gation_1981-2013.nc\nThe data is in netcdf format.There are three dimensions, which are month, lat, and lon.\nWhere, month is a month, and the value is 0-395, representing each month from 1981 to 2013. Lat is grid latitude information, and lon is grid longitude information.",
            "descriptionCn": "农业灌溉占人类用水量的80%左右, 是人类水资源管理中最主要的一环，与人类生存和发展息息相关。灌溉也是水循环中重要的一环，大规模灌溉会通过影响蒸散发从而影响水循环，甚至影响局地的气候。灌溉引水取水过度会导致水资源不可持续利用，同时，会减少河道流量和含水层水储量从而危害生态环境。\n因此，确定空间和时间上灌溉量的分布和变化，对于研究过去人类水资源利用情况，灌溉对于生态水文过程，环境和气候的影响，以及制定未来灌溉计划至关重要。\n通过融合不同数据源的河道引水灌溉量和地下水取水灌溉量，结合陆面模式CLM4.5模拟和遥感反演的蒸散发数据，制作了一套黑河流域1981-2013年月尺度空间分辨率为30弧秒（0.0083度）的时空连续的地表水和地下水灌溉量数据集。\n经过验证，该数据集在2000-2013年可信度较高，1981-1999年由于无遥感数据支持且未考虑土体利用变化，可信度较2000-2013年段为低。\n文件说明如下：\n每月地表水灌溉量文件命名：Monthly_surfacewater_irrigation_1981-2013.nc\n每月地下水灌溉量文件命名：Monthly_groundwater_irrigation_1981-2013.nc\n数据为netcdf格式。有3个维度，依次为month, lat, lon.\n其中month为月份，数值为0-395，代表1981-2013年逐个月份，lat为网格纬度信息，lon为网格经度信息。\n灌溉量数据储存在data变量中，单位为m^3/month\n为了方便使用，还提供对应的网格面积数据Heihe_area_size.nc,面积数据储存于该文件data变量中，单位为m^2",
            "instructions": "The document is described as follows:Monthly surfacewater irrigation volume file name: monthly_surfacewater_irrigation gation_1981-2013.nc、Monthly groundwater_irrigation gation_1981-2013.nc\nData reading method: the data is in netcdf raster format and has three dimensions, which are month, lat and lon in turn. It can be opened by arcgis or programming",
            "instructionsCn": "文件命名：每月地表水灌溉量文件命名：Monthly_surfacewater_irrigation_1981-2013.nc、每月地下水灌溉量文件命名：Monthly_groundwater_irrigation_1981-2013.nc\n数据读取方式：数据为netcdf栅格格式，有3个维度，依次为month, lat, lon.可以用arcgis或者编程打开",
            "east": 102.5,
            "west": 96.5,
            "south": 37.5,
            "north": 43.0,
            "startTime": "1981-01-13 02:36:00",
            "endTime": "2014-01-12 02:36:00",
            "fileSize": 601854980.0,
            "cstr": "18406.11.Hydro.tpdc.270573",
            "doi": "10.11888/Hydro.tpdc.270573",
            "dataFormat": "netcdf",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "谢正辉",
                "nameEn": "XIE Zhenghui",
                "unitEn": "Institute of Atmospheric Physics,Chines Academy of Sciences",
                "unitCn": "中国科学院大气物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Effects of anthropogenic water regulation and groundwater lateral flow on land processes",
                "referenceCn": null,
                "referenceEn": "Zeng, Yujin, Xie, Zhenghui, Yu, Yan, Liu, Shuang, Wang, Linying, Zou, Jing, Qin, Peihua, Jia, Binghao. Effects of anthropogenic water regulation and groundwater lateral flow on land processes. Journal of Advances in Modeling Earth Systems, 2016, :n/a-n/a. doi:10.1002/2016MS000646"
            },
            {
                "titleCn": null,
                "titleEn": "Ecohydrological effects of stream–aquifer water interaction: a case study of the Heihe River basin, northwestern China",
                "referenceCn": null,
                "referenceEn": "Yujin Zeng, Zhenghui Xie, Yan Yu, Shuang Liu, Linying Wang, Binghao Jia, Peihua Qin, Yaning Chen. Ecohydrological effects of stream–aquifer water interaction: a case study of the Heihe River basin, northwestern China, 2016. Hydrology and Earth System Sciences, 20, 2333-2352, doi:10.5194/hess-20-2333-2016."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地下水",
                "nameEn": "Ground Water"
            },
            {
                "nameCn": "地下水灌溉",
                "nameEn": "Groundwater irrigation"
            },
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1981-2013",
                "keywordEn": "1981-2013",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河输水条件下土壤水地下水相互作用及其生态水文效应研究",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the data collection method used rely on both land surface models and remote sensing data to estimate irrigation volumes?",
                "QuestionCn": "所使用的数据收集方法是否依赖于地表模型和遥感数据来估算灌溉量？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C4(Analyzing)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of irrigation data collected over a wide temporal scale and fine spatial resolution in the context of water resource management?",
                "QuestionCn": "在水资源管理的背景下，广泛时间尺度和细致空间分辨率收集的灌溉数据的特征包括：",
                "AnswerEn": "monthly temporal scale, 1981 to 2013, fine spatial resolution of 30 arc-seconds, surface water and groundwater irrigation volumes, cubic meters per month, latitude and longitude grid points, netCDF format, higher reliability for 2000-2013",
                "AnswerCn": "月时间尺度，1981年至2013年，空间分辨率为30弧秒，地表水和地下水灌溉量，每月立方米，纬度和经度网格点，netCDF格式，2000-2013年期间具有更高的可靠性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What are the key components involved in the creation of a dataset that maps monthly surface and groundwater irrigation volumes at a high spatial resolution?",
                "QuestionCn": "创建一个高空间分辨率的月度地表水和地下水灌溉量数据集的关键组成部分包括：",
                "AnswerEn": "The key components involved in the creation of such a dataset include the integration of river water diversion and groundwater extraction data, the use of the CLM4.5 land surface model for simulation, and the incorporation of remotely sensed evapotranspiration data. The dataset is developed with a spatial resolution of 30 arc seconds and covers the period from 1981 to 2013.",
                "AnswerCn": "创建此类数据集的关键组成部分包括整合河水引流和地下水提取数据，使用CLM4.5陆面模型进行模拟，以及纳入遥感蒸散发数据。该数据集的空间分辨率为30弧秒，覆盖1981年至2013年期间。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential effects on the reliability of irrigation data when combining multiple data sources and methods, such as river diversion records, groundwater extraction data, and remote sensing for evapotranspiration?",
                "QuestionCn": "当结合多个数据源和方法（如河流引水记录、地下水提取数据和遥感蒸散发数据）时，灌溉数据的可靠性可能会受到以下潜在影响：",
                "AnswerEn": "Combining multiple data sources and methods, such as river diversion records, groundwater extraction data, and remote sensing for evapotranspiration, can enhance the spatial and temporal continuity of a dataset, thereby improving reliability. However, the reliability may vary over time, as seen in the higher confidence in data from 2000-2013 due to the availability of remote sensing data, compared to 1981-1999, where the absence of remote sensing support and exclusion of land use changes result in lower confidence.",
                "AnswerCn": "结合多个数据源和方法，例如河流引水记录、地下水提取数据和蒸散发的遥感数据，可以增强数据集的空间和时间连续性，从而提高可靠性。然而，可靠性可能会随时间变化，例如，由于2000-2013年期间遥感数据的可用性，数据的可信度较高，而在1981-1999年期间，由于缺乏遥感支持和排除土地利用变化，导致可信度较低。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it necessary to determine the spatial and temporal distribution and changes in irrigation quantities in the context of water resource management and ecological impacts?",
                "QuestionCn": "在水资源管理和生态影响的背景下，确定灌溉量的空间和时间分布及其变化是必要的。",
                "AnswerEn": "Determining the spatial and temporal distribution and changes in irrigation quantities is crucial for understanding past human water resource utilization, the impact of irrigation on ecological hydrological processes, environment, and climate, as well as for formulating future irrigation plans. Irrigation is a significant component of water management and water cycling, affecting evapotranspiration and potentially impacting local climate. Excessive water diversion for irrigation can lead to unsustainable water resource use and harm ecological environments by reducing river flows and aquifer water storage.",
                "AnswerCn": "确定灌溉数量的空间和时间分布及变化对于理解过去人类水资源利用、灌溉对生态水文过程、环境和气候的影响，以及制定未来灌溉计划至关重要。灌溉是水管理和水循环的重要组成部分，影响蒸散发，并可能对地方气候产生影响。过度的灌溉水源转移可能导致水资源的不可持续利用，并通过减少河流流量和地下水储存对生态环境造成危害。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in creating a spatially and temporally continuous dataset for surface and groundwater irrigation amounts at a high spatial resolution over several decades?",
                "QuestionCn": "创建一个高空间分辨率的表面和地下水灌溉量的空间和时间连续数据集，涉及以下程序步骤：\n\n1. **数据收集**：收集相关的气象、土壤、作物、灌溉和水资源管理的数据，包括历史记录和现有的监测数据。\n\n2. **数据预处理**：对收集到的数据进行清洗和标准化，处理缺失值和异常值，确保数据的一致性和可靠性。\n\n3. **空间插值**：使用空间插值方法（如克里金插值、反距离加权等）将点数据转换为连续的空间数据，以获得高空间分辨率的灌溉量分布。\n\n4. **时间序列分析**：对数据进行时间序列分析，识别季节性变化和长期趋势，确保数据在时间上的连续性。\n\n5. **模型构建**：建立水文模型或灌溉模型，模拟不同条件下的灌溉需求和水资源分配，以生成缺失的时间段数据。\n\n6. **数据融合**：将不同来源的数据（如遥感数据、地面观测数据等）进行融合，以提高数据的空间和时间分辨率。\n\n7. **验证与校正**：通过与实地观测数据进行比较，验证生成的数据集的准确性，并进行必要的校正。\n\n8. **数据存储与管理**：将处理后的数据存储在适当的数据库中，确保数据的可访问性和可管理性。\n\n9. **可视化与分析**：使用GIS工具和数据可视化技术，分析和展示灌溉量的空间和时间变化。\n\n10. **文档记录**：记录数据处理的每个步骤和方法，以便于未来的复现和审查。",
                "AnswerEn": "The process involves integrating irrigation amounts from different data sources, including surface water and groundwater extraction quantities. This is combined with land surface model simulations using CLM4.5 and remote sensing-derived evapotranspiration data to develop a high-resolution dataset. The dataset covers the period from 1981 to 2013 at a 30-arc second spatial resolution. It is stored in netCDF format with dimensions for month, latitude, and longitude, and is validated for reliability, particularly for the years 2000-2013.",
                "AnswerCn": "该过程涉及整合来自不同数据源的灌溉量，包括地表水和地下水提取量。这与使用CLM4.5的陆面模型模拟和遥感衍生的蒸散发数据相结合，以开发高分辨率数据集。该数据集覆盖1981年至2013年，空间分辨率为30弧秒。数据以netCDF格式存储，具有月份、纬度和经度的维度，并且在可靠性方面进行了验证，特别是对于2000年至2013年期间。",
                "Level": "C3(Applying)"
            }
        ]
    }
}