{
  "id": "6635b830-5e25-4b80-9d7f-c9eaf57d7953",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "1:1 million wetland data of Zhejiang Province",
      "titleCn": "浙江省1:100万湿地数据",
      "description": "The data is clipped from \"1: 1 million wetland data of China\".\n\"1: 1 million wetland data of China\" mainly reflects the national marsh wetland information in the 2000s. It is expressed in geographic coordinates using the decimal degree. The main contents include: marsh wetland types, wetland water supply types, soil types, main vegetation types, geographical area, etc. Implemented the \"Standard for Information Classification and Coding of Sustainable Development Information Sharing System of China\". Data source of this database: 1:20 swamp map (internal version), Tibetan Plateau 1: 500,000 swamp map (internal version), swamp survey data 1: 1 million and national 1: 4 million swamp map; processing steps are: data source selection, preprocessing, digitization and encoding of marsh wetland elements, data editing processing, establishing topological relationships, edge processing, projection conversion, linking with attribute databases such as place names and obtaining attribute data.",
      "descriptionCn": "该数据由“中国1:100万湿地数据”剪裁而来。\n“中国1:100万湿地数据”主要反映2000年代全国沼泽湿地信息,采用十进制度为单位的地理坐标表示,主要内容包括：沼泽湿地的类型、湿地的水源补给类型、土壤类型、主要植被类型、所属地理区域等。执行了《中国可持续发展信息共享系统信息分类与编码标准》。本数据库数据源：1:20沼泽图（内部版）、青藏高原1：50万沼泽图（内部版）、沼泽调查数据1：100万和全国1：400万沼泽图；处理步骤为：数据源选择、预处理、沼泽湿地要素数字化与编码、数据编辑处理、建立拓扑关系、接边处理、投影转换、与地名等属性数据库连结并获取属性数据。",
      "instructions": "SHP format storage",
      "instructionsCn": "shp 格式存储",
      "east": 122.9,
      "west": 117.9,
      "south": 27.0,
      "north": 31.3,
      "startTime": null,
      "endTime": null,
      "fileSize": 129633.0,
      "cstr": null,
      "doi": "",
      "dataFormat": "shp",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张树清",
        "nameEn": "ZHANG Shuqing",
        "unitEn": "",
        "unitCn": "东北地理与农业生态研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "中国1：100万湿地数据",
        "titleEn": null,
        "referenceCn": "张树清, 中国1：100万湿地数据, 东北地理与农业生态研究所, 2000",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地形",
        "nameEn": "Topography"
      },
      {
        "nameCn": "沼泽",
        "nameEn": "Marsh"
      },
      {
        "nameCn": "湿地",
        "nameEn": "Wetland"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000",
        "keywordEn": "2000",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used for acquiring information about marsh wetland types and their geographical distribution in China during the 2000s?",
        "QuestionCn": "您能否提供一个用于获取关于中国湿地类型及其地理分布的信息的数据收集方法的例子，时间为2000年代？",
        "AnswerEn": "A data collection method used involved the use of 1:20,000 scale marsh maps (internal version), 1:50,000 scale marsh maps of the Qinghai-Tibet Plateau (internal version), 1:1,000,000 scale marsh survey data, and national 1:4,000,000 scale marsh maps. The process included selecting data sources, preprocessing, digitizing and coding marsh wetland elements, data editing, establishing topological relationships, edge processing, projection transformation, and linking with attribute databases such as place names to acquire attribute data.",
        "AnswerCn": "数据收集方法涉及使用1:20,000比例尺的沼泽地图（内部版本）、1:50,000比例尺的青藏高原沼泽地图（内部版本）、1:1,000,000比例尺的沼泽调查数据和国家1:4,000,000比例尺的沼泽地图。该过程包括选择数据源、预处理、数字化和编码沼泽湿地元素、数据编辑、建立拓扑关系、边缘处理、投影转换，以及与属性数据库（如地名）链接以获取属性数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data collection methods used for mapping wetlands at a 1:1000000 scale?",
        "QuestionCn": "用于以1:1000000比例绘制湿地的资料收集方法的特点是什么？",
        "AnswerEn": "geographic coordinates in the decimal system, wetland attributes such as type, water source, soil type, vegetation type, geographical region, data sourced from 1:20 scale marsh maps, 1:500000 scale maps of the Qinghai-Tibet Plateau, 1:4000000 national marsh maps",
        "AnswerCn": "地理坐标（十进制度），湿地属性如类型、水源、土壤类型、植被类型、地理区域，数据来源于1:20比例尺沼泽地图、1:500000比例尺青藏高原地图、1:4000000国家沼泽地图。",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '1:100万湿地数据' mean in the context of wetland data representation?",
        "QuestionCn": "'1:100万湿地数据'在湿地数据表示的背景下是什么意思？",
        "AnswerEn": "'1:100万湿地数据' refers to a dataset that represents wetland information at a scale of 1:1,000,000, indicating that one unit on the map corresponds to 1,000,000 units on the ground. This dataset provides information on marshland types, water source types, soil types, main vegetation types, and geographical regions, using decimal-based geographic coordinates.",
        "AnswerCn": "'1:100万湿地数据'指的是一个以1:1,000,000的比例表示湿地信息的数据集，意味着地图上的一个单位对应地面上的1,000,000个单位。该数据集提供了关于沼泽类型、水源类型、土壤类型、主要植被类型和地理区域的信息，使用十进制的地理坐标。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods for wetland information using 1:100万 scale data compare to those using finer scales like 1:20 or 1:50万 in terms of detail and accuracy?",
        "QuestionCn": "使用1:100万比例尺数据收集湿地信息的方法与使用1:20万或1:50万等更细比例尺的数据相比，在细节和准确性方面有什么不同？",
        "AnswerEn": "The data collection for 1:100万 scale wetland information focuses on providing a broader overview of marshland types, water source types, soil types, vegetation types, and geographic regions, using a standardized geographical coordinate system. In contrast, finer scales such as 1:20 or 1:50万, derived from sources like internal swamp maps, likely offer more detailed and accurate representations of specific wetland features due to their higher resolution. The 1:100万 scale data undergoes several processing steps such as digitization, coding, and projection transformation, which may affect the level of detail and accuracy compared to finer scales.",
        "AnswerCn": "1:100万比例尺的湿地信息数据收集侧重于提供沼泽类型、水源类型、土壤类型、植被类型和地理区域的更广泛概述，使用标准化的地理坐标系统。相比之下，1:20万或1:50万等更细的比例尺，源自内部沼泽地图，可能由于其更高的分辨率而提供更详细和准确的特定湿地特征的表示。1:100万比例尺的数据经历了多个处理步骤，如数字化、编码和投影变换，这可能会影响与更细比例尺相比的细节和准确性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the reasons behind the choice of specific data sources, such as 1:20 swamp maps or the Tibetan Plateau 1:50,000 marsh map, for creating a dataset of wetland information?",
        "QuestionCn": "选择特定数据源的原因，例如1:20的沼泽地图或1:50,000的青藏高原湿地地图，用于创建湿地信息数据集的原因是什么？",
        "AnswerEn": "The choice of specific data sources like the 1:20 swamp maps and the Tibetan Plateau 1:50,000 marsh map for creating a dataset is influenced by the need for detailed and accurate representation of wetland information. These sources provide comprehensive coverage and detailed data necessary for capturing the diverse characteristics of marshlands, such as marsh type, water source replenishment type, soil type, and major vegetation types. This ensures the dataset reflects the geographical and ecological diversity accurately.",
        "AnswerCn": "选择特定的数据源，如1:20的沼泽地图和1:50,000的青藏高原湿地地图，是为了满足对湿地信息的详细和准确表示的需求。这些来源提供了全面的覆盖和详细的数据，能够捕捉沼泽的多样特征，如沼泽类型、水源补给类型、土壤类型和主要植被类型。这确保了数据集能够准确反映地理和生态的多样性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the main objectives behind developing a dataset that reflects national marshland information using a 1:100万 scale, and how does it contribute to understanding marshland ecosystems?",
        "QuestionCn": "开发一个反映国家湿地信息的1:100万比例尺数据集的主要目标是什么，以及它如何有助于理解湿地生态系统？",
        "AnswerEn": "The main objectives behind developing a dataset that reflects national marshland information at a 1:100万 scale are to provide detailed insights into the types of marshland, water source replenishment types, soil types, main vegetation types, and geographical regions in the 2000s across China. This contributes to understanding marshland ecosystems by offering a standardized and comprehensive data source that can be used for environmental monitoring, sustainable development planning, and scientific research. The use of such a dataset aids in consistent classification and coding of marshland features, facilitating better management and conservation efforts.",
        "AnswerCn": "开发一个反映国家湿地信息的1:100万比例尺数据集的主要目标是提供关于湿地类型、水源补给类型、土壤类型、主要植被类型和2000年代中国地理区域的详细见解。这有助于理解湿地生态系统，通过提供一个标准化和全面的数据源，用于环境监测、可持续发展规划和科学研究。使用这样的数据集有助于对湿地特征进行一致的分类和编码，从而促进更好的管理和保护工作。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in digitizing and encoding swamp wetland features for constructing a comprehensive geographic database of wetlands in Zhejiang Province?",
        "QuestionCn": "将浙江省湿地的沼泽湿地特征数字化和编码以构建全面的湿地地理数据库的程序步骤包括哪些？",
        "AnswerEn": "The procedural steps involved in digitizing and encoding swamp wetland features include selecting data sources, preprocessing the data, digitizing and encoding the swamp wetland features, editing and processing the data, establishing topological relationships, handling edge matching, performing projection transformation, and connecting the data with attribute databases to obtain attribute data.",
        "AnswerCn": "数字化和编码沼泽湿地特征的程序步骤包括选择数据源、预处理数据、数字化和编码沼泽湿地特征、编辑和处理数据、建立拓扑关系、处理边缘匹配、执行投影变换，以及将数据与属性数据库连接以获取属性数据。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable the integration of various data sources like 1:20 internal swamp maps, Qinghai-Tibet Plateau 1:50,000 swamp maps, and national 1:4,000,000 swamp maps to create a comprehensive wetland dataset?",
        "QuestionCn": "哪些方法论能够整合各种数据源，如1:20内部沼泽地图、青藏高原1:50,000沼泽地图和国家1:4,000,000沼泽地图，以创建一个综合的湿地数据集？",
        "AnswerEn": "The methodologies involve several steps: selecting data sources, pre-processing, digitizing swamp wetland features and encoding them, editing data, establishing topological relationships, edge processing, projection transformation, and linking with place names and other attribute databases to acquire attribute data.",
        "AnswerCn": "这些方法涉及几个步骤：选择数据源、预处理、数字化沼泽湿地特征并进行编码、编辑数据、建立拓扑关系、边缘处理、投影变换，以及与地名和其他属性数据库链接以获取属性数据。",
        "Level": "C6(Creating)"
      }
    ]
  }
}