{
  "id": "66f26d26-d2ca-4d2c-851b-0c9e07805092",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Measurement data of the  glacier thickness of Xiaodongkemadi Glacier (2021)",
      "titleCn": "小冬克玛底冰川厚度测量数据（2021）",
      "description": "With the warming climate, profound changes are occurring in the global water cycle. China, being a sensitive area to global climate change, is experiencing more pronounced impacts. Glacial retreat is a crucial indicator of climate warming, and obtaining accurate information on glacier thickness distribution or volume changes plays a vital role in analyzing changes in water quantity and disaster prevention resulting from climate warming. Utilizing the dual-frequency ground-penetrating radar developed by the China Institute of Water Resources and Hydropower Research, in situ observations of glacier thickness distribution were conducted on the Xiaodongkemadi Glacier. Approximately 3500 measurement points were taken along a total length of 2760 meters, covering an elevation range from 5472 to 5636 meters. Based on the measured data, a distribution map of the glacier thickness for Xiaodongkemadi Glacier was created. This map serves as a foundational basis for relevant research on the glacial retreat of Xiaodongkemadi Glacier.",
      "descriptionCn": "随着气候变暖，全球的水循环过程正在发生深刻的变化，中国作为全球气候变化的敏感区，影响更为显著。冰川退缩是气候变暖的重要指示，获取准确的冰川厚度分布或储量变化对分析气候变暖带来的水量变化和灾害预防具有重要作用。采用中国水利水电科学研究院研发的冰水情一体化雷达系统在小冬克玛底冰川开展了冰川厚度分布的原位观测，实测测点数约3500个，测线总长度2760m，海拔范围5472~5636米。根据实测数据绘制了小冬克玛底冰川厚度分布图，该图可为小冬克玛底冰川冰川退缩的相关研究提供基础依据。",
      "instructions": "The glacier thickness data is stored in Excel format with the file name \"2021238L1. xlsx\", where 2021 represents the year, 238 represents the Julian date, and L1 represents Line 1",
      "instructionsCn": "冰川厚度数据以Excel格式存储，文件的名称为“2021238L1.xlsx”，其中2021代表年，238代表Julian日期，L1代表测线1",
      "east": 92.088,
      "west": 92.083,
      "south": 33.073,
      "north": 33.075,
      "startTime": "2021-07-26 09:59:55",
      "endTime": "2021-07-28 09:59:55",
      "fileSize": 301837.0,
      "cstr": "18406.11.Cryos.tpdc.300990",
      "doi": "10.11888/Cryos.tpdc.300990",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "付辉",
        "nameEn": "FU Hui ",
        "unitEn": "China Institute of Water Resources and Hydropower Research",
        "unitCn": "中国水利水电科学研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": "小冬克玛底横纵测线冰川厚度分布（2021）",
        "titleEn": null,
        "referenceCn": "付辉. (2022). 小冬克玛底冰川厚度（2021）. 国家青藏高原数据中心. https://doi.org/10.11888/Cryos.tpdc.272493. https://cstr.cn/18406.11.Cryos.tpdc.272493.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川厚度",
        "nameEn": "Glacier thickness"
      },
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "小冬克玛底冰川",
        "keywordEn": "Xiaodongkemadi glacier"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2021年7月26日",
        "keywordEn": "July 26, 2021",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data collection methods used for measuring glacier thickness in response to climate warming?",
        "QuestionCn": "用于测量冰川厚度以响应气候变暖的数据收集方法的特点是什么？",
        "AnswerEn": "integrated radar system, in-situ observations, 3500 measurement points, survey line length of 2760 meters, altitudes ranging from 5472 to 5636 meters",
        "AnswerCn": "综合雷达系统，原位观测，3500个测量点，测线长度为2760米，海拔范围从5472米到5636米。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for accurate glacier thickness measurements in the context of climate change impacts on water cycles?",
        "QuestionCn": "在气候变化对水循环影响的背景下，准确的冰川厚度测量的需求是什么原因？",
        "AnswerEn": "Accurate glacier thickness measurements are necessary because they provide critical data on the distribution of glacier mass and its changes over time, which are important for analyzing how climate warming influences water volume changes and disaster prevention. In regions like China, which are sensitive to global climate change, understanding these dynamics is crucial for assessing the broader impacts on the global water cycle.",
        "AnswerCn": "准确的冰川厚度测量是必要的，因为它们提供了关于冰川质量分布及其随时间变化的重要数据，这对于分析气候变暖如何影响水量变化和灾害预防至关重要。在像中国这样的对全球气候变化敏感的地区，理解这些动态对于评估对全球水循环的更广泛影响至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using an integrated radar system for in-situ glacier thickness measurements on the accuracy and reliability of data for studying glacier retreat in climate-sensitive regions like China?",
        "QuestionCn": "使用集成雷达系统进行冰川厚度的原位测量可能对在气候敏感地区（如中国）研究冰川退缩的数据准确性和可靠性产生哪些潜在后果？",
        "AnswerEn": "Using an integrated radar system for in-situ glacier thickness measurements can enhance the accuracy and reliability of data by providing detailed information on glacier thickness distribution, which is crucial for analyzing water volume changes and disaster prevention associated with glacier retreat in climate-sensitive regions like China.",
        "AnswerCn": "使用综合雷达系统进行冰川厚度的原位测量可以提高数据的准确性和可靠性，提供冰川厚度分布的详细信息，这对于分析水量变化和与冰川退缩相关的灾害预防在气候敏感地区（如中国）至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to measure glacier thickness using an integrated radar system in the context of climate change studies?",
        "QuestionCn": "在气候变化研究中，使用综合雷达系统测量冰川厚度的重要性是什么？",
        "AnswerEn": "Measuring glacier thickness using an integrated radar system is crucial because it provides accurate data on glacier thickness distribution, which is essential for analyzing water volume changes and preventing disasters caused by climate change. In regions sensitive to global climate change, like China, this data is vital for understanding the impacts of glacier retreat, a significant indicator of climate warming.",
        "AnswerCn": "使用集成雷达系统测量冰川厚度至关重要，因为它提供了冰川厚度分布的准确数据，这对于分析水量变化和防止气候变化引发的灾害至关重要。在对全球气候变化敏感的地区，如中国，这些数据对于理解冰川退缩的影响至关重要，而冰川退缩是气候变暖的重要指标。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the specific steps and considerations involved in using an integrated radar system to measure glacier thickness in high-altitude regions?",
        "QuestionCn": "在高海拔地区使用综合雷达系统测量冰川厚度涉及哪些具体步骤和注意事项？",
        "AnswerEn": "To measure glacier thickness in high-altitude regions, an integrated radar system developed by the China Institute of Water Resources and Hydropower Research is used. The process involves conducting in-situ observations to measure glacier thickness distribution. Approximately 3,500 measurement points are taken along transects totaling 2,760 meters in length, within an elevation range of 5,472 to 5,636 meters. The data collected through these measurements is then used to create a glacier thickness distribution map, which serves as a foundational resource for analyzing glacier retreat and associated water volume changes due to climate warming.",
        "AnswerCn": "为了测量高海拔地区的冰川厚度，中国水利水电研究院开发了一种综合雷达系统。该过程涉及进行原位观测，以测量冰川厚度分布。大约在总长度为2,760米的横断面上采集了3,500个测量点，测量的海拔范围为5,472到5,636米。通过这些测量收集的数据用于创建冰川厚度分布图，这为分析冰川退缩及气候变暖导致的水量变化提供了基础资源。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the in-situ measurement of glacier thickness in high-altitude regions?",
        "QuestionCn": "哪些技术进步使得在高海拔地区能够进行冰川厚度的原位测量？",
        "AnswerEn": "The use of an ice-water integrated radar system developed by the China Institute of Water Resources and Hydropower Research has enabled the in-situ measurement of glacier thickness in regions like the Xiaodongkemadi Glacier.",
        "AnswerCn": "由中国水利水电研究院开发的冰水综合雷达系统的使用，使得在像小东克玛迪冰川这样的地区能够进行冰川厚度的原位测量。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}