{
    "id": "6748f78f-8eeb-4ca6-8951-7638072a1cdd",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Zircon isotopic dating of the Yanshanian A-type granite in eastern China",
            "titleCn": "中国东部燕山期A型花岗岩U-Pb年代学数据集",
            "description": "The isotopic geochemistry data set of Yanshanian A-type granites in eastern China includes zircon U-Pb geochronology data of Nianzishan, Heilongjiang, balzhe, Inner Mongolia, Xiangshan, yansehu, Xiwanzi, Laoshan, Qingdao, Suzhou, Qingtian, Zhejiang and Kuiqi, Fujian. From 2016 to 2021, systematic zircon U-Pb isotopic geochronology of the Yanshanian A-type granites in eastern China was carried out to explore the petrogenesis of the A-type granites and their relationship with the lithospheric structure and geodynamic background of the Yanshanian in eastern China, and to reveal the principle of isotopic fractionation and its main controlling factors in the differentiation and evolution of the A-type granites.",
            "descriptionCn": "中国东部燕山期A型花岗岩同位素地球化学数据集，包括黑龙江碾子山、内蒙古巴尔哲、河北响山、堰塞湖、西湾子、青岛崂山、苏州、浙江青田、福建魁岐等A型花岗岩体的锆石U-Pb年代学数据。2016－2021年间，通过对中国东部燕山期A型花岗岩开展系统锆石U-Pb同位素年代学分析，探讨A型花岗岩的岩石成因及其与燕山期中国东部岩石圈结构和地球动力学背景之间的联系，进而揭示A型花岗质岩浆分异和演化过程中同位素分馏原理及其主要控制因素。",
            "instructions": "20210615.xlsx",
            "instructionsCn": "20210615.xlsx",
            "east": 125.0,
            "west": 120.0,
            "south": 10.0,
            "north": 50.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 135247.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "杨武斌",
                "nameEn": "YANG Wubin",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The role of recycled oceanic crust in the generation of alkaline A-type granites",
                "referenceCn": null,
                "referenceEn": "Yang, W.B., Niu, H.C., Hollings, P., Zurevinski, S.E., & Li, N.B. (2017). The role of recycled oceanic crust in the generation of alkaline A-type granites. Journal of Geophysical Research-Solid Earth, 122(12), 9775–9783."
            },
            {
                "titleCn": null,
                "titleEn": "Enrichment of REE and HFSE during the magmatic-hydrothermal evolution of the Baerzhe alkaline granite, NE China: Implications for rare metal mineralization.",
                "referenceCn": null,
                "referenceEn": "Yang, W.B., Niu, H.C., Li, N.B., Hollings, P., Zurevinski, S., & Xing, C.M. (2020). Enrichment of REE and HFSE during the magmatic-hydrothermal evolution of the Baerzhe alkaline granite, NE China: Implications for rare metal mineralization. Lithos, 358-359, 105411."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国东部",
                "keywordEn": "Eastern China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "中生代",
                "keywordEn": "Mesozoic",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Concept Completion": [
            {
                "QuestionEn": "What are the primary data collection methods used for obtaining U-Pb isotopic data in A-type granites from East China?",
                "QuestionCn": "在中国东部获取A型花岗岩U-Pb同位素数据的主要数据收集方法是什么？",
                "AnswerEn": "Zircon U-Pb isotopic geochronology analyses",
                "AnswerCn": "锆石U-Pb同位素地质年代学分析",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the distinguishing features of U-Pb isotopic data collection techniques for A-type granites in Eastern China?",
                "QuestionCn": "东中国A型花岗岩U-Pb同位素数据收集技术的区别特征是什么？",
                "AnswerEn": "systematic zircon U-Pb isotopic geochronological analysis, petrogenesis investigation, relationship with lithospheric structure, geodynamic background of Eastern China during the Yanshanian period, isotopic fractionation principles, major controlling factors in magmatic differentiation and evolution processes",
                "AnswerCn": "系统锆石U-Pb同位素年代学分析，岩石成因研究，与岩石圈结构的关系，燕山期东部中国的地球动力学背景，同位素分馏原理，岩浆分异和演化过程中的主要控制因素。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in collecting U-Pb isotopic geochronology data from A-type granites during the Yanshanian period in eastern China?",
                "QuestionCn": "在中国东部的燕山期，收集A型花岗岩的U-Pb同位素地质年代学数据面临的挑战因素有哪些？",
                "AnswerEn": "The challenges in collecting U-Pb isotopic geochronology data from A-type granites during the Yanshanian period in eastern China are influenced by the need to systematically analyze zircon U-Pb isotopes to explore the petrogenesis of A-type granites and their relationship with the lithospheric structure and geodynamic background of eastern China during the Yanshanian period. This involves understanding the principles of isotopic fractionation and the main controlling factors during the magmatic differentiation and evolution of A-type granite.",
                "AnswerCn": "在中国东部燕山期收集A型花岗岩的U-Pb同位素地球年代学数据面临的挑战，受到系统分析锆石U-Pb同位素的需求影响，以探讨A型花岗岩的成因及其与燕山期中国东部岩石圈结构和地球动力学背景的关系。这涉及理解同位素分馏的原理以及在A型花岗岩的岩浆分异和演化过程中主要的控制因素。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of utilizing systematic zircon U-Pb isotopic geochronology analysis on understanding the petrogenesis of A-type granites in Eastern China?",
                "QuestionCn": "利用系统的锆石U-Pb同位素地球化学分析对理解中国东部A型花岗岩的成因有什么影响？",
                "AnswerEn": "Utilizing systematic zircon U-Pb isotopic geochronology analysis allows researchers to explore the petrogenesis of A-type granites, providing insights into their formation processes. This analysis helps reveal the relationship between A-type granites and the lithospheric structure and geodynamic background of Eastern China during the Yanshanian period. It further elucidates the principles of isotopic fractionation and the main controlling factors during the differentiation and evolution of A-type granitic magma.",
                "AnswerCn": "利用系统的锆石U-Pb同位素地球化学分析，研究人员能够探讨A型花岗岩的成因，为其形成过程提供见解。这一分析有助于揭示A型花岗岩与中国东部燕山期的岩石圈结构和地球动力学背景之间的关系，并进一步阐明同位素分馏的原理以及在A型花岗岩浆的分异和演化过程中主要的控制因素。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the ultimate goal of collecting zircon U-Pb isotopic geochronology data from A-type granites in Eastern China during the Yanshan period?",
                "QuestionCn": "在燕山期收集东中国A型花岗岩的锆石U-Pb同位素地球化学数据的最终目标是什么？",
                "AnswerEn": "The ultimate goal is to explore the petrogenesis of A-type granites and their connection with the lithospheric structure and geodynamic background of Eastern China during the Yanshan period, and to reveal the principles of isotopic fractionation and the main controlling factors in the process of A-type granite magma differentiation and evolution.",
                "AnswerCn": "最终目标是探讨A型花岗岩的岩石成因及其与中国东部燕山期的岩石圈结构和地球动力背景的联系，揭示A型花岗岩岩浆分异和演化过程中同位素分馏的原理及主要控制因素。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}