{
  "id": "67b953f5-88b5-444e-b02d-78e46a19e5f5",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Dataset of microwave brightness temperature and the freeze-thaw process for medium-to-large lakes in the High Asia Region (2002-2016)",
      "titleCn": "高亚洲地区中大型湖泊微波亮温和冻融数据集（2002-2016）",
      "description": "The High Asia region is an area sensitive to global changes in mid-latitude regions and is a hotspot for research. The lakes in the territory are scattered, and the lake freeze-thaw process is one of the key factors sensitive to global change. Due to the large difference in the dielectric constant between ice and water, satellite-borne passive microwave remote sensing is weather insensitive and has a high revisiting rate; thus, it can achieve rapid monitoring of the freeze-thaw state of lakes. According to the area ratio of the lake and the land surface in the sub-pixels of passive microwave radiometer data, this data set represents the lake brightness temperature information of the pixel (sub-pixel level) by applying the hybrid pixel decomposition method in order to monitor the lake freeze-thaw process in the High Asia region. Thus, by adopting a variety of passive microwave data, time series of lake brightness temperature and freeze-thaw status were obtained for a total of 51 medium to large lakes from 2002 to 2016 in the High Asia region. Using cloudless MODIS optical products as validation data, three lakes of different sizes in different regions of High Asia, i.e., Hoh Xil Lake, Dagze Co Lake, and Kusai Lake, were selected for freeze-thaw detection validation. The results indicated that the lake freeze-thaw parameters obtained by microwave and optical remote sensing were highly consistent, and the correlation coefficients reached 0.968 and 0.987. This data set contained the time series brightness temperature of lakes and the freeze-thaw parameters of lake ice, which could be used to further invert the characteristic parameters of lakes and enhance the understanding of lake ice freezing and thawing in the High Asia region. This database will be useful in the assessment of climatic and environmental changes in the High Asia region and in global climatic change response models. The data set consists of two parts: the passive microwave remote sensing brightness temperature data set of 51 lakes in the High Asia region from 2002 to 2016, with an observation interval of 1 to 2 days, and the lake ice freeze-thaw data set obtained by estimation of the lake brightness temperature. The files are the lake brightness temperature data via the nearest neighbour method and pixel decomposition in the form of a .zip file (12 MB) and the lake freeze-thaw data set for 51 lakes in the High Asia region from 2002 to 2016 in the form of an .xls file (0.1 MB).",
      "descriptionCn": "高亚洲地区是中纬度全球变化敏感区和研究的热点区域，其境内湖泊星罗棋布，湖冰冻融参数是全球变化的关键敏感因子之一。由于冰水介电常数差异大，高重访率且对天气不敏感的星载被动微波遥感可实现湖冰冻融状态的快速监测。本数据集依据微波辐射计像元内湖泊和陆表的面积比例，应用混合像元分解方法获取了像元（亚像元级）的湖泊亮温信息，实现高亚洲地区被动微波遥感亚像元级湖冰冻融监测，并采用多种被动微波数据，共计获得高亚洲区域 2002-2016 年 51 个中大型时间序列湖泊亮温数据和冻融状态信息。以无云MODIS 光学产品为验证数据，在高亚洲不同区域，选取可可西里湖、达则错、库赛湖等三个大小不一的湖泊进行冻融判别验证，结果表明微波和光学遥感所获取的湖冰冻结和融化参数具有较高的一致性，其相关系数可达0.968 与 0.987。本数据集包含湖泊的时间序列亮温值和湖冰冻融参数，可进一步对湖泊开展特征参数反演，以及提升对高亚洲地区的湖冰冻融的理解，为高亚洲地区气候、环境变化以及高亚洲对全球气候变化响应模型提供数据基础。数据集由 2 部分数据组成，其一为 2002-2016 年高亚洲区域 51个湖泊的被动微波遥感亮温数据集，观测时间间隔为 1~2 天；其二是由湖泊亮温数据集判断所获得的湖冰冻融数据集。文件名分别为：最邻近法与像元分解的湖泊亮温数据 .zip（12 MB），2002–2016 高亚洲 51 个湖泊湖冰冻融数据集 .xls（0.1 MB）",
      "instructions": "",
      "instructionsCn": "",
      "east": 105.48,
      "west": 61.95,
      "south": 24.66,
      "north": 45.96,
      "startTime": "2002-07-13 08:00:00",
      "endTime": "2017-01-09 08:00:00",
      "fileSize": 12842114.0,
      "cstr": null,
      "doi": "10.11922/sciencedb.374",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "邱玉宝",
        "nameEn": "QIU Yubao",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinses Academy of Sciences",
        "unitCn": "中国科学院空天信息创新研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": "2002～2016年高亚洲中大型湖泊微波亮温和冻融数据集",
        "titleEn": null,
        "referenceCn": "邱玉宝, 郭华东, 阮永俭, 付心如, 石利娟, 田邦森. (2017). 2002～2016年高亚洲中大型湖泊微波亮温和冻融数据集. Science Data Bank. http://www.dx.doi.org/10.11922/sciencedb.374",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰冻圈遥感",
        "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
      },
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      },
      {
        "nameCn": "冻融",
        "nameEn": "Freeze thawing"
      },
      {
        "nameCn": "微波遥感",
        "nameEn": "Microwave remote sensing"
      },
      {
        "nameCn": "湖冰",
        "nameEn": "Lake ice"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "高亚洲",
        "keywordEn": "High Asia"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2002-2016",
        "keywordEn": "2002-2016",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "高亚洲地区是中纬度全球变化敏感区和研究的热点区域，其境内湖泊星罗棋布，湖冰冻融参数是全球变化的关键敏感因子之一。由于冰水介电常数差异大，高重访率且对天气不敏感的星载被动微波遥感可实现湖冰冻融状态的快速监测。高亚洲地区气候变化研究已引起了相关学者的广泛关注，该地区成为全球气候变化最为敏感的区域和研究的热点区域。高山湖泊对于气候变化非常敏感，特别是高山湖泊冻融的时间点，常被期望用来记录、揭示区域气候变化特征。高亚洲地区具有高寒、人迹罕至等特征，缺少湖泊监测站点，湖冰冻融参数难以获取，通常借助遥感手段补充获取。星载被动微波数据具有全天时、全天候、重放周期短等特点，微波对冰水相变的敏感性高，特别适合用于冰雪冻融监测研究，如陆表冻土变化监测、积雪变化监测、海冰变化监测等研究。"
      ],
      "research objective": [
        "本数据集依据微波辐射计像元内湖泊和陆表的面积比例，应用混合像元分解方法获取了像元（亚像元级）的湖泊亮温信息，实现高亚洲地区被动微波遥感亚像元级湖冰冻融监测，为高亚洲地区气候、环境变化以及高亚洲对全球气候变化响应模型提供数据基础。"
      ],
      "challenges": [
        "但由于被动微波辐射计分辨率粗糙，混合像元效应严重，在湖冰冻融变化监测中受到极大的限制。目前在整个北半球区域适合用于现有被动微波像元尺度的湖泊仅有 35 个大型湖泊，而在高亚洲区域可以直接采用被动微波数据开展监测的为青海湖、纳木错和色林错等大型湖泊。经过数据分析，被动微波混合像元分解法可普遍适用于湖泊面积占单个 AMSR-E 像元 0.3 倍以上的湖泊。而湖泊面积与 AMSR-E 像元比例在 0.2 ～ 0.3 倍之间时，该方法受湖泊形状、湖泊的本身特质和湖岸周边地理环境特征影响，具有较大的不确定性。"
      ],
      "methods": [
        "本数据集生产过程中主要采用 3 种研究数据，包括 AMSR-E、AMSR2 与 MWRI（Microwave Radiation Imager ）被动微波亮温数据、青藏高原湖泊数据集和青藏高原 MODIS 逐日无云积雪面积数据集，分别用于提取湖泊区域亮温值、计算湖泊与湖岸的动态面积比例、验证湖冰冻融参数。为获取湖泊区域亮温信息，论文根据 AMSR-E、AMSR2 或MWRI 像元距离湖心点最短距离法来选择像元。被动微波数据空间分辨率低，单个像元能捕获到多种不同种类的地表特征信息，混合效应严重，采用经过辐射定标后的 AMSR-E L2A 与 AMSR2 L1R 亮温数据，采用基于湖泊/陆地面积比例的混合像元分解算法进行湖泊亮温数据获取。利用像元分解法获取的湖泊长时间序列亮温曲线图如图 6 所示。"
      ],
      "dataset": [
        "数据集由 2 部分数据组成，其一为 2002 ～ 2016 年高亚洲区域 51 个湖泊的被动微波遥感亮温数据集，观测时间间隔为 1 ～ 2 天；其二是由湖泊亮温数据集判断所获得的湖冰冻融数据集。数据存储于 Excel 表格中，其中有 51 个湖泊 2002 ～ 2011 年的 AMSR-E 数据，51 个湖泊 2012 ～ 2016 年的 AMSR2 数据，3 个湖泊 2011 ～ 2016 年的 MWRI 数据，共含 105 个表格。"
      ],
      "findings": [],
      "backgroundCn": [
        "高亚洲地区是中纬度全球变化敏感区和研究的热点区域，其境内湖泊星罗棋布，湖冰冻融参数是全球变化的关键敏感因子之一。由于冰水介电常数差异大，高重访率且对天气不敏感的星载被动微波遥感可实现湖冰冻融状态的快速监测。高亚洲地区气候变化研究已引起了相关学者的广泛关注，该地区成为全球气候变化最为敏感的区域和研究的热点区域。高山湖泊对于气候变化非常敏感，特别是高山湖泊冻融的时间点，常被期望用来记录、揭示区域气候变化特征。高亚洲地区具有高寒、人迹罕至等特征，缺少湖泊监测站点，湖冰冻融参数难以获取，通常借助遥感手段补充获取。星载被动微波数据具有全天时、全天候、重放周期短等特点，微波对冰水相变的敏感性高，特别适合用于冰雪冻融监测研究，如陆表冻土变化监测、积雪变化监测、海冰变化监测等研究。"
      ],
      "research objectiveCn": [
        "本数据集依据微波辐射计像元内湖泊和陆表的面积比例，应用混合像元分解方法获取了像元（亚像元级）的湖泊亮温信息，实现高亚洲地区被动微波遥感亚像元级湖冰冻融监测，为高亚洲地区气候、环境变化以及高亚洲对全球气候变化响应模型提供数据基础。"
      ],
      "challengesCn": [
        "但由于被动微波辐射计分辨率粗糙，混合像元效应严重，在湖冰冻融变化监测中受到极大的限制。目前在整个北半球区域适合用于现有被动微波像元尺度的湖泊仅有 35 个大型湖泊，而在高亚洲区域可以直接采用被动微波数据开展监测的为青海湖、纳木错和色林错等大型湖泊。经过数据分析，被动微波混合像元分解法可普遍适用于湖泊面积占单个 AMSR-E 像元 0.3 倍以上的湖泊。而湖泊面积与 AMSR-E 像元比例在 0.2 ～ 0.3 倍之间时，该方法受湖泊形状、湖泊的本身特质和湖岸周边地理环境特征影响，具有较大的不确定性。"
      ],
      "methodsCn": [
        "本数据集生产过程中主要采用 3 种研究数据，包括 AMSR-E、AMSR2 与 MWRI（微波辐射成像仪）被动微波亮温数据、青藏高原湖泊数据集和青藏高原 MODIS 逐日无云积雪面积数据集，分别用于提取湖泊区域亮温值、计算湖泊与湖岸的动态面积比例、验证湖冰冻融参数。为获取湖泊区域亮温信息，论文根据 AMSR-E、AMSR2 或 MWRI 像元距离湖心点最短距离法来选择像元。被动微波数据空间分辨率低，单个像元能捕获到多种不同种类的地表特征信息，混合效应严重，采用经过辐射定标后的 AMSR-E L2A 与 AMSR2 L1R 亮温数据，采用基于湖泊/陆地面积比例的混合像元分解算法进行湖泊亮温数据获取。利用像元分解法获取的湖泊长时间序列亮温曲线图如图 6 所示。"
      ],
      "datasetCn": [
        "数据集由两部分数据组成，其一为2002年至2016年高亚洲区域51个湖泊的被动微波遥感亮温数据集，观测时间间隔为1至2天；其二是由湖泊亮温数据集判断所获得的湖冰冻融数据集。数据存储于Excel表格中，其中有51个湖泊2002年至2011年的AMSR-E数据，51个湖泊2012年至2016年的AMSR2数据，3个湖泊2011年至2016年的MWRI数据，共含105个表格。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Can the current passive microwave data effectively monitor the freeze-thaw state of lakes in the High Asian region?",
        "QuestionCn": "当前的被动微波数据能有效监测高亚洲地区湖泊的冻融状态吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the mixed pixel decomposition method applicable to lakes occupying more than 0.3 times the area of a single AMSR-E pixel?",
        "QuestionCn": "混合像素分解方法是否适用于占据超过单个AMSR-E像素0.3倍面积的湖泊？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C3(Applying)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "What is the main challenge in using passive microwave radiometer data for lake ice monitoring: low spatial resolution, high temporal resolution, or data sensitivity to weather conditions?",
        "QuestionCn": "使用被动微波辐射计数据进行湖冰监测的主要挑战是什么：低空间分辨率、高时间分辨率，还是对天气条件的敏感性？",
        "AnswerEn": "low spatial resolution",
        "AnswerCn": "低空间分辨率",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "Who can utilize passive microwave remote sensing for monitoring lake ice freeze-thaw states in high Asian regions?",
        "QuestionCn": "谁可以利用被动微波遥感监测高亚地区湖泊冰冻-融化状态？",
        "AnswerEn": "Researchers",
        "AnswerCn": "研究人员",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What data collection methods are employed for extracting lake brightness temperature information in high Asian regions?",
        "QuestionCn": "在高亚地区提取湖泊亮温信息时采用了哪些数据收集方法？",
        "AnswerEn": "AMSR-E, AMSR2, MWRI",
        "AnswerCn": "AMSR-E, AMSR2, MWRI",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "When is it possible to observe lake brightness temperature data collection intervals in high Asian regions?",
        "QuestionCn": "在高亚地区，何时可以观察到湖泊亮温数据收集间隔？",
        "AnswerEn": "1 to 2 days",
        "AnswerCn": "1到2天",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to determine the freeze-thaw status of lakes using remote sensing in the High Asian region?",
        "QuestionCn": "您能否提供一个使用遥感技术确定高亚洲地区湖泊冻结-解冻状态的数据收集方法的例子？",
        "AnswerEn": "A data collection method used in the High Asian region involves the use of passive microwave remote sensing, which exploits the distinct dielectric properties of ice and water. This method uses data from instruments such as AMSR-E, AMSR2, and MWRI to gather brightness temperature information and applies a mixed-pixel decomposition approach to assess sub-pixel level freeze-thaw status of lakes.",
        "AnswerCn": "在高亚洲地区使用的一种数据收集方法涉及被动微波遥感，利用冰和水的不同介电特性。该方法使用来自AMSR-E、AMSR2和MWRI等仪器的数据，收集亮度温度信息，并应用混合像元分解方法来评估湖泊的亚像元级冻结-融化状态。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when using passive microwave data for monitoring lake freeze-thaw transitions?",
        "QuestionCn": "使用被动微波数据监测湖泊冻结-解冻过渡时面临的一个挑战是什么？",
        "AnswerEn": "A challenge in using passive microwave data for monitoring lake freeze-thaw transitions is the coarse spatial resolution of the radiometer, leading to significant mixed-pixel effects. This limits the applicability of the data to only large lakes or those where the lake area occupies at least 0.3 times the footprint of an AMSR-E pixel. For lakes with a smaller area relative to the pixel size, the results are less reliable due to influences from the lake's shape and surrounding geographical features.",
        "AnswerCn": "使用被动微波数据监测湖泊冻结-解冻过渡的一个挑战是辐射计的空间分辨率较粗，导致显著的混合像素效应。这限制了数据的适用性，仅适用于大型湖泊或湖泊面积至少占AMSR-E像素足迹的0.3倍的湖泊。对于相对于像素大小较小的湖泊，由于湖泊形状和周围地理特征的影响，结果的可靠性较差。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you give an example of how datasets have been structured to monitor lake conditions in the High Asian region over time?",
        "QuestionCn": "您能否举例说明如何构建数据集以监测高亚洲地区湖泊条件的变化？",
        "AnswerEn": "Datasets for monitoring lake conditions in the High Asian region have been structured into two parts: brightness temperature data collected every 1-2 days from 51 lakes using passive microwave remote sensing from 2002 to 2016, and freeze-thaw status information derived from these brightness temperatures. The data is organized into Excel spreadsheets, with separate entries for AMSR-E data from 2002-2011, AMSR2 data from 2012-2016, and MWRI data from 2011-2016.",
        "AnswerCn": "高亚洲地区湖泊条件监测的数据集分为两部分：从2002年到2016年，使用被动微波遥感每1-2天收集的51个湖泊的亮温数据，以及从这些亮温中推导出的冻结-解冻状态信息。数据被组织成Excel电子表格，分别包含2002-2011年的AMSR-E数据、2012-2016年的AMSR2数据和2011-2016年的MWRI数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data collection methods used for monitoring lake ice freeze-thaw status in high-altitude Asian regions?",
        "QuestionCn": "用于监测高海拔亚洲地区湖泊冰冻-融化状态的数据收集方法的特点是什么？",
        "AnswerEn": "satellite-based passive microwave remote sensing, insensitive to weather, rapid monitoring, significant difference in dielectric constants between ice and water, mixed-pixel decomposition method, sub-pixel level lake brightness temperature information",
        "AnswerCn": "基于卫星的被动微波遥感，对天气不敏感，快速监测，冰和水之间介电常数的显著差异，混合像元分解方法，亚像元级湖泊亮温信息。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the main challenges faced in collecting and analyzing data for lake ice freeze-thaw monitoring in high-altitude Asian regions?",
        "QuestionCn": "在高海拔亚洲地区收集和分析湖冰冻结-融化监测数据时面临的主要挑战有哪些？",
        "AnswerEn": "coarse resolution, significant mixed-pixel effects, limited monitoring, lakes smaller than 0.3 times the size of a single AMSR-E pixel, influenced by lake shape, inherent lake characteristics, surrounding geographical features",
        "AnswerCn": "粗分辨率，显著的混合像元效应，有限的监测，小于单个AMSR-E像元0.3倍大小的湖泊，受湖泊形状、固有湖泊特征和周围地理特征的影响。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What features are extracted from remote sensing datasets to provide insights into climate change impacts on high-altitude Asian lakes?",
        "QuestionCn": "从遥感数据集中提取哪些特征以提供关于气候变化对高海拔亚洲湖泊影响的洞察？",
        "AnswerEn": "time series of lake brightness temperatures, lake ice freeze-thaw parameters",
        "AnswerCn": "湖泊亮度温度的时间序列，湖冰冻结-融化参数",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many medium to large lakes are monitored for brightness temperature and freeze-thaw data in the High Asia region between 2002 and 2016?",
        "QuestionCn": "在2002年至2016年期间，高亚洲地区监测了多少个中到大型湖泊的亮温和冻结-融化数据？",
        "AnswerEn": "51",
        "AnswerCn": "51",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the temporal observation interval for the passive microwave remote sensing brightness temperature dataset for lakes in the High Asia region?",
        "QuestionCn": "高亚地区湖泊的被动微波遥感亮温数据集的时间观测间隔是多少？",
        "AnswerEn": "1-2 days",
        "AnswerCn": "1-2天",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many Excel tables are used to store the brightness temperature and freeze-thaw datasets for the lakes in the High Asia region?",
        "QuestionCn": "用于存储高亚洲地区湖泊的亮温和冻融数据集的Excel表格有多少个？",
        "AnswerEn": "105",
        "AnswerCn": "一百零五",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the meaning of 'mixed-pixel decomposition method' in the context of remote sensing data collection?",
        "QuestionCn": "在遥感数据收集的背景下，“混合像素分解方法”是什么意思？",
        "AnswerEn": "The mixed-pixel decomposition method refers to a technique used to extract sub-pixel level information from satellite remote sensing data. It involves analyzing the proportion of different surface features within a single pixel, such as lakes and land surfaces, to obtain more detailed information about specific targets, like lake brightness temperature data.",
        "AnswerCn": "混合像素分解方法是指一种从卫星遥感数据中提取亚像素级信息的技术。它涉及分析单个像素内不同地表特征的比例，例如湖泊和陆地表面，以获得关于特定目标的更详细信息，如湖泊亮温数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How is 'passive microwave remote sensing' utilized for monitoring lake ice freeze-thaw states?",
        "QuestionCn": "“被动微波遥感”是如何用于监测湖泊冰层冻结-融化状态的？",
        "AnswerEn": "Passive microwave remote sensing is used for monitoring lake ice freeze-thaw states due to its ability to capture data regardless of weather conditions and time of day. It takes advantage of the large dielectric constant difference between ice and water, allowing for rapid detection of freeze-thaw transitions in lakes.",
        "AnswerCn": "被动微波遥感用于监测湖泊冰冻-融化状态，因为它能够在任何天气条件和时间捕获数据。它利用冰和水之间较大的介电常数差异，能够快速检测湖泊的冰冻-融化过渡。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What challenges are associated with using 'passive microwave radiometer data' for monitoring lakes in the high Asian region?",
        "QuestionCn": "使用“被动微波辐射计数据”监测高亚洲地区湖泊面临哪些挑战？",
        "AnswerEn": "The challenges associated with using passive microwave radiometer data include the coarse resolution of the data, which leads to significant mixed-pixel effects. This can limit the ability to accurately monitor freeze-thaw changes, especially for lakes that do not occupy a large proportion of a microwave pixel, and introduces uncertainty influenced by lake shape, characteristics, and surrounding geography.",
        "AnswerCn": "使用被动微波辐射计数据所面临的挑战包括数据的分辨率较粗，这导致了显著的混合像素效应。这可能限制准确监测冻融变化的能力，特别是对于那些在微波像素中所占比例不大的湖泊，并且引入了受湖泊形状、特征和周围地理环境影响的不确定性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the microwave brightness temperature data collection methods using AMSR-E compare to those using AMSR2 in terms of monitoring lake ice freeze-thaw states in the High Asia region?",
        "QuestionCn": "AMSR-E和AMSR2在高亚洲地区监测湖泊冰冻-融化状态的微波亮温数据收集方法有何比较？",
        "AnswerEn": "Both AMSR-E and AMSR2 are used to collect passive microwave brightness temperature data to monitor lake ice freeze-thaw states in the High Asia region. The data from AMSR-E spans from 2002 to 2011, while AMSR2 data covers from 2012 to 2016. The methods involve similar spatial resolution challenges and rely on mixed-pixel decomposition algorithms to derive sub-pixel lake brightness temperature information. However, specific performance differences in temporal coverage and data calibration between the two systems may affect the precision of monitoring freeze-thaw states.",
        "AnswerCn": "AMSR-E和AMSR2都用于收集被动微波亮温数据，以监测高亚地区湖泊冰冻-融化状态。AMSR-E的数据范围从2002年到2011年，而AMSR2的数据覆盖从2012年到2016年。这些方法涉及类似的空间分辨率挑战，并依赖混合像素分解算法来推导子像素湖泊亮温信息。然而，两个系统在时间覆盖和数据校准方面的具体性能差异可能会影响监测冰冻-融化状态的精确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the differences in applicability and limitations between passive microwave data and optical remote sensing data for detecting freeze-thaw states of lakes in the High Asia region?",
        "QuestionCn": "被动微波数据和光学遥感数据在检测高亚洲地区湖泊的冻融状态时的适用性和局限性有什么区别？",
        "AnswerEn": "Passive microwave data, such as that from AMSR-E and AMSR2, is advantageous for freeze-thaw state detection due to its insensitivity to weather conditions and ability to operate day and night. However, it suffers from low spatial resolution and mixed-pixel effects. In contrast, optical remote sensing data, like MODIS, offers higher spatial resolution and can provide cloud-free data for validation but is limited by weather conditions and daylight availability. The two methods complement each other, with microwave data providing consistent temporal monitoring and optical data offering higher spatial detail for specific events.",
        "AnswerCn": "被动微波数据，如AMSR-E和AMSR2，对于冻融状态检测具有优势，因为它对天气条件不敏感，并且能够在白天和夜间工作。然而，它的空间分辨率较低，并且存在混合像元效应。相比之下，光学遥感数据，如MODIS，提供更高的空间分辨率，并且可以提供无云的数据用于验证，但受限于天气条件和日光可用性。这两种方法相辅相成，微波数据提供一致的时间监测，而光学数据则为特定事件提供更高的空间细节。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the mixed-pixel decomposition method used for extracting lake brightness temperature data compare to traditional pixel-based methods in terms of handling spatial resolution challenges?",
        "QuestionCn": "混合像素分解方法在提取湖泊亮温数据时，与传统的基于像素的方法相比，在处理空间分辨率挑战方面表现如何？",
        "AnswerEn": "The mixed-pixel decomposition method addresses spatial resolution challenges by accounting for the proportion of lake and land within a pixel, enabling extraction of sub-pixel level lake brightness temperature information. This contrasts with traditional pixel-based methods, which may not effectively resolve mixed-pixel issues due to lower spatial resolution of passive microwave data. The decomposition method provides more accurate monitoring of freeze-thaw states in lakes where the lake area significantly influences the pixel's microwave signal, especially when the lake area is at least 0.3 times the AMSR-E pixel size.",
        "AnswerCn": "混合像素分解方法通过考虑像素中湖泊和陆地的比例，解决了空间分辨率挑战，使得能够提取亚像素级别的湖泊亮温信息。这与传统的基于像素的方法形成对比，后者由于被动微波数据的较低空间分辨率，可能无法有效解决混合像素问题。该分解方法提供了更准确的湖泊冻结-融化状态监测，尤其是在湖泊面积显著影响像素的微波信号时，特别是当湖泊面积至少为AMSR-E像素大小的0.3倍时。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What challenges arise when using passive microwave remote sensing for monitoring lake ice freeze-thaw states, and how can these be mitigated to improve data accuracy and reliability?",
        "QuestionCn": "在使用被动微波遥感监测湖泊冰冻-融化状态时，会出现哪些挑战，以及如何减轻这些挑战以提高数据的准确性和可靠性？",
        "AnswerEn": "Challenges include the coarse resolution of passive microwave radiometers and the mixed pixel effect, which limit the ability to monitor freeze-thaw changes. Mitigation can involve using mixed pixel decomposition methods and focusing on lakes where the lake area occupies a significant portion of the pixel, specifically more than 0.3 times the AMSR-E pixel size, to reduce uncertainties.",
        "AnswerCn": "挑战包括被动微波辐射计的粗分辨率和混合像素效应，这限制了监测冻结-融化变化的能力。缓解措施可以包括使用混合像素分解方法，并专注于湖泊，其中湖泊面积占像素的显著部分，具体来说，超过 AMSR-E 像素大小的 0.3 倍，以减少不确定性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How can the integration of multiple types of remote sensing data enhance the understanding of lake freeze-thaw dynamics in sensitive climate regions?",
        "QuestionCn": "多种遥感数据的集成如何增强对敏感气候区域湖泊冻结-解冻动态的理解？",
        "AnswerEn": "By combining passive microwave brightness temperature data with MODIS optical products, researchers can validate and cross-verify the freeze-thaw parameters, leading to a higher consistency between microwave and optical remote sensing data, as evidenced by high correlation coefficients.",
        "AnswerCn": "通过将被动微波亮温数据与MODIS光学产品相结合，研究人员可以验证和交叉验证冻融参数，从而提高微波和光学遥感数据之间的一致性，这通过高相关系数得到了证明。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What are the implications of the lake area to AMSR-E pixel ratio on the interpretability and accuracy of remote sensing data for freeze-thaw monitoring?",
        "QuestionCn": "湖泊面积与AMSR-E像素比率对冻融监测的遥感数据可解释性和准确性的影响是什么？",
        "AnswerEn": "The lake area to AMSR-E pixel ratio affects the interpretability and accuracy of data. When the ratio is above 0.3, the mixed pixel decomposition method is generally applicable, leading to more reliable data. Ratios between 0.2 and 0.3 introduce greater uncertainties due to influences from lake shape and surrounding geographical features.",
        "AnswerCn": "湖泊面积与AMSR-E像素比率影响数据的可解释性和准确性。当比率超过0.3时，混合像素分解方法通常适用，从而导致数据更可靠。比率在0.2到0.3之间会引入更大的不确定性，因为湖泊形状和周围地理特征的影响。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes challenges in monitoring lake ice freeze-thaw changes using passive microwave remote sensing in the high Asian region?",
        "QuestionCn": "在高亚洲地区，使用被动微波遥感监测湖泊冰冻-融化变化面临的挑战是什么？",
        "AnswerEn": "The challenges in monitoring lake ice freeze-thaw changes using passive microwave remote sensing in the high Asian region are primarily due to the coarse resolution of passive microwave radiometers, which leads to significant mixed pixel effects. This makes it difficult to precisely monitor the freeze-thaw changes of lakes, especially when the lakes are not large enough to dominate the pixel area.",
        "AnswerCn": "在高亚洲地区，使用被动微波遥感监测湖泊冰冻-融化变化的挑战主要是由于被动微波辐射计的分辨率较粗，导致显著的混合像元效应。这使得精确监测湖泊的冰冻-融化变化变得困难，尤其是当湖泊的面积不足以主导像元区域时。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it important to use multiple passive microwave datasets in monitoring lake ice freeze-thaw states in high Asian regions?",
        "QuestionCn": "在高亚洲地区监测湖泊冰冻-融化状态时，使用多个被动微波数据集的重要性是什么？",
        "AnswerEn": "Using multiple passive microwave datasets is crucial for monitoring lake ice freeze-thaw states in high Asian regions because it enhances the reliability and accuracy of the data. Different datasets like AMSR-E, AMSR2, and MWRI provide complementary information that helps in better capturing the lake brightness temperature and freeze-thaw states, especially given the diverse geographic and environmental characteristics of the region.",
        "AnswerCn": "使用多种被动微波数据集对于监测高亚地区湖泊冰冻-融化状态至关重要，因为它增强了数据的可靠性和准确性。不同的数据集如AMSR-E、AMSR2和MWRI提供互补的信息，有助于更好地捕捉湖泊的亮温和冰冻-融化状态，特别是考虑到该地区多样的地理和环境特征。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What factors contribute to the high consistency between microwave and optical remote sensing data in determining lake ice freeze-thaw parameters?",
        "QuestionCn": "哪些因素导致微波和光学遥感数据在确定湖泊冰冻-融化参数方面具有高度一致性？",
        "AnswerEn": "The high consistency between microwave and optical remote sensing data in determining lake ice freeze-thaw parameters is attributed to the sensitivity of microwave data to ice-water phase changes and the use of cloud-free MODIS optical products for validation. The combination of these methods allows for accurate parameter extraction, resulting in correlation coefficients as high as 0.968 to 0.987.",
        "AnswerCn": "微波和光学遥感数据在确定湖泊冰冻-融化参数方面的高度一致性归因于微波数据对冰水相变的敏感性，以及使用无云的MODIS光学产品进行验证。这些方法的结合允许准确提取参数，导致相关系数高达0.968到0.987。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects of applying microwave remote sensing data from multiple sensors like AMSR-E, AMSR2, and MWRI on the analysis of lake ice freeze-thaw phenomena?",
        "QuestionCn": "应用来自多个传感器（如AMSR-E、AMSR2和MWRI）的微波遥感数据对湖泊冰冻-融化现象的分析可能产生的潜在影响是什么？",
        "AnswerEn": "Applying microwave remote sensing data from multiple sensors like AMSR-E, AMSR2, and MWRI allows for comprehensive analysis of lake ice freeze-thaw phenomena by providing long-term time series data and enabling the calculation of dynamic lake and shoreline area ratios, thus enhancing the understanding of environmental changes in the high Asian region.",
        "AnswerCn": "应用来自多个传感器（如AMSR-E、AMSR2和MWRI）的微波遥感数据，可以通过提供长期时间序列数据和计算动态湖泊及岸线面积比，全面分析湖冰冻结-融化现象，从而增强对高亚地区环境变化的理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the main goals of utilizing passive microwave remote sensing for monitoring the freeze-thaw states of lakes in the High Asian region?",
        "QuestionCn": "利用被动微波遥感监测高亚洲地区湖泊的冻融状态的主要目标是什么？",
        "AnswerEn": "The primary goals include providing a rapid and reliable method for monitoring lake ice freeze-thaw states, given the high revisit rate and weather insensitivity of satellite-borne passive microwave remote sensing. This data is crucial for understanding climate and environmental changes in the High Asian region, which is a sensitive area to global change. The dataset aims to offer a foundational data base for models responding to global climate change.",
        "AnswerCn": "主要目标包括提供一种快速可靠的方法来监测湖泊冰层的冻结-融化状态，考虑到卫星被动微波遥感的高重访率和对天气的不敏感性。这些数据对于理解高亚洲地区的气候和环境变化至关重要，该地区对全球变化非常敏感。该数据集旨在为应对全球气候变化的模型提供基础数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodological steps are involved in using passive microwave remote sensing to monitor lake ice freeze-thaw states at a sub-pixel level in high-altitude regions?",
        "QuestionCn": "使用被动微波遥感监测高海拔地区湖泊冰冻-融化状态的亚像素级别涉及哪些方法步骤？",
        "AnswerEn": "The methodological steps include using the area proportion of lakes and land within a microwave sensor pixel and applying a mixed-pixel decomposition method to extract sub-pixel lake brightness temperature information. This process involves the use of AMSR-E, AMSR2, and MWRI passive microwave brightness temperature data, along with datasets of lake areas and MODIS cloud-free snow cover data for verification.",
        "AnswerCn": "方法步骤包括利用微波传感器像素内湖泊和陆地的面积比例，并应用混合像素分解方法提取亚像素湖泊亮温信息。该过程涉及使用AMSR-E、AMSR2和MWRI被动微波亮温数据，以及湖泊面积数据和MODIS无云雪盖数据进行验证。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can one address the challenges posed by the coarse resolution of passive microwave radiometers when monitoring lake ice freeze-thaw dynamics in the High Asia region?",
        "QuestionCn": "如何应对被动微波辐射计在监测高亚地区湖泊冰冻-融化动态时所带来的粗分辨率挑战？",
        "AnswerEn": "To address the challenges of coarse resolution, the mixed-pixel decomposition method is applied, which is effective for lakes occupying at least 0.3 times the area of an AMSR-E pixel. For lakes with areas between 0.2 to 0.3 times the pixel size, the method's accuracy may vary depending on lake shape, inherent characteristics, and surrounding geographical features, introducing uncertainty.",
        "AnswerCn": "为了解决粗分辨率带来的挑战，采用混合像元分解方法，该方法对占据AMSR-E像元至少0.3倍面积的湖泊有效。对于面积在像元大小的0.2到0.3倍之间的湖泊，该方法的准确性可能会因湖泊形状、固有特征和周围地理特征而有所不同，从而引入不确定性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What procedures are followed to select and validate lake brightness temperature data using passive microwave sensors for further analysis of freeze-thaw cycles?",
        "QuestionCn": "使用被动微波传感器选择和验证湖泊亮度温度数据以进一步分析冻融循环的程序是什么？",
        "AnswerEn": "The procedures involve selecting pixels based on the shortest distance from the lake center using AMSR-E, AMSR2, or MWRI data, and employing a mixed-pixel decomposition algorithm based on the lake/land area ratio to extract lake brightness temperature data. The extracted data is then validated using MODIS cloud-free optical products by comparing freeze-thaw parameters obtained from microwave and optical remote sensing, showing high consistency with correlation coefficients reaching up to 0.968 and 0.987.",
        "AnswerCn": "该程序涉及根据湖泊中心的最短距离选择像素，使用AMSR-E、AMSR2或MWRI数据，并采用基于湖泊/陆地面积比的混合像素分解算法提取湖泊亮温数据。提取的数据通过与MODIS无云光学产品进行比较来验证，比较的冻结-融化参数显示出高度一致性，相关系数高达0.968和0.987。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable the accurate monitoring of lake ice freeze-thaw cycles using passive microwave remote sensing in high-altitude regions?",
        "QuestionCn": "哪些方法能够通过被动微波遥感在高海拔地区准确监测湖泊冰冻-融化循环？",
        "AnswerEn": "The methodologies involve using a mixed-pixel decomposition approach based on the area ratio of lakes and land within a microwave radiometer pixel to extract sub-pixel level lake brightness temperature information. This enables the monitoring of lake ice freeze-thaw cycles in high-altitude regions like High Asia.",
        "AnswerCn": "这些方法涉及使用基于微波辐射计像素内湖泊和陆地面积比的混合像素分解方法，以提取亚像素级湖泊亮温信息。这使得能够监测高亚洲等高海拔地区湖泊冰冻-融化周期。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does integrating various passive microwave datasets facilitate the temporal analysis of lake brightness temperature in climate-sensitive regions?",
        "QuestionCn": "整合各种被动微波数据集如何促进气候敏感区域湖泊亮温的时间分析？",
        "AnswerEn": "Integrating datasets like AMSR-E, AMSR2, and MWRI passive microwave brightness temperature data allows for extracting lake brightness temperature values over time, supporting the analysis of lake conditions in sensitive regions such as High Asia from 2002 to 2016.",
        "AnswerCn": "整合AMSR-E、AMSR2和MWRI被动微波亮温数据集，可以提取湖泊的亮温值，支持对2002年至2016年高亚洲敏感地区湖泊状况的分析。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions are necessary for applying mixed-pixel decomposition methods to enhance the resolution of passive microwave data for lake ice monitoring?",
        "QuestionCn": "应用混合像素分解方法以增强被动微波数据在湖冰监测中的分辨率所需的条件是什么？",
        "AnswerEn": "The application of mixed-pixel decomposition methods is necessary when the lake's area within an AMSR-E pixel is over 0.3 times the pixel size. However, the method's effectiveness may vary based on the lake's shape, inherent characteristics, and surrounding geographical features when the lake's area to pixel size ratio is between 0.2 and 0.3.",
        "AnswerCn": "当湖泊的面积在AMSR-E像素中占像素大小的0.3倍以上时，混合像素分解方法的应用是必要的。然而，当湖泊的面积与像素大小的比率在0.2到0.3之间时，该方法的有效性可能会因湖泊的形状、固有特征和周围地理特征而有所不同。",
        "Level": "C3(Applying)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might passive microwave remote sensing data face significant challenges in accurately monitoring lake ice freeze-thaw changes in smaller or less prominent lakes within high Asia?",
        "QuestionCn": "被动微波遥感数据在高亚洲较小或不显著湖泊的冰冻-融化变化监测中可能面临重大挑战的原因是什么？",
        "AnswerEn": "Due to the coarse resolution of passive microwave radiometers, the mixed pixel effect is severe, which greatly restricts monitoring of lake ice freeze-thaw changes. This method is more uncertain for lakes where the area to the pixel ratio is between 0.2 and 0.3, as it is influenced by lake shape, intrinsic characteristics, and surrounding geographical features.",
        "AnswerCn": "由于被动微波辐射计的分辨率较粗，混合像素效应十分严重，这极大限制了对湖泊冰冻-融化变化的监测。当湖泊的面积与像素比在0.2到0.3之间时，这种方法的不确定性更大，因为它受到湖泊形状、内在特征和周围地理特征的影响。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the expected benefits of using a mixed pixel decomposition method in extracting sub-pixel level lake brightness temperature information for climate change studies in high Asia?",
        "QuestionCn": "使用混合像素分解方法提取高亚洲地区亚像素级湖泊亮温信息在气候变化研究中的预期好处是什么？",
        "AnswerEn": "The mixed pixel decomposition method allows for the retrieval of lake brightness temperature information at a sub-pixel level, enabling rapid monitoring of lake ice freeze-thaw states. This contributes to better understanding of climate and environmental changes in high Asia and provides a foundational dataset for modeling the region's response to global climate change.",
        "AnswerCn": "混合像素分解方法允许在亚像素级别获取湖泊亮温信息，从而快速监测湖泊冰冻-融化状态。这有助于更好地理解高亚洲的气候和环境变化，并为建模该地区对全球气候变化的响应提供基础数据集。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Why might there be discrepancies between passive microwave remote sensing data and optical remote sensing data when determining lake ice freeze-thaw parameters?",
        "QuestionCn": "在确定湖泊冰冻-融化参数时，为什么被动微波遥感数据与光学遥感数据之间可能存在差异？",
        "AnswerEn": "While both passive microwave and optical remote sensing can be used to determine lake ice freeze-thaw parameters, discrepancies might arise due to differences in sensitivity to weather conditions, spatial resolution, and the dielectric constant differences between ice and water. However, validation using cloud-free MODIS optical products shows high consistency with correlation coefficients reaching 0.968 to 0.987.",
        "AnswerCn": "虽然被动微波和光学遥感都可以用于确定湖泊冰冻-融化参数，但由于对天气条件的敏感性、空间分辨率的差异以及冰和水之间介电常数的不同，可能会出现差异。然而，使用无云的MODIS光学产品进行验证显示出高度一致性，相关系数达到0.968到0.987。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How do you evaluate the effectiveness of using a mixed pixel decomposition method in retrieving sub-pixel level lake brightness temperature information for freeze-thaw monitoring in the high Asian region?",
        "QuestionCn": "如何评估在高亚洲地区使用混合像元分解方法获取亚像元级湖泊亮温信息以进行冻融监测的有效性？",
        "AnswerEn": "The use of a mixed pixel decomposition method is effective in retrieving sub-pixel level lake brightness temperature information, as it allows for accurate passive microwave remote sensing monitoring of lake freeze-thaw states in the high Asian region. The ability to monitor these states with high revisit frequency and insensitivity to weather conditions makes this method particularly suitable for the region, despite challenges posed by coarse resolution and mixed pixel effects.",
        "AnswerCn": "混合像素分解方法在获取亚像素级湖泊亮温信息方面是有效的，因为它能够准确地进行被动微波遥感监测高亚地区湖泊的冻结-融化状态。该方法以高重访频率和对天气条件的不敏感性，使其特别适合该地区，尽管存在粗分辨率和混合像素效应带来的挑战。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the perceived challenges and limitations of using passive microwave radiometer data for monitoring lake freeze-thaw cycles, particularly in regions with diverse geographic features?",
        "QuestionCn": "使用被动微波辐射计数据监测湖泊冻融循环的感知挑战和局限性，特别是在具有多样地理特征的地区有哪些？",
        "AnswerEn": "The main challenges of using passive microwave radiometer data include its coarse resolution and significant mixed pixel effects, which can limit its effectiveness in monitoring lake freeze-thaw cycles. In regions with diverse geographic features, such as high Asia, the variability in lake shape, characteristics, and surrounding geography can introduce uncertainty, especially when the lake area is between 0.2 to 0.3 times the size of an AMSR-E pixel.",
        "AnswerCn": "使用被动微波辐射计数据的主要挑战包括其分辨率较低和显著的混合像素效应，这可能限制其在监测湖泊冻结-解冻周期方面的有效性。在地理特征多样的地区，如高亚洲，湖泊形状、特征和周围地理环境的变化可能引入不确定性，尤其是当湖泊面积在AMSR-E像素大小的0.2到0.3倍之间时。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how microwave remote sensing can differentiate between various lake ice freeze-thaw states in a complex geographical region like High Asia.",
        "QuestionCn": "我不明白微波遥感如何在像高亚洲这样复杂的地理区域中区分不同的湖冰冻结-融化状态。",
        "AnswerEn": "Microwave remote sensing is effective for monitoring lake ice freeze-thaw states due to its high revisit rate and insensitivity to weather conditions. The method leverages the significant dielectric constant differences between ice and water to quickly detect changes. In High Asia, a mixed pixel decomposition method is used to derive sub-pixel lake brightness temperature information from microwave radiometer data, allowing for detailed monitoring.",
        "AnswerCn": "微波遥感由于其高重访率和对天气条件的不敏感性，能够有效监测湖泊冰冻-融化状态。该方法利用冰和水之间显著的介电常数差异，快速检测变化。在高亚洲，采用混合像元分解方法从微波辐射计数据中提取亚像元湖泊亮温信息，从而实现详细监测。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure how the challenges of passive microwave radiometer's coarse resolution are addressed when monitoring lake ice freeze-thaw changes.",
        "QuestionCn": "我不确定在监测湖泊冰层冻结-融化变化时，如何解决被动微波辐射计的粗分辨率带来的挑战。",
        "AnswerEn": "The coarse resolution of passive microwave radiometers poses challenges due to mixed pixel effects. These are mitigated by employing a mixed pixel decomposition algorithm, which utilizes the proportion of lake and land within a pixel to effectively extract lake brightness temperature data. This approach is particularly applicable for lakes where the area within a pixel is significant relative to the AMSR-E pixel size.",
        "AnswerCn": "被动微波辐射计的粗分辨率带来了混合像素效应的挑战。通过采用混合像素分解算法，可以利用像素中湖泊和陆地的比例有效提取湖泊亮度温度数据，从而减轻这些挑战。这种方法特别适用于湖泊面积在像素中相对于AMSR-E像素大小显著的情况。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I can't make sense of the criteria used to determine which lakes are suitable for passive microwave freeze-thaw monitoring across the Northern Hemisphere.",
        "QuestionCn": "我无法理解用于确定哪些湖泊适合在北半球进行被动微波冻融监测的标准。",
        "AnswerEn": "The suitability of lakes for passive microwave freeze-thaw monitoring is determined by their size relative to the pixel size of the microwave radiometer. Lakes that occupy more than 0.3 times a single AMSR-E pixel are typically suitable for monitoring. However, for lakes occupying between 0.2 to 0.3 times the pixel size, factors such as lake shape, inherent characteristics, and surrounding geography introduce uncertainties that complicate monitoring.",
        "AnswerCn": "湖泊适合被动微波冻融监测的适宜性取决于它们相对于微波辐射计像素大小的大小。占据单个AMSR-E像素超过0.3的湖泊通常适合监测。然而，对于占据像素大小在0.2到0.3之间的湖泊，湖泊形状、固有特征和周围地理环境等因素引入了不确定性， complicate 监测。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please investigate potential datasets that could be integrated with current passive microwave datasets to enhance the monitoring of freeze-thaw cycles in lakes across high-altitude regions.",
        "QuestionCn": "请调查潜在的数据集，这些数据集可以与当前的被动微波数据集集成，以增强对高海拔地区湖泊冻融循环的监测。",
        "AnswerEn": "Potential datasets include Qinghai-Tibet Plateau snow cover data from MODIS and any other region-specific optical or thermal datasets that offer finer spatial or temporal resolution, which can validate and complement the passive microwave data for more comprehensive freeze-thaw cycle monitoring.",
        "AnswerCn": "潜在的数据集包括来自MODIS的青藏高原雪盖数据以及任何其他区域特定的光学或热学数据集，这些数据集提供更细的空间或时间分辨率，可以验证和补充被动微波数据，以便更全面地监测冻融循环。",
        "Level": "C6(Creating)"
      }
    ]
  }
}