{
  "id": "6827cb15-9091-4f89-acb0-5a414194e75d",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of spectral reflectance observations in the Linze grassland foci experimental area from May to Jun, 2008",
      "titleCn": "黑河综合遥感联合试验：临泽草地加密观测区地物光谱观测数据集（2008年5月-6月）",
      "description": "The dataset of spectral reflectance observations was obtained in the Linze grassland foci experimental area. Spectral reflectance of the cement floor, reed, the saline field, alfalfa, barley and the pool in the reed plot A, the saline plot B, the alfalfa plot D and the barley plot E were measured by ASD and the reference board (20% and 40%).\nObservation date\t   Plot\n2008-05-30\tA、B、D、E \n2008-06-03\tB\n2008-06-06\tE\n2008-06-15\tThe cement floor (the station)\n2008-06-15\tThe alfalfa field\n2008-06-15\tThe pool in Majuntan\n2008-06-15\tThe cement floor in Majuntan\t\n2008-06-16\tA、B、 D、 E\n    Five files on original binary data, one software file and six record forms were archived. See WATER: Dataset of setting of the sampling plots and stripes in the foci experimental area of Linze station for more information.",
      "descriptionCn": "2008年5月30日至6月16日期间，在临泽草地加密观测区样方A（芦苇地）、样方B（盐碱地）、样方D（苜蓿地）、样方E（大麦地）、草地站水泥地临时样点及马郡滩水库，使用ASD光谱仪及20%和40%参考板，测量了水泥地、芦苇、盐碱地、苜蓿、大麦、水体等典型地物的反射率。本数据可为为高光谱遥感数据的验证、定标提供数据。\n观测日期及样方如下：\n观测日期\t          样区\n2008-05-30\tA、B、D、E \n2008-06-03\tB\n2008-06-06\tE\n2008-06-15\t草地站水泥地\n2008-06-15\t苜蓿地\n2008-06-15\t马郡滩水体\n2008-06-15\t马郡滩水泥地\n2008-06-16\tA、B、 D、 E\n本数据集包括5个分别以日期存储的地物波谱文件夹，存储原始二进制文件；一个用于打开光谱二进制文件的软件文件夹；6个数据观测记录表格；\n样方样带的分布信息请参见元数据“黑河综合遥感联合试验：临泽草地加密观测区样方样带布置”。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.095,
      "west": 100.037,
      "south": 39.225,
      "north": 39.268,
      "startTime": "2008-06-10 08:00:00",
      "endTime": "2008-06-27 08:00:00",
      "fileSize": 320922818.0,
      "cstr": "18406.11.water973.0079.db",
      "doi": "10.3972/water973.0079.db",
      "dataFormat": "数字文档",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王静",
        "nameEn": "Wang Jing",
        "unitEn": "",
        "unitCn": "中国气象局兰州干旱气象研究所"
      },
      {
        "nameCn": "胡晓利",
        "nameEn": "HU Xiaoli",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "蒋熹",
        "nameEn": "JIANG Xi",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "马明国",
        "nameEn": "MA Mingguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "王旭峰",
        "nameEn": "WANG Xufeng",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, CAS",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "余莹洁",
        "nameEn": "YU Yingjie",
        "unitEn": "",
        "unitCn": "北京师范大学地理学与遥感科学学院"
      },
      {
        "nameCn": "郝晓华",
        "nameEn": "HAO Xiaohua",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中科院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "反射率",
        "nameEn": "Reflectivity"
      },
      {
        "nameCn": "地物光谱",
        "nameEn": "Ground object spectral"
      },
      {
        "nameCn": "地物光谱仪（ASD）",
        "nameEn": "Terrain spectrometer"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "临泽草地加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "马郡滩水库",
        "keywordEn": null
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-05-30",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-03",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-06",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-15",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-16",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What are the typical ground features measured for reflectance using an ASD spectrometer in hyperspectral remote sensing experiments?",
        "QuestionCn": "在高光谱遥感实验中，使用ASD光谱仪测量的典型地面特征的反射率是什么？",
        "AnswerEn": "cement ground, reeds, saline-alkali soil, alfalfa, barley, water bodies",
        "AnswerCn": "水泥地、芦苇、盐碱土、苜蓿、大麦、水体",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of typical ground objects' reflectance when measured using hyperspectral remote sensing techniques?",
        "QuestionCn": "使用高光谱遥感技术测量时，典型地面物体反射率的特征是什么？",
        "AnswerEn": "reflectance measurements of cement ground, reeds, saline-alkali land, alfalfa, barley, water bodies",
        "AnswerCn": "水泥地面的反射率测量、芦苇、盐碱地、苜蓿、大麦、水体",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by '地物光谱观测' in the context of hyperspectral remote sensing?",
        "QuestionCn": "在高光谱遥感的背景下，“地物光谱观测”是什么意思？",
        "AnswerEn": "In the context of hyperspectral remote sensing, '地物光谱观测' refers to the observation of the spectral reflectance of typical ground objects such as cement ground, reeds, saline-alkali land, alfalfa, barley, and water bodies using a spectrometer and reference panels. This data is essential for validating and calibrating hyperspectral remote sensing data.",
        "AnswerCn": "在高光谱遥感的背景下，“地物光谱观测”是指使用光谱仪和参考面板观察典型地面物体（如水泥地面、芦苇、盐碱地、苜蓿、大麦和水体）的光谱反射率。这些数据对于验证和校准高光谱遥感数据至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods using ASD spectrometers for measuring reflectance in diverse land types such as cement ground, reed, alkaline land, alfalfa, barley, and water compare to other remote sensing techniques in terms of data accuracy and calibration for hyperspectral data validation?",
        "QuestionCn": "使用ASD光谱仪在不同土地类型（如水泥地面、芦苇、碱性土地、苜蓿、大麦和水）上测量反射率的数据收集方法与其他遥感技术在数据准确性和高光谱数据验证的校准方面有何比较？",
        "AnswerEn": "The data collection methods using ASD spectrometers involve direct measurements of reflectance in various land types, providing precise ground-truth data for hyperspectral data validation and calibration. This method differs from other remote sensing techniques, like satellite-based measurements, in that it provides more localized and potentially more accurate data due to the close proximity to the target; however, it may offer less spatial coverage and can be labor-intensive compared to remote sensing techniques which cover larger areas but may have issues with atmospheric interference and less specificity in data collection.",
        "AnswerCn": "使用ASD光谱仪的数据收集方法涉及对各种土地类型的反射率进行直接测量，为高光谱数据的验证和校准提供精确的地面真实数据。这种方法与其他遥感技术（如卫星测量）不同，因为它提供了更局部且可能更准确的数据，因其与目标的接近性；然而，与覆盖更大区域的遥感技术相比，它可能提供的空间覆盖较少，并且相对劳动密集。遥感技术可能存在大气干扰和数据收集的特异性较低的问题。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to challenges in accurately measuring reflectance of different land cover types using spectrometers in field experiments?",
        "QuestionCn": "在田野实验中，使用光谱仪准确测量不同土地覆盖类型的反射率面临的挑战因素有哪些？",
        "AnswerEn": "Challenges in accurately measuring reflectance of different land cover types using spectrometers in field experiments can arise from several factors, including the variability in surface conditions such as moisture and texture, the precision of the spectrometer equipment like the ASD spectrometer used, the calibration and reference standards employed, such as the 20% and 40% reference boards, and the environmental conditions during data collection, which can affect the consistency and reliability of the measured reflectance values.",
        "AnswerCn": "在田野实验中，使用光谱仪准确测量不同地表覆盖类型的反射率时，可能会面临多个挑战，包括表面条件的变化，如湿度和纹理，光谱仪设备的精度，例如使用的ASD光谱仪，所采用的校准和参考标准，如20%和40%的参考板，以及数据采集期间的环境条件，这些都可能影响测得的反射率值的一致性和可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the specific procedures and instruments used to measure reflectance of typical ground objects such as cement, reeds, and water bodies in a grassland observation area, and how do they contribute to the validation and calibration of hyperspectral remote sensing data?",
        "QuestionCn": "在草地观测区，测量典型地面物体（如水泥、芦苇和水体）反射率的具体程序和仪器是什么？这些测量如何有助于高光谱遥感数据的验证和校准？",
        "AnswerEn": "The procedures involved using an ASD spectrometer along with 20% and 40% reference panels to measure the reflectance of typical ground objects like cement, reeds, saline-alkali soil, alfalfa, barley, and water bodies. These measurements contribute to the validation and calibration of hyperspectral remote sensing data by providing accurate field data that can be used to compare and adjust the remote sensing data for improved accuracy.",
        "AnswerCn": "该程序涉及使用ASD光谱仪以及20%和40%的参考面板来测量典型地面物体的反射率，如水泥、芦苇、盐碱土、苜蓿、大麦和水体。这些测量有助于验证和校准高光谱遥感数据，通过提供准确的现场数据，以便与遥感数据进行比较和调整，从而提高准确性。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}