{
  "id": "6889803c-bb2c-4338-9e2e-7e7761e3c6ff",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Dataset of soil respiration observed in the middle reaches of the Heihe River Basin",
      "titleCn": "黑河生态水文遥感试验：黑河流域中游土壤呼吸观测数据集",
      "description": "Soil respiration rate was measured at the super station of Daman irrigation district in Zhangye city using the open circuit soil carbon flux measurement system LI-8100 (LI-COR, Lincoln, NE, USA) \n\n1)\tObjective:\nThe aim of soil respiration rate measurement is to explore the diurnal variation characteristics of soil respiration rate and to provide a scientific basis for the assessment of farmland ecosystem carbon cycle and carbon balance.\n2)\tMeasurement instruments and ways\nMeasurement instruments: the open type of cold dry soil carbon flux measurement system LI-8100 (LI-COR, Lincoln, NE, USA).\nMeasurement means: soil respiration chamber was placed in PVC ring (10 cm of diameter, 5 cm of height), which was inserted into the soil about 1 to 2 cm 1 d before measurement. The observation is automatic with a power supply of solar panels.\n3)\tMeasurement time\nSoil respiration rate was continuously measured mainly in the corn growing season. The time used in this dataset is in UTC+8 Time. \n4)\tData processing\nThe data was periodically collected from the data collection instrument and saved as *.81x file, then was converted to text format file using LI-8100 (M) PC Client v2.0.0 software.",
      "descriptionCn": "本数据集为利用开路式土壤碳通量测量系统LI-8100(LI-COR，Lincoln，NE，USA)在大满超级站定点测量的土壤呼吸速率。\n1）\t测量目的\n    土壤呼吸速率测量的目的在于：利用LI－8100测定土壤呼吸日变化特征，为评估干旱区农田生态系统碳循环和碳平衡提供科学依据与参数。\n2）\t测量仪器与方式\n    测量仪器：开路式土壤碳通量测量系统LI-8100(LI-COR，Lincoln，NE，USA)。\n    测量方式：土壤呼吸室放置在PVC圈(直径10 cm，高度5 cm)上，PVC圈插入土壤1～2 cm，在测定的前1 d安置。采用全自动观测，利用太阳能板进行供电，采用仪器自带数据采集仪，自动记录观测数据。 \n3）\t测量时间\n    土壤呼吸速率主要在玉米的主要生长季进行持续观测，具体时间为2012年6月19日一9月15日。\n4）\t数据处理\n    定期从数据采集仪上拷贝出观测数据（*.81x），通过LI-8100(M) PC Client v2.0.0软件预处理转换为文本格式文件，得到土壤呼吸数据。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.7,
      "west": 100.35,
      "south": 38.77,
      "north": 38.95,
      "startTime": "2018-11-27 10:48:48",
      "endTime": "2018-11-27 10:48:48",
      "fileSize": 184277.0,
      "cstr": "18406.11.hiwater.126.2013.db",
      "doi": "10.3972/hiwater.126.2013.db",
      "dataFormat": "文本",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王静",
        "nameEn": "Wang Jing",
        "unitEn": "",
        "unitCn": "中国气象局兰州干旱气象研究所"
      },
      {
        "nameCn": "黄永生",
        "nameEn": "Huang Yongsheng",
        "unitEn": "",
        "unitCn": "西北师范大学"
      },
      {
        "nameCn": "李元",
        "nameEn": "LI Yuan",
        "unitEn": "",
        "unitCn": "山西大学"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "马明国",
        "nameEn": "MA Mingguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤呼吸",
        "nameEn": "Soil respiration"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "the artificial oasis experimental area in the middle reaches"
      },
      {
        "keywordCn": "大满水分控制实验场",
        "keywordEn": null
      },
      {
        "keywordCn": "大满超级站",
        "keywordEn": "Daman Superstation"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-06-19",
        "keywordEn": "2012-06-19",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-09-15",
        "keywordEn": "2012-09-15",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：定标与真实性检验",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      },
      {
        "titleCn": "黑河流域生态-水文遥感产品生产算法研究与应用试验",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
      ],
      "research objective": [],
      "challenges": [
        "Progress in this field is hindered by the poor availability of multiscale observations."
      ],
      "methods": [
        "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
      ],
      "dataset": [
        "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
      ],
      "findings": [],
      "backgroundCn": [
        "生态水文过程在异质表面上的放大是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的制约。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
      ],
      "research objectiveCn": [],
      "challengesCn": [
        "该领域的进展受到多尺度观测稀缺的阻碍。"
      ],
      "methodsCn": [
        "在HiWATER期间进行了几次密集观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。针对绿洲-沙漠系统，仪器按照层次嵌套的尺度进行布置，以捕捉多尺度的生态水文过程。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围的不同景观中安装了四个EC塔和四个两层自动气象站（AMS），这些景观包括沙质沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了密集观测。共进行了12次空中遥感任务，使用了LiDAR、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA。"
      ],
      "datasetCn": [
        "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the availability of multiscale observations considered a challenge in studying eco-hydrological processes on heterogeneous surfaces?",
        "QuestionCn": "多尺度观测的可用性是否被认为是研究异质表面生态水文过程的一项挑战？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the primary data collection method for soil respiration rates based on automatic observation systems, manual sampling, or remote sensing?",
        "QuestionCn": "土壤呼吸速率的主要数据收集方法是基于自动观察系统、手动采样还是遥感？",
        "AnswerEn": "automatic observation systems",
        "AnswerCn": "自动观测系统",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Are the challenges in upscaling eco-hydrological processes more related to the availability of multiscale observations, data processing limitations, or sensor calibration issues?",
        "QuestionCn": "在提升生态水文过程的规模时，面临的挑战更多是与多尺度观测的可用性、数据处理的限制还是传感器校准问题有关？",
        "AnswerEn": "poor availability of multiscale observations",
        "AnswerCn": "多尺度观测的可用性差。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection method is used for measuring soil respiration rates in the context of eco-hydrological studies?",
        "QuestionCn": "在生态水文研究中，用于测量土壤呼吸速率的数据收集方法是什么？",
        "AnswerEn": "LI-8100 soil carbon flux measurement system",
        "AnswerCn": "LI-8100 土壤碳通量测量系统",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where were the eco-hydrological processes observed using an instrumentation system arranged in hierarchically nested scales?",
        "QuestionCn": "使用分层嵌套尺度排列的仪器系统观察到生态水文过程的地点在哪里？",
        "AnswerEn": "oasis-desert area",
        "AnswerCn": "绿洲-沙漠地区",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "When was the soil respiration rate data collected during the major growing season of maize for eco-hydrological research?",
        "QuestionCn": "在玉米主要生长季节期间，土壤呼吸速率数据的收集时间是什么时候？",
        "AnswerEn": "June 19, 2012, to September 15, 2012",
        "AnswerCn": "2012年6月19日到2012年9月15日",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge faced in upscaling eco-hydrological processes on heterogeneous surfaces?",
        "QuestionCn": "在异质表面上扩大生态水文过程时面临的一个挑战是什么？",
        "AnswerEn": "A challenge faced in upscaling eco-hydrological processes on heterogeneous surfaces is the poor availability of multiscale observations. This issue is addressed in experimental setups like HiWATER, which uses instrumentation at hierarchically nested scales to obtain multiscale and multidisciplinary data, thereby capturing complex interactions in the oasis-desert system.",
        "AnswerCn": "在对异质表面进行生态水文过程的上升尺度研究时，面临的一个挑战是多尺度观测的可用性较差。实验设置如HiWATER通过在分层嵌套尺度上使用仪器，获取多尺度和多学科的数据，从而捕捉绿洲-沙漠系统中的复杂相互作用。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a dataset that includes multiscale eco-hydrological observations in an oasis-desert area?",
        "QuestionCn": "您能否提供一个包含绿洲-沙漠地区多尺度生态水文观测的示例数据集？",
        "AnswerEn": "An example of a dataset that includes multiscale eco-hydrological observations in an oasis-desert area is the dataset obtained from the HiWATER experiment in 2012. This dataset features a flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, an eco-hydrological sensor network, hyper-resolution airborne remote sensing, and ground measurements of vegetation dynamics and photosynthesis processes. The dataset has been carefully quality controlled and is available at figshare and the Cold and Arid Regions Science Data Centre.",
        "AnswerCn": "一个包含绿洲-沙漠地区多尺度生态水文观测的数据集的例子是2012年HiWATER实验获得的数据集。该数据集具有涡度协方差塔、大孔径闪烁仪、自动气象站、生态水文传感器网络、高分辨率航空遥感以及植被动态和光合作用过程的地面测量的通量观测矩阵。该数据集经过精心质量控制，并可在figshare和寒区与干旱区科学数据中心获取。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the methods used for collecting soil respiration data in eco-hydrological studies?",
        "QuestionCn": "在生态水文研究中，收集土壤呼吸数据的方法有哪些？",
        "AnswerEn": "open-path soil carbon flux measurement system LI-8100, soil respiration chamber on PVC rings, solar panels for power supply, built-in data logger",
        "AnswerCn": "开路土壤碳通量测量系统LI-8100，安装在PVC环上的土壤呼吸室，太阳能电池板供电，内置数据记录仪。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are associated with obtaining multiscale observations in eco-hydrological research?",
        "QuestionCn": "在生态水文研究中，获取多尺度观测所面临的挑战有哪些？",
        "AnswerEn": "poor availability of multiscale observations, hierarchically nested scales, diverse instrumentation",
        "AnswerCn": "多尺度观测的可用性差，层次嵌套的尺度，多样化的仪器。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the features and components of a multiscale dataset used in oasis-desert eco-hydrological studies?",
        "QuestionCn": "用于绿洲-沙漠生态水文研究的多尺度数据集的特征和组成是什么？",
        "AnswerEn": "flux observation matrix, eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensor network for soil moisture and leaf area index, hyper-resolution airborne remote sensing, LiDAR, imaging spectrometer, multi-angle thermal imager, L-band microwave radiometer, synchronical ground measurements of vegetation dynamics and photosynthesis processes",
        "AnswerCn": "通量观测矩阵，涡度相关塔，大孔径闪烁仪，自动气象站，用于土壤湿度和叶面积指数的生态水文传感器网络，超高分辨率机载遥感，激光雷达，成像光谱仪，多角度热成像仪，L波段微波辐射计，植被动态和光合作用过程的同步地面测量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many airborne remote sensing missions were conducted during the specified observation period?",
        "QuestionCn": "在指定的观察期间，进行了多少次空中遥感任务？",
        "AnswerEn": "12",
        "AnswerCn": "12",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the duration, in days, of the soil respiration rate measurement during the main growing season of corn?",
        "QuestionCn": "玉米主要生长季节的土壤呼吸速率测量持续多少天？",
        "AnswerEn": "88 days",
        "AnswerCn": "88天",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the purpose of measuring soil respiration rate in the context of eco-hydrological research?",
        "QuestionCn": "在生态水文研究中，测量土壤呼吸速率的目的是什么？",
        "AnswerEn": "The purpose of measuring soil respiration rate is to determine the diurnal variation characteristics of soil respiration using the LI-8100 system, providing scientific evidence and parameters for evaluating carbon cycling and carbon balance in arid agricultural ecosystems.",
        "AnswerCn": "测量土壤呼吸速率的目的是利用LI-8100系统确定土壤呼吸的昼夜变化特征，为评估干旱农业生态系统中的碳循环和碳平衡提供科学依据和参数。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does the term 'hierarchically nested scales' refer to in eco-hydrological data collection?",
        "QuestionCn": "生态水文数据收集中的“层次嵌套尺度”指的是什么？",
        "AnswerEn": "The term 'hierarchically nested scales' refers to the arrangement of instruments within an oasis-desert system to capture multi-scale eco-hydrological processes, which involves a sparse network to study interactions and includes various instruments like eddy covariance towers and meteorological stations placed in different landscapes.",
        "AnswerCn": "“层次嵌套尺度”一词指的是在绿洲-沙漠系统中安排仪器，以捕捉多尺度生态水文过程，这涉及到稀疏网络以研究相互作用，并包括放置在不同景观中的各种仪器，如涡动协方差塔和气象站。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is meant by 'intensive observation periods' in the context of collecting eco-hydrological data?",
        "QuestionCn": "在收集生态水文数据的背景下，“密集观测期”是什么意思？",
        "AnswerEn": "'Intensive observation periods' refer to specific timeframes during which concentrated and detailed hydrometeorological observations are conducted, such as during the 2012 HiWATER experiment, to gather multiscale and multidisciplinary data on eco-hydrological processes.",
        "AnswerCn": "“密集观测期”是指在特定时间段内进行集中和详细的水文气象观测，例如在2012年HiWATER实验期间，以收集关于生态水文过程的多尺度和多学科数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods using the LI-8100 soil carbon flux measurement system compare to the multiscale data acquisition techniques employed in the HiWATER experiment?",
        "QuestionCn": "LI-8100土壤碳通量测量系统的数据收集方法与HiWATER实验中采用的多尺度数据采集技术相比如何？",
        "AnswerEn": "The LI-8100 soil carbon flux measurement system focuses on continuous, automated soil respiration rate measurement at a fixed location using a chamber method, whereas the HiWATER experiment employs a broader range of multiscale data acquisition techniques, including a network of eddy covariance towers, meteorological stations, and airborne remote sensing, to capture eco-hydrological processes across larger and more diverse landscapes.",
        "AnswerCn": "LI-8100土壤碳通量测量系统专注于使用室内法在固定位置进行连续、自动的土壤呼吸速率测量，而HiWATER实验则采用更广泛的多尺度数据采集技术，包括涡度协方差塔、气象站和航空遥感网络，以捕捉更大和更具多样性的景观中的生态水文过程。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the differences in challenges faced when collecting soil respiration data using the LI-8100 system compared to the challenges of obtaining multiscale observations in the HiWATER project?",
        "QuestionCn": "使用LI-8100系统收集土壤呼吸数据时面临的挑战与在HiWATER项目中获取多尺度观测时面临的挑战有什么不同？",
        "AnswerEn": "The LI-8100 system's challenges are primarily related to the precise measurement and data handling at a specific site, while the HiWATER project faces challenges related to the poor availability of multiscale observations and the complexity of integrating data from various instruments and scales to study eco-hydrological processes.",
        "AnswerCn": "LI-8100系统的挑战主要与在特定地点进行精确测量和数据处理有关，而HiWATER项目面临的挑战则与多尺度观测的可用性差以及整合来自不同仪器和尺度的数据以研究生态水文过程的复杂性有关。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the use of hierarchically nested scales in instrumentation improve the accuracy and depth of eco-hydrological data collection in heterogeneous surfaces?",
        "QuestionCn": "在异质表面上使用分层嵌套尺度的仪器可以如何提高生态水文数据收集的准确性和深度？",
        "AnswerEn": "Hierarchically nested scales in instrumentation help capture multi-scale eco-hydrological processes by arranging instruments such as EC towers and AMSs in diverse landscapes, providing a comprehensive view of the interactions and processes within the oasis-desert system.",
        "AnswerCn": "分层嵌套的仪器尺度有助于捕捉多尺度生态水文过程，通过在不同的景观中安排仪器，如生态气候塔和自动气象站，提供对绿洲-沙漠系统内相互作用和过程的全面视角。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What challenges are associated with acquiring multiscale observations in eco-hydrological studies, and how might these challenges be addressed through experimental design?",
        "QuestionCn": "在生态水文学研究中，获取多尺度观测数据面临哪些挑战，以及如何通过实验设计来应对这些挑战？",
        "AnswerEn": "The primary challenge is the poor availability of multiscale observations, which can be addressed by implementing a sparse network of instruments and establishing superstations to ensure comprehensive data collection across different scales and landscapes.",
        "AnswerCn": "主要挑战是多尺度观测的可用性差，这可以通过实施稀疏的仪器网络和建立超级站来解决，以确保在不同尺度和景观中进行全面的数据收集。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "In what ways can the integration of remote sensing technologies like LiDAR and imaging spectrometers enhance data quality and insights in eco-hydrological research?",
        "QuestionCn": "遥感技术如LiDAR和成像光谱仪的集成可以通过哪些方式提升生态水文研究中的数据质量和洞察力？",
        "AnswerEn": "Integrating remote sensing technologies such as LiDAR and imaging spectrometers allows for hyper-resolution airborne observations, providing detailed data on vegetation dynamics, surface temperatures, and moisture levels, which enrich the eco-hydrological datasets and facilitate robust data analysis.",
        "AnswerCn": "集成遥感技术，如激光雷达（LiDAR）和成像光谱仪，能够实现超高分辨率的空中观测，提供关于植被动态、地表温度和湿度水平的详细数据，这丰富了生态水文数据集，并促进了强有力的数据分析。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors lead to the poor availability of multiscale observations in eco-hydrological research?",
        "QuestionCn": "导致生态水文研究中多尺度观测稀缺的因素有哪些？",
        "AnswerEn": "Progress in this field is hindered by the poor availability of multiscale observations, which is a grand challenge in the upscaling of eco-hydrological processes on a heterogeneous surface.",
        "AnswerCn": "该领域的进展受到多尺度观测稀缺的制约，这是在异质表面上进行生态水文过程上尺度化的重大挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What causes the need for intensive observation periods in eco-hydrological studies?",
        "QuestionCn": "在生态水文研究中，导致需要进行密集观察期的原因是什么？",
        "AnswerEn": "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were necessary to collect data addressing the challenge of poor availability of multiscale observations in eco-hydrological studies.",
        "AnswerCn": "为了应对生态水文研究中多尺度观测数据稀缺的挑战，进行了几次密集观测期（IOPs）和持续的水文气象观测，以收集相关数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of utilizing an open-path soil carbon flux measurement system on the reliability and accuracy of soil respiration data in eco-hydrological studies?",
        "QuestionCn": "利用开放路径土壤碳通量测量系统对生态水文研究中土壤呼吸数据的可靠性和准确性有什么影响？",
        "AnswerEn": "Using an open-path soil carbon flux measurement system like the LI-8100 allows for automated and continuous data collection, enhancing the reliability of soil respiration data by minimizing manual errors and ensuring consistent power supply through solar panels. This setup supports eco-hydrological studies by providing detailed temporal data essential for assessing carbon cycles and balances in arid farmland ecosystems.",
        "AnswerCn": "使用开放式土壤碳通量测量系统，如LI-8100，可以实现自动化和连续的数据收集，增强土壤呼吸数据的可靠性，减少人工错误，并通过太阳能电池板确保稳定的电源供应。这种设置支持生态水文研究，提供详细的时间数据，对于评估干旱农田生态系统中的碳循环和碳平衡至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of using the LI-8100 system to measure soil respiration rates in the context of dryland agricultural ecosystems?",
        "QuestionCn": "使用LI-8100系统测量干旱农业生态系统中土壤呼吸速率的主要目标是什么？",
        "AnswerEn": "The primary goal of using the LI-8100 system to measure soil respiration rates is to determine the diurnal variation characteristics of soil respiration, providing scientific parameters for evaluating carbon cycling and carbon balance in dryland agricultural ecosystems.",
        "AnswerCn": "使用LI-8100系统测量土壤呼吸速率的主要目的是确定土壤呼吸的昼夜变化特征，为评估干旱农业生态系统中的碳循环和碳平衡提供科学参数。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to implement multiscale observations in the context of eco-hydrological processes on heterogeneous surfaces?",
        "QuestionCn": "在异质表面生态水文过程的背景下，实施多尺度观测的重要性是什么？",
        "AnswerEn": "It is important to implement multiscale observations because progress in eco-hydrological processes is hindered by the poor availability of multiscale observations. HiWATER addresses this challenge by obtaining multiscale and multidisciplinary data to better understand these processes.",
        "AnswerCn": "实施多尺度观测非常重要，因为生态水文过程的进展受到多尺度观测可用性差的阻碍。HiWATER通过获取多尺度和多学科的数据来应对这一挑战，以更好地理解这些过程。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What objectives do the hierarchical instrumentation and sparse network arrangement aim to achieve in investigating oasis-desert interactions?",
        "QuestionCn": "分层仪器和稀疏网络布置在研究绿洲-沙漠相互作用中旨在实现哪些目标？",
        "AnswerEn": "The hierarchical instrumentation and sparse network arrangement aim to capture multi-scale eco-hydrological processes and investigate oasis-desert interactions by using a combination of superstations, EC towers, automatic meteorological stations, and remote sensing missions.",
        "AnswerCn": "分层仪器和稀疏网络布局旨在捕捉多尺度生态水文过程，并通过结合超级站、生态系统（EC）塔、自动气象站和遥感任务来研究绿洲与沙漠之间的相互作用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in using the LI-8100 system for measuring soil respiration rates in a heterogeneous landscape?",
        "QuestionCn": "使用LI-8100系统测量异质景观中土壤呼吸速率的程序步骤是什么？",
        "AnswerEn": "The LI-8100 system uses an open-path soil carbon flux measurement system, where the soil respiration chamber is placed on a PVC ring inserted 1-2 cm into the soil. The PVC ring is installed one day prior to measurement. The measurement is fully automated, powered by solar panels, and data is automatically recorded using the system's onboard data logger.",
        "AnswerCn": "LI-8100系统使用开放式土壤碳通量测量系统，土壤呼吸室放置在插入土壤1-2厘米的PVC环上。PVC环在测量前一天安装。该测量系统完全自动化，由太阳能电池板供电，数据通过系统的 onboard 数据记录仪自动记录。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How are multiscale eco-hydrological data collected and processed in an oasis-desert environment to address observational challenges?",
        "QuestionCn": "在绿洲-沙漠环境中，如何收集和处理多尺度生态水文数据以应对观测挑战？",
        "AnswerEn": "Data collection in an oasis-desert environment utilizes a hierarchically nested scale approach, including eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and an eco-hydrological sensor network. Hyper-resolution airborne remote sensing is conducted using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer. Data is processed through sensor calibration, data collection, and careful quality control during data processing and dataset generation.",
        "AnswerCn": "在绿洲-沙漠环境中，数据收集采用分层嵌套尺度的方法，包括涡动协方差塔、大孔径闪烁仪、自动气象站和生态水文传感器网络。超高分辨率的航空遥感使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计进行。数据通过传感器校准、数据收集以及在数据处理和数据集生成过程中进行仔细的质量控制进行处理。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What methods are employed to ensure the quality control of datasets obtained from multiscale eco-hydrological observations?",
        "QuestionCn": "确保从多尺度生态水文观测中获得的数据集质量控制的方法有哪些？",
        "AnswerEn": "Quality control of datasets involves sensor calibration, meticulous data collection, and comprehensive data processing to ensure accuracy. This process includes generating datasets that are thoroughly reviewed for precision before being made available for public access at platforms such as figshare and the Cold and Arid Regions Science Data Centre.",
        "AnswerCn": "数据集的质量控制涉及传感器校准、细致的数据收集和全面的数据处理，以确保准确性。这个过程包括生成经过彻底审查以确保精确的数据集，然后再在figshare和寒冷与干旱地区科学数据中心等平台上公开发布。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological approaches enable the collection of multiscale eco-hydrological data in heterogeneous surfaces?",
        "QuestionCn": "哪些技术方法能够在异质表面上收集多尺度生态水文数据？",
        "AnswerEn": "The use of a flux observation matrix, eco-hydrological sensor network, and hyper-resolution airborne remote sensing technologies such as LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer enable the collection of multiscale eco-hydrological data.",
        "AnswerCn": "使用通量观测矩阵、生态水文传感器网络以及超高分辨率的空中遥感技术，如激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，可以收集多尺度的生态水文数据。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How do automatic measurement systems enhance continuous observation of soil respiration rates during specific agricultural growth seasons?",
        "QuestionCn": "自动测量系统如何增强在特定农业生长季节对土壤呼吸速率的持续观察？",
        "AnswerEn": "Automatic measurement systems like the LI-8100, utilizing solar power and built-in data loggers, enable continuous observation of soil respiration rates during the main growth season of crops such as maize by automatically recording data over extended periods.",
        "AnswerCn": "自动测量系统如LI-8100，利用太阳能和内置数据记录仪，能够在作物如玉米的主要生长季节期间持续观察土壤呼吸速率，通过自动记录数据实现长时间的监测。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions and resources facilitate the quality control of datasets obtained in eco-hydrological experiments?",
        "QuestionCn": "哪些条件和资源促进生态水文实验中获得的数据集的质量控制？",
        "AnswerEn": "Careful quality control throughout sensor calibration, data collection, data processing, and dataset generation ensures the reliability of datasets obtained in eco-hydrological experiments. This includes synchronical ground measurements and a systematic approach to data validation.",
        "AnswerCn": "在传感器校准、数据收集、数据处理和数据集生成的整个过程中，严格的质量控制确保了生态水文实验中获得的数据集的可靠性。这包括同步的地面测量和系统的数据验证方法。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the availability of multiscale observations be a challenge in upscaling eco-hydrological processes in heterogeneous surfaces?",
        "QuestionCn": "多尺度观测的可用性为何可能在异质表面上对生态水文过程的上升尺度造成挑战？",
        "AnswerEn": "Progress in this field is hindered by the poor availability of multiscale observations, which is a significant challenge in upscaling eco-hydrological processes.",
        "AnswerCn": "该领域的进展受到多尺度观测稀缺的制约，这是在生态水文过程上升尺度中的一个重大挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it important to use a combination of instruments and techniques, such as eddy covariance towers and remote sensing, for data collection in eco-hydrological research?",
        "QuestionCn": "在生态水文研究中，使用如涡度协方差塔和遥感等多种仪器和技术进行数据收集的重要性是什么？",
        "AnswerEn": "A combination of instruments and techniques, such as eddy covariance towers and remote sensing, helps capture multiscale and multidisciplinary data, addressing the challenge of obtaining comprehensive observations in eco-hydrological research.",
        "AnswerCn": "一系列仪器和技术的结合，如涡度协方差塔和遥感，帮助捕捉多尺度和多学科的数据，解决了在生态水文研究中获取全面观测的挑战。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Why might datasets collected from hierarchical and nested scales be crucial for understanding oasis-desert interactions?",
        "QuestionCn": "为什么从层级和嵌套尺度收集的数据集对于理解绿洲-沙漠相互作用至关重要？",
        "AnswerEn": "Datasets collected from hierarchical and nested scales are crucial for understanding oasis-desert interactions because they enable the capture of multiscale eco-hydrological processes, which are essential for a comprehensive understanding of these complex interactions.",
        "AnswerCn": "从层次和嵌套尺度收集的数据集对于理解绿洲-沙漠相互作用至关重要，因为它们能够捕捉多尺度的生态水文过程，这对于全面理解这些复杂的相互作用是必不可少的。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How do you evaluate the effectiveness of using hierarchical nested scales and a sparse network to capture multi-scale eco-hydrological processes in the oasis-desert system?",
        "QuestionCn": "如何评估使用层次嵌套尺度和稀疏网络来捕捉绿洲-沙漠系统中的多尺度生态水文过程的有效性？",
        "AnswerEn": "The use of hierarchically nested scales and a sparse network can be considered effective as it allows for capturing multi-scale eco-hydrological processes, which is a significant challenge due to the poor availability of multiscale observations. This approach provides a comprehensive understanding by integrating different landscape observations and employing various instruments.",
        "AnswerCn": "使用分层嵌套尺度和稀疏网络被认为是有效的，因为它能够捕捉多尺度生态水文过程，这在多尺度观测稀缺的情况下是一个重大挑战。这种方法通过整合不同的景观观测和采用各种仪器，提供了全面的理解。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how multiscale data collection can effectively capture eco-hydrological processes in heterogeneous environments.",
        "QuestionCn": "我不明白多尺度数据收集如何有效捕捉异质环境中的生态水文过程。",
        "AnswerEn": "The HiWATER experiment addresses this challenge by using instrumentation on hierarchically nested scales, which includes a flux observation matrix, eco-hydrological sensor networks, and hyper-resolution airborne remote sensing. This approach enables the capture of multiscale and multidisciplinary data.",
        "AnswerCn": "HiWATER实验通过使用分层嵌套尺度的仪器来应对这一挑战，包括通量观测矩阵、生态水文传感器网络和超高分辨率航空遥感。这种方法能够捕捉多尺度和多学科的数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I’m unsure about the specific techniques used to ensure the quality control of datasets in eco-hydrological research.",
        "QuestionCn": "我对确保生态水文研究中数据集质量控制的具体技术不太确定。",
        "AnswerEn": "All observational data in the HiWATER experiment are carefully quality controlled through sensor calibration, data collection, data processing, and datasets generation to maintain the integrity and reliability of the data.",
        "AnswerCn": "HiWATER实验中的所有观测数据都经过精心的质量控制，包括传感器校准、数据收集、数据处理和数据集生成，以维护数据的完整性和可靠性。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "I don’t understand why obtaining multiscale observations is challenging in eco-hydrological studies.",
        "QuestionCn": "我不明白为什么在生态水文研究中获取多尺度观测是具有挑战性的。",
        "AnswerEn": "Obtaining multiscale observations is challenging due to the poor availability of such data, which hinders progress in understanding eco-hydrological processes. The HiWATER experiment attempts to resolve this issue by employing a broad array of instrumentation and observation techniques.",
        "AnswerCn": "获取多尺度观测数据具有挑战性，因为此类数据的可用性较差，这阻碍了对生态水文过程的理解。HiWATER实验试图通过采用广泛的仪器和观测技术来解决这一问题。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the challenges faced in collecting multiscale observations for eco-hydrological processes.",
        "QuestionCn": "分析在收集生态水文过程的多尺度观测时面临的挑战。",
        "AnswerEn": "Progress in this field is hindered by the poor availability of multiscale observations. Addressing these challenges requires instrumentation on hierarchically nested scales to capture data across multiple scales and disciplines.",
        "AnswerCn": "该领域的进展受到多尺度观测稀缺的阻碍。解决这些挑战需要在分层嵌套的尺度上进行仪器配置，以便跨多个尺度和学科捕获数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore the data collection methods used for monitoring soil respiration rates in the context of an arid agricultural ecosystem.",
        "QuestionCn": "请探讨在干旱农业生态系统中监测土壤呼吸速率的数据收集方法。",
        "AnswerEn": "The measurement of soil respiration rates was conducted using an open-path soil carbon flux measurement system, LI-8100. The measurement involved placing the soil respiration chamber on a PVC ring inserted into the soil, powered by solar panels, with data automatically recorded by the system's data logger.",
        "AnswerCn": "土壤呼吸速率的测量是使用开放式土壤碳通量测量系统LI-8100进行的。测量过程中，将土壤呼吸室放置在插入土壤中的PVC环上，系统由太阳能板供电，数据由系统的数据记录仪自动记录。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please describe the data collection techniques employed to obtain a multiscale dataset from an oasis-desert area.",
        "QuestionCn": "请描述用于从绿洲-沙漠地区获取多尺度数据集的数据收集技术。",
        "AnswerEn": "Data collection involved a flux observation matrix using eddy covariance towers, large aperture scintillometers, automatic meteorological stations, an eco-hydrological sensor network for soil moisture and leaf area index, and hyper-resolution airborne remote sensing, including LiDAR and other instruments. This was complemented by synchronical ground measurements of vegetation dynamics and photosynthesis processes.",
        "AnswerCn": "数据收集涉及使用涡度协方差塔的通量观测矩阵、大孔径闪烁仪、自动气象站、用于土壤湿度和叶面积指数的生态水文传感器网络，以及高分辨率的空中遥感，包括激光雷达和其他仪器。这些数据收集还辅以同步的地面测量，以观察植被动态和光合作用过程。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}