{
  "id": "68974bdf-7422-46a0-88cf-9633d41ec580",
  "relatedPaper": 3,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Dataset of ASTER fractional vegetation cover in the crop land experimental area in the middle of Heihe River Basin form May to Sep, 2012",
      "titleCn": "黑河生态水文遥感试验：黑河流域中游ASTER植被覆盖度数据集（2012年5月-9月）",
      "description": "This data is the ASTER fractional vegetation cover in a growth cycle observed in the Yingke Oasis Crop land. Data observations began on May 30, 2012 and ended on September 12.\nOriginal data:\n1.15m resolution L1B reflectivity product of ASTER\n2.Vegetation coverage data set of the artificial oasis experimental area in the middle reaches\nData processing:\n1.Preprocessing of ASTER reflectance products to obtain ASTER NDVI;\n2.Through the NDVI-FVC nonlinear transformation form, the ASTER NDVI and the ground measured FVC are used to obtain the conversion coefficients of NDVI to FVC at different ASTER scales.\n3.Apply this coefficient to the ASTER image to obtain a vegetation coverage of 15m resolution;\n4.Aggregate 15m resolution ASTER FVC to get 1km ASTER FVC product",
      "descriptionCn": "本数据为盈科绿洲农田观测的一个生长周期内的ASTER植被覆盖度数据集。数据观测从2012年5月30日开始到9月12日结束。\n原始数据：\n1、\tASTER的15m分辨率L1B反射率产品\n2、\t中游人工绿洲生态水文试验区植被覆盖度数据集\n数据处理：\n1、\t对ASTER反射率产品进行预处理得到ASTER NDVI；\n2、\t通过NDVI-FVC非线性转换形式，利用ASTER NDVI与地面实测FVC得到不同时相的ASTER尺度下NDVI到FVC的转换系数；\n3、\t将此系数应用到ASTER影像上，得到15m分辨率的植被覆盖度；\n4、\t将15m分辨率ASTER FVC聚合，得到1km ASTER FVC产品",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.399,
      "west": 100.328,
      "south": 38.843,
      "north": 38.896,
      "startTime": "2012-06-12 08:00:00",
      "endTime": "2012-09-25 15:00:00",
      "fileSize": 64401454.0,
      "cstr": "18406.11.hiwater.283.2015.db",
      "doi": "10.3972/hiwater.283.2015.db",
      "dataFormat": "文本, *.xls",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "穆西晗",
        "nameEn": "MU Xihan",
        "unitEn": "State Key Laboratory of Remote Sensing Science, Institute of Remote Sensing Applications of Chinese Academy of Sciences, Beijing Normal University",
        "unitCn": "北京师范大学地理学与遥感科学学院遥感科学国家重点实验室"
      },
      {
        "nameCn": "黄帅",
        "nameEn": "HUANG Shuai",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "马明国",
        "nameEn": "MA Mingguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A Prototype Network for Remote Sensing Validation in China",
        "referenceCn": null,
        "referenceEn": "Ma Mingguo, Che Tao, Li Xin, Xiao Qing, Zhao Kai and Xin Xiaoping. A Prototype Network for Remote Sensing Validation in China. Remote Sensing, 2015, 7: 5187-5202."
      },
      {
        "titleCn": null,
        "titleEn": "Validating GEOV1 Fractional Vegetation Cover derived from coarse-resolution remote sensing images over croplands",
        "referenceCn": null,
        "referenceEn": "Xihan Mu; Shuai Huang; Huazhong Ren; Guangjian Yan; Wanjuan Song; Gaiyan Ruan, 2015, Validating GEOV1 Fractional Vegetation Cover derived from coarse-resolution remote sensing images over croplands. IEEE J. Sel. Top. Appl. Earth Obs. Remote Sens., 8: 439–446."
      },
      {
        "titleCn": null,
        "titleEn": "Extracting the Green Fractional Vegetation Cover from Digital Images Using a Shadow-Resistant Algorithm (SHAR-LABFVC)",
        "referenceCn": null,
        "referenceEn": "Song, W. J., Mu, X. H., Yan, G. J., & Huang, S. (2015). Extracting the Green Fractional Vegetation Cover from Digital Images Using a Shadow-Resistant Algorithm (SHAR-LABFVC). Remote Sensing, 7, 10425-10443."
      },
      {
        "titleCn": null,
        "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "卫星影像",
        "nameEn": "Satelite images"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "植被盖度",
        "nameEn": "Vegetation cover"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "the artificial oasis experimental area in the middle reaches"
      },
      {
        "keywordCn": "农田",
        "keywordEn": "crop land"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-05-30",
        "keywordEn": "2012-05-30",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-06-15",
        "keywordEn": "2012-06-15",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-06-24",
        "keywordEn": "2012-06-24",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-07-10",
        "keywordEn": "2012-07-10",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-08-02",
        "keywordEn": "2012-08-02",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-08-11",
        "keywordEn": "2012-08-11",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-08-18",
        "keywordEn": "2012-08-18",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-08-27",
        "keywordEn": "2012-08-27",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-09-03",
        "keywordEn": "2012-09-03",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-09-12",
        "keywordEn": "2012-09-12",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：定标与真实性检验",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
      ],
      "research objective": [],
      "challenges": [
        "Progress in this field is hindered by the poor availability of multiscale observations."
      ],
      "methods": [
        "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
      ],
      "dataset": [
        "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
      ],
      "findings": [],
      "backgroundCn": [
        "生态水文过程在异质表面上的上升尺度是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的制约。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
      ],
      "research objectiveCn": [],
      "challengesCn": [
        "该领域的进展受到多尺度观测稀缺的阻碍。"
      ],
      "methodsCn": [
        "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个涡度协方差（EC）塔和四个两层自动气象站（AMS），这些景观包括沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖了FEA。"
      ],
      "datasetCn": [
        "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
      ],
      "findingsCn": []
    },
    {
      "background": [
        "Taking photographs with a commercially available digital camera is an efficient and objective method for determining the green fractional vegetation cover (FVC) for field validation of satellite products. However, classifying leaves under shadows in processing digital images remains challenging and results in classification errors."
      ],
      "research objective": [
        "To address this problem, an automatic shadow-resistant algorithm in the Commission Internationale d’Eclairage L*a*b* color space (SHAR-LABFVC) based on a documented FVC estimation algorithm (LABFVC) is proposed in this paper."
      ],
      "challenges": [
        "Shadows occur due to obstructions from terrain topography, cloud cover or dense vegetation and can cause errors in image classification. The LABFVC algorithm works well when the vegetation is sparse. However, LABFVC is more sensitive to the contrast between sunlit parts and shadows, which causes systematic errors in classification."
      ],
      "methods": [
        "The hue saturation intensity (HSI) is introduced in SHAR-LABFVC to enhance the brightness of shaded parts of the image. The lognormal distribution is used to fit the frequency of vegetation greenness and to classify vegetation and the background."
      ],
      "dataset": [
        "All data used in this article were obtained from the Heihe Watershed Allied Telemetry Experimental Research (HiWATER) field campaign conducted in the Heihe River basin, China. Field measurements of FVC were taken in corn fields, orchards and fields planted with vegetables, such as peppers and red beans, from 24 May 2012 to 14 September 2012, every five days on average. Approximately 4100 images were obtained during HiWATER 2012. Fifteen real images of different crop types, including corn, peppers, cabbage, celery and beans, in different growing periods in 2012 were selected from HiWATER for comparison."
      ],
      "findings": [
        "The result for SHAR-LABFVC is 0.237, identical to the reference FVC (0.237). The result for the LABFVC algorithm is lower, because it cannot distinguish leaves with deep shadows from the background. The RMSE of SHAR-LABFVC is 0.025. However, the RMSE of LABFVC is as high as 0.1. SHAR-LABFVC is shadow-resistant and reliable based on the evaluations."
      ],
      "backgroundCn": [
        "使用市售数码相机拍摄照片是一种高效且客观的方法，用于确定植被覆盖度（FVC），以便对卫星产品进行现场验证。然而，在处理数字图像时，对阴影下的叶子进行分类仍然具有挑战性，并导致分类错误。"
      ],
      "research objectiveCn": [
        "为了解决这个问题，本文提出了一种基于文献中记录的FVC估计算法（LABFVC）的自动抗阴影算法，称为SHAR-LABFVC，采用Commission Internationale d’Eclairage L*a*b*颜色空间。"
      ],
      "challengesCn": [
        "阴影是由于地形地貌、云层覆盖或密集植被的遮挡而产生的，可能导致图像分类中的错误。LABFVC算法在植被稀疏时表现良好。然而，LABFVC对阳光照射部分和阴影之间的对比度更为敏感，这会导致分类中的系统性错误。"
      ],
      "methodsCn": [
        "在SHAR-LABFVC中引入了色调饱和度强度（HSI）来增强图像阴影部分的亮度。使用对数正态分布来拟合植被绿度的频率，并对植被和背景进行分类。"
      ],
      "datasetCn": [
        "本文所用的所有数据均来自于中国黑河流域的黑河流域联合遥感实验研究（HiWATER）实地考察。2012年5月24日至2012年9月14日期间，在玉米田、果园以及种植蔬菜（如辣椒和红豆）的田地中，每五天平均进行一次FVC的实地测量。HiWATER 2012期间共获得约4100幅图像。从中选择了15幅不同作物类型（包括玉米、辣椒、卷心菜、芹菜和豆类）在2012年不同生长阶段的真实图像进行比较。"
      ],
      "findingsCn": [
        "SHAR-LABFVC的结果为0.237，与参考FVC（0.237）相同。LABFVC算法的结果较低，因为它无法区分深阴影下的叶子与背景。SHAR-LABFVC的均方根误差（RMSE）为0.025，而LABFVC的RMSE高达0.1。根据评估，SHAR-LABFVC具有抗阴影性和可靠性。"
      ]
    },
    {
      "background": [
        "Fractional vegetation cover (FVC) is one of the most important criteria for surface vegetation status. This criterion corresponds to the complement of gap fraction unity at the nadir direction and accounts for the amount of horizontal vegetation distribution."
      ],
      "research objective": [
        "This study aims to directly validate the accuracy of FVC products over crops at coarse resolutions (1 km) by employing field measurements and high-resolution data."
      ],
      "challenges": [
        "However, interpolation algorithms are difficult to apply in vegetation that exhibits nonlinear and rapid changes. Image edge distortion must be corrected before FVC can be further extracted. The perspective effect and image edge distortion caused a systematic error of up to 0.03 in the estimated FVC."
      ],
      "methods": [
        "In this study, we used fractional vegetation cover (FVC) to validate a coarse-resolution product via an upscaling strategy. The ground-measured and airborne FVC data employed in this study were acquired during the HiWATER project. The GEOV1 FVC coarse-resolution product was validated through observations obtained during a crop-growing cycle. GEOV1 FVC was processed by temporal interpolation and compared directly with aggregated FVC throughout the growing season. FVC ground measurements were collected via digital photography from May 24 to September 14, 2012. Digital cameras were used to measure typical vegetation (e.g., cropland or orchard) FVC according to the proposed photography guidelines. The FVC of each sampling plot was computed using nine images for measurement. FVC was measured along two diagonals across the sampling plot, which was measured once for the overlapping section at the cross point of the two diagonals."
      ],
      "dataset": [
        "The ground-measured and airborne FVC data employed in this study were acquired during the HiWATER project. The GEOV1 FVC coarse-resolution product was derived from SPOT/VEGETATION sensors with a 10-day temporal sampling and approximately 1 km spatial sampling. Observational data included ground-based FVC measurements, radiance images from ASTER and CASI, GEOV1 FVC products, and several ancillary data such as Moderate Resolution Imaging Spectroradiometer (MODIS) aerosol data, aerosol optical thickness measured with a sun photometer, and solar-target observational geometry data. A total of 22 sampling plots were distributed throughout the area; among these, 16 plots were located in cornfields."
      ],
      "findings": [
        "GEOV1 FVC was generally overestimated for crops in the study area compared with our estimates. The estimated FVC was examined step by step to ensure reliable validation. GEOV1 values were found to be overestimated FVC during our validation."
      ],
      "backgroundCn": [
        "植被覆盖度（FVC）是表面植被状态最重要的标准之一。该标准对应于天顶方向的缝隙分数的补充，并考虑了水平植被分布的数量。"
      ],
      "research objectiveCn": [
        "本研究旨在通过使用田间测量和高分辨率数据，直接验证FVC产品在粗分辨率（1公里）下对作物的准确性。"
      ],
      "challengesCn": [
        "然而，插值算法在表现出非线性和快速变化的植被中难以应用。在进一步提取FVC之前，必须纠正图像边缘失真。透视效应和图像边缘失真导致估计的FVC出现高达0.03的系统误差。"
      ],
      "methodsCn": [
        "在本研究中，我们使用了植被覆盖度（FVC）来通过上采样策略验证粗分辨率产品。用于本研究的地面测量和航空FVC数据是在HiWATER项目期间获取的。GEOV1 FVC粗分辨率产品通过在作物生长周期内获得的观测数据进行了验证。GEOV1 FVC经过时间插值处理，并与整个生长季节的聚合FVC直接比较。FVC地面测量数据通过数字摄影在2012年5月24日至9月14日期间收集。数字相机根据提出的摄影指南测量典型植被（如农田或果园）的FVC。每个采样点的FVC是通过九张图像计算得出的。FVC沿着采样点的两条对角线进行测量，并在两条对角线的交点重叠部分进行一次测量。"
      ],
      "datasetCn": [
        "本研究中使用的地面测量和航空FVC数据是在HiWATER项目期间获取的。GEOV1 FVC粗分辨率产品是从SPOT/VEGETATION传感器衍生的，具有10天的时间采样和大约1公里的空间采样。观测数据包括地面FVC测量、来自ASTER和CASI的辐射影像、GEOV1 FVC产品以及多种辅助数据，如中分辨率成像光谱仪（MODIS）气溶胶数据、使用太阳光度计测量的气溶胶光学厚度和太阳目标观测几何数据。共在该区域分布了22个采样点，其中16个点位于玉米田中。"
      ],
      "findingsCn": [
        "GEOV1 FVC在研究区域内对作物的估计普遍被高估，与我们的估计相比。为了确保可靠的验证，逐步检查了估计的FVC。在我们的验证过程中发现，GEOV1值被高估了FVC。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the use of ASTER NDVI to derive fractional vegetation cover involve a nonlinear transformation method?",
        "QuestionCn": "使用ASTER NDVI推导植被覆盖度是否涉及非线性变换方法？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Are digital cameras used for measuring green fractional vegetation cover (FVC) in field validation of satellite products?",
        "QuestionCn": "数字相机用于测量绿色分数植被覆盖度（FVC）在卫星产品的实地验证中吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which method is more effective for measuring fractional vegetation cover in field validation: digital photography, NDVI-based conversion, or remote sensing from airborne missions?",
        "QuestionCn": "在实地验证中，测量分数植被覆盖的哪种方法更有效：数字摄影、基于NDVI的转换，还是来自空中任务的遥感？",
        "AnswerEn": "digital photography",
        "AnswerCn": "数码摄影",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "Where can datasets related to eco-hydrological observations in oasis-desert areas be accessed?",
        "QuestionCn": "可以在哪里获取与绿洲-沙漠地区生态水文观测相关的数据集？",
        "AnswerEn": "figshare, Cold and Arid Regions Science Data Centre",
        "AnswerCn": "figshare，寒旱区科学数据中心",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges affect the accuracy of fractional vegetation cover (FVC) measurements?",
        "QuestionCn": "影响植被覆盖度（FVC）测量准确性的挑战有哪些？",
        "AnswerEn": "Shadows",
        "AnswerCn": "阴影",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that addresses the challenge of poor availability of multiscale observations in eco-hydrological studies?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，以应对生态水文研究中多尺度观测可用性差的挑战？",
        "AnswerEn": "An example of a data collection method that addresses the challenge of poor availability of multiscale observations is the use of hierarchically nested scales in the HiWATER experiment. This method involves arranging instruments like eddy covariance towers, large aperture scintillometers, and automatic meteorological stations in a sparse network to capture multi-scale eco-hydrological processes.",
        "AnswerCn": "一种解决多尺度观测可用性差的挑战的数据收集方法是使用HiWATER实验中的分层嵌套尺度。这种方法涉及将涡度协方差塔、大孔径闪烁仪和自动气象站等仪器以稀疏网络的形式排列，以捕捉多尺度生态水文过程。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a technique used to improve the accuracy of satellite-derived fractional vegetation cover (FVC) products when faced with shadows and image classification errors?",
        "QuestionCn": "当面临阴影和图像分类错误时，用于提高卫星衍生的植被覆盖度（FVC）产品准确性的一个技术示例是什么？",
        "AnswerEn": "An example of a technique used to improve the accuracy of satellite-derived FVC products is the SHAR-LABFVC algorithm. This method introduces hue saturation intensity to enhance the brightness of shaded parts of the image and uses a lognormal distribution to fit the frequency of vegetation greenness for improved classification, thus addressing issues with shadows and image classification errors.",
        "AnswerCn": "一种用于提高卫星衍生FVC产品准确性的技术是SHAR-LABFVC算法。该方法引入色调饱和度强度，以增强图像阴影部分的亮度，并使用对数正态分布来拟合植被绿度的频率，以改善分类，从而解决阴影和图像分类错误的问题。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the challenges associated with using digital photography for field validation of satellite products in vegetation studies?",
        "QuestionCn": "使用数字摄影进行卫星产品的现场验证在植被研究中面临的挑战有哪些？",
        "AnswerEn": "classifying leaves under shadows, classification errors, shadows cast by terrain topography, cloud cover, dense vegetation, sensitivity to contrast between sunlit and shadowed areas, systematic classification errors",
        "AnswerCn": "在阴影下对树叶进行分类，分类错误，地形地貌投下的阴影，云层覆盖，密集植被，对阳光照射和阴影区域之间对比度的敏感性，系统性分类错误。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many images were obtained during the HiWATER 2012 field campaign?",
        "QuestionCn": "在2012年HiWATER实地考察期间获得了多少张图像？",
        "AnswerEn": "4100 images",
        "AnswerCn": "4100张图片",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the meaning of 'multiscale dataset' in the context of eco-hydrological research?",
        "QuestionCn": "在生态水文研究的背景下，“多尺度数据集”的含义是什么？",
        "AnswerEn": "A multiscale dataset in the context of eco-hydrological research refers to a collection of data obtained from various observational scales, capturing different aspects of eco-hydrological processes. This includes data from flux observation matrices, eco-hydrological sensor networks, hyper-resolution airborne remote sensing, and synchronical ground measurements, as exemplified by the HiWATER project.",
        "AnswerCn": "在生态水文研究的背景下，多尺度数据集指的是从不同观测尺度获得的、捕捉生态水文过程不同方面的数据集合。这包括来自通量观测矩阵、生态水文传感器网络、高分辨率航空遥感和同步地面测量的数据，正如HiWATER项目所示。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'nonlinear conversion' imply when processing satellite imagery for vegetation cover analysis?",
        "QuestionCn": "“非线性转换”在处理卫星影像以进行植被覆盖分析时意味着什么？",
        "AnswerEn": "Nonlinear conversion in processing satellite imagery for vegetation cover analysis refers to the transformation of NDVI (Normalized Difference Vegetation Index) to FVC (Fractional Vegetation Cover) using a nonlinear relationship. This involves deriving conversion coefficients from NDVI to FVC based on ground measurements and applying these coefficients to satellite images to estimate vegetation cover.",
        "AnswerCn": "在处理卫星影像进行植被覆盖分析时，非线性转换指的是通过非线性关系将NDVI（归一化植被指数）转换为FVC（植被覆盖度）。这涉及根据地面测量数据推导NDVI到FVC的转换系数，并将这些系数应用于卫星图像，以估算植被覆盖情况。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "In what ways do the challenges of shadow classification in digital image processing differ from those encountered in airborne remote sensing data collection for vegetation cover assessment?",
        "QuestionCn": "在数字图像处理中的阴影分类挑战与在航空遥感数据收集中评估植被覆盖所遇到的挑战有何不同？",
        "AnswerEn": "Shadow classification in digital images primarily deals with distinguishing leaves under shadows, which can lead to errors in classification, especially in high contrast scenarios. Airborne remote sensing faces challenges such as image edge distortion and perspective effects, which require correction to ensure accurate extraction of vegetation cover data.",
        "AnswerCn": "阴影分类在数字图像中主要涉及区分阴影下的叶子，这可能导致分类错误，尤其是在高对比度场景中。航空遥感面临着图像边缘失真和透视效应等挑战，这需要进行校正，以确保准确提取植被覆盖数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the multiscale data collection approach of the HiWATER project compare to traditional single-scale field observations in terms of addressing the challenge of limited multiscale observations in eco-hydrological research?",
        "QuestionCn": "HiWATER项目的多尺度数据收集方法与传统的单尺度现场观测相比，在解决生态水文研究中有限的多尺度观测挑战方面具有怎样的优势？",
        "AnswerEn": "The HiWATER project's multiscale approach, utilizing a combination of flux observation matrices, eco-hydrological sensor networks, and hyper-resolution airborne remote sensing, significantly enhances data availability across scales, overcoming the limitations of traditional single-scale observations which might not capture the complexity of eco-hydrological processes effectively.",
        "AnswerCn": "HiWATER项目的多尺度方法，利用通量观测矩阵、生态水文传感器网络和超高分辨率航空遥感的组合，显著提高了各尺度的数据可用性，克服了传统单一尺度观测可能无法有效捕捉生态水文过程复杂性的局限性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What are the challenges associated with using digital photography for field validation of satellite-derived fractional vegetation cover (FVC), and how can these challenges be addressed?",
        "QuestionCn": "使用数字摄影进行卫星衍生的植被覆盖度（FVC）现场验证时面临的挑战有哪些，以及如何解决这些挑战？",
        "AnswerEn": "One of the main challenges with using digital photography for field validation of satellite-derived FVC is the classification errors caused by shadows, which can lead to inaccuracies in the data. These errors can be addressed by developing algorithms like SHAR-LABFVC, which enhance the brightness of shaded image parts and use color space transformations to improve classification accuracy. Addressing these challenges allows for more reliable validation of satellite products.",
        "AnswerCn": "使用数字摄影进行卫星衍生的FVC（植被覆盖度）现场验证的主要挑战之一是阴影造成的分类错误，这可能导致数据不准确。这些错误可以通过开发算法如SHAR-LABFVC来解决，该算法增强阴影部分的亮度，并使用颜色空间转换来提高分类准确性。解决这些挑战可以使卫星产品的验证更加可靠。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes challenges in acquiring multiscale observations for eco-hydrological processes in heterogeneous surfaces?",
        "QuestionCn": "在异质表面上获取生态水文过程的多尺度观测所面临的挑战是什么？",
        "AnswerEn": "The challenges in acquiring multiscale observations for eco-hydrological processes on heterogeneous surfaces are primarily due to the poor availability of multiscale observations. This hinders progress in the field, necessitating experiments like HiWATER, which use a hierarchically nested instrumentation approach to capture data across different scales.",
        "AnswerCn": "获取异质表面生态水文过程的多尺度观测面临的挑战主要是由于多尺度观测的可用性差。这阻碍了该领域的进展，因此需要像HiWATER这样的实验，采用分层嵌套的仪器方法来捕获不同尺度的数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why do shadowed areas in digital images contribute to classification errors in vegetation cover estimation?",
        "QuestionCn": "数字图像中的阴影区域为何会导致植被覆盖估计的分类错误？",
        "AnswerEn": "Shadows in digital images, caused by terrain topography, cloud cover, or dense vegetation, contribute to classification errors because they make it difficult to distinguish between vegetation and the background. Existing algorithms like LABFVC are sensitive to the contrast between sunlit and shaded areas, leading to systematic errors. This necessitates the development of shadow-resistant algorithms, such as SHAR-LABFVC, to improve accuracy.",
        "AnswerCn": "数字图像中的阴影，由地形地貌、云层覆盖或密集植被造成，导致分类错误，因为它们使得区分植被和背景变得困难。现有算法如LABFVC对阳光照射和阴影区域之间的对比度敏感，导致系统性错误。这就需要开发抗阴影算法，如SHAR-LABFVC，以提高准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors lead to systematic errors when validating coarse-resolution vegetation cover products using high-resolution data?",
        "QuestionCn": "在使用高分辨率数据验证粗分辨率植被覆盖产品时，导致系统误差的因素有哪些？",
        "AnswerEn": "Systematic errors when validating coarse-resolution vegetation cover products using high-resolution data can arise from issues like interpolation difficulties in rapidly changing vegetation, and image edge distortion. These distortions can lead to errors of up to 0.03 in estimated fractional vegetation cover (FVC), highlighting the need for careful correction of perspective effects and edge distortion before FVC extraction.",
        "AnswerCn": "在使用高分辨率数据验证粗分辨率植被覆盖产品时，系统误差可能源于快速变化的植被中插值困难和图像边缘失真等问题。这些失真可能导致估计的植被覆盖度（FVC）出现高达0.03的误差，这突显了在提取FVC之前需要仔细校正视角效应和边缘失真的必要性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of employing multiscale and multidisciplinary data acquisition in eco-hydrological research within oasis-desert systems?",
        "QuestionCn": "在绿洲-沙漠系统的生态水文研究中，采用多尺度和多学科数据获取的主要目标是什么？",
        "AnswerEn": "The primary goal is to address the challenge of upscaling eco-hydrological processes on a heterogeneous surface by obtaining multiscale observations, which are often limited. The HiWATER experiment is designed to capture multi-scale eco-hydrological processes through instrumentation on hierarchically nested scales.",
        "AnswerCn": "主要目标是通过获取多尺度观测来解决在异质表面上提升生态水文过程的挑战，而这些观测通常是有限的。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，捕捉多尺度生态水文过程。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to develop shadow-resistant algorithms for determining fractional vegetation cover (FVC) from digital images?",
        "QuestionCn": "开发抗阴影算法以从数字图像中确定分数植被覆盖度（FVC）是重要的原因是什么？",
        "AnswerEn": "Developing shadow-resistant algorithms is important because shadows caused by terrain topography, cloud cover, or dense vegetation can lead to classification errors in image processing. The SHAR-LABFVC algorithm aims to address this issue, providing more accurate FVC estimations by enhancing the brightness of shaded image parts.",
        "AnswerCn": "开发抗阴影算法非常重要，因为地形地貌、云层覆盖或密集植被造成的阴影可能导致图像处理中的分类错误。SHAR-LABFVC算法旨在解决这个问题，通过增强阴影部分的亮度来提供更准确的FVC估计。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the key steps involved in converting ASTER NDVI data into fractional vegetation cover (FVC) at different resolutions?",
        "QuestionCn": "将ASTER NDVI数据转换为不同分辨率的植被覆盖度（FVC）的关键步骤是什么？",
        "AnswerEn": "The key steps include preprocessing ASTER reflectance products to obtain ASTER NDVI, applying a nonlinear NDVI-FVC conversion form using ASTER NDVI and ground-measured FVC to derive conversion coefficients for different time phases, applying these coefficients to ASTER images to achieve 15m resolution vegetation cover, and aggregating the 15m resolution ASTER FVC to obtain a 1km ASTER FVC product.",
        "AnswerCn": "关键步骤包括对ASTER反射率产品进行预处理以获得ASTER NDVI，应用非线性NDVI-FVC转换形式，使用ASTER NDVI和地面测量的FVC推导不同时间阶段的转换系数，将这些系数应用于ASTER图像以实现15米分辨率的植被覆盖，并将15米分辨率的ASTER FVC聚合以获得1公里的ASTER FVC产品。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What procedural steps are involved in using digital photography for field validation of satellite products, particularly in shadow-intensive environments?",
        "QuestionCn": "在阴影密集的环境中使用数字摄影进行卫星产品现场验证涉及哪些程序步骤？",
        "AnswerEn": "Procedural steps include taking photographs with digital cameras in field environments, applying an automatic shadow-resistant algorithm like SHAR-LABFVC in the L*a*b* color space to enhance brightness of shaded areas, using the hue saturation intensity to classify vegetation and background, and fitting vegetation greenness frequency to a lognormal distribution for accurate classification.",
        "AnswerCn": "程序步骤包括在野外环境中使用数码相机拍摄照片，应用像SHAR-LABFVC这样的自动抗阴影算法在L*a*b*颜色空间中增强阴影区域的亮度，使用色调饱和度强度对植被和背景进行分类，并将植被绿度频率拟合到对数正态分布以实现准确分类。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have facilitated the collection and integration of multiscale data in eco-hydrological studies?",
        "QuestionCn": "哪些技术进步促进了生态水文研究中多尺度数据的收集和整合？",
        "AnswerEn": "The use of instrumentation on hierarchically nested scales, including flux observation matrices of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations, alongside hyper-resolution airborne remote sensing using LiDAR and imaging spectrometers, has facilitated the collection and integration of multiscale data in eco-hydrological studies.",
        "AnswerCn": "在生态水文研究中，层次嵌套尺度的仪器使用，包括涡度协方差塔的通量观测矩阵、大孔径闪烁仪和自动气象站，以及使用激光雷达和成像光谱仪的超高分辨率航空遥感，促进了多尺度数据的收集和整合。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "In what ways do hierarchical observation networks enhance the understanding of oasis-desert interactions within eco-hydrological research?",
        "QuestionCn": "层级观察网络如何增强生态水文研究中对绿洲-沙漠相互作用的理解？",
        "AnswerEn": "Hierarchical observation networks, which include a sparse network of superstations, EC towers, and two-layer automatic meteorological stations in diverse landscapes, enhance the understanding of oasis-desert interactions by capturing multi-scale eco-hydrological processes.",
        "AnswerCn": "分层观测网络，包括稀疏的超级站、生态气象塔和两层自动气象站，分布在多样的景观中，增强了对绿洲-沙漠相互作用的理解，通过捕捉多尺度的生态水文过程。",
        "Level": "C2(Understanding)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might multiscale observations be difficult to obtain in eco-hydrological studies, and what strategies could be employed to overcome these challenges?",
        "QuestionCn": "在生态水文研究中，多尺度观测可能难以获得的原因是什么？可以采用哪些策略来克服这些挑战？",
        "AnswerEn": "Multiscale observations are difficult to obtain due to poor availability of multiscale data and the complexity of capturing eco-hydrological processes across different scales. Strategies to overcome these challenges include employing instrumentation on hierarchically nested scales, as demonstrated in the HiWATER experiment, where a combination of ground-based sensors and airborne remote sensing was used to obtain comprehensive multiscale data.",
        "AnswerCn": "多尺度观测难以获得，原因在于多尺度数据的可用性差以及捕捉不同尺度生态水文过程的复杂性。克服这些挑战的策略包括在分层嵌套尺度上使用仪器，正如HiWATER实验所示，结合地面传感器和空中遥感技术，以获得全面的多尺度数据。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the potential reasons for systematic errors in digital image classification for fractional vegetation cover (FVC), and how can these be addressed?",
        "QuestionCn": "数字图像分类中对植被覆盖度（FVC）系统误差的潜在原因是什么，如何解决这些问题？",
        "AnswerEn": "Systematic errors in digital image classification for FVC can occur due to shadows from terrain topography or dense vegetation that obstruct sunlight. These errors can be addressed by using an automatic shadow-resistant algorithm, such as SHAR-LABFVC, which enhances the brightness of shaded parts of the image and uses the hue saturation intensity (HSI) and lognormal distribution to improve classification accuracy.",
        "AnswerCn": "数字图像分类中的系统误差可能由于地形地貌或密集植被的阴影遮挡阳光而发生。这些误差可以通过使用自动抗阴影算法来解决，例如SHAR-LABFVC，该算法增强了图像阴影部分的亮度，并利用色调饱和度强度（HSI）和对数正态分布来提高分类准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might the validation of coarse-resolution FVC products over crops present challenges, and what approaches can be used to ensure accurate validation?",
        "QuestionCn": "粗分辨率FVC产品在农作物上的验证可能面临挑战，原因是什么？可以采用哪些方法确保验证的准确性？",
        "AnswerEn": "Validation of coarse-resolution FVC products can be challenging due to difficulties in applying interpolation algorithms for vegetation that changes nonlinearly and rapidly. Additionally, image edge distortion and perspective effects can cause errors. To ensure accurate validation, an upscaling strategy can be employed using ground measurements and high-resolution data, along with careful step-by-step examination of estimated FVC values.",
        "AnswerCn": "验证粗分辨率的FVC产品可能面临挑战，因为对快速且非线性变化的植被应用插值算法存在困难。此外，图像边缘失真和透视效应可能导致错误。为了确保准确的验证，可以采用上采样策略，结合地面测量和高分辨率数据，并对估计的FVC值进行仔细的逐步检查。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How effective do you think the use of multiscale datasets is in overcoming the challenges of heterogeneous surface processes in eco-hydrological research?",
        "QuestionCn": "您认为在生态水文研究中使用多尺度数据集在克服异质性地表过程的挑战方面有多有效？",
        "AnswerEn": "The use of multiscale datasets is effective in addressing challenges in eco-hydrological research, as it provides comprehensive data across different scales. This approach is exemplified by the HiWATER experiment, which utilized a combination of flux observation matrices, eco-hydrological sensor networks, and high-resolution airborne remote sensing to capture diverse data types. This multiscale approach helps in understanding complex interactions in heterogeneous surfaces, thus overcoming the challenge of poor availability of multiscale observations.",
        "AnswerCn": "多尺度数据集的使用在生态水文研究中有效地解决了挑战，因为它提供了跨不同尺度的综合数据。这种方法以HiWATER实验为例，利用了流量观测矩阵、生态水文传感器网络和高分辨率航空遥感的组合，以捕捉多样化的数据类型。这种多尺度方法有助于理解异质表面中的复杂相互作用，从而克服多尺度观测稀缺的挑战。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, what are the potential limitations of using digital photography for field validation of satellite-derived fractional vegetation cover products?",
        "QuestionCn": "在您看来，使用数字摄影对卫星衍生的植被覆盖率产品进行现场验证的潜在局限性是什么？",
        "AnswerEn": "Digital photography for field validation of satellite-derived fractional vegetation cover (FVC) products has potential limitations, such as classification errors due to shadows caused by terrain, cloud cover, or dense vegetation. While it is an efficient method, distinguishing vegetation from background elements under varying light conditions remains challenging. New algorithms like SHAR-LABFVC aim to address these challenges by enhancing brightness in shaded areas, but limitations in accurately classifying leaves under shadows may still persist.",
        "AnswerCn": "数字摄影用于卫星衍生的植被覆盖度（FVC）产品的现场验证存在潜在的局限性，例如由于地形、云层或密集植被造成的阴影导致的分类错误。尽管这是一种高效的方法，但在不同光照条件下区分植被和背景元素仍然具有挑战性。新的算法如SHAR-LABFVC旨在通过增强阴影区域的亮度来解决这些挑战，但在阴影下准确分类叶片的局限性可能仍然存在。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is your evaluation of using temporal interpolation methods for validating coarse-resolution FVC products over rapidly changing vegetation?",
        "QuestionCn": "我对在快速变化的植被上使用时间插值方法验证粗分辨率FVC产品的评估是什么？",
        "AnswerEn": "Temporal interpolation methods can be challenging for validating coarse-resolution FVC products, especially for vegetation that exhibits nonlinear and rapid changes. While they are used to process products like GEOV1 FVC, interpolation algorithms may struggle with rapid vegetation dynamics, potentially leading to systematic errors. The application of such methods requires careful consideration of vegetation growth cycles and variability to ensure reliable validation.",
        "AnswerCn": "时间插值方法在验证粗分辨率FVC产品时可能面临挑战，尤其是对于表现出非线性和快速变化的植被。尽管它们被用于处理像GEOV1 FVC这样的产品，但插值算法可能在快速植被动态方面存在困难，可能导致系统性误差。应用这些方法时，需要仔细考虑植被生长周期和变异性，以确保可靠的验证。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don’t understand how multiscale observations can be effectively captured and utilized in eco-hydrological research.",
        "QuestionCn": "我不明白如何有效捕捉和利用多尺度观测在生态水文研究中的应用。",
        "AnswerEn": "In the HiWATER experiment, multiscale observations are captured using a combination of hierarchically nested instrumentation, including eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and hyper-resolution airborne remote sensing. This setup allows for the collection of multidisciplinary data at different scales to study eco-hydrological processes.",
        "AnswerCn": "在HiWATER实验中，通过层次嵌套的仪器组合捕获多尺度观测，包括涡度协方差塔、大孔径闪烁仪、自动气象站和超高分辨率航空遥感。这种设置允许在不同尺度上收集多学科数据，以研究生态水文过程。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about the methods used to address classification errors due to shadows in vegetation cover analysis.",
        "QuestionCn": "我对在植被覆盖分析中由于阴影导致的分类错误的处理方法感到不确定。",
        "AnswerEn": "To address classification errors caused by shadows, a shadow-resistant algorithm (SHAR-LABFVC) was developed, which uses the hue saturation intensity (HSI) to enhance the brightness of shaded parts of images and employs a lognormal distribution to classify vegetation and background, improving accuracy in digital images.",
        "AnswerCn": "为了解决阴影引起的分类错误，开发了一种抗阴影算法（SHAR-LABFVC），该算法使用色调饱和度强度（HSI）来增强图像阴影部分的亮度，并采用对数正态分布对植被和背景进行分类，从而提高数字图像的准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I don't understand how fractional vegetation cover (FVC) is validated at coarse resolutions using field measurements.",
        "QuestionCn": "我不明白如何使用实地测量在粗分辨率下验证分数植被覆盖度（FVC）。",
        "AnswerEn": "FVC is validated at coarse resolutions by employing an upscaling strategy, where ground-measured and airborne FVC data are compared to coarse-resolution products like the GEOV1 FVC. This involves temporal interpolation and direct comparison with aggregated FVC data throughout a growing season to ensure accuracy and reliability.",
        "AnswerCn": "FVC通过采用上采样策略在粗分辨率下进行验证，其中将地面测量和航空FVC数据与粗分辨率产品（如GEOV1 FVC）进行比较。这涉及时间插值和与整个生长季节的聚合FVC数据的直接比较，以确保准确性和可靠性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please summarize the methodologies used for collecting and processing multiscale eco-hydrological data in oasis-desert systems.",
        "QuestionCn": "总结用于收集和处理绿洲-沙漠系统中多尺度生态水文数据的方法论。",
        "AnswerEn": "The methodologies include instrumentation on hierarchically nested scales with a flux observation matrix consisting of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations. An eco-hydrological sensor network was employed for soil moisture and leaf area index measurements. Hyper-resolution airborne remote sensing was conducted using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer. Synchronical ground measurements of vegetation dynamics and photosynthesis processes were also part of the data collection approach.",
        "AnswerCn": "这些方法包括在分层嵌套尺度上的仪器配置，具有涡度协方差塔、大孔径闪烁仪和自动气象站的通量观测矩阵。采用生态水文传感器网络进行土壤湿度和叶面积指数的测量。使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计进行了超高分辨率的航空遥感。同步的地面测量也包括植物动态和光合作用过程的数据收集。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please outline the challenges faced in classifying vegetation in digital images and the methods used to overcome these challenges.",
        "QuestionCn": "概述在数字图像中分类植被所面临的挑战以及克服这些挑战的方法。",
        "AnswerEn": "Challenges include shadows caused by terrain topography, cloud cover, or dense vegetation, which result in classification errors. The LABFVC algorithm is sensitive to the contrast between sunlit parts and shadows, causing systematic errors. The SHAR-LABFVC algorithm was developed to address this problem by introducing hue saturation intensity (HSI) to enhance brightness in shaded parts and using a lognormal distribution to fit vegetation greenness frequency for classification.",
        "AnswerCn": "挑战包括由于地形地貌、云层覆盖或密集植被造成的阴影，这导致分类错误。LABFVC算法对阳光照射部分和阴影之间的对比度敏感，导致系统性错误。为了解决这个问题，开发了SHAR-LABFVC算法，通过引入色调饱和度强度（HSI）来增强阴影部分的亮度，并使用对数正态分布来拟合植被绿度频率以进行分类。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please describe the strategies employed for validating coarse-resolution fractional vegetation cover products using field measurements and high-resolution data.",
        "QuestionCn": "请描述使用实地测量和高分辨率数据验证粗分辨率植被覆盖率产品的策略。",
        "AnswerEn": "The strategy involves using fractional vegetation cover (FVC) for validation via an upscaling approach. Ground-measured and airborne FVC data were used to validate the GEOV1 FVC coarse-resolution product through temporal interpolation and direct comparison with aggregated FVC data throughout the growing season. Ground measurements were obtained using digital photography, following specified guidelines, and included a total of 22 sampling plots, with multiple images taken to compute FVC at each plot.",
        "AnswerCn": "该策略涉及通过上采样方法使用分数植被覆盖度（FVC）进行验证。使用地面测量和空中FVC数据通过时间插值和与整个生长季节的聚合FVC数据直接比较来验证GEOV1 FVC粗分辨率产品。地面测量采用数字摄影，遵循特定指南，共包含22个采样点，每个点拍摄多张图像以计算FVC。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}