{
  "id": "68b96cdc-cb00-484b-8fad-423bccbc2043",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Conventional ice surface meteorological data for Parlung Glacier No. 4 and Debris-covered 24K Glacier in southeast Tibet from June to September (2016)",
      "titleCn": "藏东南帕隆4号冰川和表碛覆盖型24K冰川6-9月常规冰面气象数据（2016）",
      "description": "This data set contains conventional ice surface meteorological data for Parlung Glacier No. 4 and debris-covered 24K Glacier in Southeast Tibet from June to September 2016. Meteorological observation instrument model: Campbell data logger CR1000; precipitation observation instrument models: T200B weighing rain cylinder for Parlung Glacier No. 4 and RG-3 tipping rain gauge for 24K Glacier. Acquisition time: 60 minutes. The data were collected automatically, and the data set was processed to form a continuous hourly time series after quality controlling the original data.\nThe data collection sites were Parlung Glacier No. 4 (29.252°N; 96.932°E; 4800 m) and the debris-covered 24K glacier in Southeast Tibet (29.766°N; 95.712°E; 3900 m).\nData for Parlung Glacier No. 4 at an elevation of 4800 m:\nTemperature, unit: °C\nRelative humidity, unit: %\nWind speed, unit, m/s\nDownward shortwave radiation, unit: W/m2\nUpward shortwave radiation, unit: W/m2\nDownward longwave radiation, unit: W/m2\nUpward longwave radiation, unit: W/m2\nPrecipitation, unit: mm\nData for debris-covered 24K Glacier at an elevation of 3900 m (debris thickness: 25 cm):\nTemperature, unit: °C\nRelative humidity, unit: %\nWind speed, unit, m/s\nDownward shortwave radiation, unit: W/m2\nUpward shortwave radiation, unit: W/m2\nDownward longwave radiation, unit: W/m2\nUpward longwave radiation, unit: W/m2\nPrecipitation, unit: mm\nTemperature with a debris thickness of 5 cm, unit: °C\nTemperature with a debris thickness of 10 cm, unit: °C\nTemperature with a debris thickness of 20 cm, unit: °C",
      "descriptionCn": "该数据集包含了藏东南帕隆4号冰川和表碛覆盖型24K冰川2016年6-9月常规冰面气象数据。观测仪器型号：气象数据采集器型号Campbell data logger CR1000，帕隆4号冰川降水观测仪器型号： T200B称重式雨量筒，表碛覆盖型24K冰川降水观测仪器型号：RG-3型翻斗式雨量筒。采集时间：60分钟数字化自动采集数据。数据集加工方法为原始数据经过质量控制后形成连续小时数据序列。\n数据采集地点：藏东南帕隆4号冰川（29.252°N； 96.932°E；4800m），藏东南表碛覆盖型24K冰川（29.766°N；95.712°E；3900m）。\n帕隆四号冰川4800米数据：\n温度，单位：℃\n相对湿度，单位： %\n风速，单位：m/s\n向下短波辐射（downward shortwave radiation），单位：W/m²\n向上短波辐射（upward shortwave radiation），单位：W/m²\n向下长波辐射（downward longwave radiation），单位：W/m²\n向上长波辐射（upward longwave radiation）, 单位：W/m²\n降水量，单位：mm\n\n表碛覆盖型24K冰川3900米数据（表碛厚度25厘米）：\n温度，单位：℃\n相对湿度，单位： %\n风速，单位：m/s\n向下短波辐射（downward shortwave radiation），单位：W/m²\n向上短波辐射（upward shortwave radiation），单位：W/m²\n向下长波辐射（downward longwave radiation），单位：W/m²\n向上长波辐射（upward longwave radiation），单位：W/m²\n降水量，单位：mm\n5cm表碛层内温度，单位：℃\n10cm表碛层内温度，单位：℃\n20cm表碛层内温度，单位：℃",
      "instructions": "",
      "instructionsCn": "",
      "east": 97.0,
      "west": 95.0,
      "south": 29.0,
      "north": 30.0,
      "startTime": "2016-06-05 08:00:00",
      "endTime": "2016-10-04 08:00:00",
      "fileSize": null,
      "cstr": "18406.11.AtmosPhys.tpe.249475.db",
      "doi": "10.11888/AtmosPhys.tpe.249475.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "杨威",
        "nameEn": "YANG Wei",
        "unitEn": "Institute of Tibetan Plateau Research,Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Comparison of the meteorology and surface energy fluxes of debris-free and debris-covered glaciers in the southeastern Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Yang, W., Yao, T.D., Zhu, M.L., &Wang, Y.J. (2017). Comparison of the meteorology and surface energy fluxes of debris-free and debris-covered glaciers in the southeastern Tibetan Plateau. Journal of Glaciology, 63(242), 1-15."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川",
        "nameEn": "Glaciers"
      },
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "降水量",
        "nameEn": "Precipitation amount"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "24K冰川",
        "keywordEn": "24K Glacier"
      },
      {
        "keywordCn": "帕隆4号冰川",
        "keywordEn": "Parlung Glacier No.4"
      },
      {
        "keywordCn": "藏东南",
        "keywordEn": "Southeast Tibet"
      },
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2016-06至2016-09",
        "keywordEn": "2016-06 to 2016-09",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to gather meteorological data on glaciers during the summer months?",
        "QuestionCn": "您能否提供一个用于在夏季收集冰川气象数据的数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method used to gather meteorological data on glaciers during the summer months involves using instruments like the Campbell data logger CR1000 for general meteorological data collection and specific instruments like the T200B weighing rain gauge and RG-3 tipping bucket rain gauge for precipitation observation. Data is collected digitally and automatically every 60 minutes, and the original data undergoes quality control to form a continuous hourly data series.",
        "AnswerCn": "一种用于在夏季收集冰川气象数据的数据收集方法涉及使用像Campbell数据记录器CR1000这样的仪器进行一般气象数据收集，以及像T200B称重雨量计和RG-3翻斗雨量计这样的特定仪器进行降水观测。数据每60分钟以数字方式自动收集，原始数据经过质量控制形成连续的每小时数据系列。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and attributes captured in a dataset related to the meteorological conditions on glaciers in the Tibetan region?",
        "QuestionCn": "与西藏地区冰川的气象条件相关的数据集中捕获的具体特征和属性有哪些？",
        "AnswerEn": "temperature, relative humidity, wind speed, downward shortwave radiation, upward shortwave radiation, downward longwave radiation, upward longwave radiation, precipitation, temperature at various depths within the debris layer",
        "AnswerCn": "温度，相对湿度，风速，向下短波辐射，向上短波辐射，向下长波辐射，向上长波辐射，降水，碎屑层内不同深度的温度",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many types of meteorological parameters are measured on the ice surfaces of glaciers in this field?",
        "QuestionCn": "在冰川的冰面上测量了多少种气象参数？",
        "AnswerEn": "8",
        "AnswerCn": "8",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'quality control' mean in the context of meteorological data collection on glaciers?",
        "QuestionCn": "在冰川气象数据收集的背景下，“质量控制”是什么意思？",
        "AnswerEn": "In the context of meteorological data collection on glaciers, 'quality control' refers to the process of reviewing and refining raw data to ensure accuracy and reliability. This involves checking for inconsistencies, correcting errors, and processing the data to create a continuous and coherent sequence, as exemplified by the conversion of raw data into a continuous hourly data series.",
        "AnswerCn": "在冰川气象数据收集的背景下，“质量控制”指的是审查和精炼原始数据的过程，以确保准确性和可靠性。这涉及检查不一致性、纠正错误以及处理数据，以创建连续和一致的序列，例如将原始数据转换为连续的每小时数据系列。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods used for meteorological data on the Palong No. 4 Glacier compare to those used for the debris-covered 24K Glacier, particularly in terms of instrumentation and environmental challenges?",
        "QuestionCn": "帕隆4号冰川的气象数据收集方法与覆盖碎屑的24K冰川相比，在仪器和环境挑战方面有何不同？",
        "AnswerEn": "The data collection methods for meteorological data on the Palong No. 4 Glacier and the debris-covered 24K Glacier both utilize Campbell data logger CR1000 for data acquisition. However, the specific precipitation instruments differ: the Palong No. 4 Glacier uses a T200B weighing rain gauge, while the debris-covered 24K Glacier uses an RG-3 tipping bucket rain gauge. Environmental challenges may also vary due to differences in altitude and debris cover, with the Palong No. 4 Glacier located at 4800 meters and the debris-covered 24K Glacier at 3900 meters with a 25 cm debris layer. Additionally, temperature measurements are taken at different depths within the debris layer for the 24K Glacier, indicating a more complex thermal environment that requires specialized data collection approaches.",
        "AnswerCn": "Palong No. 4 冰川和覆盖 debris 的 24K 冰川的气象数据收集方法均使用 Campbell 数据记录仪 CR1000 进行数据采集。然而，具体的降水仪器有所不同：Palong No. 4 冰川使用 T200B 称重雨量计，而覆盖 debris 的 24K 冰川使用 RG-3 倾斜桶雨量计。由于海拔和 debris 覆盖的差异，环境挑战也可能有所不同，Palong No. 4 冰川位于 4800 米，而覆盖 debris 的 24K 冰川位于 3900 米，且有 25 厘米的 debris 层。此外，24K 冰川在 debris 层内的不同深度进行温度测量，表明其热环境更为复杂，需要专门的数据收集方法。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors lead to challenges in collecting accurate meteorological data on glaciers, especially in remote areas like southeastern Tibet?",
        "QuestionCn": "在偏远地区如西藏东南部，收集准确的冰川气象数据面临哪些挑战因素？",
        "AnswerEn": "Challenges in collecting accurate meteorological data on glaciers in remote areas like southeastern Tibet include the harsh and extreme weather conditions, which can affect the performance and reliability of instruments like the Campbell data logger CR1000 and the weighing rain gauge T200B. Additionally, the remote location and high altitude require robust equipment and logistics support for regular maintenance and data retrieval. The complexity of glacier environments, such as varying ice thickness and surface conditions, also contributes to data collection challenges.",
        "AnswerCn": "在像西南藏这样的偏远地区收集准确的气象数据面临的挑战包括恶劣和极端的天气条件，这可能影响仪器（如Campbell数据记录仪CR1000和称重雨量计T200B）的性能和可靠性。此外，偏远的位置和高海拔要求设备具备坚固性，并需要后勤支持以进行定期维护和数据回收。冰川环境的复杂性，如冰厚和表面条件的变化，也增加了数据收集的难度。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the underlying objectives of collecting meteorological data on glacial surfaces in southeastern Tibet, particularly focusing on the time period from June to September?",
        "QuestionCn": "收集东南藏区冰川表面的气象数据的基本目标是什么，特别是关注6月至9月的时间段？",
        "AnswerEn": "The ultimate goal of collecting meteorological data on glacial surfaces in southeastern Tibet from June to September is to understand the climatic conditions and dynamics that influence the glaciers during this time period. By using specific instruments like the Campbell data logger CR1000 and precipitation gauges such as the T200B and RG-3, researchers aim to gather high-resolution data on various parameters like temperature, humidity, wind speed, radiation, and precipitation. This data helps in assessing the impact of these factors on glacial melting processes, energy balance, and hydrological cycles, which are crucial for predicting future changes in glacial mass and regional water resources.",
        "AnswerCn": "在6月至9月期间，收集东南藏区冰川表面的气象数据的最终目标是了解影响该地区冰川的气候条件和动态。通过使用特定仪器，如Campbell数据记录器CR1000和降水量计（如T200B和RG-3），研究人员旨在收集关于温度、湿度、风速、辐射和降水等各种参数的高分辨率数据。这些数据有助于评估这些因素对冰川融化过程、能量平衡和水文循环的影响，这对于预测冰川质量和区域水资源的未来变化至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and instruments are essential for collecting and ensuring the quality of ice surface meteorological data in glacial environments, particularly considering the challenges of remote data acquisition and harsh weather conditions?",
        "QuestionCn": "在冰川环境中收集和确保冰面气象数据质量的必要程序和仪器是什么，特别是考虑到远程数据采集和恶劣天气条件的挑战？",
        "AnswerEn": "The data collection involves using the Campbell data logger CR1000 for meteorological data acquisition and T200B weighing rain gauge for precipitation measurement at Palong No.4 Glacier, while a RG-3 tipping bucket rain gauge is used for the debris-covered 24K Glacier. Data is collected digitally and automatically every 60 minutes, followed by quality control to produce a continuous hourly data sequence.",
        "AnswerCn": "数据收集涉及使用Campbell数据记录仪CR1000进行气象数据采集，以及在Palong No.4冰川使用T200B称重雨量计进行降水测量，而在覆盖碎石的24K冰川上使用RG-3翻斗雨量计。数据每60分钟自动数字化收集，随后进行质量控制，以生成连续的每小时数据序列。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}