{
    "id": "68d29a56-c6af-42bb-ace9-0ea728b460b3",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The concentration dataset of persistent organic pollutants in the atmosphere, lake water and fish bodies in Namco (2012-2014)",
            "titleCn": "纳木错大气、湖水和鱼体中持久性有机污染物浓度数据集（2012-2014）",
            "description": "The concentration data set of persistent organic pollutants in the atmosphere, lake water and fish bodies in Namco from 2012 to 2014 includes concentration time series of atmospheric gaseous organochlorine pesticides (OCPs) and polychlorinated biphenyls (PCBs), atmospheric gaseous polycyclic aromatic hydrocarbons (PAHs), atmospheric particulate PAHs, dissolved persistent organic pollutants (POPs) in lake water, POPs in suspended particles of lake water and POPs in bodies of Gymnocypris namensis.\nThe contents of the data set are all measured data.\n(1)  The atmospheric samples were collected from the Integrated Observation and Research Station of Multisphere in Namco by the atmospheric active sampler. The flow rate of the sampler is 60 L min-1, which collects data every other day. One sample is generated every half month, and the sampling volume is approximately 600 m³. Each sample includes a glass fiber filter (GFF, 0.45 μm, Whatman) that adsorbs particulate POPs and a polyurethane foam (PUF, 7.5 x 6 cm) that collects gaseous POPs.\n(2) Fifteen sampling points were selected along Namco to collect surface lake water samples at a water depth of 0-1 m and with a volume of 200 L. The total suspended particulates are obtained by filtering the water samples with a 0.7 μm GFF membrane, and then the dissolved POPs in the water are collected using a solid phase extraction column packed with XAD-2.\n(3) Gymnocypris namensis is the most widely distributed fish in Namco. A total of 35 samples of different sizes were collected, and the concentration of POPs in the back muscle samples was analyzed.\nEach medium sample was prepared and analyzed by the Key Laboratory of Tibetan Environment Changes and Land Surface Processes of CAS. The sample preparation steps include Soxhlet extraction, silica-alumina column purification, removal of macromolecular impurities by a GPC column, concentration and constant volume. The analytical test instrument was a gas chromatography-mass spectrometer (GC-MS, Finnigan-Trace GC/PolarisQ) manufactured by American Thermoelectric Corporation. The column separating OCPs and PCBs was a CP-Sil 8CB capillary column (50 m × 0.25 mm × 0.25 μm), and the column separating PAHs was a DB-5MS capillary column (60 m × 0.25 mm × 0.25 μm).\nSampling and laboratory analysis procedures followed strict quality control measures with lab blanks and field blanks. The detection limit of the compound is the average of the concentration of the corresponding compound in the field blank plus 3 times the standard deviation; if the compound is not detected in the field blank, the signal-to-noise ratio, 10 times the lowest concentration of the working curve, will be considered as the detection limit. Data below the detection limit are considered undetected and labeled as BDL; data marked in italics are detected by 1/2 times the detection limit. The recovery of PAHs is between 65% and 92%, the recovery of OCPs is between 64% and 112%, and the sample concentration is not corrected using recovery.",
            "descriptionCn": "纳木错2012-2014年观测的大气、湖水和鱼体中持久性有机污染物的浓度，包括：大气气态有机氯农药（OCPs）和多氯联苯（PCBs）浓度的时间序列；大气气态多环芳烃（PAHs）浓度的时间序列；大气颗粒态PAHs浓度的时间序列；湖水中溶解态持久性有机污染物（POPs）的浓度；湖水悬浮颗粒物中POPs的浓度；纳木错裸鲤体内POPs的浓度。\n    数据集所包含的数据均为实测数据。\n（1）大气样品由纳木错多圈层综合观测站的大气主动采样器采集，采样器的流量为60 L/min，隔天采集，每半个月为1个样品，采样体积约为600 m³。每个样品包括吸附颗粒态POPs的玻璃纤维滤膜（GFF，0.45 μm，Whatman）和收集气态POPs的聚氨酯泡沫（PUF，7.5×6 cm）。\n（2）环纳木错选择15个采样点采集表层湖水样品，水深0-1 m，每个样品体积为200 L。水样先通过0.7 μm的GFF膜过滤得到水中的总悬浮颗粒物，然后使用XAD-2填充的固相萃取柱富集水中的溶解态POPs。\n（3）纳木错裸鲤（Gymnocypris namensis）是纳木错中分布最多的一种鱼类，共采集35条不同大小的裸鲤样本，分析其背部肌肉样品中POPs的浓度。\n各介质样品均在青藏高原研究所环境变化与地表过程重点实验室进行样品前处理和仪器分析。样品前处理步骤包括索式提取、硅胶-氧化铝柱净化、过GPC柱去除大分子杂质、浓缩定容等步骤。分析测试仪器为美国热电公司生产的气相色谱-质谱联用仪（GC-MS, Finnigan-Trace GC/PolarisQ）。分离OCPs和PCBs的色谱柱为CP-Sil 8CB毛细柱（50 m×0.25 mm×0.25 μm），分离PAHs的色谱柱为DB-5MS毛细柱（60 m×0.25 mm×0.25 μm）。\n    采样和实验室分析过程均遵循严格的质量控制措施，设置了实验室空白和野外空白。化合物的方法检出限为野外空白中相应化合物浓度的平均值加3倍标准偏差；若野外空白中未检出该化合物，则以工作曲线最低浓度的10倍信噪比代替为方法检出限。低于方法检出限的数据被认为是未检出，标注为BDL；用斜体标注的数据为用1/2倍方法检出限代替。PAHs的回收率在65-92%之间，OCPs的回收率在64-112%之间，样品浓度未使用回收率进行校正。",
            "instructions": "",
            "instructionsCn": "",
            "east": 91.0,
            "west": 90.0,
            "south": 30.0,
            "north": 31.0,
            "startTime": "2012-09-08 16:00:00",
            "endTime": "2014-10-07 16:00:00",
            "fileSize": 49355.0,
            "cstr": "18406.11.AtmosphericEnvironment.tpe.249467.file",
            "doi": "10.11888/AtmosphericEnvironment.tpe.249467.file",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王小萍",
                "nameEn": "WANG Xiaoping",
                "unitEn": "Institute of Tibetan Plateau Research,Chinese Academy of Sciences",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Atmospheric processes of persistent organic pollutants over a remote lake of the central Tibetan Plateau: Implications for regional cycling",
                "referenceCn": null,
                "referenceEn": "Ren, J., Wang, X.P., Wang, C.F., Gong, P., &Yao, T.D. (2017). Atmospheric processes of persistent organic pollutants over a remote lake of the central Tibetan Plateau: Implications for regional cycling. Atmospheric Chemistry and Physics, 17(2), 1401-1415."
            },
            {
                "titleCn": null,
                "titleEn": "Biomagnification of Persistent Organic Pollutants along a High-Altitude Aquatic Food Chain in the Tibetan Plateau: Processes and Mechanisms",
                "referenceCn": null,
                "referenceEn": "Ren J., Wang X. P.*, Wang C. F., Gong P., Wang X. R., Yao T. D. Biomagnification of Persistent Organic Pollutants along a High-Altitude Aquatic Food Chain in the Tibetan Plateau: Processes and Mechanisms. Environmental Pollution, 2017, 220, 636-643."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "大气微量气体",
                "nameEn": "Atmospheric Trace Gase"
            },
            {
                "nameCn": "有机污染物",
                "nameEn": "Organic pollutants"
            },
            {
                "nameCn": "湖泊",
                "nameEn": "Lakes"
            },
            {
                "nameCn": "环境污染与治理",
                "nameEn": "Environment Pollution and Control"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "纳木错",
                "keywordEn": "Namco"
            },
            {
                "keywordCn": "西藏",
                "keywordEn": "Tibet"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012-2014",
                "keywordEn": "2012-2014",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "How many atmospheric samples were collected using active air samplers over the given period?",
                "QuestionCn": "在给定的时间段内，使用主动空气采样器收集了多少个大气样本？",
                "AnswerEn": "365 samples",
                "AnswerCn": "365个样本",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What are persistent organic pollutants (POPs) in the context of environmental data collection?",
                "QuestionCn": "持久性有机污染物（POPs）在环境数据收集的背景下是指那些在环境中能够长期存在、积累并对生态系统和人类健康造成危害的有机化合物。",
                "AnswerEn": "Persistent organic pollutants (POPs) refer to organic compounds that are resistant to environmental degradation through chemical, biological, and photolytic processes. They include substances like organochlorine pesticides (OCPs), polychlorinated biphenyls (PCBs), and polycyclic aromatic hydrocarbons (PAHs). In the context of environmental data collection, these compounds are monitored in various media such as air, water, and biota due to their long-range transport potential, bioaccumulation in ecosystems, and potential adverse impacts on human health and the environment.",
                "AnswerCn": "持久性有机污染物（POPs）是指在化学、生物和光解过程中对环境降解具有抵抗力的有机化合物。它们包括有机氯农药（OCPs）、多氯联苯（PCBs）和多环芳烃（PAHs）。在环境数据收集的背景下，由于这些化合物具有长距离运输潜力、在生态系统中的生物累积性以及对人类健康和环境的潜在不良影响，因此在空气、水和生物等多种介质中进行监测。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for atmospheric POPs compare to those for POPs in lake water and fish bodies in terms of sampling frequency and volume?",
                "QuestionCn": "大气持久性有机污染物（POPs）的数据收集方法与湖水和鱼体内POPs的数据收集方法在采样频率和采样量方面有何比较？",
                "AnswerEn": "The data collection method for atmospheric POPs involves using an atmospheric active sampler with a flow rate of 60 L/min, collecting samples every other day with each sample representing a half-month period and a volume of approximately 600 m³. For lake water, surface samples are collected from 15 sampling points at a depth of 0-1 m, with each sample having a volume of 200 L. Fish body samples involve collecting 35 Gymnocypris namensis samples of various sizes, focusing on back muscle concentrations. The atmospheric sampling involves high volume and frequent collection, while lake water and fish sampling involve larger individual volumes and less frequent collection.",
                "AnswerCn": "大气持久性有机污染物（POPs）的数据收集方法涉及使用流量为60 L/min的大气主动采样器，每隔一天收集样本，每个样本代表半个月的时间段，样本体积约为600 m³。湖水样本则从15个采样点的0-1米深度收集表层样本，每个样本的体积为200 L。鱼体样本涉及收集35个不同大小的Gymnocypris namensis样本，重点关注背部肌肉浓度。大气采样涉及高流量和频繁收集，而湖水和鱼类采样则涉及较大的单个体积和较少的收集频率。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the variability in measuring persistent organic pollutants (POPs) concentrations in atmospheric and aquatic environments?",
                "QuestionCn": "影响测量持久性有机污染物（POPs）在大气和水环境中浓度变异性的因素有哪些？",
                "AnswerEn": "The variability in measuring POPs concentrations can be attributed to several factors, including the sampling methods used, the types of filters and materials (such as glass fiber filters and polyurethane foam) involved in capturing both gaseous and particulate POPs, and the environmental conditions at the time of sampling. The methods for extracting and analyzing samples, such as Soxhlet extraction and gas chromatography-mass spectrometry, as well as the quality control measures like laboratory and field blanks, also play a significant role. Additionally, the detection limits and recovery rates for different compounds, which can vary widely, contribute to the variability in measurement results.",
                "AnswerCn": "测量持久性有机污染物（POPs）浓度的变异性可以归因于多个因素，包括所使用的采样方法、用于捕获气态和颗粒态POPs的过滤器和材料（如玻璃纤维过滤器和聚氨酯泡沫）的类型，以及采样时的环境条件。提取和分析样品的方法，如索氏提取和气相色谱-质谱联用技术，以及质量控制措施（如实验室和现场空白样品）也在其中发挥了重要作用。此外，不同化合物的检测限和回收率的差异也会对测量结果的变异性产生影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind collecting atmospheric, lake water, and fish samples for persistent organic pollutants (POPs) in order to enhance understanding of environmental pollution in high-altitude lakes?",
                "QuestionCn": "收集大气、湖水和鱼类样本以检测持久性有机污染物（POPs）的目标是什么，以增强对高海拔湖泊环境污染的理解？",
                "AnswerEn": "The objectives behind collecting atmospheric, lake water, and fish samples for persistent organic pollutants (POPs) include understanding the concentration and distribution of POPs in different environmental media within a high-altitude lake ecosystem. This can help assess the impact and sources of pollution, study the transport and transformation processes of these pollutants, and evaluate the potential risks to the ecosystem and human health. The data collection aims to provide empirical evidence for environmental monitoring and management strategies in sensitive and remote areas like high-altitude lakes.",
                "AnswerCn": "收集大气、湖水和鱼类样本以检测持久性有机污染物（POPs）的目标包括了解高海拔湖泊生态系统中不同环境介质中POPs的浓度和分布。这有助于评估污染的影响和来源，研究这些污染物的运输和转化过程，并评估对生态系统和人类健康的潜在风险。数据收集旨在为敏感和偏远地区（如高海拔湖泊）的环境监测和管理策略提供实证依据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in using active atmospheric samplers to collect data on persistent organic pollutants in remote lake environments?",
                "QuestionCn": "使用主动大气采样器在偏远湖泊环境中收集持久性有机污染物数据的程序步骤包括：",
                "AnswerEn": "The procedural steps involve using active atmospheric samplers with a flow rate of 60 L/min to collect air samples every other day, with each sample representing a half-month collection period and a sampling volume of approximately 600 m³. Each sample includes glass fiber filters for capturing particle-bound POPs and polyurethane foam for collecting gaseous POPs. The samples are then pretreated and analyzed in a laboratory using gas chromatography-mass spectrometry.",
                "AnswerCn": "程序步骤包括使用流量为60 L/min的主动大气采样器每隔一天收集空气样本，每个样本代表半个月的采集周期，采样体积约为600 m³。每个样本包括玻璃纤维过滤器，用于捕获颗粒结合的持久性有机污染物（POPs），以及聚氨酯泡沫，用于收集气态POPs。样本随后在实验室中进行预处理和分析，使用气相色谱-质谱联用技术。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enable the precise measurement and analysis of persistent organic pollutants (POPs) in atmospheric, aquatic, and biological samples?",
                "QuestionCn": "哪些技术进步使得在大气、水体和生物样本中对持久性有机污染物（POPs）进行精确测量和分析成为可能？",
                "AnswerEn": "The use of gas chromatography-mass spectrometry (GC-MS) enables precise measurement and analysis of persistent organic pollutants (POPs) in atmospheric, aquatic, and biological samples. The GC-MS, specifically the Finnigan-Trace GC/PolarisQ model, allows for the separation and detection of compounds such as OCPs, PCBs, and PAHs using specialized capillary columns (CP-Sil 8CB and DB-5MS). This technology, along with rigorous sample preparation methods like Soxhlet extraction and solid-phase extraction, facilitates accurate analysis while adhering to stringent quality control measures.",
                "AnswerCn": "气相色谱-质谱联用技术（GC-MS）能够精确测量和分析大气、水体和生物样本中的持久性有机污染物（POPs）。具体来说，Finnigan-Trace GC/PolarisQ 型号的 GC-MS 允许使用专门的毛细管柱（CP-Sil 8CB 和 DB-5MS）分离和检测如有机氯农药（OCPs）、多氯联苯（PCBs）和多环芳烃（PAHs）等化合物。这项技术结合严格的样品准备方法，如索氏提取和固相提取，促进了准确分析，同时遵循严格的质量控制措施。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}