{
    "id": "69bd2cda-796d-400e-92a0-8592ddfe3ca9",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Data sheet of grassland survey in Sichuan-Yunnan region in 2020",
            "titleCn": "川滇片区草地调查数据表（2020）",
            "description": "The data files are in 7Z compressed package format, which can be decompressed and opened by 7-zip software. They are divided into 7 Excel table files, including the grassland survey data in sichuan-Yunnan region in 2020. Specifically, 2020 MBCNP, 2020 sample plot information table, 2020 soil CNP inorganic carbon, 2020 soil pH water content & gravel content, 2020 plant and root CNP, 2020 plant community investigation, biomass and scientific water content, bulk density, root dry weight.",
            "descriptionCn": "数据文件为7z压缩包格式，可用7-Zip软件解压打开，内部分为7个excel表格文件，包括2020年川滇片区草地调查数据，采样共计31个样地，对不同样地的地形地貌、坡度等均有记录，样地所处的草地利用方式，利用强度也如实记录，具体为2020年MBCNP、2020年科考样地信息表、2020土壤CNP无机碳、2020土壤pH含水量&砾石含量、2020植物及根系CNP、2020植物群落调查、生物量及科考含水量、容重、根系干重。这次数据特别关注了土壤中的砾石含量，为此数据的特色。",
            "instructions": "The file name is year + place + data name or activity name, which means that certain data is obtained at a certain place in a certain year.",
            "instructionsCn": "文件命名方式为年份+地点+数据名称或活动名称，含义是某年在某地点获得某种数据",
            "east": 104.427,
            "west": 98.3296,
            "south": 24.191,
            "north": 31.002,
            "startTime": null,
            "endTime": null,
            "fileSize": 803387.0,
            "cstr": "18406.11.Terre.tpdc.272533",
            "doi": "10.11888/Terre.tpdc.272533",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "周华坤",
                "nameEn": "ZHOU Huakun",
                "unitEn": "Northwest Institute of Plateau Biology, Chinese Academy of Sciences",
                "unitCn": "中国科学院西北高原生物研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "中国科学院中国植物志委员会. 中国植物志[M].科学出版社 1978.",
                "titleEn": null,
                "referenceCn": "中国科学院中国植物志委员会. (1978). 中国植物志. 科学出版社.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "草地",
                "nameEn": "Grassland"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "川滇片区",
                "keywordEn": "Sichuan Yunnan region"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and specific features recorded in datasets concerning grassland investigations in the Chuan-Dian region for 2020?",
                "QuestionCn": "关于2020年川滇地区草原调查的数据集中记录的特征和具体特征是什么？",
                "AnswerEn": "terrain, geomorphology, slope, grassland utilization methods, intensity, inorganic carbon in soil, soil pH, moisture content, gravel content, plant and root CNP, plant community surveys, biomass, scientific exploration moisture content, bulk density, root dry weight",
                "AnswerCn": "地形、地貌、坡度、草地利用方法、强度、土壤中无机碳、土壤pH值、含水量、砾石含量、植物和根系CNP、植物群落调查、生物量、科学探索含水量、容重、根干重",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does the term '砾石含量' signify in the context of data collection for grassland surveys?",
                "QuestionCn": "'砾石含量'在草原调查的数据收集中指的是土壤或地表中砾石的比例或含量。",
                "AnswerEn": "'砾石含量', or 'gravel content', refers to the proportion of gravel present in the soil, which is a notable feature of the dataset focused on grassland surveys. This aspect of data collection is emphasized to provide detailed insights into the soil characteristics across different sampled plots.",
                "AnswerCn": "'砾石含量'是指土壤中砾石的比例，这是草地调查数据集中一个显著的特征。数据收集中特别强调这一方面，以提供对不同采样地块土壤特征的详细洞察。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the emphasis on recording gravel content in soil during grassland surveys in the Sichuan-Yunnan region?",
                "QuestionCn": "在四川-云南地区的草原调查中，强调记录土壤中的砾石含量的因素有哪些？",
                "AnswerEn": "The emphasis on recording gravel content in soil during grassland surveys in the Sichuan-Yunnan region stems from the need to understand its impact on soil properties such as pH, moisture content, and density, which are crucial for evaluating the grassland's ecological characteristics and how they influence grassland utilization and intensity.",
                "AnswerCn": "在四川-云南地区的草地调查中，强调记录土壤中的砾石含量是因为需要了解其对土壤性质（如pH值、含水量和密度）的影响，这些性质对于评估草地的生态特征以及它们如何影响草地的利用和强度至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting detailed records on terrain and slope for grassland sample sites in the specified region?",
                "QuestionCn": "在指定区域收集草地样本地点的详细地形和坡度记录的主要目的是什麼？",
                "AnswerEn": "The primary objective of collecting detailed records on terrain and slope for grassland sample sites is to understand their influence on grassland utilization patterns and intensities. This information is crucial for assessing the ecological characteristics and management strategies of grasslands in the specified region.",
                "AnswerCn": "收集草地样本地点的地形和坡度详细记录的主要目的是了解它们对草地利用模式和强度的影响。这些信息对于评估特定区域草地的生态特征和管理策略至关重要。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}