{
    "id": "6a6a74cc-9aa9-4d6e-ae65-4a0365959409",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "10 m meteorological gradient data set of hulugou basin (2012)",
            "titleCn": "葫芦沟流域10m气象梯度数据集（2012）",
            "description": "1. Data overview:\nThis data set is the scale meteorological gradient data of qilian station from January 1, 2012 to December 31, 2012 (installed at the end of September 2011).VG1000 gradient observation system carries out long-term monitoring of wind speed, wind direction, air temperature, humidity, radiation and other conventional meteorological elements, and carries out data storage and processing analysis in combination with the data collector with high precision and high scanning frequency.\n2. Data content:\nThe main observation factors include four layers of air temperature, humidity and two-dimensional ultrasonic wind, rain and snow volume meter, eight layers of ground temperature, soil moisture content, etc.\n3. Space and time range:\nGeographical coordinates: longitude: longitude: 99° 52’e;Latitude: 38°15 'N;Height: 3232.3 m",
            "descriptionCn": "1.数据概述：\n此数据集是祁连站2012年1月1日—2012年12月31日日尺度气象梯度数据(2011年9月底安装)。VG1000梯度观测系统通过对风速风向、空气温湿度和辐射等常规气象要素进行长期监测，结合高精度、高扫描频率的数据采集器进行数据存储和处理分析。\n2.数据内容：\n主要观测要素包括四层气温、湿度和二维超声风，雨雪量计，八层地温、土壤含水量等。\n3.时空范围：\n地理坐标：经度：经度：99°52′E；纬度：38°15′N；海拔：3232.3m",
            "instructions": "Data file name: hulugou watershed 2012 10m meteorological gradient data set.xlsx; WPS or excel and other software can be used for viewing and editing.",
            "instructionsCn": "数据文件命名：葫芦沟流域2012年10m气象梯度数据集.xlsx；可用WPS或Excel等软件进行查看和编辑。",
            "east": 99.87,
            "west": 99.87,
            "south": 38.25,
            "north": 38.25,
            "startTime": "2012-07-11 06:00:00",
            "endTime": "2013-07-11 06:00:00",
            "fileSize": 174710.0,
            "cstr": "18406.11.heihe.078.2014.db",
            "doi": "10.3972/heihe.078.2014.db",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "陈仁升",
                "nameEn": "CHEN Rensheng",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "韩春坛",
                "nameEn": "HAN Chuntan",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A Cryosphere-Hydrology Observation System in a Small Alpine Watershed in the Qilian Mountains of China and Its Meteorological Gradient",
                "referenceCn": null,
                "referenceEn": "Chen, R.S., Song, Y.X., Kang, E.S., Han, C.T., Liu, J.F., Yang, Y., Qing, W.W., &Liu, Z.W. (2014). A Cryosphere-Hydrology Observation System in a Small Alpine Watershed in the Qilian Mountains of China and Its Meteorological Gradient. Arctic, Antarctic, and Alpine Research, 46(2), 505-523."
            },
            {
                "titleCn": null,
                "titleEn": "Cryospheric Hydrometeorology Observation in the Hulu Catchment (CHOICE), Qilian Mountains, China",
                "referenceCn": null,
                "referenceEn": "Han, C.T., Chen, R.S., Liu, Z.W., Yang, Y., Liu, J.F., Song, Y.X., Wang, L., Liu, G.H., Guo, S.H.,, & Wang, X.Q. (2018). Cryospheric Hydrometeorology Observation in the Hulu Catchment (CHOICE), Qilian Mountains, China. Vadose Zone Journal, 17(1), 1-18."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "湿度/干燥度",
                "nameEn": "Humidity/Dryness"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            },
            {
                "nameCn": "降水量",
                "nameEn": "Precipitation amount"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "葫芦沟流域",
                "keywordEn": "Hulugou Basin"
            },
            {
                "keywordCn": "黑河上游",
                "keywordEn": "Upper Reaches of Heihe Basin"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河寒区水文过程小流域综合观测与模拟",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Understanding cryospheric hydrology and the effects of cryospheric changes on river runoff is critical for sustainable water management especially in arid inland river basins such as those in northwest China where water resources mainly come from alpine areas. The Earth’s cryosphere is facing rapid changes in the duration, extent, and mass of snow and ice, which have had multiple impacts on the environment across a range of temporal and spatial scales. Changes in mountain snow, glaciers, and permafrost have resulted in significant downstream impacts in terms of the quantity, seasonality, and quality of water. This shrinkage has modified the water cycle and river discharge in cold regions and caused the rise of global mean sea level. Serving as a solid reservoir for many endorheic and exorheic basins, the mountain cryosphere is the regulator of major rivers and provides most of the water resources in arid regions in China and its neighboring countries. However, because of inadequate observation data and the lack of knowledge about many aspects of cryospheric hydrometeorology at regional scales in alpine regions, the significance of the impacts of cryospheric changes and the severity of their consequences remain unclear in China."
            ],
            "research objective": [
                "The scientific objective of the CHOICE is to obtain comprehensive observation data about environmental factors to determine the hydrological processes in a mountainous region and to evaluate the effects of climate, cryosphere, and land cover changes on mountainous hydrology and water resources in the lower arid regions. Four key science questions have been identified: The spatial and temporal distribution of alpine precipitation need to be determined. The effects of cryospheric changes on streamflow need to be determined. The effects of changes in the vegetation pattern in the vertical landscape zones on water balance and river runoff in the mountains must be assessed. A suitable distributed hydrological model including cryospheric hydrology is needed in mountainous areas."
            ],
            "challenges": [
                "Understanding such changes in these vulnerable regions has posed significant challenges because of their remoteness and sparse observations. Precipitation observations are still beset with significant biases and errors."
            ],
            "methods": [
                "Each AWS features the long-term monitoring of the following meteorological variables: air temperature, relative humidity, wind speed and direction, four-component radiation, soil heat flux, land surface temperature (LST), soil temperature, soil moisture, snow depth, and precipitation amount. We also conducted long-term standard meteorological field (SMF) manual observations for reference to those obtained at AWS. The total discharge has been monitored by a continuously stream-gauging station at the catchment outlet since 2009. From 2009 to 2012, we also manually used the float protocol and a stopwatch to estimate the nonfreezing period discharge in a meadow subcatchment and a moraine–talus subcatchment. To apply hydrological models in the alpine catchment, we have obtained long-term continuous soil parameter data in the soil pit synchronously with those collected at AWS. An SI-111 infrared radiometer (Apogee Instr. Inc.) was used to measure the LST. During the early stage of the CHOICE, evapotranspiration was measured with two manual weighing microlysimeters, which were 40 cm in depth and 31.5 cm in diameter and were installed in the SMF at the Hulu-1 field on 1 July 2009 with an electronic scale of 2 g (0.026 mm) in precision. With the development of the CHOICE, five automatic microlysimeters (CHOICE-LYS40, T&D) were arranged in the same field as the AWS of the Hulu-1 to Hulu-5 field in August 2013. An EC150 system (Campbell Scientific Inc.) was installed on a lattice mast at 5.8 m at the Hulu-2 field in September 2011. Four cluster wells were installed in 2011 and 2014 for groundwater monitoring and sampling. On fixed-point scale, six SR50A Sonic Ranging Sensors (Campbell Scientific Inc.) measure snow depth synchronously with AWS. In this system, three thermistor cables were installed that crossed the riverbed–water, water–ice, and ice–air interfaces. We conduct the work of precipitation intercomparisons by referring to the Solid Precipitation Intercomparison Experiment of the WMO using pit gauges and a double reference intercomparison reference (DFIR) gauge. Precipitation measurements in the Hulu catchment were performed with six total rain-weighing sensors (TRwS204, MPS System Ltd) with a single alter shield and synchronized with AWS. Fourteen LST observation sites with similar elevations but different aspects and slopes were built around the Hulu-3 field. Two LST observation sites were built to analyze the influences of plants on LST. To study the runoff process of canopy precipitation to surface runoff in different landscapes, two runoff fields (shrubs and meadows) (15 by 3 m) were established at a shrub-encroached alpine meadow hillslope in September 2010. Four methods were used to measure soil water infiltration and hydraulic conductivity in the Hulu-1 field including a single-ring infiltrometer, a double-ring infiltrometer, a Hood infiltrometer (Hood IL-2700, Germany), and the ring cutter method. Groundwater samples used for isotope analysis were collected from 12 wells between 2014 and 2016, and stream water samples were collected from 12 sites that were approximately evenly distributed from upstream to downstream between 2011 and 2016. A Picarro GasScouter G4301 gas concentration analyzer with a re-entry control system and six respiration chambers installed on the permafrost zone of the Hulu catchment in August 2017. The observation period of canopy precipitation interception began in June 2010. A total of four sap flow sensors (CAF, ECOMATIK) were installed to estimate transpiration. Variations in the diversity of the soil microbial community under meadow, shrub, marshy meadow, and moraine–talus were observed along an elevation gradient in the Hulu catchment in July 2013. An AWS was erected at the top of the glacier (4817 m asl) in September 2015; the site is not affected by the surrounding mountains. To obtain reliable turbulent data, EC system measurements were made adjacent to the AWS at a height of 4 m beginning in October 2017. To harvest the water contained in fog, five identical standard fog collectors were installed at Hulu-1 to Hulu-5 in July 2014. A warming simulation experiment was begun in September 2016. Two flight campaigns were performed in the Hulu catchment."
            ],
            "dataset": [],
            "findings": [
                "In recent years, a series of studies have been published using the CHOICE sharing platform data, and a number of researchers have used the CHOICE data for studies of alpine meteorology, cryospheric hydrology, groundwater, soils, and isotopes. According to the six AWS of the CHOICE obtained throughout the Hulu catchment and peripheral precipitation data from five China Meteorological Administration stations (Zhangye, Minle, Sunan, Qilian, and Yeniugou), two or more yearly EMPs exist in the northern Qilian Mountains. A diminished accumulation zone will result in a reduction in the transport and expansion of the glaciers, and then the glaciers will have to retreat to limit themselves to reduce ablation. Based on 10-yr observations in the western cold regions of China, especially those obtained in the Upper Hei River basin (UHR), a new CBHM was created to evaluate the effects of cryospheric changes on stream flow from the UHR. In the past 50 yr, river runoff has generally shown an increasing trend as a result of increased rainfall, snowfall, and glacial runoff in the cold regions of western China."
            ],
            "backgroundCn": [
                "理解冰冻圈水文学及其对河流径流变化的影响，对于可持续水资源管理至关重要，尤其是在中国西北部等干旱内陆河流流域，这些地区的水资源主要来自高山地区。地球的冰冻圈正面临雪和冰的持续时间、范围和质量的快速变化，这在多个时间和空间尺度上对环境产生了多重影响。山地雪、冰川和永久冻土的变化导致了下游在水量、季节性和水质方面的显著影响。这种缩减改变了寒冷地区的水循环和河流排放，并导致全球平均海平面上升。作为许多内流和外流流域的固体水库，山地冰冻圈是主要河流的调节者，并为中国及其邻国的干旱地区提供了大部分水资源。然而，由于观测数据不足以及对高山地区冰冻圈气象水文学许多方面缺乏了解，冰冻圈变化的影响及其后果的严重性在中国仍然不清楚。"
            ],
            "research objectiveCn": [
                "CHOICE的科学目标是获取关于环境因素的综合观测数据，以确定山区的水文过程，并评估气候、冰冻圈和土地覆盖变化对下游干旱地区山区水文和水资源的影响。已确定四个关键科学问题：需要确定高山降水的空间和时间分布。需要确定冰冻圈变化对径流的影响。必须评估垂直景观带中植被模式变化对山区水量平衡和河流径流的影响。需要在山区建立一个适合的分布式水文模型，包括冰冻圈水文学。"
            ],
            "challengesCn": [
                "理解这些脆弱地区的变化面临重大挑战，因为它们偏远且观测稀少。降水观测仍然存在显著的偏差和错误。"
            ],
            "methodsCn": [
                "每个AWS长期监测以下气象变量：空气温度、相对湿度、风速和风向、四分量辐射、土壤热通量、地表温度（LST）、土壤温度、土壤湿度、雪深和降水量。我们还进行了长期标准气象场（SMF）手动观测，以作为与AWS获得的数据的参考。自2009年以来，流域出口处的连续水流量监测站监测总排水量。从2009年到2012年，我们还手动使用浮子协议和秒表估算了一个草甸子流域和一个冰碛-碎石子流域的非冻结期排水量。为了在高山流域应用水文模型，我们在土壤坑中获得了长期连续的土壤参数数据，这些数据与在AWS收集的数据同步。使用SI-111红外辐射计（Apogee Instr. Inc.）测量LST。在CHOICE的早期阶段，使用两个手动称重微蒸发计测量蒸散，微蒸发计深40厘米，直径31.5厘米，并于2009年7月1日在Hulu-1场地的SMF中安装，电子秤精度为2克（0.026毫米）。随着CHOICE的发展，五个自动微蒸发计（CHOICE-LYS40，T&D）于2013年8月在Hulu-1到Hulu-5场地的AWS附近布置。2011年9月，在Hulu-2场地的一个格架桅杆上安装了一个EC150系统（Campbell Scientific Inc.）。2011年和2014年安装了四个集群井用于地下水监测和取样。在固定点规模上，六个SR50A声纳传感器（Campbell Scientific Inc.）与AWS同步测量雪深。在该系统中，安装了三根热电偶电缆，穿过河床-水、水-冰和冰-空气界面。我们通过参考WMO的固体降水比较实验进行降水比较工作，使用坑式雨量计和双重参考比较（DFIR）雨量计。Hulu流域的降水测量使用六个总雨量传感器（TRwS204，MPS System Ltd）进行，配有单个防护罩，并与AWS同步。围绕Hulu-3场地建立了十四个LST观测点，具有相似的海拔但不同的方位和坡度。建立了两个LST观测点以分析植物对LST的影响。为了研究不同景观中树冠降水到地表径流的过程，在2010年9月于一个灌木侵占的高山草甸坡地建立了两个径流场（灌木和草甸）（15米乘3米）。在Hulu-1场地使用四种方法测量土壤水分入渗和水力导度，包括单环入渗仪、双环入渗仪、Hood入渗仪（Hood IL-2700，德国）和环切法。2014年至2016年间，从12个井中收集用于同位素分析的地下水样本，从2011年至2016年间，从12个大致均匀分布于上游到下游的地点收集河水样本。2017年8月，在Hulu流域的永久冻土区安装了一个Picarro GasScouter G4301气体浓度分析仪，配有重新进入控制系统和六个呼吸室。树冠降水拦截的观测期始于2010年6月。安装了四个树液流传感器（CAF，ECOMATIK）以估算蒸腾。2013年7月，观察了在Hulu流域草甸、灌木、湿草甸和冰碛-碎石下的土壤微生物群落多样性的变化。2015年9月，在冰川顶部（海拔4817米）建立了一个AWS；该地点不受周围山脉的影响。为了获得可靠的湍流数据，EC系统测量于2017年10月在AWS旁边的4米高度进行。为了收集雾中含水量，2014年7月在Hulu-1到Hulu-5安装了五个相同的标准雾收集器。一个加热模拟实验于2016年9月开始。Hulu流域进行了两次飞行活动。"
            ],
            "datasetCn": [],
            "findingsCn": [
                "近年来，使用CHOICE共享平台数据的一系列研究相继发表，许多研究人员利用CHOICE数据进行高山气象、冰冻圈水文学、地下水、土壤和同位素的研究。根据在胡鲁流域获得的六个自动气象站（AWS）数据以及来自中国气象局五个站点（张掖、民乐、苏南、祁连和新源沟）的周边降水数据，北祁连山存在两个或更多的年度等效水量（EMPs）。积累区的减少将导致冰川的运输和扩展减少，冰川将不得不退缩以限制自身的消融。基于在中国西部寒冷地区，特别是在上黑河流域（UHR）获得的10年观测数据，创建了一种新的冷冻圈水文模型（CBHM），以评估冰冻圈变化对UHR流量的影响。在过去50年中，由于降雨、降雪和冰川径流的增加，中国西部寒冷地区的河流径流总体上呈现上升趋势。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the VG1000 gradient observation system utilize high precision data collection methods for meteorological variables in the Hulu catchment?",
                "QuestionCn": "VG1000梯度观测系统是否在Hulu流域利用高精度数据收集方法来测量气象变量？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are long-term standard meteorological field manual observations conducted for validation purposes in the Hulu catchment?",
                "QuestionCn": "在Hulu流域是否进行长期标准气象场手册观测以用于验证目的？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Is there a continuous stream-gauging station for monitoring total discharge at the catchment outlet since 2009?",
                "QuestionCn": "自2009年以来，是否有一个连续的水流测量站用于监测集水区出口的总排放量？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Are soil water infiltration measurements more accurately performed with a single-ring infiltrometer, a double-ring infiltrometer, or the Hood infiltrometer?",
                "QuestionCn": "土壤水分渗透测量使用单环渗透仪、双环渗透仪还是胡德渗透仪更为准确？",
                "AnswerEn": "double-ring infiltrometer",
                "AnswerCn": "双环入渗仪",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the key meteorological variables monitored in the Hulu catchment area?",
                "QuestionCn": "在Hulu流域监测的关键气象变量有哪些？",
                "AnswerEn": "air temperature, relative humidity, wind speed and direction, four-component radiation, soil heat flux, land surface temperature, soil temperature, soil moisture, snow depth, precipitation amount",
                "AnswerCn": "空气温度，相对湿度，风速和风向，四分量辐射，土壤热通量，地表温度，土壤温度，土壤湿度，积雪深度，降水量",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Who is responsible for the long-term monitoring of meteorological data in the Hulu catchment?",
                "QuestionCn": "谁负责Hulu流域气象数据的长期监测？",
                "AnswerEn": "Automated Weather Stations",
                "AnswerCn": "自动气象站",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the LST observation sites located in relation to the Hulu-3 field?",
                "QuestionCn": "LST观测站点相对于Hulu-3场地的位置在哪里？",
                "AnswerEn": "around the Hulu-3 field",
                "AnswerCn": "围绕Hulu-3油田",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used for measuring snow depth in mountainous cryospheric regions?",
                "QuestionCn": "您能否提供一个用于测量山区冰冻圈地区雪深的数据收集方法的例子？",
                "AnswerEn": "An example of a data collection method used for measuring snow depth involves using six SR50A Sonic Ranging Sensors (Campbell Scientific Inc.) that measure snow depth synchronously with Automatic Weather Stations (AWS) in the Hulu catchment.",
                "AnswerCn": "一种用于测量雪深的数据收集方法涉及使用六个SR50A声波测距传感器（坎贝尔科学公司），这些传感器与Hulu流域的自动气象站（AWS）同步测量雪深。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a technique employed to monitor evapotranspiration in a cryospheric hydrological study?",
                "QuestionCn": "在冰冻圈水文研究中监测蒸散发的一种技术示例是什么？",
                "AnswerEn": "An example of a technique for monitoring evapotranspiration includes the use of two manual weighing microlysimeters, which were 40 cm in depth and 31.5 cm in diameter, installed with an electronic scale of 2 g (0.026 mm) precision. Additionally, five automatic microlysimeters (CHOICE-LYS40, T&D) were arranged in the same field as the AWS for precise measurements.",
                "AnswerCn": "监测蒸散发的一种技术包括使用两个手动称重微量天平，深度为40厘米，直径为31.5厘米，安装了精度为2克（0.026毫米）的电子秤。此外，还在与自动气象站（AWS）相同的田地中布置了五个自动微量天平（CHOICE-LYS40，T&D）以进行精确测量。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Can you describe an example of how soil water infiltration is measured in cryospheric hydrology research?",
                "QuestionCn": "您能否描述一个在冰冻圈水文学研究中如何测量土壤水渗透的例子？",
                "AnswerEn": "An example of measuring soil water infiltration involves using four methods, including a single-ring infiltrometer, a double-ring infiltrometer, a Hood infiltrometer (Hood IL-2700, Germany), and the ring cutter method. These methods were utilized in the Hulu-1 field to assess soil water infiltration and hydraulic conductivity.",
                "AnswerCn": "测量土壤水分渗透的一个例子涉及使用四种方法，包括单环渗透仪、双环渗透仪、Hood渗透仪（Hood IL-2700，德国）和环切法。这些方法在Hulu-1田地中用于评估土壤水分渗透和水力导 conductivity。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the essential meteorological variables monitored for understanding hydrological processes in alpine regions?",
                "QuestionCn": "在理解高山地区水文过程时，监测的基本气象变量包括：",
                "AnswerEn": "air temperature, relative humidity, wind speed and direction, four-component radiation, soil heat flux, land surface temperature, soil temperature, soil moisture, snow depth, precipitation amount",
                "AnswerCn": "空气温度、相对湿度、风速和风向、四分量辐射、土壤热通量、地表温度、土壤温度、土壤湿度、雪深、降水量",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the challenges associated with precipitation observations in remote cryospheric regions?",
                "QuestionCn": "在偏远冰冻圈地区，降水观测面临的挑战有哪些？",
                "AnswerEn": "remoteness, sparse observation networks, significant biases, errors",
                "AnswerCn": "偏远性、稀疏观测网络、显著偏差、错误",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many automatic weather stations (AWS) are used for long-term meteorological monitoring in the Hulu catchment?",
                "QuestionCn": "在Hulu流域中用于长期气象监测的自动气象站（AWS）有多少个？",
                "AnswerEn": "6",
                "AnswerCn": "6",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the total number of LST observation sites established around the Hulu-3 field?",
                "QuestionCn": "在Hulu-3油田周围建立的LST观测站总数是多少？",
                "AnswerEn": "14",
                "AnswerCn": "十四",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many total rain-weighing sensors are used for precipitation measurements in the Hulu catchment?",
                "QuestionCn": "在Hulu流域中用于降水测量的总雨量传感器数量是多少？",
                "AnswerEn": "6",
                "AnswerCn": "6",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of using an automatic weather station (AWS) in cryospheric hydrology studies?",
                "QuestionCn": "在冰冻圈水文学研究中使用自动气象站（AWS）的重要性是什么？",
                "AnswerEn": "In cryospheric hydrology studies, an automatic weather station (AWS) is significant for the long-term monitoring of meteorological variables such as air temperature, relative humidity, wind speed and direction, and radiation components. This data is crucial for understanding hydrological processes and the impacts of climate change on water resources in mountainous regions.",
                "AnswerCn": "在冰冻圈水文学研究中，自动气象站（AWS）对于长期监测气象变量如气温、相对湿度、风速和风向以及辐射成分具有重要意义。这些数据对于理解水文过程以及气候变化对山区水资源的影响至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges are associated with collecting cryospheric hydrology data in remote mountainous areas, and how are these challenges addressed?",
                "QuestionCn": "在偏远山区收集冰冻圈水文学数据面临哪些挑战，以及如何应对这些挑战？",
                "AnswerEn": "Challenges associated with collecting cryospheric hydrology data in remote mountainous areas include remoteness, sparse observations, and significant biases in precipitation data. These challenges are addressed by using advanced technology like AWS, infrared radiometers, and a combination of manual and automated measurements to ensure comprehensive data collection and reliability.",
                "AnswerCn": "在偏远山区收集冰冻圈水文学数据所面临的挑战包括偏远性、观测稀疏以及降水数据的显著偏差。这些挑战通过使用先进技术如自动气象站（AWS）、红外辐射计，以及手动和自动测量相结合的方法来解决，以确保数据收集的全面性和可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the similarities and differences in challenges faced when collecting data in remote alpine regions compared to data collection in urban environments?",
                "QuestionCn": "在偏远的高山地区收集数据与在城市环境中收集数据时面临的挑战有哪些相似之处和不同之处？",
                "AnswerEn": "Challenges in remote alpine regions include their remoteness and sparse observations, which lead to significant biases and errors in precipitation data. In contrast, urban environments might face challenges related to data interference from human activities and infrastructure. Both environments require tailored approaches to ensure data accuracy and reliability, but the specific challenges and solutions differ due to their unique conditions.",
                "AnswerCn": "偏远的高山地区面临的挑战包括其偏远性和稀疏的观测数据，这导致降水数据存在显著的偏差和错误。相比之下，城市环境可能面临与人类活动和基础设施相关的数据干扰问题。这两种环境都需要量身定制的方法来确保数据的准确性和可靠性，但由于其独特的条件，具体的挑战和解决方案有所不同。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the challenges in data collection for cryospheric hydrometeorology in alpine regions based on the observed biases and errors in precipitation data?",
                "QuestionCn": "根据观察到的降水数据中的偏差和错误，可以推断出在高山地区进行冰冻圈水文气象学数据收集所面临的挑战。",
                "AnswerEn": "Understanding changes in vulnerable alpine regions is challenging due to their remoteness and sparse observation networks, leading to significant biases and errors, especially in precipitation data.",
                "AnswerCn": "理解脆弱的高山地区的变化是具有挑战性的，因为这些地区偏远且观测网络稀疏，这导致了显著的偏差和错误，尤其是在降水数据方面。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do the various meteorological variables monitored by AWS improve our understanding of hydrological processes in mountainous regions?",
                "QuestionCn": "各种气象变量在自动气象站（AWS）监测下如何提高我们对山区水文过程的理解？",
                "AnswerEn": "The long-term monitoring of meteorological variables such as air temperature, relative humidity, wind speed, and soil moisture by AWS allows for a comprehensive understanding of hydrological processes, crucial for evaluating climate, cryosphere, and land cover impacts on mountainous hydrology.",
                "AnswerCn": "自动气象站（AWS）对气象变量如空气温度、相对湿度、风速和土壤湿度的长期监测，使我们能够全面理解水文过程，这对于评估气候、冰冻圈和地表覆盖对山区水文的影响至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does the integration of manual and automatic methods for measuring meteorological variables indicate about the reliability and accuracy of data collection techniques in this domain?",
                "QuestionCn": "手动和自动方法结合测量气象变量表明了该领域数据收集技术的可靠性和准确性。",
                "AnswerEn": "The integration suggests a strategy to enhance the reliability and accuracy of data collection, combining the detailed observations from manual methods with the continuous data from automatic systems to mitigate potential errors and biases.",
                "AnswerCn": "该整合建议了一种策略，以增强数据收集的可靠性和准确性，结合手动方法的详细观察与自动系统的连续数据，以减轻潜在的错误和偏差。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the significant biases and errors in precipitation observations in remote and sparsely observed regions?",
                "QuestionCn": "导致偏远和稀疏观测地区降水观测中显著偏差和错误的原因是什么？",
                "AnswerEn": "Precipitation observations in remote and sparsely observed regions are beset with significant biases and errors due to the challenges of accessing these areas, the limitations of observation equipment, and the variability of precipitation patterns that are difficult to capture accurately with sparse data points.",
                "AnswerCn": "在偏远和观测稀少的地区，降水观测受到显著的偏差和误差的困扰，这主要是由于进入这些地区的挑战、观测设备的局限性以及降水模式的变异性，这些因素使得用稀疏的数据点准确捕捉降水变得困难。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What could be the implications for hydrological model development if long-term continuous soil parameter data are not integrated with AWS data?",
                "QuestionCn": "如果长期连续的土壤参数数据未与自动气象站（AWS）数据整合，可能对水文模型的发展产生以下影响：",
                "AnswerEn": "If long-term continuous soil parameter data are not integrated with AWS data, it could lead to less accurate hydrological models that fail to capture the complexity of soil-vegetation-atmosphere interactions. This omission could result in models that do not accurately reflect the influence of soil moisture and temperature dynamics on evapotranspiration and groundwater recharge, potentially leading to inaccurate predictions of streamflow and water availability in mountainous regions.",
                "AnswerCn": "如果长期连续的土壤参数数据未与自动气象站（AWS）数据整合，可能会导致水文模型的准确性降低，无法捕捉土壤-植被-大气相互作用的复杂性。这种遗漏可能导致模型无法准确反映土壤湿度和温度动态对蒸散发和地下水补给的影响，从而可能导致对山区流量和水资源可用性的预测不准确。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the purpose of collecting long-term meteorological and hydrological data using various instruments in alpine regions?",
                "QuestionCn": "在高山地区收集长期气象和水文数据的目的是什么？",
                "AnswerEn": "The goal is to obtain comprehensive observation data about environmental factors to determine the hydrological processes in a mountainous region and to evaluate the effects of climate, cryosphere, and land cover changes on mountainous hydrology and water resources in the lower arid regions.",
                "AnswerCn": "目标是获取关于环境因素的全面观测数据，以确定山区的水文过程，并评估气候、冰冻圈和土地覆盖变化对山区水文和下游干旱地区水资源的影响。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methods are employed to ensure the accuracy and reliability of meteorological data collected in remote alpine environments?",
                "QuestionCn": "在偏远的高山环境中，确保气象数据的准确性和可靠性采用了哪些方法？",
                "AnswerEn": "Meteorological data in remote alpine environments are collected using long-term monitoring at Automatic Weather Stations (AWS) for variables such as air temperature, relative humidity, wind speed and direction, and soil moisture. Manual observations at Standard Meteorological Fields (SMF) are conducted to reference the AWS data. Precipitation measurements are synchronized with AWS and employ various sensors and gauges to mitigate biases and errors.",
                "AnswerCn": "在偏远高山环境中，气象数据通过自动气象站（AWS）进行长期监测，收集的变量包括气温、相对湿度、风速和风向以及土壤湿度。标准气象观测场（SMF）进行手动观测，以参考AWS数据。降水量测量与AWS同步，并采用各种传感器和雨量计以减少偏差和误差。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How are cryospheric changes and their effects on hydrology assessed using the data collection techniques available?",
                "QuestionCn": "如何评估冰冻圈变化及其对水文的影响，使用可用的数据收集技术？",
                "AnswerEn": "Cryospheric changes are assessed using comprehensive observation data that includes the monitoring of snow depth, streamflow, and soil parameters. Instruments like Sonic Ranging Sensors for snow depth and stream-gauging stations for discharge measurement are used. Long-term soil data collection and standard meteorological observations help evaluate the hydrological processes and the effects of cryosphere changes.",
                "AnswerCn": "冰冻圈变化的评估依赖于综合观测数据，包括对雪深、河流流量和土壤参数的监测。使用声波测距传感器来测量雪深，以及流量测量站来监测排水量。长期的土壤数据收集和标准气象观测有助于评估水文过程及冰冻圈变化的影响。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the procedural steps for integrating various data collection methods to develop a distributed hydrological model in a mountainous region?",
                "QuestionCn": "在山区开发分布式水文模型的过程中，整合各种数据收集方法的程序步骤如下：",
                "AnswerEn": "Developing a distributed hydrological model involves integrating diverse data collection methods such as long-term meteorological observations, soil parameter monitoring, and streamflow measurements. This includes using AWS for continuous data, manual observations for validation, and employing hydrological modeling techniques to simulate the effects of climate, vegetation, and cryospheric changes on water resources.",
                "AnswerCn": "开发分布式水文模型涉及整合多种数据收集方法，如长期气象观测、土壤参数监测和流量测量。这包括使用AWS进行连续数据收集，手动观测用于验证，以及采用水文建模技术模拟气候、植被和冰冻圈变化对水资源的影响。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methods enable the integration of cryospheric changes into hydrological models for improved water resource management in alpine regions?",
                "QuestionCn": "哪些方法能够将冰冻圈变化纳入水文模型，以改善高山地区的水资源管理？",
                "AnswerEn": "A suitable distributed hydrological model including cryospheric hydrology is needed in mountainous areas to assess the impacts of cryospheric changes on streamflow and water resources in arid regions.",
                "AnswerCn": "在山区需要一个合适的分布式水文模型，包括冰冻圈水文学，以评估冰冻圈变化对干旱地区径流和水资源的影响。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "How do advancements in automated weather stations facilitate the long-term monitoring of meteorological variables in remote alpine catchments?",
                "QuestionCn": "自动气象站的进步如何促进对偏远高山集水区气象变量的长期监测？",
                "AnswerEn": "Each AWS features the long-term monitoring of variables like air temperature, relative humidity, wind speed and direction, four-component radiation, soil heat flux, land surface temperature, soil temperature, soil moisture, snow depth, and precipitation amount, enabling comprehensive data collection in remote areas.",
                "AnswerCn": "每个AWS（自动气象站）长期监测变量，如空气温度、相对湿度、风速和风向、四组辐射、土壤热通量、地表温度、土壤温度、土壤湿度、雪深和降水量，从而在偏远地区实现全面的数据收集。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why is it challenging to obtain accurate precipitation observations in mountainous cryospheric regions?",
                "QuestionCn": "在山区冰冻圈地区获取准确的降水观测数据是具有挑战性的。",
                "AnswerEn": "Understanding changes in vulnerable regions like mountainous cryospheric areas poses significant challenges due to their remoteness and sparse observations. Precipitation observations are still beset with significant biases and errors.",
                "AnswerCn": "理解像山区冰冻圈地区这样的脆弱区域的变化面临着重大挑战，因为它们的偏远和稀疏的观测。降水观测仍然存在显著的偏差和错误。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might integrating cryospheric hydrology into hydrological models be crucial for understanding water resources in alpine regions?",
                "QuestionCn": "将冰冻圈水文学整合到水文模型中，对于理解高山地区的水资源至关重要，原因如下：",
                "AnswerEn": "A suitable distributed hydrological model including cryospheric hydrology is needed in mountainous areas to evaluate the effects of climate, cryosphere, and land cover changes on mountainous hydrology and water resources in lower arid regions. This integration is crucial to assess the impacts of cryospheric changes on streamflow and water balance.",
                "AnswerCn": "在山区需要一个合适的分布式水文模型，包括冰冻圈水文学，以评估气候、冰冻圈和土地覆盖变化对山区水文和下游干旱地区水资源的影响。这种整合对于评估冰冻圈变化对径流和水量平衡的影响至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are the potential challenges in collecting meteorological data in alpine regions, and how can these challenges be addressed?",
                "QuestionCn": "在高山地区收集气象数据可能面临的挑战有哪些，以及如何应对这些挑战？",
                "AnswerEn": "Understanding changes in alpine regions poses significant challenges due to their remoteness and sparse observations. Precipitation observations are particularly prone to biases and errors. Addressing these challenges may involve enhancing the spatial distribution of observational networks, using advanced technologies like AWS and EC systems, and integrating manual observations with automated systems for comprehensive data collection.",
                "AnswerCn": "理解高山地区的变化面临重大挑战，因为这些地区偏远且观测稀少。降水观测尤其容易受到偏差和错误的影响。应对这些挑战可能涉及增强观测网络的空间分布，使用先进技术如自动气象站（AWS）和气象数据采集系统（EC），以及将人工观测与自动系统相结合，以实现全面的数据收集。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How might the current methods of monitoring soil moisture and temperature in alpine regions be improved to enhance data accuracy and reliability?",
                "QuestionCn": "如何改进当前在高山地区监测土壤湿度和温度的方法，以提高数据的准确性和可靠性？",
                "AnswerEn": "Current methods involve using AWS for continuous monitoring and soil parameter data collection in soil pits. To improve data accuracy and reliability, employing more advanced sensors with higher precision and incorporating remote sensing technologies could provide more comprehensive spatial coverage and finer temporal resolution of soil moisture and temperature data.",
                "AnswerCn": "当前的方法涉及使用AWS进行土壤坑的持续监测和土壤参数数据收集。为了提高数据的准确性和可靠性，采用更先进的高精度传感器，并结合遥感技术，可以提供更全面的空间覆盖和更细的时间分辨率的土壤湿度和温度数据。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What evaluation can be made regarding the effectiveness of using multiple observation sites with different elevations and aspects for LST data collection in mountainous regions?",
                "QuestionCn": "关于在山区使用不同海拔和方位的多个观测点进行地表温度（LST）数据收集的有效性，可以做出以下评估。",
                "AnswerEn": "The use of multiple observation sites with varying elevations and aspects is effective in capturing the diverse microclimates within mountainous terrains. This approach allows for a more detailed understanding of how factors like elevation and aspect influence LST, which is essential for accurately modeling and predicting climatic and environmental changes in these regions.",
                "AnswerCn": "在山区地形中，使用多个不同海拔和方位的观测点能够有效捕捉多样的微气候。这种方法使我们能够更详细地理解海拔和方位等因素如何影响地表温度（LST），这对于准确建模和预测这些地区的气候和环境变化至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I can’t make sense of why measuring precipitation in these mountainous areas is so challenging.",
                "QuestionCn": "我无法理解为什么在这些山区测量降水量如此具有挑战性。",
                "AnswerEn": "The challenges in measuring precipitation in mountainous areas stem from significant biases and errors due to the remote location and sparse observations. Precipitation measurements are enhanced using various instruments like pit gauges, DFIR gauges, and rain-weighing sensors synchronized with AWS to improve accuracy.",
                "AnswerCn": "在山区测量降水的挑战源于由于偏远位置和稀疏观测导致的显著偏差和误差。通过使用各种仪器，如坑式雨量计、DFIR雨量计和与自动气象站（AWS）同步的称重雨量传感器，来提高降水测量的准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore and summarize the various data collection methods utilized in monitoring meteorological variables in mountainous regions.",
                "QuestionCn": "请探讨并总结在山区监测气象变量时使用的各种数据收集方法。",
                "AnswerEn": "The data collection methods include the use of AWS for long-term monitoring of meteorological variables such as air temperature, humidity, wind speed, and radiation. Manual observations were conducted for reference to AWS data. Specialized equipment like the SI-111 infrared radiometer and EC150 system were used for specific measurements like land surface temperature and evapotranspiration. Groundwater and snow depth monitoring were achieved through cluster wells and SR50A Sonic Ranging Sensors, respectively.",
                "AnswerCn": "数据收集方法包括使用自动气象站（AWS）对气象变量进行长期监测，如空气温度、湿度、风速和辐射。为了参考自动气象站数据，进行了手动观测。使用SI-111红外辐射计和EC150系统等专用设备进行特定测量，如地表温度和蒸散发。通过集群井和SR50A声波测距传感器实现地下水和雪深的监测。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please identify and describe the challenges faced in collecting precipitation data in remote alpine regions.",
                "QuestionCn": "请识别并描述在偏远高山地区收集降水数据所面临的挑战。",
                "AnswerEn": "Challenges in collecting precipitation data include significant biases and errors in observations due to the remoteness and sparse distribution of monitoring stations. Precipitation intercomparisons were conducted using pit gauges and DFIR gauges. Additionally, precipitation was measured with rain-weighing sensors synchronized with AWS, highlighting difficulties in achieving accurate and representative data collection.",
                "AnswerCn": "收集降水数据的挑战包括由于监测站的偏远和稀疏分布而导致的观察结果中的显著偏差和错误。使用坑式雨量计和DFIR雨量计进行了降水比较。此外，使用与自动气象站（AWS）同步的称重雨量传感器测量降水，突显了实现准确和具有代表性的数据收集的困难。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}