{
    "id": "6afbd667-7aad-49c9-bf89-b67c67eb7d11",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Early Jurassic LA-ICP-MS  data set  in Hailar basin (190-180Ma)",
            "titleCn": "海拉尔盆地早侏罗世LA-ICP-MS年龄数据集（190-180Ma）",
            "description": "This data belongs to U-Pb geochronology data of Hailaer Basin in eastern China, including Pb, 232Th, 238U contents, 207Pb / 206Pb, 207Pb / 235U, 206Pb / 238U ratios and errors, 207Pb / 235U, 206Pb / 238U ages and errors, etc. The data belongs to LA-ICP-MS data, and the precision and accuracy meet the research requirements. The results of geochronology data play an important role in the establishment of Mesozoic stratigraphic framework in Hailaer basin, which lays a good foundation for the Mesozoic tectonic evolution and basin analysis in this area, and has a good application prospect.",
            "descriptionCn": "本数据属于中国东部地区海拉尔盆地的U-Pb年代学数据，包括Pb、232Th、238U的含量，207Pb/206Pb，207Pb/235U，206Pb/238U比值及误差，207Pb/235U，206Pb/238U年龄及误差数据等。锆石U-Pb定年在中国科学院地质与地球物理研究所ICM-MS实验室完成，采用(GeoLas-HD, 193nm波长)和四极ICP-MS(Agilent 7900)的激光烧蚀-电感耦合等离子体质谱仪进行了锆石的U-Pb定年。激光频率为5Hz, 光束尺寸为30μm。使用国际标样91500作为年龄计算的外部校准标准.  使用GJ-1，SA01进行同位素比值监测. 用Glitter计算了U-Pb同位素比值, 并用ComPb Corr#3-18校正了普通Pb年龄小于1000mA的颗粒的年龄是基于其206Pb/208U比值。排除了>10%或<–5%不一致的分析。分析可接受的不一致性和精度列于。谐和年龄和平均年龄的计算使用ISOPLOT软件。平均年龄的不确定性为2σ，个体分析报告为1σ。数据已经发表在Geilogical Journal，数据真实可靠。年代学数据结果对于海拉尔盆地中生代地层格架的建立具有非常重要的作用，为该区中生代构造演化和盆地分析奠定了很好的基础，具有很好的应用前景。",
            "instructions": "The chronological data is stored in Excel, and the name of the file is \"UPB geochronology data in Hailar base. Xlsx\". Usage: the data is in xlsx file format, which can be opened directly by Excel.",
            "instructionsCn": "年代学数据以Excel表格存储，文件的名称为UPb- Geochronology data in Hailar basin.xlsx\"。使用方法：该数据为xlsx文件格式，可以用Excel直接打开。",
            "east": 125.0,
            "west": 115.0,
            "south": 40.0,
            "north": 50.0,
            "startTime": "2021-06-01 00:00:00",
            "endTime": "2021-07-31 11:59:59",
            "fileSize": 45119.0,
            "cstr": "18406.11.Geo.tpdc.271540",
            "doi": "10.11888/Geo.tpdc.271540",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "朱吉昌",
                "nameEn": "ZHU Jichang",
                "unitEn": "",
                "unitCn": "中国科学院地质与地球物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Decoding stratigraphic evolution of the Hailar Basin: Implications for the late Mesozoic tectonics of NE China",
                "referenceCn": null,
                "referenceEn": "Zhu, J.C., Meng, Q.R., Feng, Y.L., Yuan, H.Q., Wu, F.C., Wu, H.B., Wu, G.L.,& Zhu, R.X.(2020). Decoding stratigraphic evolution of the Hailar Basin: Implications for the late Mesozoic tectonics of NE China. Geologica Jounal, 55, 1750-1762."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地质灾害",
                "nameEn": "Geologic Hazard"
            },
            {
                "nameCn": "大地构造",
                "nameEn": "Tectonics"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "海拉尔",
                "keywordEn": "Hailar"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "中生代",
                "keywordEn": "Mesozoic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics and methodological approaches used in U-Pb zircon dating within a dataset focusing on Early Jurassic periods?",
                "QuestionCn": "在一个关注早侏罗纪时期的数据集中，U-Pb锆石定年所使用的具体特征和方法论包括：",
                "AnswerEn": "LA-ICP-MS, GeoLas-HD, 193nm wavelength, Agilent 7900 quadrupole ICP-MS, 5Hz laser frequency, 30μm beam size, external calibration, international standard 91500, isotopic ratio monitoring, standards GJ-1, SA01, Glitter software, common Pb age correction, ComPb Corr#3-18, 206Pb/208U ratio, >10% or <–5% discordance exclusion, Concordia ages, average ages, ISOPLOT software, 2σ average age uncertainties, 1σ individual analyses uncertainties",
                "AnswerCn": "LA-ICP-MS，GeoLas-HD，193nm 波长，Agilent 7900 四极杆 ICP-MS，5Hz 激光频率，30μm 光斑尺寸，外部校准，国际标准 91500，同位素比监测，标准 GJ-1，SA01，Glitter 软件，普通铅年龄校正，ComPb Corr#3-18，206Pb/208U 比率，>10% 或 <–5% 不一致性排除，Concordia 年龄，平均年龄，ISOPLOT 软件，2σ 平均年龄不确定性，1σ 个别分析不确定性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many isotopic ratios are measured in a dataset involving U-Pb dating in the Hailar Basin?",
                "QuestionCn": "在涉及海拉尔盆地的铀-铅（U-Pb）定年的数据集中，测量了多少个同位素比率？",
                "AnswerEn": "3",
                "AnswerCn": "3",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'U-Pb isotopic dating' mean in the context of geological data collection?",
                "QuestionCn": "在地质数据收集的背景下，“U-Pb同位素定年”指的是一种利用铀（U）和铅（Pb）同位素的比率来确定岩石或矿物年龄的技术。",
                "AnswerEn": "U-Pb isotopic dating is a method of determining the age of zircon crystals in geological samples by measuring the ratios of uranium to lead isotopes. This process is conducted using laser ablation-inductively coupled plasma mass spectrometry (LA-ICP-MS) to analyze the isotopic composition. The method involves using specific equipment like a GeoLas-HD laser and Agilent 7900 quadrupole ICP-MS, with international standards such as 91500 for external calibration and GJ-1, SA01 for isotope ratio monitoring. The data provide age estimates that are crucial for constructing geological frameworks and understanding tectonic evolution.",
                "AnswerCn": "U-Pb同位素定年是一种通过测量铀与铅同位素的比率来确定地质样品中锆石晶体年龄的方法。该过程使用激光剥蚀-感应耦合等离子体质谱（LA-ICP-MS）来分析同位素组成。该方法涉及使用特定设备，如GeoLas-HD激光器和Agilent 7900四极杆ICP-MS，并使用国际标准如91500进行外部校准，以及GJ-1、SA01进行同位素比率监测。这些数据提供的年龄估计对于构建地质框架和理解构造演化至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can the U-Pb isotopic ratios and age discrepancies in a dataset reveal about the geological history and tectonic evolution of a region like the Hailar Basin during the Early Jurassic period?",
                "QuestionCn": "U-Pb同位素比率和数据集中的年龄差异可以揭示像海拉尔盆地这样的地区在早侏罗世时期的地质历史和构造演化。",
                "AnswerEn": "The U-Pb isotopic ratios and age discrepancies provide critical insights into the geological history and tectonic evolution by allowing researchers to establish a chronological framework for sediment deposition and magmatic events. These data help infer the timing and nature of tectonic activities, such as basin formation, sedimentation rates, and magmatic intrusions, which are pivotal for understanding the Mesozoic structural evolution of the Hailar Basin.",
                "AnswerCn": "U-Pb同位素比率和年龄差异为地质历史和构造演化提供了重要的见解，使研究人员能够建立沉积和岩浆事件的时间框架。这些数据有助于推断构造活动的时间和性质，例如盆地形成、沉积速率和岩浆侵入，这对于理解海拉尔盆地的中生代构造演化至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges of ensuring accurate U-Pb dating using LA-ICP-MS in geological studies of early Jurassic deposits?",
                "QuestionCn": "确保在早侏罗纪沉积物的地质研究中使用激光剥蚀-电感耦合等离子体质谱法（LA-ICP-MS）进行准确的U-Pb定年面临的挑战的因素有哪些？",
                "AnswerEn": "Accurate U-Pb dating using LA-ICP-MS can be challenged by factors such as the precision of the laser ablation process, the calibration standards used, and the correction methods for common lead. In the field above, factors like the choice of international standards (e.g., 91500 for external calibration), the isotopic ratio monitoring with standards like GJ-1 and SA01, and the use of specific software for isotopic ratio calculation and age correction play critical roles. The exclusion criteria for analyses with >10% or <–5% discordance also contribute to ensuring accuracy. These elements are crucial for establishing reliable chronological frameworks for geological formations like those in the Hailar Basin.",
                "AnswerCn": "使用激光剥蚀-电感耦合等离子体质谱法（LA-ICP-MS）进行准确的U-Pb定年可能会受到激光剥蚀过程的精度、所用校准标准以及常铅修正方法等因素的挑战。在上述领域，国际标准的选择（例如，91500用于外部校准）、使用GJ-1和SA01等标准进行同位素比率监测，以及使用特定软件进行同位素比率计算和年龄修正等因素发挥着关键作用。对于分析结果的排除标准，如>10%或<-5%的不一致性，也有助于确保准确性。这些因素对于建立像海拉尔盆地这样的地质构造的可靠年代框架至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of obtaining U-Pb geochronological data using LA-ICP-MS for zircon dating in the context of understanding the Mesozoic tectonic evolution and basin analysis of the Hailar Basin?",
                "QuestionCn": "在理解海拉尔盆地的中生代构造演化和盆地分析的背景下，使用激光剥蚀-电感耦合等离子体质谱法（LA-ICP-MS）获得锆石U-Pb年代学数据的主要目标是什么？",
                "AnswerEn": "The primary objective is to establish a chronological framework for the Mesozoic stratigraphy in the Hailar Basin, which is crucial for understanding the tectonic evolution and basin analysis of this region during the Mesozoic era. The dataset provides reliable age information that supports geological analysis and has significant application prospects in reconstructing the area's tectonic and structural history.",
                "AnswerCn": "主要目标是建立海拉尔盆地的中生代地层的时间框架，这对于理解该地区在中生代时期的构造演化和盆地分析至关重要。该数据集提供了可靠的年龄信息，支持地质分析，并在重建该地区的构造和结构历史方面具有重要的应用前景。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in conducting U-Pb zircon dating using LA-ICP-MS for determining Mesozoic stratigraphic frameworks in geological basins?",
                "QuestionCn": "进行U-Pb锆石定年（LA-ICP-MS）以确定地质盆地中的中生代地层框架的程序步骤包括以下几个方面：",
                "AnswerEn": "The procedural steps involved in conducting U-Pb zircon dating using LA-ICP-MS include the following: First, zircon samples are prepared and placed in the LA-ICP-MS. The laser ablation process is performed using a GeoLas-HD with a 193nm wavelength at a frequency of 5Hz and a beam size of 30μm. The zircon U-Pb dating is conducted using a quadrupole ICP-MS (Agilent 7900). International standard 91500 is used for external calibration of age calculation, while GJ-1 and SA01 are utilized for monitoring isotope ratios. The U-Pb isotope ratios are calculated with Glitter software, and ComPb Corr#3-18 is used to correct for common Pb ages less than 1000Ma, based on the 206Pb/208U ratio. Analyses with inconsistencies greater than 10% or less than –5% are excluded. The harmonized ages and mean ages are calculated using ISOPLOT software, with average age uncertainty reported at 2σ and individual analysis at 1σ.",
                "AnswerCn": "进行U-Pb锆石定年（使用LA-ICP-MS）的程序步骤包括以下内容：首先，准备锆石样品并将其放置在LA-ICP-MS中。激光烧蚀过程使用GeoLas-HD进行，波长为193nm，频率为5Hz，光束尺寸为30μm。锆石U-Pb定年使用四极杆ICP-MS（Agilent 7900）进行。国际标准91500用于外部校准年龄计算，而GJ-1和SA01用于监测同位素比率。U-Pb同位素比率使用Glitter软件计算，ComPb Corr#3-18用于修正小于1000Ma的共铅年龄，基于206Pb/208U比率。对于不一致性大于10%或小于-5%的分析结果将被排除。使用ISOPLOT软件计算和谐年龄和平均年龄，平均年龄的不确定性以2σ报告，单个分析以1σ报告。",
                "Level": "C3(Applying)"
            }
        ]
    }
}