{
    "id": "6be54190-4a88-49bd-afbd-53aaed30b8c0",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Data set of resource and environment carrying index along the Silk Road (2015)",
            "titleCn": "丝绸之路沿线地区资源环境承载指数数据集（2015）",
            "description": "Quantitative evaluation and comprehensive measurement of resource and environment carrying capacity is the key technical link of resource and environment carrying capacity research from classification to synthesis. Based on the evaluation of the suitability of human settlements, the limitation of resource carrying capacity and socio-economic adaptability, and according to the research idea and technical route of \"suitability zoning restrictive classification adaptability classification warning classification\", a three-dimensional tetrahedral model for the comprehensive evaluation of resource and environmental carrying capacity with balanced significance is constructed. Based on the 10km grid, a comprehensive study on the resource and environment carrying capacity was carried out, and the resource and environment carrying capacity index of the areas along the silk road was quantitatively simulated. Taking 1 as the equilibrium significance, it provided support for the comprehensive evaluation of the resource and environment carrying capacity of the areas along the silk road.",
            "descriptionCn": "资源环境承载力定量评价与综合计量是资源环境承载力研究由分类走向综合的关键技术环节。在人居环境适宜性、资源承载限制性、社会经济适应性评价的基础上，依据“适宜性分区—限制性分类—适应性分等—警示性分级”的资源环境承载力由分类到综合的研究思路与技术路线，构建了具有平衡态意义的资源环境承载力综合评价的三维四面体模型。以10公里格网为基础，开展了资源环境承载能力综合研究，定量模拟了丝绸之路沿线地区资源环境承载指数，以1为平衡态意义，为丝绸之路沿线地区资源环境承载力综合评价提供支撑。",
            "instructions": "File naming: predi_ 20211202.tif\nReading method: it can be opened with ArcGIS. During reading, a grid format file will be generated. The displayed grid file is the graphic representation of the ASCII code file.",
            "instructionsCn": "文件命名：PREDI_20211202.tif\n读取方式：可用Arcgis打开，在读取过程中会生成grid格式的文件，所显示的grid文件就是该ASCII码文件的图形表达。",
            "east": 180.0,
            "west": -179.999988540844,
            "south": -10.916299999629,
            "north": 81.833700000371,
            "startTime": "2015-01-01 00:00:00",
            "endTime": "2015-12-31 11:59:59",
            "fileSize": 28254905.0,
            "cstr": "18406.11.HumanNat.tpdc.271893",
            "doi": "10.11888/HumanNat.tpdc.271893",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "封志明",
                "nameEn": "FENG Zhiming",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "游珍",
                "nameEn": "YOU Zhen",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "基于三维四面体模型的西藏资源环境承载力综合评价",
                "titleEn": null,
                "referenceCn": "封志明, 游珍, 杨艳昭, 施慧. (2021). 基于三维四面体模型的西藏资源环境承载力综合评价. 地理学报, 76(3), 645-662.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "人口",
                "nameEn": "Population"
            },
            {
                "nameCn": "土地资源",
                "nameEn": "Land Resources"
            },
            {
                "nameCn": "水资源",
                "nameEn": "Water Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "一带一路",
                "keywordEn": "One belt, one road"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2015",
                "keywordEn": "2015",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the resource and environmental carrying capacity comprehensive evaluation model utilized in the Silk Road region?",
                "QuestionCn": "丝绸之路地区资源与环境承载能力综合评价模型的特点是什么？",
                "AnswerEn": "three-dimensional tetrahedral model, 10-kilometer grid basis, balance state value of 1, human habitation suitability, resource carrying limitations, socio-economic adaptability",
                "AnswerCn": "三维四面体模型，10公里网格基础，平衡状态值为1，人类居住适宜性，资源承载限制，社会经济适应性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the numerical range or scale used for the resource environment carrying index along the Silk Road regions in a dataset?",
                "QuestionCn": "丝绸之路地区资源环境承载指数的数据集中使用的数值范围或尺度是什么？",
                "AnswerEn": "1",
                "AnswerCn": "1",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'resource environment carrying capacity' in the context of the Silk Road regions?",
                "QuestionCn": "在丝绸之路地区的背景下，“资源环境承载能力”是指一个地区在不导致环境退化的情况下，能够支持和维持其人口、经济活动和生态系统的能力。",
                "AnswerEn": "Resource environment carrying capacity refers to the ability of a region's environment to support human activities without significant negative impacts. In the context of the Silk Road regions, it involves the quantitative evaluation and comprehensive measurement of factors such as habitability, resource limitations, and socio-economic adaptability. The approach uses a three-dimensional tetrahedral model for comprehensive evaluation and quantifies the carrying capacity index on a 10-kilometer grid basis, providing insights into the balance of resource and environmental sustainability.",
                "AnswerCn": "资源环境承载能力是指一个地区环境支持人类活动的能力，而不会产生显著的负面影响。在丝绸之路地区的背景下，它涉及对可居住性、资源限制和社会经济适应性等因素的定量评估和综合测量。该方法采用三维四面体模型进行综合评估，并在10公里网格基础上量化承载能力指数，为资源与环境可持续性之间的平衡提供了洞察。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What underlying rules or principles can be inferred from the use of a three-dimensional tetrahedral model in evaluating the resource and environmental carrying capacity along the Silk Road regions?",
                "QuestionCn": "从使用三维四面体模型评估丝绸之路地区的资源和环境承载能力中，可以推断出哪些基本规则或原则？",
                "AnswerEn": "The use of a three-dimensional tetrahedral model implies an integrative approach, combining human habitat suitability, resource carrying constraints, and socio-economic adaptability assessments. It suggests a method that balances these factors to provide a comprehensive evaluation of carrying capacity, aiming to identify equilibrium states for sustainable development.",
                "AnswerCn": "使用三维四面体模型意味着一种综合方法，结合了人类栖息地适宜性、资源承载约束和社会经济适应性评估。它暗示了一种平衡这些因素的方法，以提供对承载能力的全面评估，旨在识别可持续发展的平衡状态。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors influence the choice of a 10-kilometer grid as a basis for quantifying resource and environmental carrying capacity along the Silk Road regions?",
                "QuestionCn": "影响选择10公里网格作为量化丝绸之路地区资源和环境承载能力基础的因素有哪些？",
                "AnswerEn": "The choice of a 10-kilometer grid for quantifying resource and environmental carrying capacity is likely influenced by the need for a balance between spatial resolution and computational feasibility. This grid size allows for detailed yet manageable data collection and modeling efforts, which are essential for conducting comprehensive research on resource and environmental carrying capacity in the diverse and extensive areas along the Silk Road. Additionally, such a grid size can provide a coherent framework for integrating various dimensions of data, such as human habitat suitability, resource constraints, and socio-economic adaptability, into a comprehensive evaluation model.",
                "AnswerCn": "选择10公里网格来量化资源和环境承载能力，可能受到空间分辨率与计算可行性之间平衡的影响。这个网格大小允许进行详细但可管理的数据收集和建模工作，这对于在丝绸之路沿线广泛而多样的区域进行全面的资源和环境承载能力研究至关重要。此外，这样的网格大小可以为整合各种数据维度提供一个一致的框架，例如人类栖息地适宜性、资源约束和社会经济适应能力，从而形成一个综合评估模型。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of implementing a three-dimensional tetrahedral model for comprehensive evaluation of resource and environmental carrying capacity along the Silk Road regions?",
                "QuestionCn": "实施三维四面体模型对丝绸之路地区资源和环境承载能力进行综合评估的潜在结果是什么？",
                "AnswerEn": "Implementing a three-dimensional tetrahedral model for comprehensive evaluation can lead to a more integrated understanding of the resource and environmental carrying capacities in the Silk Road regions. This approach allows for quantitative simulation of carrying capacity indices, potentially identifying areas with balanced states (index value of 1), and supporting comprehensive evaluations of carrying capacity. It can improve the accuracy of assessments by incorporating factors of human habitat suitability, resource restrictions, and socio-economic adaptability. This comprehensive understanding could inform policy and planning decisions, helping to manage resources sustainably along the Silk Road.",
                "AnswerCn": "实施三维四面体模型进行综合评估，可以更全面地理解丝绸之路地区的资源和环境承载能力。这种方法允许对承载能力指标进行定量模拟，潜在地识别出平衡状态（指标值为1）的区域，并支持对承载能力的综合评估。通过纳入人类栖息地适宜性、资源限制和社会经济适应性等因素，可以提高评估的准确性。这种全面的理解可以为政策和规划决策提供信息，帮助在丝绸之路沿线可持续管理资源。",
                "Level": "C6(Creating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of constructing a three-dimensional tetrahedral model for the comprehensive evaluation of resource and environmental carrying capacity along the Silk Road region?",
                "QuestionCn": "构建三维四面体模型的主要目标是对丝绸之路地区的资源和环境承载能力进行综合评估。",
                "AnswerEn": "The primary objective is to provide a balanced state evaluation of the resource and environmental carrying capacity by integrating suitability zoning, restriction classification, adaptability grading, and warning classification. This approach aims to quantitatively simulate the resource and environmental carrying index, supporting comprehensive assessments of carrying capacity in the Silk Road region.",
                "AnswerCn": "主要目标是通过整合适宜性分区、限制分类、适应性分级和预警分类，提供资源和环境承载能力的平衡状态评估。该方法旨在定量模拟资源和环境承载指数，支持丝绸之路地区承载能力的综合评估。",
                "Level": "C6(Creating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the key steps involved in constructing a comprehensive three-dimensional tetrahedral model for evaluating the resource and environmental carrying capacity along the Silk Road regions?",
                "QuestionCn": "构建一个全面的三维四面体模型，以评估丝绸之路地区的资源和环境承载能力的关键步骤包括：",
                "AnswerEn": "The construction of a comprehensive three-dimensional tetrahedral model for evaluating the resource and environmental carrying capacity involves several key steps. Firstly, it is based on the evaluation of human habitat suitability, resource carrying constraints, and socio-economic adaptability. The process follows a research approach that transitions from classification to integration, adhering to a methodology of 'suitability zoning—constraint classification—adaptability grading—warning grading.' This model is designed to provide a balanced-state meaning for the comprehensive evaluation of resource and environmental carrying capacity, using a 10-kilometer grid as the foundation. It quantitatively simulates the resource and environmental carrying index along the Silk Road regions, with the index value of 1 indicating a balanced state. This model supports the comprehensive evaluation of resource and environmental carrying capacity in these regions.",
                "AnswerCn": "构建一个全面的三维四面体模型以评估资源和环境承载能力涉及几个关键步骤。首先，它基于人类栖息地适宜性、资源承载约束和社会经济适应性的评估。该过程遵循从分类到整合的研究方法，遵循“适宜性分区—约束分类—适应性分级—预警分级”的方法论。该模型旨在为资源和环境承载能力的综合评估提供平衡状态的意义，以10公里网格为基础。它定量模拟丝绸之路地区的资源和环境承载指数，其中指数值为1表示平衡状态。该模型支持对这些地区资源和环境承载能力的综合评估。",
                "Level": "C6(Creating)"
            }
        ]
    }
}