{
    "id": "6bf96677-4211-4d30-af04-1af1499f1afd",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Spatial Gini coefficient of countries along the Belt and the Road based on night light data (2017 national scale)",
            "titleCn": "基于夜间灯光数据估算的“一带一路”沿线国家空间基尼系数(2017年国家尺度)",
            "description": "Based on the night light data from remote sensing, the research group used the method of Elvidge in 2009 and 2012 to reverse the incidence of poverty in the countries along the belt and the road. This data is comparable with Gini coefficient published by the World Bank and has the following four prominent advantages: (1) Computing units can be adjusted according to administrative boundaries, reflecting poverty disparities on the sub-regional scale of large countries that are difficult to achieve using statistic data; (2) The spatial Gini coefficient estimated based on night light data is less affected by subjective factors such as survey process, and is comparatively small. Objectively, and the comparability between countries is strong, which overcomes the difficult problem of unification between statistical calibers; (3) The survey and summary cycle limits the update speed at national and large sub-regional scales, while the method based on night light data estimation is convenient to update. (4) Night light data have many years of continuous interannual data from 1992 to 2017, which overcomes the difficulty of obtaining long time series indicators of poverty, such as the gap between the rich and the poor. In view of the above four outstanding advantages, the set of data can better support the research work and provide scientific data for finding out the basic situation of poverty along the \"The Belt and the Road\".",
            "descriptionCn": "基于夜间灯光数据，运用Elvidge在2009年和2012年提出的方法，反演出“一带一路”沿线国家的贫困发生率。该数据与世界银行等发布的基尼系数具有较强的可比性，具有以下四大突出优点：（1）计算单元可根据行政区边界调整，可反映统计上很难实现的大国次区域尺度上的贫困差距等；（2）基于夜间灯光数据估算的空间基尼系数受调查过程等主观因素影响较小，较为客观，且国家之间可比性强，克服了统计口径之间难以统一的难题；（3）调查及汇总周期限制了国家及大国次区域尺度上的更新速度，而基于夜间灯光数据估算的方法更新便捷。（4）因夜间灯光数据有1992-2017年多年连续的年际数据，克服了贫富差距等表征贫困的较长时间序列指标数据难以获取的困难。也正鉴于以上四大突出优点，该套数据集可以更好地支撑课题研究工作，并为摸清“一带一路”沿线国家贫困的基本状况提供科学数据。",
            "instructions": "In excel format, can be opened and analysed in Microsoft EXCEL software.",
            "instructionsCn": "Excel数据，可以用Excel软件打开查看和分析。",
            "east": 121.0,
            "west": 4.0,
            "south": 6.0,
            "north": 56.0,
            "startTime": "2018-01-06 00:00:00",
            "endTime": "2018-01-06 00:00:00",
            "fileSize": 16914.0,
            "cstr": "18406.11.Socioeco.tpdc.270511",
            "doi": "10.11888/Socioeco.tpdc.270511",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "张倩",
                "nameEn": "ZHANG Qian",
                "unitEn": "Institute of Geographical Sciences and Natural Resource Research, CAS",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "2017年“一带一路”沿线国家贫困指数数据集",
                "titleEn": null,
                "referenceCn": "张倩，张林秀. 2017年“一带一路”沿线国家贫困指数数据集.泛第三极空间大数据共享与集成平台. 2018.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "日地空间物理与天文",
                "nameEn": "Solar-Terrestrial Physics and Astronomy"
            }
        ],
        "themeList": [
            {
                "nameCn": "银河系",
                "nameEn": "Galactic System"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "泛第三极",
                "keywordEn": "Pan-Third pole"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2017",
                "keywordEn": "2017",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "全球AVHRR遥感植被春季返青期物候（1981-2013）",
                "titleEn": "The global AVHRR remote sensing vegetation phenology at peturning green stage in spring (1981-2003)"
            },
            {
                "titleCn": "“一带一路”地区生态承载力空间分布图（2015）",
                "titleEn": "Spatial distribution map of ecological carrying capacity in One Belt And One Road area in 2015"
            },
            {
                "titleCn": "中国湖泊数据集（1960s-2020）",
                "titleEn": "China lake dataset (1960s-2020)"
            },
            {
                "titleCn": "“一带一路”典型国家样地样点光谱特征（2015）",
                "titleEn": "Spectral characteristics of sample plots in typical countries along the belt (2015)"
            },
            {
                "titleCn": "“一带一路”沿线34个关键节点区域百米尺度GDP格网数据集（2015）",
                "titleEn": "100m Gridded datasets for Gross Domestic Product of 34 key nodes (2015)"
            },
            {
                "titleCn": "北极积雪面积比例时序数据（2000-2019）",
                "titleEn": "Time series data of snow area ratio in the Arctic (2000-2019)"
            },
            {
                "titleCn": "西亚地区荒漠化时空格局专题数据（1990-2018）",
                "titleEn": "Thematic data on desertification of Western Asia (1990-2008)"
            },
            {
                "titleCn": "欧亚大陆草地遥感三级分类图（2009）",
                "titleEn": "Classification map of grassland in Eurasia (2009)"
            },
            {
                "titleCn": "欧亚大陆温性草地类型时空变异图-中国内蒙古区域三级分类（2009）",
                "titleEn": "Spatiotemporal variation map of temperate grassland types in Eurasia- Inner Mongolia region three class classification (2009)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of datasets that estimate the spatial Gini coefficient using nighttime light data for countries along the Belt and Road Initiative?",
                "QuestionCn": "估计“一带一路”沿线国家空间基尼系数的夜间灯光数据集的特征是什么？",
                "AnswerEn": "adjustment of calculation units based on administrative boundaries, reliance on nighttime light data, strong comparability between countries, ease of updates, continuous annual data from 1992 to 2017",
                "AnswerCn": "基于行政边界的计算单位调整，依赖夜间灯光数据，国家间的强可比性，易于更新，1992年至2017年的连续年度数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the time span covered by the annual night-time light data used to estimate the spatial Gini coefficients for countries along the Belt and Road Initiative?",
                "QuestionCn": "用于估计“一带一路”沿线国家空间基尼系数的年度夜间灯光数据覆盖的时间跨度是多少？",
                "AnswerEn": "1992-2017",
                "AnswerCn": "1992-2017",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the use of night-time light data for estimating spatial Gini coefficients compare to traditional survey-based methods in terms of objectivity and comparability across countries?",
                "QuestionCn": "使用夜间灯光数据估算空间基尼系数与传统的基于调查的方法相比，在客观性和跨国可比性方面如何？",
                "AnswerEn": "The use of night-time light data for estimating spatial Gini coefficients is less influenced by subjective factors associated with survey processes, offering greater objectivity. Additionally, it provides strong comparability across countries, overcoming challenges associated with unifying statistical standards, which is a limitation often encountered in traditional survey-based methods.",
                "AnswerCn": "夜间灯光数据用于估算空间基尼系数时，受到的主观因素影响较小，从而提供了更大的客观性。此外，它在国家之间提供了强大的可比性，克服了传统基于调查的方法中常遇到的统一统计标准的挑战。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the underlying reasons for choosing night-time light data to estimate spatial Gini coefficients in countries along the Belt and Road Initiative?",
                "QuestionCn": "选择夜间灯光数据来估计“一带一路”沿线国家的空间基尼系数的潜在原因是什么？",
                "AnswerEn": "Night-time light data is chosen because it allows for the estimation of spatial Gini coefficients with minimal influence from subjective factors involved in survey processes, providing more objective and comparable data across countries. It also permits adjustments based on administrative boundaries to reflect poverty disparities at subnational levels and offers convenient updates due to its long-term annual data availability from 1992-2017, overcoming challenges in acquiring long time-series data for poverty indicators.",
                "AnswerCn": "夜间灯光数据之所以被选择，是因为它能够在调查过程中最小化主观因素的影响，从而更客观地估计空间基尼系数，并在各国之间提供可比的数据。它还允许根据行政边界进行调整，以反映子国家层面的贫困差异，并由于其自1992年至2017年的长期年度数据可用性，提供了方便的更新，克服了获取贫困指标长期时间序列数据的挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of using night-time light data to estimate spatial Gini coefficients in terms of data objectivity and comparability across different countries along the Belt and Road Initiative?",
                "QuestionCn": "使用夜间灯光数据估算空间基尼系数的潜在结果在数据客观性和“一带一路”沿线不同国家的可比性方面是什么？",
                "AnswerEn": "Using night-time light data to estimate spatial Gini coefficients results in greater objectivity and comparability across different countries, as it reduces the influence of subjective factors during the survey process and overcomes difficulties in unifying statistical standards.",
                "AnswerCn": "使用夜间灯光数据估算空间基尼系数可以提高不同国家之间的客观性和可比性，因为它减少了调查过程中主观因素的影响，并克服了统一统计标准的困难。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of using night-time light data to estimate spatial Gini coefficients for countries along the 'Belt and Road' initiative?",
                "QuestionCn": "使用夜间灯光数据估计“一带一路”倡议沿线国家的空间基尼系数的主要目的是为了评估这些国家的经济不平等和区域发展差异。",
                "AnswerEn": "The primary objective is to provide a more objective and comparable estimation of poverty rates across countries by minimizing subjective influences common in traditional survey methods, allowing for flexible adjustment of calculation units based on administrative boundaries, and offering a convenient method for updates due to the availability of long-term, continuous annual data from 1992 to 2017.",
                "AnswerCn": "主要目标是通过最小化传统调查方法中常见的主观影响，提供更客观和可比较的各国贫困率估计，允许根据行政边界灵活调整计算单位，并提供便捷的更新方法，因为从1992年到2017年有长期、连续的年度数据可用。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What is the process for estimating spatial Gini coefficients using nighttime light data to assess poverty rates along the Belt and Road countries, and what are the key advantages of this method over traditional statistical approaches?",
                "QuestionCn": "使用夜间灯光数据估计空间基尼系数以评估“一带一路”国家的贫困率的过程是什么？这种方法相较于传统统计方法的主要优势是什么？",
                "AnswerEn": "The process involves using nighttime light data to estimate spatial Gini coefficients by employing the methods proposed by Elvidge in 2009 and 2012. This approach has several key advantages: it allows for adjustable computation units based on administrative boundaries to reflect poverty disparities within large countries, reduces subjective influence from survey processes thus enhancing objectivity and comparability between countries, offers quicker updates than traditional survey methods due to the ease of processing nighttime light data, and leverages a continuous time series from 1992-2017 to overcome the challenge of acquiring long-term poverty indicators.",
                "AnswerCn": "该过程涉及使用夜间灯光数据通过采用Elvidge在2009年和2012年提出的方法来估算空间基尼系数。这种方法具有几个关键优势：它允许根据行政边界调整计算单位，以反映大国内部的贫困差异，减少调查过程中的主观影响，从而增强国家之间的客观性和可比性，提供比传统调查方法更快的更新，因为处理夜间灯光数据更为简便，并利用1992年至2017年的连续时间序列，克服获取长期贫困指标的挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What advancements in satellite imaging technology have enabled the use of nighttime light data to estimate spatial Gini coefficients effectively across countries along the Belt and Road Initiative?",
                "QuestionCn": "卫星成像技术的哪些进展使得在“一带一路”沿线国家有效利用夜间灯光数据来估算空间基尼系数成为可能？",
                "AnswerEn": "The use of nighttime light data, as described, leverages advancements in satellite imaging technology that provide continuous annual data from 1992 to 2017. This enables researchers to estimate spatial Gini coefficients with minimal subjective bias and strong comparability between countries, overcoming challenges like inconsistent statistical standards and slow update cycles associated with traditional survey methods.",
                "AnswerCn": "夜间灯光数据的使用利用了卫星成像技术的进步，提供了从1992年到2017年的连续年度数据。这使得研究人员能够在最小主观偏差和强可比性的基础上估算空间基尼系数，从而克服了传统调查方法中存在的不一致统计标准和更新周期缓慢等挑战。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}