{
  "id": "6c13ffe9-948b-4289-8d5c-477a0f5cd926",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochronology data set of granites in Hengduan Mountains (1995)",
      "titleCn": "横断山区花岗岩年代学数据集（1995）",
      "description": "This data set is a geochronological data set of granites in the Hengduan Mountain area, where granites are frequently intrusive and widely distributed, dating from the Precambrian Jinning period to the Cenozoic Himalayan Period.  From east to west, there are four rock belts, namely, kangdian ancient land, Ailaoshan-Jinshajiang, Lincang - Zuogong and Luxi - Tengchong, which are gradually changing from old to new.  The e study on the geological age of granitoids in the above rock belts mainly adopts potassium-argon dilution method and whole-rock rivet-strontium isochron age determination for some rock masses.  The original data of this data set is digitized from the book Granites Geochemistry in Hengduan Mountains. This data set provides data for the study of granite age in Hengduan Mountains and has reference value for the study of related fields.",
      "descriptionCn": "本数据集为横断山区花岗岩年代学数据集，横断山区花岗岩类侵入活动频繁，分布广泛，时代从前寒武纪晋宁期直到新生代喜马拉雅期。从东到西依次为康滇古陆、哀牢山-金沙江、临沧-左贡和潞西-腾冲等四条岩带，时代由老逐渐变新。以上各条岩带的花岗岩类同位素地质年龄研究，主要采用钾-氩稀释法和对部分岩体进行了全岩铆-锶等时线年龄测定。该数据集原始数据数字化自《横断山区花岗岩类地球化学》一书，本数据集对于研究横断山区花岗岩年代提供了数据，对于相关领域的研究具有参考价值。",
      "instructions": "The dataset is stored in Excel format and contains 17 workbooks, which respectively describe the potassium-argon dilution age of granite and rubidium and strontium isotope data of other rocks from different places in the Hengduan Mountains.",
      "instructionsCn": "该数据集以Excel格式存储，包含了17张工作簿，分别介绍了横断山区不同地方花岗岩类钾-氩稀释法年龄和其他岩石的铷、锶同位素数据。",
      "east": 104.5,
      "west": 96.33,
      "south": 24.67,
      "north": 34.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 40559.0,
      "cstr": "18406.11.SolidEar.tpdc.272648",
      "doi": "10.11888/SolidEar.tpdc.272648",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张玉泉",
        "nameEn": "ZHANG Yuquan ",
        "unitEn": "Guangzhou Institute of Geochemistry, Chinese Academy of Sciences",
        "unitCn": "中国科学院广州地球化学研究所"
      },
      {
        "nameCn": "谢应雯",
        "nameEn": "XIE Yingwen ",
        "unitEn": "Guangzhou Institute of Geochemistry, Chinese Academy of Sciences",
        "unitCn": "中国科学院广州地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "1995. 横断山区花岗岩类地球化学",
        "titleEn": null,
        "referenceCn": "中国科学院青藏高原综合科学考察队. (1995). 横断山区花岗岩类地球化学. 北京, 科学出版社.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "地质年代学",
        "nameEn": "Geochronology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "横断山区",
        "keywordEn": "Hengduan Mountains region"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1995",
        "keywordEn": "1995",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What are the common data collection methods used for determining the geological age of granites in the Hengduan Mountains?",
        "QuestionCn": "确定横断山脉花岗岩地质年龄的常见数据收集方法有哪些？",
        "AnswerEn": "potassium-argon dilution method, whole-rock rubidium-strontium isochron age determination",
        "AnswerCn": "钾-氩稀释法，全岩铷-锶等时线年龄测定。",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key characteristics of data collection methods used to determine isotopic geological ages of granite in the Hengduan Mountains?",
        "QuestionCn": "用于确定横断山脉花岗岩同位素地质年龄的数据收集方法的关键特征是什么？",
        "AnswerEn": "potassium-argon dilution method, whole-rock rubidium-strontium isochron dating",
        "AnswerCn": "钾-氩稀释法，全岩铷-锶等时线定年法",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many geological age determinations were conducted using the potassium-argon dilution method in a dataset related to granite isotopic studies?",
        "QuestionCn": "在与花岗岩同位素研究相关的数据集中，使用钾-氩稀释法进行的地质年龄测定有多少次？",
        "AnswerEn": "The original answer does not provide a specific numerical value for the number of geological age determinations conducted using the potassium-argon dilution method. Therefore, no refined answer can be extracted.",
        "AnswerCn": "原始答案没有提供使用钾-氩稀释法进行地质年代测定的具体数值。因此，无法提取出更精确的答案。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the '钾-氩稀释法' technique in the context of isotopic age determination for granite intrusions?",
        "QuestionCn": "在花岗岩侵入体的同位素年龄测定中，什么是“钾-氩稀释法”技术？",
        "AnswerEn": "The '钾-氩稀释法,' or potassium-argon dilution method, is a technique used in isotopic geochronology to determine the age of granite intrusions. This method involves measuring the ratio of radioactive potassium-40 to argon-40, a stable isotope, to calculate the time elapsed since the rock solidified. It is one of the primary methods used for dating geological formations, providing insights into the timing of granite intrusion activities in regions such as the 横断山区.",
        "AnswerCn": "“钾-氩稀释法”是一种用于同位素地质年代学的技术，用于确定花岗岩侵入体的年龄。该方法涉及测量放射性钾-40与稳定同位素氩-40的比率，以计算岩石固化以来经过的时间。这是用于测定地质构造年代的主要方法之一，为了解如横断山区等地区的花岗岩侵入活动的时序提供了重要信息。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods using potassium-argon dilution method compare with whole rock Rb-Sr isochron dating in terms of precision and applicability for studying granite isotopic geological ages?",
        "QuestionCn": "钾-氩稀释法的数据收集方法与整体岩石铷-锶同位素年代表征在精确度和适用性方面如何比较，以研究花岗岩的同位素地质年龄？",
        "AnswerEn": "The data collection methods using potassium-argon dilution and whole rock Rb-Sr isochron dating are both utilized for studying granite isotopic geological ages. Potassium-argon dilution is commonly used for its ability to date older geological periods, while Rb-Sr isochron dating can provide more detailed information about rock formation and history. Each method may vary in precision and applicability, with potassium-argon often being more suited for broader age ranges and Rb-Sr offering more refined age determinations for specific rock formations.",
        "AnswerCn": "钾-氩稀释法和全岩铷-锶同位素定年法都是用于研究花岗岩同位素地质年龄的数据收集方法。钾-氩稀释法因其能够对较古老的地质时期进行定年而被广泛使用，而铷-锶同位素定年法则可以提供有关岩石形成和历史的更详细信息。这两种方法在精确度和适用性上可能有所不同，钾-氩法通常更适合于较广泛的年龄范围，而铷-锶法则为特定岩石形成提供了更精细的年龄测定。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the use of potassium-argon dilution method and whole-rock rubidium-strontium isochron dating reveal about the geochronological characteristics and geological history of granitic rocks in the studied region?",
        "QuestionCn": "使用钾-氩稀释法和全岩铷-锶等时线定年可以揭示研究区域内花岗岩的地质年代特征和地质历史吗？",
        "AnswerEn": "The use of potassium-argon dilution method and whole-rock rubidium-strontium isochron dating can reveal the age and sequence of granitic rock formations in the region. These methods can help identify the timing of intrusive activities, ranging from the Precambrian Jinning period to the Cenozoic Himalayan period. This information is crucial for understanding the geological history and evolution of the granitic belts in the region, such as Kangdian ancient land, Ailao Mountain-Jinsha River, Lincang-Zuogong, and Luxi-Tengchong, which show a progression from older to younger ages.",
        "AnswerCn": "钾-氩稀释法和全岩铷-锶同位素断代法的使用可以揭示该地区花岗岩岩层的年龄和序列。这些方法有助于识别侵入活动的时间，从前寒武纪的晋宁期到新生代的喜马拉雅期。这些信息对于理解该地区花岗岩带的地质历史和演化至关重要，例如康滇古陆、哀牢山-金沙江、临沧-左贡和陆西-腾冲等地，显示出从古老到年轻的年龄演变。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the choice of isotopic dating methods, such as potassium-argon dilution or whole-rock rubidium-strontium isochron dating, in researching the geochronology of granitic intrusions in mountainous regions?",
        "QuestionCn": "在研究山区花岗岩侵入体的地质年代学时，选择同位素测年方法（如钾-氩稀释法或全岩铷-锶同位素线性图测年法）的因素包括哪些？",
        "AnswerEn": "The choice of isotopic dating methods in researching the geochronology of granitic intrusions is influenced by factors such as the age range being studied, the geological history of the region, and the specific characteristics of the rock samples. In the context of the Hengduan Mountains, the frequent and widespread granitic intrusions from different geological periods, ranging from the Precambrian to the Cenozoic, necessitate using methods like potassium-argon dilution and rubidium-strontium isochron dating to accurately determine the isotopic geological ages of the granitic rocks.",
        "AnswerCn": "在研究花岗岩侵入体的地质年代学时，选择同位素测年方法受到多个因素的影响，如研究的年龄范围、该地区的地质历史以及岩石样本的具体特征。在横断山脉的背景下，由于不同地质时期（从前寒武纪到新生代）频繁且广泛的花岗岩侵入，必须使用钾-氩稀释法和铷-锶同位素线性测年法等方法，以准确确定花岗岩的同位素地质年龄。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind creating a dataset on the geochronology of granites in the Hengduan Mountains, and how does it facilitate further research in geological studies?",
        "QuestionCn": "创建关于横断山脉花岗岩年代学的数据集的主要目标是什么，以及它如何促进地质研究的进一步研究？",
        "AnswerEn": "The objective is to provide data on the frequent and widespread granitic intrusions in the Hengduan Mountains, with ages ranging from the Precambrian Jinning period to the Cenozoic Himalayan period. This facilitates research by offering reference data for isotopic geological age studies using potassium-argon dilution and whole-rock Rb-Sr isochron dating methods, enhancing understanding of the region's geological evolution.",
        "AnswerCn": "目标是提供关于横断山脉中频繁和广泛的花岗岩侵入体的数据，其年龄范围从前寒武纪的晋宁期到新生代的喜马拉雅期。这为研究提供了参考数据，以便使用钾-氩稀释法和全岩铷-锶同位素定年法进行同位素地质年龄研究，从而增强对该地区地质演化的理解。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}