{
    "id": "6c48c63e-a733-4d64-aa13-0501cb5dcd84",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Permian detrital zircon data on the southwestern margin of the North China plate",
            "titleCn": "华北板块西南缘二叠系碎屑锆石数据",
            "description": "This data is the detrital zircon data of the upper Shihezi Formation of the middle and Late Permian on the southwest margin of the North China plate, which is the experimental data. More than 5kg sandstone samples were collected in the field. Zircon was separated from the samples and made targets by heavy liquid and magnetic separation technology. Single grain zircon LA-ICP-MS microanalysis was carried out in the State Key Laboratory of continental dynamics of Northwestern University. The sample collection, pretreatment and experimental process are carried out according to strict standards, and the data quality is reliable. The results show that the zircon ages range from 254 to 2700 Ma, and the main peak ages are ~ 320 Ma, ~ 1765 Ma and ~ 2495 Ma, respectively. Combined with the regional geological background and sedimentological data, it is considered that the peak age of ~ 320mA can come from the northern margin of the North China plate; This also suggests that the paleotopography of the upper Shihezi Formation was high in the north and low in the south. The provenance information reflected by the middle Late Permian detrital zircon data on the southwest margin of the North China plate can provide data support for reconstructing the paleogeography of the North China plate at that time.",
            "descriptionCn": "本数据为华北板块西南缘中晚二叠统上石盒子组碎屑锆石数据，该数据为实验数据。野外采集超过5kg砂岩标本，采用重液和磁性分离技术从样品中分离出锆石并制靶，在西北大学大陆动力学国家重点实验室进行单颗粒锆石 LA-ICP-MS 微区定年测试分析。样品采集、前处理以及实验过程均按照严格的标准进行，所获数据质量可靠。结果显示锆石年龄范围在254-2700Ma之间，主峰值年龄分别为~320Ma、~1765Ma和~2495Ma。结合区域地质背景以及沉积学数据认为~320Ma的峰值年龄可能源自华北板块北缘；这也暗示在上石盒子组时期古地形为北高南低。华北板块西南缘中-晚二叠世碎屑锆石数据反映的物源信息能够为重建华北板块当时的古地理提供数据支撑。",
            "instructions": "The chronological data is stored in Excel format. The sample name is \"zr-d\", where Zr represents the zircon name and D represents the sample number",
            "instructionsCn": "年代数据以Excel表格格式储存。样品名称为“ZR-d”其中，ZR代表锆石名称，d代表样品序数",
            "east": 115.0,
            "west": 100.0,
            "south": 30.0,
            "north": 40.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 101480.0,
            "cstr": null,
            "doi": "10.1016/j.gr.2020.07.008",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "梁积伟",
                "nameEn": "LIANG Jiwei",
                "unitEn": "",
                "unitCn": "长安大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "华北板块西南缘二叠系碎屑锆石数据",
                "titleEn": null,
                "referenceCn": null,
                "referenceEn": "Liang, J.W., Ma, X.J., & Tao, W.X. (2020). Detrital zircon U-Pb ages of Middle–Late Permian sedimentary rocks from the southwestern margin of the North China Craton: Implications for provenance and tectonic evolution. Gondwana Res. 88, 250–267."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "大地构造",
                "nameEn": "Tectonics"
            },
            {
                "nameCn": "碎屑锆石",
                "nameEn": "Detrital zircon"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原，华北板块",
                "keywordEn": "Tibet Plateau, North China Croton"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "晚古生代",
                "keywordEn": "Late Paleozoic",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "How many zircon samples were collected for the clastic zircon data from the Permian period at the southwestern margin of the North China Block?",
                "QuestionCn": "在华北块体西南边缘的二叠纪碎屑锆石数据中，共收集了多少个锆石样本？",
                "AnswerEn": "5 kg",
                "AnswerCn": "5公斤",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What inferences can be drawn about the geological history of a region based on the age distribution of detrital zircon samples collected using heavy liquid and magnetic separation techniques?",
                "QuestionCn": "根据使用重液和磁分离技术收集的碎屑锆石样本的年龄分布，可以推断出一个地区的地质历史。",
                "AnswerEn": "The age distribution of detrital zircon samples, ranging from 254-2700Ma with peaks at ~320Ma, ~1765Ma, and ~2495Ma, suggests potential sources for each age peak. The ~320Ma peak may indicate contributions from the northern margin of the North China Block, implying a paleotopography with a higher northern region and a lower southern region during the Upper Shihezi Formation period. This age distribution provides insights into the sedimentary provenance and assists in reconstructing the paleogeography of the North China Block during the Middle to Late Permian.",
                "AnswerCn": "碎屑锆石样品的年龄分布范围为254-2700Ma，峰值分别位于约320Ma、约1765Ma和约2495Ma，这表明每个年龄峰值的潜在来源。约320Ma的峰值可能表明来自华北块体北缘的贡献，这暗示在上石河子组时期，古地形呈现出北部地区较高而南部地区较低的特征。该年龄分布为沉积物来源提供了见解，并有助于重建华北块体在中晚二叠纪的古地理。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the reliability of data collected for analyzing detrital zircon ages in the Permian strata of the southwestern margin of the North China Plate?",
                "QuestionCn": "影响分析华北板块西南边缘二叠纪地层碎屑锆石年龄数据可靠性的因素有哪些？",
                "AnswerEn": "The reliability of data collected for analyzing detrital zircon ages in the Permian strata is ensured by adhering to strict standards throughout the sample collection, pre-treatment, and experimental processes. The use of techniques such as heavy liquid and magnetic separation for zircon extraction, followed by LA-ICP-MS micro-area dating analysis, contributes to the quality of the data. Additionally, the meticulous approach in the laboratory setting, specifically at the State Key Laboratory of Continental Dynamics at Northwest University, plays a significant role in achieving reliable results.",
                "AnswerCn": "为确保对二叠纪地层中碎屑锆石年龄分析所收集数据的可靠性，必须在样品采集、预处理和实验过程中遵循严格的标准。采用重液和磁选等技术进行锆石提取，随后进行激光剥蚀-电感耦合等离子体质谱（LA-ICP-MS）微区定年分析，这些都为数据的质量提供了保障。此外，西北大学大陆动力学国家重点实验室的实验室环境中的细致方法在获得可靠结果方面也起到了重要作用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using heavy liquid and magnetic separation techniques in the collection of detrital zircon samples from sedimentary rocks in terms of data reliability and geological interpretation?",
                "QuestionCn": "使用重液和磁选技术在沉积岩中收集碎屑锆石样品的后果是什么？在数据可靠性和地质解释方面有什么影响？",
                "AnswerEn": "Using heavy liquid and magnetic separation techniques allows for the isolation of zircon grains from sedimentary rock samples, which ensures the reliability of the data obtained. This method, combined with strict standards in sample collection, pre-treatment, and testing processes, results in data that are considered reliable. The accurate dating of zircon ages, ranging from 254-2700 Ma with main age peaks, provides insights into the provenance of the sediments, supporting geological interpretations such as the source of the ~320 Ma peak from the northern margin of the North China Plate and the paleotopography during the Upper Shihezi Formation period.",
                "AnswerCn": "使用重液和磁选技术可以从沉积岩样品中分离锆石颗粒，这确保了所获得数据的可靠性。这种方法结合严格的样品采集、预处理和测试过程的标准，产生的数据被认为是可靠的。锆石年龄的准确测定范围为254-2700百万年，主要年龄峰值提供了沉积物来源的见解，支持了地质解释，例如来自华北板块北缘的约320百万年峰值的来源以及上石河子组时期的古地形。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to use heavy liquid and magnetic separation techniques in the collection of clastic zircon data from sedimentary rock formations?",
                "QuestionCn": "在沉积岩层中收集碎屑锆石数据时，使用重液和磁分离技术的重要性是什么？",
                "AnswerEn": "These techniques are crucial for isolating zircon from sedimentary rock samples, ensuring the purity and quality of the zircon extracted for LA-ICP-MS micro-area dating analysis. This rigorous separation process is essential to produce reliable experimental data, which in turn supports the reconstruction of paleogeographic conditions and provenance analysis for the North China Plate's southwestern margin during the Middle to Late Permian period.",
                "AnswerCn": "这些技术对于从沉积岩样品中分离锆石至关重要，确保提取的锆石在进行LA-ICP-MS微区定年分析时的纯度和质量。这一严格的分离过程对于产生可靠的实验数据至关重要，这反过来又支持了对中晚二叠纪期间华北板块西南缘古地理条件和源流分析的重建。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in the collection and analysis of detrital zircon data from Permian clastic samples at the southwestern margin of the North China Plate?",
                "QuestionCn": "在北中国板块西南边缘的二叠纪碎屑样品中，收集和分析碎屑锆石数据的程序步骤包括：",
                "AnswerEn": "The procedural steps involved include field collection of over 5 kg sandstone specimens, separation of zircon using heavy liquid and magnetic separation techniques, and preparation of targets. Single grain zircon LA-ICP-MS micro-area dating tests and analyses are conducted at the State Key Laboratory of Continental Dynamics, Northwest University. The entire sample collection, preprocessing, and experimental process is carried out according to strict standards to ensure reliable data quality.",
                "AnswerCn": "程序步骤包括收集超过5公斤的砂岩标本，使用重液和磁选技术分离锆石，以及制备靶材。单颗粒锆石激光剥蚀-电感耦合等离子体质谱（LA-ICP-MS）微区定年测试和分析在西北大学大陆动力学国家重点实验室进行。整个样品收集、预处理和实验过程均按照严格标准进行，以确保数据质量的可靠性。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodological advancements enable the accurate separation and dating of detrital zircon samples in sedimentary rock studies?",
                "QuestionCn": "哪些方法学进展使得在沉积岩研究中能够准确分离和测定碎屑锆石样品的年龄？",
                "AnswerEn": "The use of heavy liquid and magnetic separation techniques enables the precise isolation of zircon from sedimentary rock samples. Additionally, LA-ICP-MS micro-area dating analysis provides accurate age determination of individual zircon grains, ensuring reliable data quality in detrital zircon studies.",
                "AnswerCn": "重液和磁分离技术的使用使得能够精确地从沉积岩样本中分离出锆石。此外，LA-ICP-MS微区定年分析提供了对单个锆石颗粒的准确年龄测定，确保了碎屑锆石研究中数据质量的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}