{
    "id": "6c861c24-0700-43ec-9164-6ad34b66e5f7",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The combined 1000 yr temperature reconstruction records derived from a stalagmite and tree rings (1000 A.D.-2000 A.D.)",
            "titleCn": "中国1000年石笋和树轮集成年平均温度重建数据（1000 A.D.-2000 A.D.）",
            "description": "The application of general circulation models (GCMs) can improve our understanding of climate forcing. In addition, longer climate records and a wider range of climate states can help assess the ability of the models to simulate climate differences from the present. First, we try to find a substitute index that combines the effects of temperature in different seasons and then combine it with the Beijing stalagmite layer sequence and the Qilian tree-ring sequence to carry out a large-scale temperature reconstruction of China over the past millennium. We then compare the results with the simulated temperature record based on a GCM and ECH-G for the past millennium. Based on the 31-year average, the correlation coefficient between the simulated and reconstructed temperature records was 0.61 (with P < 0.01). The asymmetric V-type low-frequency variation revealed by the combination of the substitute index and the simulation series is the main long-term model of China's millennium-scale temperature. Therefore, solar irradiance and greenhouse gases can account for most of the low-frequency variation. To preserve low-frequency information, conservative detrended methods were used to eliminate age-related growth trends in the experiment. Each tree-ring series has a negative exponential curve installed while retaining all changes.\nThe four fields of the combined 1000-yr (1000 AD-2000 AD) reconstructed temperature records derived from stalagmite and tree-ring archives (excel table) are as follows:\n1) Year\n2) Annual average temperature reconstruction\n3) Reconstructed temperature deviation\n4) Simulated temperature deviation",
            "descriptionCn": "通用环流模式（GCM）的应用可以提高我们对气候强迫的理解。此外，更长的气候记录跨越更广泛的气候状态有助于评估模型的技能，以模拟不同于现在的气候。首先试图找到一种结合不同季节温度影响的代用指标，然后结合北京石笋层序列和祁连树轮序列，在过去的千年里对中国进行大规模的温度重建，与基于GCM的ECH-G模拟中国千年温度记录进行比较。基于31年的平均值（超过P＜0.01），模拟与重建温度记录的相关系数为0.61。由组合的代用指标和模拟系列所显示的不对称V型低频变化是中国上千年温度的主要长期模式，这表明太阳辐照度和温室气体可以解释低频变化的大部分。实验中为了保留低频信息，使用保守的去趋势方法消除与年龄有关的生长趋势。每个树环系列都安装了一个负指数曲线，同时保留所有的变化。\n1000年(公元1000年-公元2000年)石笋和树轮集成年平均温度重建数据（excel 表格）的字段包括（4个）：\n1）年份  \n2）年平均温度重建  \n3）重建温度偏差  \n4）模拟温度偏差",
            "instructions": "",
            "instructionsCn": "",
            "east": 111.2,
            "west": 73.45,
            "south": 20.9,
            "north": 49.36,
            "startTime": "1000-01-08 09:59:46",
            "endTime": "2001-01-07 08:00:00",
            "fileSize": 598230.0,
            "cstr": "18406.11.Paleoenv.tpdc.270625",
            "doi": "10.11888/Paleoenv.tpdc.270625",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "谭明",
                "nameEn": "TAN Ming",
                "unitEn": "",
                "unitCn": "中国科学院地质与地球物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Comparative analysis between a proxy-based climate reconstruction and GCM-based simulation of temperatures over the last millennium in China",
                "referenceCn": null,
                "referenceEn": "MING TAN,XUEMEI SHAO,JIAN LIU,BINGGUI CAI.Comparative analysis between a proxy-based climate reconstruction and GCM-based simulation of temperatures over the last millennium in China.JOURNAL OF QUATERNARY SCIENCE (2009) 24(5) 547–551.DOI: 10.1002/jqs.1298."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            },
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "古气候重建",
                "nameEn": "Paleoclimate Reconstruction"
            },
            {
                "nameCn": "树木年轮",
                "nameEn": "Tree rings"
            },
            {
                "nameCn": "树轮",
                "nameEn": "Tree-ring"
            },
            {
                "nameCn": "沉积物",
                "nameEn": "Sediments"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国西部",
                "keywordEn": "Western China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "公元1000年-公元2000年",
                "keywordEn": "1000-2000 AD",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Definition": [
            {
                "QuestionEn": "What does 'proxy indicator' mean in the context of climate data reconstruction?",
                "QuestionCn": "在气候数据重建的背景下，“代理指标”指的是用来间接推测气候条件或气候变化的指标。这些指标通常是通过自然记录（如树木年轮、冰芯、沉积物等）获得的，它们可以反映过去的气候状态。",
                "AnswerEn": "A proxy indicator in the context of climate data reconstruction refers to natural recorders such as tree rings and stalagmites that provide indirect evidence of past climate conditions, specifically temperature variations. These proxies are used to reconstruct historical climate data by analyzing the physical and chemical properties recorded over time.",
                "AnswerCn": "气候数据重建中的代理指标指的是自然记录器，如树木年轮和钟乳石，它们提供了过去气候条件的间接证据，特别是温度变化。这些代理指标通过分析随时间记录的物理和化学特性来重建历史气候数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods for temperature reconstructions using stalagmite sequences compare to those using tree ring sequences in terms of capturing seasonal temperature variations over the past millennium in China?",
                "QuestionCn": "温度重建中使用钟乳石序列的数据收集方法与使用树轮序列的方法在捕捉中国过去千年季节温度变化方面有何比较？",
                "AnswerEn": "The data collection methods for temperature reconstructions using stalagmite sequences and tree ring sequences differ in their ability to capture seasonal temperature variations. Stalagmite sequences can integrate various seasonal signals due to their continuous deposition, whereas tree rings typically capture temperature variations during the growing season. In the study, a combination of both proxies was used to reconstruct large-scale temperature patterns for the past millennium in China, suggesting a complementary approach to capture different seasonal influences.",
                "AnswerCn": "温度重建中使用钟乳石序列和树轮序列的数据收集方法在捕捉季节性温度变化的能力上有所不同。钟乳石序列由于其连续沉积，可以整合各种季节信号，而树轮通常捕捉生长季节的温度变化。在这项研究中，结合了这两种代理来重建中国过去千年的大规模温度模式，表明了一种互补的方法，以捕捉不同的季节影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What underlying data patterns can be inferred from the correlation between reconstructed and simulated temperature records using proxy indicators such as stalagmites and tree rings over the past millennium?",
                "QuestionCn": "通过使用代理指标如钟乳石和树木年轮对过去千年的重建温度记录与模拟温度记录之间的相关性，可以推断出哪些潜在的数据模式？",
                "AnswerEn": "The correlation coefficient of 0.61 between the reconstructed and simulated temperature records suggests a moderate relationship, indicating that the proxy indicators like stalagmites and tree rings capture significant aspects of past climate variability. The asymmetric V-shaped low-frequency changes observed imply that natural factors like solar irradiance and greenhouse gas concentrations could explain a considerable portion of these long-term temperature variations. The use of conservative detrending methods to remove growth trends while preserving low-frequency information supports the validity of these inferences.",
                "AnswerCn": "重建的温度记录与模拟温度记录之间的相关系数为0.61，表明二者之间存在中等关系，这表明像钟乳石和树木年轮这样的代理指标能够捕捉到过去气候变异的重要方面。观察到的不对称V形低频变化表明，自然因素如太阳辐射和温室气体浓度可能解释了这些长期温度变化的相当一部分。使用保守的去趋势方法去除生长趋势，同时保留低频信息，支持了这些推论的有效性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges of accurately reconstructing mean annual temperatures from stalagmite and tree ring data over the past millennium in China?",
                "QuestionCn": "哪些因素导致在中国准确重建过去千年钟乳石和树轮数据的年均温度面临挑战？",
                "AnswerEn": "The challenges in accurately reconstructing mean annual temperatures involve integrating different seasonal temperature influences from stalagmite and tree ring proxies. Moreover, the need to preserve low-frequency information necessitates a conservative detrending method to eliminate age-related growth trends, which can affect the accuracy of the temperature reconstructions.",
                "AnswerCn": "准确重建年均温度的挑战在于整合来自钟乳石和树轮代理的不同季节温度影响。此外，保留低频信息的需要要求采用保守的去趋势方法，以消除与年龄相关的生长趋势，这可能会影响温度重建的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes on the accuracy of temperature reconstructions when combining proxy indicators like speleothem and tree-ring sequences over a millennium?",
                "QuestionCn": "将洞穴石和树轮序列等代理指标结合在一起进行千年温度重建时，可能对温度重建的准确性产生哪些潜在影响？",
                "AnswerEn": "Combining proxy indicators such as speleothem and tree-ring sequences can enhance the accuracy of temperature reconstructions by leveraging different seasonal temperature influences and providing a more comprehensive view of past climate variations. This approach can result in a significant correlation between reconstructed and simulated temperature records, as indicated by a correlation coefficient of 0.61 over a 31-year average, which suggests that the method captures low-frequency changes effectively, reflecting major long-term temperature patterns driven by factors like solar irradiance and greenhouse gases.",
                "AnswerCn": "结合代理指标，如钟乳石和树轮序列，可以通过利用不同季节的温度影响，提供对过去气候变化更全面的视角，从而提高温度重建的准确性。这种方法可以导致重建温度记录与模拟温度记录之间显著的相关性，相关系数为0.61，基于31年的平均值，这表明该方法有效捕捉了低频变化，反映了由太阳辐射和温室气体等因素驱动的主要长期温度模式。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in combining speleothem sequences and tree-ring series to reconstruct millennial-scale average temperature datasets for a region like China?",
                "QuestionCn": "将钟乳石序列和树轮系列结合起来，以重建像中国这样的地区的千年尺度平均温度数据集的程序步骤包括以下几个方面：",
                "AnswerEn": "The procedural steps involve identifying and using proxy indicators that can integrate different seasonal temperature effects, such as speleothem sequences from Beijing and tree-ring series from Qilian. The combination of these proxies is crucial for large-scale temperature reconstructions over the past millennium. The process includes comparing the reconstructed temperature data with simulation records from GCM-based models like ECH-G. The correlation coefficient between these records, over a 31-year average, was found to be 0.61, indicating the alignment of reconstructed and simulated temperature data. To ensure that low-frequency information is preserved, a conservative detrending method is used to remove age-related growth trends from each tree-ring series, fitting a negative exponential curve while maintaining all variations.",
                "AnswerCn": "程序步骤包括识别和使用代理指标，这些指标可以整合不同季节温度的影响，例如来自北京的钟乳石序列和来自祁连山的树轮系列。这些代理的组合对于过去千年的大规模温度重建至关重要。该过程包括将重建的温度数据与基于GCM模型（如ECH-G）的模拟记录进行比较。经过31年平均的记录之间的相关系数为0.61，表明重建的温度数据与模拟温度数据之间的一致性。为了确保低频信息得以保留，采用保守的去趋势方法，从每个树轮系列中去除与年龄相关的生长趋势，拟合负指数曲线，同时保持所有变异。",
                "Level": "C3(Applying)"
            }
        ]
    }
}