{
  "id": "6c8acb2c-f259-4c8d-adbb-510faa54e439",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Multi-scale surface flux and meteorological elements observation dataset in the Hai River Basin (Huailai station-automatic weather station-10m tower, 2022)",
      "titleCn": "海河流域多尺度地表通量与气象要素观测数据集：怀来站-自动气象站（10m塔）-2022",
      "description": "This dataset includes data obtained from the automatic weather station (AWS) at the observation system of Meteorological elements of Huailai station between January 1 and December 31, 2022. The site (115.7880° E, 40.3491° N) was located on a maize surface, which is near Donghuayuan Town of Huailai city in Hebei Province. The elevation is 480 m. The installation heights and orientations of different sensors and measured quantities were as follows: air temperature and humidity profile (5 m, north), wind speed and direction profile (10 m, north), air pressure (in the box), rain gauge (10 m), four-component radiometer (5 m, south), two infrared temperature sensors (5 m, south, vertically downward), soil heat flux (-0.06 m), soil temperature profile (0, -0.02, -0.04, -0.1, -0.2, -0.4, -0.8, -1.2, and -1.6 m), soil moisture profile (-0.02, -0.04, -0.1, -0.2, -0.4, -0.8, -1.2, and -1.6 m), and a TCAV averaging soil thermocouple probe (-0.02, -0.04 m).\nThe observations included the following: air temperature and humidity (Ta_5 m; RH_5 m) (℃ and %, respectively), wind speed (Ws_10 m) (m/s), wind direction (WD_10 m) (°), air pressure (press) (hpa), precipitation (rain) (mm), four-component radiation (DR, incoming shortwave radiation; UR, outgoing shortwave radiation; DLR_Cor, incoming longwave radiation; ULR_Cor, outgoing longwave radiation; Rn, net radiation) (W/m2), infrared temperature (IRT_1 and IRT_2) (℃), soil heat flux (Gs_1, Gs_2 and Gs_3) (W/m2), soil temperature (Ts_0 cm, Ts_2 cm, Ts_4 cm, Ts_10 cm, Ts_20 cm, Ts_40 cm, Ts_80 cm, Ts_120 cm, and Ts_160 cm) (℃), soil moisture (Ms_2 cm, Ms_4 cm, Ms_10 cm, Ms_20 cm, Ms_40 cm, Ms_80 cm, Ms_120 cm, and Ms_160 cm) (%, volumetric water content), and average soil temperature (TCAV, ℃).\nThe data processing and quality control steps were as follows: (1) The AWS data were averaged over intervals of 10 min for a total of 144 records per day. The missing data were denoted by -6999. (2) Data in duplicate records were rejected. (3) Unphysical data were rejected. (4) The data marked in red are problematic data. (5) The format of the date and time was unified, and the date and time were collected in the same column, for example, date and time: 2022-6-10 10:30. (6) Finally, the naming convention was AWS+ site no. Moreover, suspicious data were marked in red.\nFor more information, please refer to Guo et al. (2020) (for sites information), Liu et al. (2013) (for data processing) in the Citation section.",
      "descriptionCn": " 该数据集包含了2022年1月1日至2022年12月31日的10m塔自动气象站观测数据。站点位于河北省怀来县东花园镇，下垫面为水浇地玉米。观测点的经纬度是115.7880E, 40.3491N，海拔480m。\n自动气象站安装在10m塔上，采集频率为30s，且10min输出一次。观测要素包括空气温度、相对湿度（5 m），朝向为正北；风速（10 m），风向（10 m），朝向为正北；气压（安装在防水箱内）；雨量（10 m）；四分量辐射（5 m），朝向为正南；土壤温湿度探头埋设在气象塔正南方1.5m处，土壤温度探头埋设深度为0cm、2cm、4cm、10cm、20cm、40cm、80cm、120cm和160 cm处，土壤水分传感器埋设深度为2cm、4cm、10cm、20cm、40cm、80cm、120cm和160cm；平均土壤温度埋在地下2, 4cm；土壤热流板（3块）埋设在地下6 cm处。\n观测数据的处理与质量控制：（1）确保每天1440个数据（每10min），若出现数据的缺失，则由-6999标示；（2）剔除有重复记录的时刻；（3）删除了明显超出物理意义或超出仪器量程的数据；（4）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2022-6-10 10:30。\n    自动气象站发布的数据包括：日期/时间Date/Time，空气温湿观测（Ta_5m,RH_5m）(℃，%)，风速(Ws_10m)（m/s），风向（WD）（°），降水（Rain）(mm)，四分量辐射（DR、UR、DLR、ULR、Rn）(W/m2)，地表辐射温度（IRT1、IRT2）（℃），土壤热通量（Gs_1、Gs_2、Gs_3）(W/m2)、 多层土壤水分（Ms_2cm、Ms_4cm、Ms_10cm、Ms_20cm、Ms_40cm、Ms_80cm、Ms_120cm、Ms_160cm）(%)、多层土壤温度（Ts_2cm 、Ts_4cm、Ts_10cm、Ts_20cm、Ts_40cm、Ts_80cm、Ts_120cm、Ts_160cm）(℃)、平均土壤温度TCAV(℃) ，气压（Press）(hpa)。\n观测试验或站点信息请参考Guo et al. (2020)，数据处理请参考Liu et al. (2013)。",
      "instructions": "Year+site+instrument",
      "instructionsCn": "年份+站点+观测仪器",
      "east": 115.788,
      "west": 115.788,
      "south": 40.3491,
      "north": 40.3491,
      "startTime": "2022-01-01 12:31:45",
      "endTime": "2022-12-31 12:31:45",
      "fileSize": 12500815.0,
      "cstr": "18406.11.Atmos.tpdc.300808",
      "doi": "10.11888/Atmos.tpdc.300808",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
      },
      {
        "titleCn": null,
        "titleEn": "Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area",
        "referenceCn": null,
        "referenceEn": "Guo, A.L., Liu, S.M., Zhu, Z.L., Xu, Z.W., Xiao, Q., Ju, Q., Zhang, Y., & Yang, X.F. (2020). Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area. Journal of Geophysical Research: Atmospheres, 125, e2020JD032833. https://doi.org/10.1029/2020JD032833."
      },
      {
        "titleCn": null,
        "titleEn": "Validation of remotely sensed evapotranspiration over the Hai River Basin, China",
        "referenceCn": null,
        "referenceEn": "Jia, Z.Z., Liu, S.M., Xu, Z.W,, Chen, Y.J., & Zhu, M.J. (2012). Validation of remotely sensed evapotranspiration over the Hai River Basin, China. Journal of Geophysical Research, 117(D13)."
      },
      {
        "titleCn": null,
        "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
      },
      {
        "titleCn": "涡动相关仪观测数据的处理与质量评价研究",
        "titleEn": null,
        "referenceCn": "徐自为, 刘绍民, 宫丽娟, 王介民, 李小文. (2008). 涡动相关仪观测数据的处理与质量评价研究. 地球科学进展, 23(4), 357-370.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "风",
        "nameEn": "Winds"
      },
      {
        "nameCn": "风速",
        "nameEn": "wind speed"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "怀来县",
        "keywordEn": "Huailai"
      },
      {
        "keywordCn": "海河流域",
        "keywordEn": "Haihe river basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2022",
        "keywordEn": "2022",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific attributes and measurements collected by an automated meteorological station in a dataset concerning surface fluxes and meteorological elements over a multiscale river basin?",
        "QuestionCn": "自动气象站在关于多尺度河流流域的表面通量和气象元素的数据集中收集的具体属性和测量包括哪些内容？",
        "AnswerEn": "air temperature, relative humidity, wind speed, wind direction, precipitation, four-component radiation, soil moisture, soil temperature, soil heat flux, surface radiation temperature, atmospheric pressure",
        "AnswerCn": "空气温度，相对湿度，风速，风向，降水，四分量辐射，土壤湿度，土壤温度，土壤热通量，地表辐射温度，大气压力",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many data points are collected daily by an automatic meteorological station installed on a 10m tower in the Haihe River Basin?",
        "QuestionCn": "在海河流域安装的10米高塔上的自动气象站每天收集多少个数据点？",
        "AnswerEn": "1440 data points",
        "AnswerCn": "1440个数据点",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What are the key components and variables involved in an automatic meteorological station for observing surface fluxes and meteorological elements?",
        "QuestionCn": "自动气象站用于观测地表通量和气象要素的关键组件和变量是什么？",
        "AnswerEn": "An automatic meteorological station for observing surface fluxes and meteorological elements typically includes components and variables such as air temperature and relative humidity sensors at 5 meters, wind speed and direction sensors at 10 meters, pressure sensors, rain gauges, and four-component radiometers. It also involves soil temperature and moisture probes at various depths, soil heat flux plates, and instruments for measuring surface radiation temperature. Data collection is performed at a frequency of 30 seconds with output every 10 minutes, and includes quality control measures to ensure data integrity.",
        "AnswerCn": "自动气象站用于观察表面通量和气象要素，通常包括以下组件和变量：5米高度的气温和相对湿度传感器、10米高度的风速和风向传感器、气压传感器、雨量计以及四分量辐射计。它还涉及不同深度的土壤温度和湿度探头、土壤热通量板，以及用于测量表面辐射温度的仪器。数据采集频率为30秒，每10分钟输出一次，并包括质量控制措施以确保数据的完整性。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for surface flux and meteorological elements in the Haihe River Basin compare to those used in other regions with different underlying surfaces, such as forests or urban areas?",
        "QuestionCn": "在海河流域，表面通量和气象要素的数据收集方法与其他具有不同地表特征的地区（如森林或城市地区）相比，有何不同？",
        "AnswerEn": "In the Haihe River Basin, data collection methods involve an automatic weather station installed on a 10m tower, collecting data every 30 seconds with 10-minute outputs. The underlying surface is irrigated cornfields. The collected elements include air temperature, relative humidity, wind speed and direction, atmospheric pressure, precipitation, four-component radiation, surface radiation temperature, soil heat flux, and soil moisture and temperature at multiple depths. This setup may vary from those in regions with forests or urban areas, where different underlying surfaces might affect the choice of instruments, data collection frequency, and the types of meteorological elements prioritized for observation.",
        "AnswerCn": "在海河流域，数据收集方法涉及安装在10米高塔上的自动气象站，每30秒收集一次数据，并输出10分钟的数据。基础表面为灌溉玉米田。收集的要素包括气温、相对湿度、风速和风向、大气压力、降水量、四分量辐射、表面辐射温度、土壤热通量以及多个深度的土壤湿度和温度。该设置可能与森林或城市地区的情况有所不同，因为不同的基础表面可能会影响仪器的选择、数据收集频率以及优先观察的气象要素类型。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in ensuring the accuracy of meteorological data collected by automated weather stations in agricultural areas?",
        "QuestionCn": "确保农业地区自动气象站收集的气象数据准确性面临的挑战因素有哪些？",
        "AnswerEn": "Factors that contribute to challenges in ensuring the accuracy of meteorological data collected by automated weather stations in agricultural areas include the need to handle missing data by marking them with specific identifiers like -6999, the removal of duplicate records, and the deletion of data that exceeds physical meaning or instrument range. Additionally, consistent formatting of date and time is necessary to maintain data integrity.",
        "AnswerCn": "确保农业地区自动气象站收集的气象数据准确性面临的挑战因素包括需要通过特定标识符（如-6999）处理缺失数据、删除重复记录以及删除超出物理意义或仪器范围的数据。此外，日期和时间的一致格式化对于维护数据完整性也是必要的。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on data integrity and accuracy when high-frequency data is collected every 30 seconds but aggregated to a 10-minute interval?",
        "QuestionCn": "当每30秒收集一次高频数据但聚合到10分钟间隔时，对数据完整性和准确性的潜在影响是什么？",
        "AnswerEn": "Aggregating high-frequency data collected every 30 seconds into a 10-minute interval can lead to a reduction in data granularity, potentially smoothing out short-term fluctuations and extreme values. This may result in a more stable dataset, but it could also obscure important transient events or rapid changes in the atmospheric conditions. Additionally, careful data processing and quality control measures, such as removing duplicate records and outliers, are necessary to maintain data integrity and accuracy.",
        "AnswerCn": "将每30秒收集的高频数据聚合到10分钟的时间间隔中可能会导致数据粒度的降低，从而平滑短期波动和极端值。这可能会导致数据集更加稳定，但也可能掩盖重要的瞬态事件或大气条件的快速变化。此外，进行仔细的数据处理和质量控制措施，例如删除重复记录和异常值，是维护数据完整性和准确性所必需的。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in ensuring the quality and integrity of meteorological data collected from automated weather stations over a year-long period in diverse environmental conditions?",
        "QuestionCn": "确保在多种环境条件下从自动气象站收集的气象数据在一年内的质量和完整性所涉及的程序有哪些？",
        "AnswerEn": "The procedures for ensuring quality and integrity of meteorological data include: ensuring that there are 1440 data entries per day (every 10 minutes), marking missing data with -6999, removing duplicate records, deleting data that is clearly outside of physical significance or instrument range, and unifying the date and time format into a single column, such as '2022-6-10 10:30'.",
        "AnswerCn": "确保气象数据质量和完整性的程序包括：确保每天有1440条数据记录（每10分钟一次），用-6999标记缺失数据，删除重复记录，删除明显超出物理意义或仪器范围的数据，以及将日期和时间格式统一为一个列，例如'2022-6-10 10:30'。",
        "Level": "C3(Applying)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might data collection methods involving automatic weather stations at different heights, such as 10m towers, face challenges in ensuring consistent data quality and completeness?",
        "QuestionCn": "为什么涉及不同高度的自动气象站（如10米塔）的数据收集方法在确保数据质量和完整性方面可能面临挑战？",
        "AnswerEn": "Data collection methods using automatic weather stations at different heights, like 10m towers, could face challenges in maintaining consistent data quality and completeness due to factors such as equipment malfunctions leading to data gaps, which are marked by -6999. Additionally, data that are physically implausible or outside the instrument's range are excluded, which could affect the dataset's completeness. Furthermore, there is a need for rigorous quality control processes to ensure that repeated records are removed and that data are uniformly formatted in terms of date and time.",
        "AnswerCn": "使用不同高度的自动气象站（如10米塔）进行数据收集可能面临保持数据质量和完整性的一些挑战，例如设备故障导致的数据缺口，这些缺口用-6999标记。此外，物理上不合理或超出仪器范围的数据会被排除，这可能会影响数据集的完整性。此外，需要严格的质量控制流程，以确保重复记录被删除，并且数据在日期和时间格式上保持一致。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}