{
  "id": "6ca06262-e550-4e4d-996a-39aba3fad793",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Dataset of soil soluble salt content in the northeastern part of the Qinghai Tibet Plateau - Loess Plateau over the past 2.5 million years",
      "titleCn": "青藏高原东北部——黄土高原过去250万年土壤易溶盐含量数据集",
      "description": "Loess in the Chinese Loess Plateau (CLP) preserves abundant information about the dust cycle over Asia. \nHowever, the variations of loess source and composition over time remain controversial. Soluble salt is an important dust component and is linked to the landforms and environments associated with dust mobilization, \ntransport and deposition. Based on an investigation of the soluble salts of two loess sequences from the central and western CLP, we show that the soluble salts of Chinese loess mainly stepwise increased at ~1 and ~ 0.5 Ma. Several lines of evidence indicated that the increased supply of soluble salts mainly originated from dust input, suggesting the enhanced salinity of Asian dust. The enhanced soluble-salt-bearing dust was driven by lakebed evolution in the potential source areas, as confirmed by abundant geomorphological and sedimentological evidence. The Mid-Pleistocene Transition (associated with Tibetan Plateau uplift) induced aridity of the potential source areas (PSA) and Mid-Brunhes Transition triggered intensifying East Asian summer monsoon are responsible for the stepwise lakebed evolution in the PSA at ~1 and ~ 0.5 Ma, respectively, which in turn acted as an important soluble-salt-bearing dust reservoir. These findings provide new evidence for understanding the evolution of regional dust emissions and their possible environmental effects in the past and future. \n\nData source: The samples were collected from the Lingtai section in the central part of the Loess Plateau and the Jiuzhoutai section in the western part. A total of 133 samples were collected from the Lingtai section, and 90 samples were collected from the Jiuzhoutai section for soluble salt determination. Select 3-5 representative samples from each loess and paleosol layer in the Lingtai and Jiuzhoutai sections.\n\nProcessing method: Before determining soluble salts, all samples are dried and ground in agate mortar, and passed through 100% μ M's sieve. Weigh 10g of the sample, mix it with distilled water (1:5), mix thoroughly, centrifuge, and extract the supernatant to determine the soluble salt content. The supernatant was measured using DIONEX's ICS-2500 ion chromatograph, which can measure seven major ions in the solution, including anions Cl-, NO3-, So42-, and cations Na+, K+, Mg2+, and Ca2+, with a measurement accuracy of 0.1% to 0.3%. All experiments were conducted at the Western Environmental Key Laboratory of Lanzhou University.",
      "descriptionCn": "中国黄土高原（CLP）的黄土保存了有关亚洲沙尘循环的丰富信息。\n然而，黄土的来源和成分随时间的变化仍然存在争议。可溶性盐是一种重要的粉尘成分，与粉尘动员、运输和沉积有关的地形和环境有关。通过对中、西部两个黄土层序可溶性盐含量的研究，发现中国黄土的可溶性盐含量在~1和~ 0.5 Ma时主要呈阶梯式增加。\n多种证据表明，可溶性盐供应的增加主要来源于粉尘的输入，表明亚洲粉尘盐度的增加。丰富的地貌和沉积学证据证实，潜在源区的湖床演化驱动了可溶性含盐粉尘的增强。中更新世过渡带（与青藏高原隆升有关）引起的潜在源区干旱化和中布伦什过渡带引发的东亚夏季风的加剧，分别在~1 Ma和~ 0.5 Ma形成了潜在源区湖床的阶梯式演化，并成为重要的含盐粉尘储集层。这些发现为认识过去和未来区域沙尘排放的演变及其可能的环境影响提供了新的证据。\n数据来源：样品分别来自黄土高原中部的灵台剖面和西部的九州台剖面，灵台剖面共采集133份样品，九州台剖面共采集90份样品进行可溶性盐测定。在灵台和九州台剖面，每个黄土和古土壤层选取3-5个代表性样品。\n加工方法：在测定可溶性盐之前，所有样品都在玛瑙砂浆中干燥和研磨，并通过100 μm的筛子。取10g样品称重，与蒸馏水(1:5)混合，充分混合，离心，提取上清液测定可溶性盐含量。上清液采用美国DIONEX公司的ICS-2500离子色谱仪进行测量，该色谱仪可测量溶液中的7种主要离子，包括阴离子Cl-、NO3-、So42-和阳离子Na+、K+、Mg2+和Ca2+，测量精度为0.1% ~ 0.3%。所有实验均在兰州大学西部环境重点实验室进行。",
      "instructions": "Data on soluble salts in the Loess Plateau since 2.5 Ma",
      "instructionsCn": "2.5Ma以来黄土高原易溶盐数据",
      "east": 110.0,
      "west": 100.0,
      "south": 34.0,
      "north": 38.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 27544.0,
      "cstr": null,
      "doi": "10.1016/j.gloplacha.2023.104282",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "李长帆",
        "nameEn": "LI Changfan",
        "unitEn": "",
        "unitCn": "兰州大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Transformation of lakebed into a major soluble-salt-bearing dust source for Asia since the mid-pleistocene",
        "referenceCn": null,
        "referenceEn": "Sun, X.Y., Wang, F., Fan, Y.X., Li, Z.J., Liu, X., Zhao, J., Li, B.F., & Xia, D.S. (2023). Transformation of lakebed into a major soluble-salt-bearing dust source for Asia since the mid-pleistocene. Global and Planetary Change, 230, 104282.\n"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      },
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "第四纪",
        "nameEn": "Quaternary"
      },
      {
        "nameCn": "黄土",
        "nameEn": "Loess"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原东北部",
        "keywordEn": "Northeastern Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "无",
        "keywordEn": "None",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and methodologies involved in measuring soluble salt content in loess profiles?",
        "QuestionCn": "测量黄土剖面中可溶盐含量的特征和方法包括哪些？",
        "AnswerEn": "drying, grinding, sieving through a 100 μm screen, 1:5 ratio with distilled water, ICS-2500 ion chromatograph, measures Cl-, NO3-, SO42-, Na+, K+, Mg2+, Ca2+, accuracy of 0.1% to 0.3%",
        "AnswerCn": "干燥、研磨、通过100 μm筛网筛分，与蒸馏水按1:5比例混合，使用ICS-2500离子色谱仪，测量Cl-、NO3-、SO42-、Na+、K+、Mg2+、Ca2+，精度为0.1%至0.3%。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many samples were collected from the Lingtai and Jiuzhoutai profiles for measuring soluble salt content?",
        "QuestionCn": "从灵台和九州台剖面收集了多少个样本用于测量可溶盐含量？",
        "AnswerEn": "133, 90",
        "AnswerCn": "133, 90",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the process for determining soluble salt content in soil samples from loess sequences?",
        "QuestionCn": "确定黄土序列土壤样本中可溶性盐含量的过程是什么？",
        "AnswerEn": "The process for determining soluble salt content in soil samples involves drying and grinding samples in an agate mortar, sieving them through a 100 μm sieve, and weighing 10g of the sample. The sample is then mixed with distilled water in a 1:5 ratio, thoroughly mixed, centrifuged, and the supernatant is extracted for soluble salt content measurement. The measurement is conducted using the ICS-2500 ion chromatograph from DIONEX, which can measure seven major ions, including anions Cl-, NO3-, and SO42-, and cations Na+, K+, Mg2+, and Ca2+, with a measurement accuracy of 0.1% to 0.3%.",
        "AnswerCn": "确定土壤样品中可溶盐含量的过程包括将样品干燥并在玛瑙研钵中研磨，然后通过100微米筛网筛分，称取10克样品。样品与蒸馏水按1:5的比例混合，充分混合后离心，提取上清液以测量可溶盐含量。测量使用DIONEX的ICS-2500离子色谱仪，该仪器可以测量七种主要离子，包括阴离子Cl-、NO3-和SO42-，以及阳离子Na+、K+、Mg2+和Ca2+，测量精度为0.1%至0.3%。",
        "Level": "C3(Applying)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might the observed increases in soluble salt content at ~1 Ma and ~0.5 Ma reflect underlying changes in dust mobilization and environmental conditions on the Loess Plateau?",
        "QuestionCn": "大约在100万年前和50万年前观察到的可溶盐含量增加可能反映了黄土高原上尘埃动员和环境条件的潜在变化吗？",
        "AnswerEn": "The observed increases in soluble salt content at ~1 Ma and ~0.5 Ma suggest a stepwise evolution of lake beds in the potential source area, driven by regional aridification and intensified East Asian summer monsoon. This evolution likely enhanced the supply of salt-rich dust, indicating a change in dust mobilization and environmental conditions, possibly linked to tectonic uplift and climatic shifts such as the mid-Pleistocene transition.",
        "AnswerCn": "在大约100万年前和50万年前观察到的可溶盐含量增加表明，潜在源区湖床的演化是逐步进行的，这一过程受到区域干旱化和东亚夏季季风增强的驱动。这种演化可能增强了富含盐分的尘埃供应，表明尘埃动员和环境条件发生了变化，这可能与构造抬升和气候变化（如中更新世过渡）有关。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the variability in soluble salt content observed in loess deposits over the past 2.5 million years in the northeastern Tibetan Plateau and the Chinese Loess Plateau?",
        "QuestionCn": "在过去250万年中，东北藏区和中国黄土高原的黄土沉积物中可溶性盐含量的变异性受哪些因素影响？",
        "AnswerEn": "The variability in soluble salt content in loess deposits over the past 2.5 million years is attributed to multiple factors, including the input of dust, which increased the salinity of Asian dust, and the evolution of lake beds in potential source areas. This evolution was driven by increased aridification due to the mid-Pleistocene transition associated with the uplift of the Tibetan Plateau and the intensification of the East Asian summer monsoon during the mid-Brunhes transition. These processes led to the stepwise development of saline dust reservoirs in potential source regions.",
        "AnswerCn": "过去250万年中，黄土沉积物中可溶盐含量的变异性归因于多个因素，包括尘埃的输入，这增加了亚洲尘埃的盐度，以及潜在源区湖泊的演化。这种演化是由于与青藏 Plateau的抬升相关的中更新世过渡期导致的干旱化加剧，以及在中布伦赫斯过渡期东亚夏季季风的加强。这些过程导致潜在源区盐碱尘埃储存库的逐步发展。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using ion chromatography to measure soluble salts in loess samples for understanding past dust emission patterns in the region?",
        "QuestionCn": "使用离子色谱法测量黄土样品中的可溶性盐分，以了解该地区过去的尘埃排放模式，可能会产生哪些潜在后果？",
        "AnswerEn": "Using ion chromatography to measure soluble salts in loess samples can provide precise insights into the historical levels and composition of dust emissions in the region. This method allows for the identification of major ions present in the samples, which can be linked to environmental conditions and dust source changes over time. The results suggest that increases in soluble salt content, particularly around ~1 Ma and ~0.5 Ma, are primarily due to increased dust input, reflecting changes in the Asian dust cycle and potentially providing evidence of environmental shifts such as aridification of source regions and enhanced monsoon activity.",
        "AnswerCn": "使用离子色谱法测量黄土样品中的可溶性盐分可以提供关于该地区尘埃排放历史水平和成分的精确见解。这种方法可以识别样品中存在的主要离子，这些离子可以与环境条件和尘埃源的变化联系起来。结果表明，特别是在约100万年前和约50万年前，可溶性盐分含量的增加主要是由于尘埃输入的增加，反映了亚洲尘埃循环的变化，并可能提供环境变化的证据，例如源地区的干旱化和季风活动的增强。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of investigating soluble salt content in loess deposits over the past 2.5 million years in the northeastern Tibetan Plateau?",
        "QuestionCn": "调查东北藏族高原过去250万年黄土沉积物中可溶盐含量的主要目标是什么？",
        "AnswerEn": "The primary objective is to understand the changes in dust cycles in Asia by analyzing the soluble salt content, which is linked to dust mobilization, transport, and deposition. The study aims to reveal how soluble salt content has increased in stages around 1 Ma and 0.5 Ma, likely due to inputs from dust, indicating a rise in dust salinity in Asia. This research provides insights into the evolution of dust emissions in the past and potential environmental impacts in the future.",
        "AnswerCn": "主要目标是通过分析可溶盐含量来理解亚洲尘埃循环的变化，这与尘埃的动员、运输和沉积有关。该研究旨在揭示可溶盐含量在大约100万年前和50万年前的阶段如何增加，这可能是由于尘埃的输入，表明亚洲尘埃盐度的上升。这项研究提供了对过去尘埃排放演变的见解，以及对未来潜在环境影响的认识。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What steps and instruments are involved in measuring soluble salt content in soil samples collected from loess sequences in the northeastern Tibetan Plateau?",
        "QuestionCn": "测量来自东北藏 Plateau 的黄土序列土壤样本中可溶盐含量的步骤和仪器包括哪些？",
        "AnswerEn": "The process involves several steps, starting with drying and grinding the soil samples using agate mortar, then sieving them through a 100 μm sieve. A 10g sample is weighed and mixed with distilled water in a 1:5 ratio, then thoroughly mixed and centrifuged. The supernatant is extracted to measure soluble salt content using the ICS-2500 ion chromatograph from Dionex, USA, which measures seven major ions with a precision of 0.1% to 0.3%. All experiments are conducted at the Key Laboratory of Western Environment at Lanzhou University.",
        "AnswerCn": "该过程涉及几个步骤，首先使用玛瑙研钵对土壤样品进行干燥和研磨，然后通过100μm筛网筛分。称取10克样品，与蒸馏水按1:5的比例混合，充分混合后进行离心。提取上清液以测量可溶盐含量，使用来自美国Dionex的ICS-2500离子色谱仪，该仪器可以测量七种主要离子，精度为0.1%至0.3%。所有实验均在兰州大学西部环境重点实验室进行。",
        "Level": "C3(Applying)"
      }
    ]
  }
}