{
    "id": "6cbfc414-2426-4ae6-a166-3f07a6d7b18c",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Dataset of  major domestic animals in Qinghai-Tibet Plateau and surrounding regions (2018)",
            "titleCn": "青藏高原及其周边地区主要家养动物数据集（2018）",
            "description": "To analyzing the distribution pattern and genetic background of domain domestic animals in Qinghai-Tibet Plateau and surrounding regions and building a genetic resources bank of animals and plants in Pan-Third Pole, we collected 343 domain domestic animal samples in 2018, including Tibet pigs, Tibet dogs, Tibet sheep and Tibet chickens in Yunnan, Sichuan and Tibet Province. By applying mitochondrial DNA sequencing on 159 chickens from northwest Yunnan and southeast Tibet, genome resequencing on 11 wild and domestic pigs and GBS sequencing on 193 domestic cattle, a batch of genetic and genome data were generated. It provides basic genetic data to analysis on domestication, immigration and expansion of domestic animals in Qinghai-Tibet Plateau. Meanwhile it helps better understand the adaption of domestic animals to Qinghai-Tibet Plateau environment.",
            "descriptionCn": "为描述青藏高原及周边地区主要驯化动物遗传多样性的分布格局，厘清其相关遗传背景，并建立相应的遗传资源库。2018年我们在云南省、四川省、西藏自治区共采集343份青藏高原及周边地区包含牦牛、藏猪、藏獒、绵羊、藏鸡等在内的主要驯化动物样品。并对云南西北和邻近西藏东南地区收集到的159份家鸡样本进行线粒体DNA测序；对收集到的11份野猪、藏猪、其他家猪样本进行了全基因组重测序；对前期收集到的193份家牛样本进行GBS测序。测序产生了一批遗传学和基因组学数据为追溯该地区主要驯化动物的驯化、迁徙、扩张等群体历史事件，并进一步探讨驯化动物对缺氧、高寒、干燥等恶劣环境的适应机理提供资料。",
            "instructions": "Dataset of  Major Domestic Animals in Qinghai-Tibet Plateau and Surrounding Regions-Sample Individual Information-2018. It is in table format, can be opened and analysed in Microsoft EXCEL.  \nDataset of  Major Domestic Animals in Qinghai-Tibet Plateau and Surrounding Regions-Sampling Photos-2018. Photos are in image format, can be opened in Microsoft.\nDataset of  Major Domestic Animals in Qinghai-Tibet Plateau and Surrounding Regions-Sequencing Sample Individual Information-2018. It is in table format, can be opened and analysed in Microsoft EXCEL. \nDataset of  Major Domestic Animals in Qinghai-Tibet Plateau and Surrounding Regions-Sequencing Data Information-2018. Sequencing data can be opened and analysed by MEGA and BWA software.",
            "instructionsCn": "青藏高原及其周边地区主要家养动物数据集-样品信息-2018，表格形式，可以采用EXCEL打开查看和分析。\n青藏高原及其周边地区主要家养动物数据集-样品照片-2018。图片形式，可以采用照片查看器查看。\n青藏高原及其周边地区主要家养动物数据集-测序数据信息-2018，表格形式，可以采用EXCEL打开查看和分析。\n青藏高原及其周边地区主要家养动物数据集-测序数据-2018。测序数据可以用MEGA,BWA等软件查看和分析。",
            "east": 100.0,
            "west": 94.0,
            "south": 28.0,
            "north": 30.0,
            "startTime": "2018-01-09 08:00:00",
            "endTime": "2019-01-08 08:00:00",
            "fileSize": 191978203429.0,
            "cstr": "18406.11.Ecolo.tpdc.270517",
            "doi": "10.11888/Ecolo.tpdc.270517",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "尹婷婷",
                "nameEn": "YIN Tingting",
                "unitEn": "Kunming Institute of Zoology, Chinese Academy of Sciences",
                "unitCn": "中国科学院昆明动物研究所"
            },
            {
                "nameCn": "彭旻晟",
                "nameEn": "PENG Minsheng",
                "unitEn": "Kunming Institute of Zoology, Chinese Academy of Sciences",
                "unitCn": "中国科学院昆明动物研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "青藏高原及其周边地区主要家养动物数据集",
                "titleEn": null,
                "referenceCn": "彭旻晟，尹婷婷. 青藏高原及其周边地区主要家养动物数据集. 时空三极环境大数据共享与集成平台. 2018.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "动物资源",
                "nameEn": "Animal resources"
            },
            {
                "nameCn": "哺乳动物",
                "nameEn": "Mammals"
            },
            {
                "nameCn": "生物资源",
                "nameEn": "Biological Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "泛第三极",
                "keywordEn": "Pan-Third pole"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018",
                "keywordEn": "2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to study the genetic diversity of domesticated animals in the Tibetan Plateau and surrounding areas?",
                "QuestionCn": "您能否提供一个用于研究青藏高原及周边地区驯化动物遗传多样性的资料收集方法的例子？",
                "AnswerEn": "In 2018, researchers collected 343 samples of major domesticated animals such as yaks, Tibetan pigs, Tibetan mastiffs, sheep, and Tibetan chickens from the Tibetan Plateau and surrounding areas, including Yunnan, Sichuan, and Tibet. They performed mitochondrial DNA sequencing on 159 chicken samples from northwest Yunnan and adjacent southeast Tibet, whole-genome resequencing on 11 wild boar, Tibetan pig, and other domestic pig samples, and GBS sequencing on 193 cattle samples. These methods provided genetic and genomic data to trace domestication, migration, and adaptation events in the region's domesticated animals.",
                "AnswerCn": "2018年，研究人员收集了343个样本，涉及主要的驯化动物，如牦牛、藏猪、藏獒、羊和藏鸡，这些样本来自于青藏高原及其周边地区，包括云南、四川和西藏。他们对来自西北云南和邻近东南藏区的159个鸡样本进行了线粒体DNA测序，对11个野猪、藏猪和其他家猪样本进行了全基因组重测序，并对193个牛样本进行了GBS测序。这些方法提供了遗传和基因组数据，以追踪该地区驯化动物的驯化、迁徙和适应事件。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and methodologies involved in collecting genetic diversity data for domesticated animals in a high-altitude, harsh environment like the Qinghai-Tibet Plateau and its surrounding areas?",
                "QuestionCn": "在高海拔、恶劣环境下（如青藏高原及其周边地区）收集家畜遗传多样性数据的特点和方法包括：\n\n1. **样本选择**：选择适应高海拔环境的家畜品种，如藏羊、藏猪等，确保样本具有代表性。\n\n2. **环境适应性研究**：研究动物在极端气候条件下的生理和行为适应性，以了解其遗传基础。\n\n3. **分子标记技术**：使用微卫星标记、单核苷酸多态性（SNP）等分子生物学技术，分析遗传变异。\n\n4. **基因组测序**：进行全基因组测序，以获取更全面的遗传信息，评估遗传多样性。\n\n5. **生态位模型**：结合生态位模型，分析不同家畜在高海拔环境中的分布和适应性。\n\n6. **数据收集方法**：采用现场采样、问卷调查和地方知识相结合的方法，获取遗传和生态数据。\n\n7. **遗传多样性评估**：使用遗传多样性指数（如He、Ho等）评估样本的遗传多样性水平。\n\n8. **保护策略**：根据遗传多样性数据，制定保护和管理策略，以维持和促进家畜的遗传资源。",
                "AnswerEn": "yak, Tibetan pigs, Tibetan mastiffs, sheep, Tibetan chickens, mitochondrial DNA sequencing, whole-genome resequencing, GBS sequencing, domestication, migration, population history, adaptation mechanisms, high-altitude, hypoxic, harsh environments",
                "AnswerCn": "牦牛，藏猪，藏獒，绵羊，藏鸡，线粒体DNA测序，全基因组重测序，GBS测序，驯化，迁徙，种群历史，适应机制，高海拔，低氧，恶劣环境",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'GBS sequencing' mean in the context of genetic data collection for domesticated animals?",
                "QuestionCn": "在驯化动物的遗传数据收集中，“GBS测序”指的是“基因组选择测序”（Genotyping-by-Sequencing）。",
                "AnswerEn": "GBS sequencing refers to Genotyping by Sequencing, a method used to sequence DNA samples from domesticated animals to generate genetic data. It is employed to explore genetic diversity and population history, such as domestication and adaptation events, by analyzing numerous genetic markers across the genome.",
                "AnswerCn": "GBS测序指的是基因分型测序，这是一种用于对家畜DNA样本进行测序的方法，以生成遗传数据。它被用于探索遗传多样性和种群历史，例如驯化和适应事件，通过分析基因组中众多遗传标记。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential effects on genetic diversity understanding when employing mitochondrial DNA sequencing and whole-genome resequencing methods for domesticated animals in the Qinghai-Tibet Plateau and surrounding areas?",
                "QuestionCn": "在青藏高原及周边地区对家畜进行线粒体DNA测序和全基因组重测序方法时，对遗传多样性理解的潜在影响是什么？",
                "AnswerEn": "Using mitochondrial DNA sequencing and whole-genome resequencing methods can lead to a comprehensive understanding of the genetic diversity and distribution patterns of domesticated animals in the Qinghai-Tibet Plateau and surrounding areas. These methods provide valuable genetic and genomic data that can trace the domestication, migration, and expansion history of these animals and offer insights into their adaptation mechanisms to harsh environments such as hypoxia, high altitude, and arid conditions.",
                "AnswerCn": "使用线粒体DNA测序和全基因组重测序方法可以全面了解青藏高原及周边地区驯化动物的遗传多样性和分布模式。这些方法提供了宝贵的遗传和基因组数据，可以追踪这些动物的驯化、迁徙和扩展历史，并为它们在缺氧、高海拔和干旱等恶劣环境中的适应机制提供见解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary purpose of collecting genetic data from domesticated animals in the Tibetan Plateau and surrounding regions, and how does it contribute to understanding their adaptation mechanisms?",
                "QuestionCn": "收集来自青藏高原及周边地区的家畜遗传数据的主要目的是了解它们的适应机制。这有助于研究这些动物如何在极端环境中生存和繁衍，从而为保护和利用这些物种提供科学依据。",
                "AnswerEn": "The primary purpose of collecting genetic data from domesticated animals in the Tibetan Plateau and surrounding regions is to describe the genetic diversity distribution patterns of major domesticated animals and clarify their genetic backgrounds. This data collection aims to establish a genetic resource bank and provide information to trace the domestication, migration, and expansion events of these animals in the region. Additionally, it contributes to understanding the adaptation mechanisms of domesticated animals to harsh environments such as hypoxia, cold, and aridity.",
                "AnswerCn": "收集来自青藏高原及周边地区的家畜遗传数据的主要目的是描述主要家畜的遗传多样性分布模式，并阐明它们的遗传背景。这项数据收集旨在建立遗传资源库，并提供信息以追踪这些动物在该地区的驯化、迁徙和扩展事件。此外，它还帮助理解家畜在缺氧、寒冷和干旱等恶劣环境下的适应机制。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What specific procedures are followed to collect and sequence genetic material from domesticated animals in the Tibetan Plateau and surrounding regions to study their adaptation mechanisms?",
                "QuestionCn": "在青藏高原及周边地区收集和测序家畜遗传物质以研究其适应机制时，遵循的具体程序包括：",
                "AnswerEn": "In the Tibetan Plateau and surrounding regions, 343 samples of major domesticated animals like yaks, Tibetan pigs, Tibetan mastiffs, sheep, and Tibetan chickens are collected. Mitochondrial DNA sequencing was conducted on 159 chicken samples from Northwest Yunnan and adjacent Southeastern Tibet. Whole-genome resequencing was performed on 11 samples, including wild boars, Tibetan pigs, and other domesticated pigs. GBS sequencing was applied to 193 previously collected cattle samples. These sequencing efforts generate genetic and genomic data to trace domestication, migration, expansion events, and explore adaptation mechanisms to harsh environments such as hypoxia, cold, and dryness.",
                "AnswerCn": "在青藏 Plateau及周边地区，收集了343个主要驯化动物样本，如牦牛、藏猪、藏獒、羊和藏鸡。对来自西北云南和邻近东南藏区的159个鸡样本进行了线粒体DNA测序。对包括野猪、藏猪和其他驯化猪在内的11个样本进行了全基因组重测序。对193个先前收集的牛样本进行了GBS测序。这些测序工作生成了遗传和基因组数据，以追踪驯化、迁移、扩展事件，并探索适应高原、寒冷和干燥等恶劣环境的机制。",
                "Level": "C3(Applying)"
            }
        ]
    }
}