{
  "id": "6d207f6a-1323-4572-8704-14eb928b32b1",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Dataset of soil freeze/thaw experiment observed in the middle reaches of the Heihe River Basin from Nov. 19 to Nov. 20, 2013",
      "titleCn": "黑河生态水文遥感试验：黑河流域中游冻融实验观测数据集（2013年11月19日至20日）",
      "description": "This data set includes the continuous observation data set of soil texture, roughness and surface temperature measured by vehicle borne microwave radiometer from November 19 to 20, 2013 in Wuxing village farmland, Ganzhou District, Zhangye City, Gansu Province. The surface temperature and humidity include four layers of temperature sensor at the soil depth of 1cm, 5cm, 10cm, 20cm, and the observation of soil temperature and soil moisture data at the soil depth of 0-5cm. The time frequency of routine observation of soil temperature and humidity is 5 minutes.            \nData details:            \n1. Time: November 19-20, 2013            \n2. data:            \nBrightness temperature: observed by vehicle mounted multi frequency passive microwave radiometer, including 6.925, 18.7 and 36.5ghz V polarization and H polarization data (10.65ghz band damage)            \nSoil temperature: use sensor installed on dt80 to measure 1cm, 5cm, 10cm, 20cm soil temperature            \nSoil moisture: use h-probe sensor to measure 0-5cm soil moisture, the probe can measure 0-5cm soil temperature at the same time            \nSoil texture: soil samples measured in Beijing Normal University            \nSoil roughness: measured by roughness meter provided by northeast geography            \n3. Data size: 2.5m            \n4. Data format:. Xls",
      "descriptionCn": "本数据集包括甘肃省张掖市甘州区五星村农田2013年11月19日-20日车载微波辐射计观测亮温、同步测量的土壤质地，粗糙度和地表温度连续观测数据集。地表温湿度包括温度传感器在土壤深度1cm、5cm，10cm，20cm四层和湿度传感器在土壤深度0-5cm处，观测的土壤温度，土壤水分数据。土壤温湿度的常规观测的时间频率为5分钟。\n数据细节：\n1.\t时间：2013年11月19日-20日\n2.\t数据：\n亮温：  使用车载多频被动微波辐射计观测，包括6.925、18.7和36.5GHz V极化和H极化数据（10.65GHz 波段损坏）\n土壤温度：使用安装在dt80上的传感器测量1cm，5cm，10cm，20cm土壤温度\n土壤湿度：使用H-probe传感器测量0-5cm土壤湿度，该探头可以同时测量0-5cm土壤温度\n土壤质地：取土样在北京师范大学测量\n土壤粗糙度：使用东北地理所提供的粗糙度仪测量\n3.\t数据大小：2.5M\n4.\t数据格式：.xls",
      "instructions": "",
      "instructionsCn": "",
      "east": 101.02,
      "west": 101.02,
      "south": 39.81,
      "north": 39.81,
      "startTime": "2014-05-28 00:00:00",
      "endTime": "2014-05-29 00:00:00",
      "fileSize": 3175942.0,
      "cstr": "18406.11.hiwater.278.2015.db",
      "doi": "10.3972/hiwater.278.2015.db",
      "dataFormat": "文本",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "赵少杰",
        "nameEn": "ZHAO Shaojie",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": " 寇晓康",
        "nameEn": "KOU Xiaokang",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "叶勤玉",
        "nameEn": "YE Qinyu",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "马明国",
        "nameEn": "MA Mingguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤温度",
        "nameEn": "Soil temperature"
      },
      {
        "nameCn": "土壤湿度/水分含量",
        "nameEn": "Soil moisture/Water content"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "the artificial oasis experimental area in the middle reaches"
      },
      {
        "keywordCn": "农田",
        "keywordEn": "crop land"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2013",
        "keywordEn": "2013",
        "type": "temporal"
      },
      {
        "keywordCn": "2013-11-19至2013-11-20",
        "keywordEn": "2013-11-19 to 2013-11-20",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：定标与真实性检验",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
      ],
      "research objective": [],
      "challenges": [
        "Progress in this field is hindered by the poor availability of multiscale observations."
      ],
      "methods": [
        "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
      ],
      "dataset": [
        "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
      ],
      "findings": [],
      "backgroundCn": [
        "生态水文过程在异质表面上的上升尺度是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的制约。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
      ],
      "research objectiveCn": [],
      "challengesCn": [
        "该领域的进展受到多尺度观测稀缺的阻碍。"
      ],
      "methodsCn": [
        "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个EC塔和四个双层自动气象站（AMS），这些景观包括沙质沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了LiDAR、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA。"
      ],
      "datasetCn": [
        "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the availability of multiscale observations considered a major challenge in the field of eco-hydrological process upscaling?",
        "QuestionCn": "多尺度观测的可用性是否被认为是生态水文过程上尺度化领域的一个主要挑战？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Are soil texture measurements more accurately collected through in-situ sampling or remote sensing techniques?",
        "QuestionCn": "土壤质地测量是通过原位采样还是遥感技术更准确地收集？",
        "AnswerEn": "in-situ sampling",
        "AnswerCn": "原位采样",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the main challenges faced in collecting multiscale eco-hydrological data in heterogeneous surfaces?",
        "QuestionCn": "在收集异质表面的多尺度生态水文数据时面临的主要挑战有哪些？",
        "AnswerEn": "poor availability of multiscale observations",
        "AnswerCn": "多尺度观测的可用性差。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Where was the experiment conducted to collect eco-hydrological data using hierarchically nested scales?",
        "QuestionCn": "在哪里进行实验以使用分层嵌套尺度收集生态水文数据？",
        "AnswerEn": "Heihe Watershed",
        "AnswerCn": "黑河流域",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What types of instruments are used to capture multi-scale eco-hydrological processes during the intensive observation periods?",
        "QuestionCn": "在强观测期间，用于捕捉多尺度生态水文过程的仪器类型有哪些？",
        "AnswerEn": "eddy covariance towers, large aperture scintillometers, automatic meteorological stations, flux observation matrix, eco-hydrological sensor network, LiDAR, imaging spectrometer, multi-angle thermal imager, L-band microwave radiometer",
        "AnswerCn": "涡度相关塔、大孔径闪烁仪、自动气象站、通量观测矩阵、生态水文传感器网络、激光雷达、成像光谱仪、多角度热成像仪、L波段微波辐射计",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that integrates both ground-based sensors and remote sensing technologies for eco-hydrological studies?",
        "QuestionCn": "您能否提供一个结合地面传感器和遥感技术的数据收集方法的例子，用于生态水文研究？",
        "AnswerEn": "The HiWATER experiment utilizes a multiscale data collection approach by combining ground-based sensors, such as a flux observation matrix of eddy covariance towers and automatic meteorological stations, with remote sensing technologies like LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer.",
        "AnswerCn": "HiWATER实验采用多尺度数据收集方法，通过结合地面传感器，如涡度协方差塔和自动气象站的通量观测矩阵，以及遥感技术，如激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced in collecting multiscale eco-hydrological data, and how is this addressed?",
        "QuestionCn": "收集多尺度生态水文数据时面临的一个挑战是什么，以及如何解决这个问题？",
        "AnswerEn": "A significant challenge in collecting multiscale eco-hydrological data is the poor availability of multiscale observations. This is addressed in the HiWATER project by implementing an intensive observation network with hierarchically nested scales, including a superstation within an oasis and multiple EC towers and automatic meteorological stations across different landscapes, to capture diverse eco-hydrological processes.",
        "AnswerCn": "在收集多尺度生态水文数据时，一个重大挑战是多尺度观测的可用性较差。HiWATER项目通过实施一个具有层次嵌套尺度的密集观测网络来解决这一问题，其中包括一个位于绿洲内的超级站，以及分布在不同景观中的多个生态系统塔和自动气象站，以捕捉多样的生态水文过程。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a dataset that illustrates the integration of various observation techniques for eco-hydrological research in arid regions?",
        "QuestionCn": "您能否提供一个示例数据集，说明在干旱地区生态水文研究中各种观测技术的整合？",
        "AnswerEn": "The dataset from the HiWATER project exemplifies the integration of different observation techniques, including a flux observation matrix, eco-hydrological sensors for soil moisture and leaf area index, hyper-resolution airborne remote sensing, and synchronical ground measurements, to study eco-hydrological processes in an oasis-desert area.",
        "AnswerCn": "HiWATER项目的数据集展示了不同观测技术的整合，包括通量观测矩阵、用于土壤湿度和叶面积指数的生态水文传感器、高分辨率航空遥感和同步地面测量，以研究绿洲-沙漠地区的生态水文过程。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of soil moisture data collected in eco-hydrological experiments?",
        "QuestionCn": "生态水文实验中收集的土壤湿度数据的具体特征是什么？",
        "AnswerEn": "H-probe sensor, depth of 0-5cm, measures soil moisture, measures soil temperature",
        "AnswerCn": "H型探针传感器，深度0-5厘米，测量土壤湿度，测量土壤温度。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the key features of the data collection methods used in eco-hydrological experiments focused on the oasis-desert interaction?",
        "QuestionCn": "在关注绿洲-沙漠相互作用的生态水文实验中使用的数据收集方法的关键特征是什么？",
        "AnswerEn": "sparse network, superstation within the oasis, multiple EC towers, automatic meteorological stations, intensive observations at the irrigation district scale, airborne remote sensing missions",
        "AnswerCn": "稀疏网络，绿洲内的超级站，多个EC塔，自动气象站，灌溉区尺度的密集观测，机载遥感任务。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many frequencies are used in the passive microwave radiometer observations for brightness temperature data collection?",
        "QuestionCn": "被动微波辐射计观测亮度温度数据收集使用了多少个频率？",
        "AnswerEn": "3",
        "AnswerCn": "3",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the frequency of the routine soil temperature and moisture observations?",
        "QuestionCn": "常规土壤温度和湿度观测的频率是多少？",
        "AnswerEn": "5 minutes",
        "AnswerCn": "5分钟",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'upscaling of eco-hydrological processes' mean in the context of environmental research?",
        "QuestionCn": "“生态水文过程的升级”在环境研究的背景下是什么意思？",
        "AnswerEn": "Upscaling of eco-hydrological processes refers to the challenge of extending findings from smaller scales to larger, heterogeneous surfaces. This involves integrating data from various scales to improve understanding and modeling of ecological and hydrological interactions across different landscapes.",
        "AnswerCn": "生态水文过程的上尺度化是指将小尺度的研究结果扩展到更大、异质的表面的挑战。这涉及整合来自不同尺度的数据，以改善对不同景观中生态和水文相互作用的理解和建模。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does a 'hierarchically nested scale' observation system entail in the context of environmental monitoring?",
        "QuestionCn": "在环境监测的背景下，“分层嵌套尺度”观察系统涉及什么？",
        "AnswerEn": "A hierarchically nested scale observation system involves arranging instruments in a structured manner across various scales to capture detailed data on eco-hydrological processes. This method ensures that data is collected from micro to macro scales, enabling a thorough analysis of interactions within different environmental contexts.",
        "AnswerCn": "层次嵌套的观测系统涉及在不同尺度上以结构化的方式排列仪器，以捕捉生态水文过程的详细数据。这种方法确保从微观到宏观尺度收集数据，使得能够全面分析不同环境背景下的相互作用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for soil temperature and moisture in the Heihe eco-hydrological study compare with those used in the HiWATER experiment?",
        "QuestionCn": "在黑河生态水文研究中，土壤温度和湿度的数据收集方法与HiWATER实验中使用的方法相比如何？",
        "AnswerEn": "The Heihe eco-hydrological study collected soil temperature using sensors at various depths and soil moisture with H-probe sensors, focusing on detailed ground measurements over a short period. In contrast, the HiWATER experiment used a broader range of instruments, including eddy covariance towers, large aperture scintillometers, and soil moisture networks, as part of a large-scale, multiscale observation system.",
        "AnswerCn": "黑河生态水文研究通过传感器在不同深度收集土壤温度，并使用H探头传感器测量土壤湿度，重点在于短期内的详细地面测量。相比之下，HiWATER实验使用了更广泛的仪器，包括涡度协方差塔、大孔径闪烁仪和土壤湿度网络，作为大规模、多尺度观测系统的一部分。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the poor availability of multiscale observations in the field of eco-hydrology on heterogeneous surfaces?",
        "QuestionCn": "在生态水文学领域，异质表面的多尺度观测可用性差的原因是什么？",
        "AnswerEn": "The field is hindered by the challenge of upscaling eco-hydrological processes and the need for multiscale observations, as highlighted by the HiWATER experiment's emphasis on obtaining multiscale and multidisciplinary data.",
        "AnswerCn": "该领域面临着提升生态水文过程规模化的挑战，以及对多尺度观测的需求，正如HiWATER实验强调获取多尺度和多学科数据所指出的。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why are hierarchically nested scales used in the instrumentation of eco-hydrological studies?",
        "QuestionCn": "为什么在生态水文研究的仪器测量中使用分层嵌套尺度？",
        "AnswerEn": "Hierarchically nested scales are employed to capture multiscale eco-hydrological processes and facilitate the investigation of interactions, such as those between oasis and desert environments, as demonstrated by the arrangement of instruments in the HiWATER experiment.",
        "AnswerCn": "分层嵌套尺度被用来捕捉多尺度生态水文过程，并促进对相互作用的研究，例如绿洲与沙漠环境之间的相互作用，这在HiWATER实验中通过仪器的布置得到了体现。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What factors contribute to the need for intensive observation periods in eco-hydrological research?",
        "QuestionCn": "在生态水文研究中，导致需要进行密集观察期的因素有哪些？",
        "AnswerEn": "Intensive observation periods are necessary due to the complexity of capturing multiscale eco-hydrological processes and the need for continuous and detailed data collection, as demonstrated by the several intensive observation periods conducted during the HiWATER experiment.",
        "AnswerCn": "由于捕捉多尺度生态水文过程的复杂性以及对连续和详细数据收集的需求，进行密集观察期是必要的，这一点在HiWATER实验中进行的多个密集观察期中得到了证明。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using hierarchically nested scales for data collection in eco-hydrological observations?",
        "QuestionCn": "在生态水文观测中使用层次嵌套尺度进行数据收集的后果是什么？",
        "AnswerEn": "Using hierarchically nested scales allows for the capture of multi-scale eco-hydrological processes, which addresses the challenge of upscaling these processes on heterogeneous surfaces. This approach can provide a more comprehensive understanding of the interactions in an oasis-desert system.",
        "AnswerCn": "使用层次嵌套尺度可以捕捉多尺度生态水文过程，这解决了在异质表面上对这些过程进行上尺度处理的挑战。这种方法可以更全面地理解绿洲-沙漠系统中的相互作用。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What outcomes might arise from the poor availability of multiscale observations in eco-hydrological studies?",
        "QuestionCn": "在生态水文研究中，多尺度观测的可用性差可能会导致哪些结果？",
        "AnswerEn": "The poor availability of multiscale observations can hinder progress in understanding and modeling eco-hydrological processes, making it difficult to effectively upscale findings from small-area studies to larger regions.",
        "AnswerCn": "多尺度观测的稀缺性可能会阻碍我们对生态水文过程的理解和建模，使得将小区域研究的发现有效地上升到更大区域变得困难。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to use hierarchically nested scales in the collection of eco-hydrological data within heterogeneous surfaces?",
        "QuestionCn": "在异质表面上收集生态水文数据时，使用分层嵌套尺度的重要性是什么？",
        "AnswerEn": "The goal is to capture multi-scale eco-hydrological processes, which is a challenge due to the poor availability of multiscale observations. Hierarchically nested scales help in obtaining multiscale and multidisciplinary data.",
        "AnswerCn": "目标是捕捉多尺度生态水文过程，这由于多尺度观测的稀缺而面临挑战。层次嵌套的尺度有助于获取多尺度和多学科的数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What objectives are pursued by implementing a sparse network for investigating oasis-desert interactions in eco-hydrological research?",
        "QuestionCn": "在生态水文研究中，实施稀疏网络以调查绿洲-沙漠相互作用所追求的目标是什么？",
        "AnswerEn": "The objective is to better understand the interactions between oasis and desert ecosystems by arranging instruments on hierarchically nested scales to capture the relevant processes, which can be challenging without multiscale observations.",
        "AnswerCn": "目标是更好地理解绿洲和沙漠生态系统之间的相互作用，通过在层次嵌套的尺度上布置仪器，以捕捉相关过程，这在没有多尺度观测的情况下可能是具有挑战性的。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why are continuous hydrometeorological observations and intensive observation periods crucial in studying eco-hydrological processes?",
        "QuestionCn": "连续的水文气象观测和强化观测期在研究生态水文过程中的重要性是什么？",
        "AnswerEn": "The goal is to address the challenge of limited multiscale observations by using continuous and intensive observations to provide comprehensive data for studying eco-hydrological processes across various scales.",
        "AnswerCn": "目标是通过使用连续和密集的观测来解决有限多尺度观测的挑战，以提供全面的数据用于研究不同尺度的生态水文过程。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are used to ensure data integrity and accuracy during the collection of soil temperature and moisture at different depths in an agricultural field setting?",
        "QuestionCn": "在农业田地环境中，确保在不同深度收集土壤温度和湿度数据的完整性和准确性所采用的程序有哪些？",
        "AnswerEn": "To ensure data integrity and accuracy, sensors are installed at specific depths (1cm, 5cm, 10cm, 20cm for temperature, and 0-5cm for moisture) in the soil. The sensors are connected to a data logger (dt80) for continuous observation, with a frequency of 5 minutes. The soil moisture sensor (H-probe) also simultaneously measures soil temperature at the same depth, contributing to cross-verification of the readings.",
        "AnswerCn": "为了确保数据的完整性和准确性，传感器安装在特定深度（温度为1厘米、5厘米、10厘米、20厘米，湿度为0-5厘米）的土壤中。传感器连接到数据记录仪（dt80）进行持续观察，频率为每5分钟一次。土壤湿度传感器（H-probe）还同时在相同深度测量土壤温度，以便交叉验证读数。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How are multi-frequency passive microwave radiometer observations conducted to ensure comprehensive data collection in heterogeneous terrains?",
        "QuestionCn": "多频被动微波辐射计观测是如何进行的，以确保在异质地形中全面收集数据？",
        "AnswerEn": "Multi-frequency passive microwave radiometer observations are conducted using a vehicle-mounted setup. The radiometer measures brightness temperatures at different frequencies (6.925, 18.7, and 36.5GHz) and polarizations (V and H). Such a setup allows for mobility and adaptability to different terrains, ensuring comprehensive data collection across heterogeneous surfaces.",
        "AnswerCn": "多频段被动微波辐射计观测是通过车辆安装的设备进行的。该辐射计在不同频率（6.925、18.7 和 36.5GHz）和极化方式（垂直和水平）下测量亮温。这样的设置允许移动性和适应不同地形，确保在异质表面上进行全面的数据收集。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What methodologies are employed to assess and incorporate soil texture and roughness data into eco-hydrological modeling?",
        "QuestionCn": "评估和纳入土壤纹理和粗糙度数据到生态水文模型中所采用的方法论有哪些？",
        "AnswerEn": "Soil texture is assessed by collecting soil samples and analyzing them at a laboratory (Beijing Normal University). Soil roughness is measured using specialized equipment provided by the Northeast Institute of Geography. These measurements are then integrated into eco-hydrological models to enhance the understanding of surface interactions and hydrological processes.",
        "AnswerCn": "土壤质地通过收集土壤样本并在实验室（北京师范大学）进行分析来评估。土壤粗糙度则使用东北地理研究所提供的专业设备进行测量。这些测量结果随后被整合到生态水文模型中，以增强对表面相互作用和水文过程的理解。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What instrumentation and hierarchical scales enabled the collection of multiscale and multidisciplinary data in eco-hydrological research on heterogeneous surfaces?",
        "QuestionCn": "哪些仪器和层次尺度使得在异质表面进行生态水文研究时能够收集多尺度和多学科的数据？",
        "AnswerEn": "The collection of multiscale and multidisciplinary data was enabled through the use of a hierarchically nested observation system, which included a flux observation matrix with eddy covariance towers, large aperture scintillometers, and automatic meteorological stations. Additionally, an eco-hydrological sensor network and hyper-resolution airborne remote sensing technologies such as LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers were employed.",
        "AnswerCn": "多尺度和多学科数据的收集得益于一个分层嵌套的观测系统，该系统包括一个通量观测矩阵，配备涡度协方差塔、大孔径闪烁仪和自动气象站。此外，还采用了生态水文传感器网络和超高分辨率的航空遥感技术，如激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How does the use of synchronized ground measurements and airborne remote sensing technologies enable a comprehensive understanding of oasis-desert interactions?",
        "QuestionCn": "同步地面测量和空中遥感技术的使用如何使我们全面理解绿洲与沙漠之间的相互作用？",
        "AnswerEn": "The integration of synchronized ground measurements of vegetation dynamics and photosynthesis processes with airborne remote sensing technologies, such as LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers, allows for a comprehensive understanding of oasis-desert interactions by capturing detailed and multi-scale eco-hydrological processes.",
        "AnswerCn": "将同步的地面植被动态和光合作用过程测量与机载遥感技术（如激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计）相结合，可以全面理解绿洲-沙漠相互作用，通过捕捉详细的多尺度生态水文过程。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What challenges are addressed by using a sparse network and superstation in the collection of data in oasis-desert ecosystems?",
        "QuestionCn": "使用稀疏网络和超级站在收集绿洲-沙漠生态系统数据时，解决了哪些挑战？",
        "AnswerEn": "The challenges of capturing multi-scale eco-hydrological processes and investigating oasis-desert interactions are addressed by using a sparse network and a superstation. This setup allows for the collection of data across different landscapes, including sandy desert, desert pavement, desert steppe, and wetland, thereby facilitating a broader understanding of the environmental dynamics.",
        "AnswerCn": "通过使用稀疏网络和超级站，解决了捕捉多尺度生态水文过程和研究绿洲-沙漠相互作用的挑战。这种设置允许在不同的景观中收集数据，包括沙漠、沙漠铺装、沙漠草原和湿地，从而促进对环境动态的更广泛理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why are multiscale observations expected to be challenging to obtain in eco-hydrological processes on heterogeneous surfaces?",
        "QuestionCn": "为什么在异质表面上获得生态水文过程的多尺度观测预计会具有挑战性？",
        "AnswerEn": "Progress in the field is hindered by the poor availability of multiscale observations, which is a significant challenge for upscaling eco-hydrological processes on heterogeneous surfaces.",
        "AnswerCn": "该领域的进展受到多尺度观测稀缺的限制，这是在异质表面上进行生态水文过程上尺度化的一个重大挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might the instrumentation on hierarchically nested scales be essential for capturing eco-hydrological processes?",
        "QuestionCn": "层次嵌套尺度上的仪器设备对于捕捉生态水文过程可能至关重要的原因是什么？",
        "AnswerEn": "Instrumentation on hierarchically nested scales is essential to capture multi-scale eco-hydrological processes, as it allows for the collection of comprehensive data across different scales and disciplines.",
        "AnswerCn": "在分层嵌套尺度上进行仪器测量对于捕捉多尺度生态水文过程至关重要，因为它允许在不同尺度和学科之间收集全面的数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there an expectation of high quality and reliability in datasets obtained from the HiWATER observation system?",
        "QuestionCn": "为什么对HiWATER观测系统获得的数据集有高质量和可靠性的期望？",
        "AnswerEn": "Datasets from the HiWATER observation system are expected to be of high quality and reliability due to the careful quality control implemented throughout sensor calibration, data collection, data processing, and dataset generation.",
        "AnswerCn": "HiWATER观测系统的数据集由于在传感器校准、数据收集、数据处理和数据集生成过程中实施了严格的质量控制，预计具有高质量和可靠性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How might the integration of various remote sensing technologies, such as LiDAR and microwave radiometry, enhance data collection methods in eco-hydrological research?",
        "QuestionCn": "各种遥感技术的集成，如激光雷达（LiDAR）和微波辐射计，如何增强生态水文研究中的数据收集方法？",
        "AnswerEn": "The integration of remote sensing technologies like LiDAR and microwave radiometry in eco-hydrological research offers a comprehensive approach to capturing multi-scale processes. These technologies allow for the collection of high-resolution data across different scales, which is crucial for understanding the interactions between eco-hydrological processes and surface heterogeneity. By combining these methods, researchers can overcome the challenge of poor availability of multiscale observations and gain a more detailed and accurate representation of the study area.",
        "AnswerCn": "遥感技术如激光雷达（LiDAR）和微波辐射计在生态水文研究中的整合提供了一种全面的方法来捕捉多尺度过程。这些技术允许在不同尺度上收集高分辨率数据，这对于理解生态水文过程与表面异质性之间的相互作用至关重要。通过结合这些方法，研究人员可以克服多尺度观测数据稀缺的挑战，从而获得对研究区域更详细和准确的表征。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "In what ways do hierarchically nested scales in data collection contribute to understanding eco-hydrological processes in heterogeneous landscapes?",
        "QuestionCn": "层次嵌套的尺度在数据收集中的应用如何有助于理解异质景观中的生态水文过程？",
        "AnswerEn": "Hierarchically nested scales in data collection enable researchers to capture eco-hydrological processes at multiple levels, from local to regional scales, thus providing a more nuanced understanding of how these processes interact within heterogeneous landscapes. This approach addresses the challenge of scaling eco-hydrological observations and facilitates the study of complex interactions such as those between oasis and desert systems. By employing this method, researchers can gather a comprehensive dataset that encompasses various spatial and temporal resolutions.",
        "AnswerCn": "层次嵌套的尺度在数据收集中的应用使研究人员能够在从地方到区域的多个层面捕捉生态水文过程，从而提供对这些过程在异质景观中如何相互作用的更细致理解。这种方法解决了生态水文观测的尺度问题，并促进了对绿洲与沙漠系统之间复杂相互作用的研究。通过采用这种方法，研究人员可以收集到涵盖各种空间和时间分辨率的综合数据集。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm unsure about how data collection methods can effectively capture multiscale eco-hydrological processes in a heterogeneous surface.",
        "QuestionCn": "我不确定数据收集方法如何有效捕捉异质表面上的多尺度生态水文过程。",
        "AnswerEn": "The HiWATER experiment addresses this challenge by using instrumentation on hierarchically nested scales, including a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations, along with airborne remote sensing and ground measurements, to obtain multiscale and multidisciplinary data.",
        "AnswerCn": "HiWATER实验通过在分层嵌套的尺度上使用仪器来应对这一挑战，包括涡度协方差塔、大孔径闪烁仪和自动气象站的通量观测矩阵，以及航空遥感和地面测量，以获取多尺度和多学科的数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I don't understand why multiscale observations are challenging to obtain in eco-hydrological studies.",
        "QuestionCn": "我不明白为什么在生态水文学研究中获取多尺度观测数据是具有挑战性的。",
        "AnswerEn": "Progress in eco-hydrological studies is hindered by the poor availability of multiscale observations because capturing processes on a heterogeneous surface requires a sophisticated setup, which HiWATER addresses through hierarchically nested instrumentation and a sparse network of observation tools.",
        "AnswerCn": "生态水文学研究的进展受到多尺度观测稀缺的制约，因为捕捉异质表面上的过程需要复杂的设置，而HiWATER通过分层嵌套的仪器和稀疏的观测工具网络来解决这一问题。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of how synchronical ground measurements and remote sensing data are integrated for comprehensive eco-hydrological analysis.",
        "QuestionCn": "我无法理解如何将同步地面测量和遥感数据整合以进行全面的生态水文分析。",
        "AnswerEn": "In the HiWATER project, synchronical ground measurements of vegetation dynamics and photosynthesis processes are integrated with hyper-resolution airborne remote sensing data from LiDAR, imaging spectrometer, thermal imager, and microwave radiometer to provide a comprehensive multiscale dataset for eco-hydrological analysis.",
        "AnswerCn": "在HiWATER项目中，植被动态和光合作用过程的同步地面测量与来自激光雷达、成像光谱仪、热成像仪和微波辐射计的超高分辨率航空遥感数据相结合，提供了一个全面的多尺度生态水文分析数据集。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please summarize the data collection methods used for obtaining multiscale eco-hydrological observations in heterogeneous surfaces.",
        "QuestionCn": "总结用于获取异质表面多尺度生态水文观测的数据收集方法。",
        "AnswerEn": "The data collection methods include intensive observation periods and continuous hydrometeorological observations, with instruments arranged on hierarchically nested scales to capture multi-scale eco-hydrological processes. The setup involved a sparse network to investigate oasis-desert interactions, a superstation within the oasis, EC towers, and automatic meteorological stations across different landscapes. Additionally, airborne remote sensing missions were conducted using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer.",
        "AnswerCn": "数据收集方法包括密集观察期和连续的水文气象观测，仪器按层次嵌套的尺度布置，以捕捉多尺度生态水文过程。该设置涉及一个稀疏网络，以研究绿洲-沙漠相互作用，绿洲内设有超级站，EC 塔和自动气象站分布在不同的景观中。此外，还进行了空中遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和 L 波段微波辐射计。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please analyze the challenges faced in collecting multiscale observations of eco-hydrological processes and suggest potential solutions.",
        "QuestionCn": "分析在收集生态水文过程的多尺度观测时面临的挑战，并提出潜在的解决方案。",
        "AnswerEn": "The primary challenge in collecting multiscale observations is the poor availability of such data, which hinders progress. Potential solutions could include enhancing the observational network by establishing more superstations and EC towers, expanding the use of advanced remote sensing technologies, and increasing the frequency and coverage of airborne missions to capture a wider range of data.",
        "AnswerCn": "收集多尺度观测的主要挑战是数据的可用性差，这阻碍了进展。潜在的解决方案包括通过建立更多的超级站和生态系统（EC）塔来增强观测网络，扩大先进遥感技术的应用，以及增加空中任务的频率和覆盖范围，以捕获更广泛的数据。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please identify and describe a dataset that includes multiscale and multidisciplinary eco-hydrological data, and explain the quality control measures applied.",
        "QuestionCn": "请识别并描述一个包含多尺度和多学科生态水文数据的数据集，并解释所应用的质量控制措施。",
        "AnswerEn": "A dataset obtained from the Heihe Watershed Allied Telemetry Experimental Research (HiWATER) includes multiscale and multidisciplinary data, such as flux observations from eddy covariance towers, soil moisture, leaf area index, and hyper-resolution airborne remote sensing. Quality control measures involve careful sensor calibration, data collection, processing, and dataset generation to ensure data accuracy and reliability. The observational data are available at figshare and the Cold and Arid Regions Science Data Centre.",
        "AnswerCn": "从黑河流域联合遥感实验研究（HiWATER）获得的数据集包括多尺度和多学科的数据，如涡度协方差塔的通量观测、土壤湿度、叶面积指数和超高分辨率的航空遥感数据。质量控制措施包括对传感器的仔细校准、数据收集、处理和数据集生成，以确保数据的准确性和可靠性。观测数据可在figshare和寒区与干旱区科学数据中心获取。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}