{
  "id": "6d236976-21c2-4716-94c0-0997340de5e6",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Monthly 0.01°  terrestrial evapotranspiration datasets  over the Tibetan Plateau  from 2000 to 2018",
      "titleCn": "青藏高原0.01°陆表月蒸发量数据集（2000-2018）",
      "description": "Terrestrial actual evapotranspiration (ETa) is an important component of terrestrial ecosystems because it links the hydrological, energy, and carbon cycles. However, accurately monitoring and understanding the spatial and temporal variability of ETa over the Tibetan Plateau (TP) remains very difficult. Here, the multiyear (2000-2018) monthly ETa on the TP was estimated using the MOD16-STM model supported by datasets of soil properties, meteorological conditions, and remote sensing. The estimated ETa correlates very well with measurements from 9 flux towers, with low root mean square errors (average RMSE = 13.48 mm/month) and mean bias (average MB = 2.85 mm/month), and strong correlation coefficients (R = 0.88) and the index of agreement values (IOA = 0.92). The spatially averaged ETa of the entire TP and the eastern TP (Lon > 90°E) increased significantly, at rates of 1.34 mm/year (p < 0.05) and 2.84 mm/year (p < 0.05) from 2000 to 2018, while no pronounced trend was detected on the western TP (Lon < 90°E). The spatial distribution of ETa and its components were heterogeneous, decreasing from the southeastern to northwestern TP. ETa showed a significantly increasing trend in the eastern TP, and a significant decreasing trend throughout the year in the southwestern TP, particularly in winter and spring. Soil evaporation (Es) accounted for more than 84% of ETa and the spatial distribution of temporal trends was similar to that of ETa over the TP. The amplitudes and rates of variations in ETa were greatest in spring and summer. The multi-year averaged annual terrestrial ETa (over an area of 2444.18×103 km2) was 376.91±13.13 mm/year, equivalent to a volume of 976.52±35.7 km3/year. The average annual evapotranspirated water volume over the whole TP (including all plateau lakes, with an area of 2539.49×103 km2) was about 1028.22±37.8 km3/year. This new estimated ETa dataset is useful for investigating the hydrological impacts of land cover change and will help with better management of watershed water resources across the TP.",
      "descriptionCn": "陆地实际蒸散发(ETa)是陆地生态系统的重要组成部分，它连接着水文、能量和碳循环。然而，准确监测和理解青藏高原(TP)实际蒸散发(ETa)的时空变化仍然非常困难。在此，利用MOD16-STM模型，在土壤属性、气象条件和遥感数据集的支持下，对青藏高原多年（2000-2018年）月度ETa进行了估算。估算出的ETa与9个通量塔的测量结果相关性非常好，均方根误差（平均RMSE=13.48 mm/月）和平均偏差（平均MB=2.85 mm/月）较低，相关系数（R=0.88）和一致性指数（IOA=0.92）较高。2000年至2018年，整个TP和东部TP（Lon>90°E）的空间平均ETa显著增加，增速分别为1.34 mm/年（P<0.05）和2.84 mm/年（P<0.05），而西部TP（Lon<90°E）未发现明显趋势。ETa及其组分的空间分布不均匀，从东南向西北TP递减。东部ETa呈显著上升趋势，西南部ETa全年呈显著下降趋势，尤其是冬春两季。土壤蒸发(Es)占总ETa的84%以上，其时间趋势的空间分布与年平均ETa相似。春季和夏季的ETa变化幅度和速率最大。陆表ETa的多年平均年值(面积2444.18×10^3 km2)为376.91±13.13 mm/年，相当于976.52±35.7 km3/年。整个TP(包括所有高原湖泊，面积2539.49×10^3 km2)的年平均蒸发水量约为1028.22±37.8 km3/年。新的ETa数据集有助于研究土地覆被变化对水文的影响，有助于对整个TP的水资源管理。",
      "instructions": "The evapotranspiration data are stored in text format, and the name of the file is \"yyyymm_ET.mat\", where yyyy represents the year and mm represents the month, for example, 200501_ET.mat represents the data file describing the total evapotranspiration of the Tibetan Plateau in January 2005.\n\nAll .mat data files in this dataset can be opened by Matlab's load() function and displayed graphically by the images function.",
      "instructionsCn": "蒸散发数据以文本格式存储，例如文件的名称为“yyyymm_ET.mat”，其中yyyy代表年，mm代表月份，比如200501_ET.mat就代表这个数据文件描述2005年青藏高原一月份总蒸散发状况。\n该数据集中的所有.mat数据文件都可用matlab的load()函数打开，用images函数图示显示。",
      "east": 105.0,
      "west": 75.0,
      "south": 25.0,
      "north": 40.0,
      "startTime": "2000-01-01 00:00:00",
      "endTime": "2018-12-31 00:00:00",
      "fileSize": 6993407404.0,
      "cstr": "18406.11.Hydro.tpdc.271236",
      "doi": "10.11888/Hydro.tpdc.271236",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "马耀明",
        "nameEn": "MA Yaoming",
        "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "陈学龙",
        "nameEn": "CHEN Xuelong",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "袁令",
        "nameEn": "YUAN Ling",
        "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "An enhanced MOD16 evapotranspiration model for the Tibetan Plateau during the unfrozen season",
        "referenceCn": null,
        "referenceEn": "Yuan, L., Ma, Y.*, Chen, X.*, Wang, Y., & Li, Z. (2021). An enhanced MOD16 evapotranspiration model for the Tibetan Plateau during the unfrozen season. Journal of Geophysical Research: Atmospheres, 126(7), e2020JD032787."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "HWSD",
        "nameEn": "Harmonized world soil database"
      },
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤水文参数",
        "nameEn": "Soil hydraulic parameters"
      },
      {
        "nameCn": "土壤湿度",
        "nameEn": "soil moisture"
      },
      {
        "nameCn": "土壤粒径",
        "nameEn": "Soil particle size"
      },
      {
        "nameCn": "土壤蒸散发",
        "nameEn": "Soil evapotranspiration"
      },
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "感热通量",
        "nameEn": "Sensible heat flux"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "潜热通量",
        "nameEn": "Latent heat flux"
      },
      {
        "nameCn": "能量平衡闭合",
        "nameEn": "Energy balance closure"
      },
      {
        "nameCn": "辐射",
        "nameEn": "Radiation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "The Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "逐月数据",
        "keywordEn": "Monthly dataset",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "西风-季风断面上陆气相互作用和水热变化及其对周边的影响",
        "titleEn": "Strategic Priority Research Program (A) of the Chinese Academy of Sciences"
      },
      {
        "titleCn": "青藏高原地-气耦合过程和海洋对区域能量和水分循环及全球气候的协同影响",
        "titleEn": "National Natural Science Foundation of China"
      },
      {
        "titleCn": "地气相互作用及其气候效应",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      },
      {
        "titleCn": "泛第三极地区多圈层地气相互作用过程及其影响区域能量和水分循环的机制研究",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      },
      {
        "titleCn": "青藏高原地-气耦合过程和海洋对区域能量和水分循环及全球气候的协同影响",
        "titleEn": "National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of a dataset estimating land surface actual evapotranspiration (ETa) over a large plateau region?",
        "QuestionCn": "估计大面积高原地区地表实际蒸散发（ETa）数据集的特征是什么？",
        "AnswerEn": "use of models like the MOD16-STM model, utilizes soil properties, meteorological conditions, remote sensing datasets, covers a multi-year period such as 2000-2018, provides monthly ETa estimates, validated against measurements from multiple flux towers, good correlation with low root mean square error (RMSE), low mean bias (MB), high correlation coefficient (R), high index of agreement (IOA), reveals spatial and temporal trends, significant increases in ETa for certain areas and seasons, variations in ETa components like soil evaporation.",
        "AnswerCn": "使用类似MOD16-STM模型的模型，利用土壤特性、气象条件、遥感数据集，涵盖2000-2018年的多年期，提供每月的ETa估算，经过多个通量塔的测量验证，具有良好的相关性，低均方根误差（RMSE），低平均偏差（MB），高相关系数（R），高一致性指数（IOA），揭示空间和时间趋势，某些地区和季节的ETa显著增加，ETa成分如土壤蒸发的变化。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the average annual actual evapotranspiration (ETa) in the Tibetan Plateau as estimated using data from 2000 to 2018?",
        "QuestionCn": "根据2000年至2018年的数据，青藏高原的年均实际蒸散发（ETa）是多少？",
        "AnswerEn": "376.91±13.13 mm/year",
        "AnswerCn": "376.91±13.13 毫米/年",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the spatial and temporal estimations of land evapotranspiration (ETa) using the MOD16-STM model compare to those derived from flux tower measurements in terms of accuracy and reliability?",
        "QuestionCn": "使用MOD16-STM模型的土地蒸散发（ETa）空间和时间估计与来自通量塔测量的估计在准确性和可靠性方面有何比较？",
        "AnswerEn": "The spatial and temporal estimations of land evapotranspiration (ETa) using the MOD16-STM model show a high correlation with flux tower measurements. The average root mean square error (RMSE) is 13.48 mm/month, the average mean bias (MB) is 2.85 mm/month, the correlation coefficient (R) is 0.88, and the index of agreement (IOA) is 0.92, indicating good accuracy and reliability.",
        "AnswerCn": "使用MOD16-STM模型对土地蒸散发（ETa）的空间和时间估计与通量塔测量结果显示出高度相关性。平均均方根误差（RMSE）为13.48毫米/月，平均偏差（MB）为2.85毫米/月，相关系数（R）为0.88，一致性指数（IOA）为0.92，表明准确性和可靠性良好。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the difficulty in accurately monitoring and understanding the spatiotemporal variations of actual evapotranspiration (ETa) in the Tibetan Plateau?",
        "QuestionCn": "哪些因素导致在青藏高原上准确监测和理解实际蒸散发（ETa）的时空变化变得困难？",
        "AnswerEn": "Accurate monitoring and understanding of the spatiotemporal variations of actual evapotranspiration (ETa) in the Tibetan Plateau are challenging due to several factors, including the complex interactions between hydrology, energy, and carbon cycles in the land ecosystem. Additionally, the region's vast and diverse landscape, along with varying soil properties, meteorological conditions, and remote sensing data limitations, contributes to these challenges. However, using models like MOD16-STM, supported by soil, meteorological, and remote sensing datasets, has shown strong correlations with measurements from flux towers, indicating methodological advancements in addressing these complexities.",
        "AnswerCn": "在青藏高原，准确监测和理解实际蒸散发（ETa）的时空变化面临诸多挑战，这些挑战包括水文、能量和碳循环在陆地生态系统中的复杂相互作用。此外，该地区广阔而多样的地形、不同的土壤特性、气象条件以及遥感数据的局限性也加剧了这些挑战。然而，使用像MOD16-STM这样的模型，结合土壤、气象和遥感数据集，已显示出与通量塔测量结果之间的强相关性，表明在应对这些复杂性方面的方法论取得了进展。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using MOD16-STM model estimations combined with soil attributes, meteorological conditions, and remote sensing data on the accuracy and reliability of estimating actual evapotranspiration (ETa) across the Tibetan Plateau?",
        "QuestionCn": "使用MOD16-STM模型估算结合土壤属性、气象条件和遥感数据对青藏高原实际蒸散发（ETa）估算的准确性和可靠性的潜在后果是什么？",
        "AnswerEn": "Using a dataset that combines MOD16-STM model estimations with soil attributes, meteorological conditions, and remote sensing data results in highly accurate and reliable estimates of actual evapotranspiration (ETa) across the Tibetan Plateau. The estimated ETa shows a high correlation with measurements from nine flux towers, with a low root mean square error (average RMSE=13.48 mm/month) and mean bias (average MB=2.85 mm/month), as well as a high correlation coefficient (R=0.88) and index of agreement (IOA=0.92).",
        "AnswerCn": "使用结合MOD16-STM模型估算、土壤属性、气象条件和遥感数据的数据集，可以在青藏高原上获得高精度和可靠性的实际蒸散发（ETa）估算。估算的ETa与九个通量塔的测量值之间具有很高的相关性，平均均方根误差（RMSE）为13.48毫米/月，平均偏差（MB）为2.85毫米/月，相关系数（R）为0.88，符合度指数（IOA）为0.92。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of utilizing the MOD16-STM model in estimating land surface evapotranspiration across the Tibetan Plateau from 2000 to 2018?",
        "QuestionCn": "利用MOD16-STM模型在2000年至2018年间估算青藏高原的地表蒸散发的主要目标是什么？",
        "AnswerEn": "The primary objectives of utilizing the MOD16-STM model in estimating land surface evapotranspiration across the Tibetan Plateau from 2000 to 2018 include accurately monitoring and understanding the spatiotemporal variations of actual evapotranspiration (ETa) in the region, which is a critical component of terrestrial ecosystems linking hydrological, energy, and carbon cycles. This estimation aims to provide insights into the impact of land cover changes on hydrology and assist in the management of water resources across the plateau.",
        "AnswerCn": "利用MOD16-STM模型估算2000年至2018年间青藏高原的地表蒸散发的主要目标包括准确监测和理解该地区实际蒸散发（ETa）的时空变化，这是连接水文、能量和碳循环的陆地生态系统的关键组成部分。这一估算旨在提供对土地覆盖变化对水文影响的洞察，并协助管理青藏高原的水资源。",
        "Level": "C1(Remembering)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodologies can be used to accurately estimate actual evapotranspiration (ETa) over the Tibetan Plateau, considering the integration of soil attributes, meteorological conditions, and remote sensing datasets?",
        "QuestionCn": "可以使用哪些方法来准确估计青藏高原的实际蒸散发（ETa），考虑土壤属性、气象条件和遥感数据集的整合？",
        "AnswerEn": "To accurately estimate actual evapotranspiration (ETa) over the Tibetan Plateau, a methodology using the MOD16-STM model is implemented. This approach integrates soil attributes, meteorological conditions, and remote sensing datasets. The ETa estimates are validated against measurements from nine flux towers, showing good correlation with a low root mean square error (average RMSE=13.48 mm/month) and mean bias (average MB=2.85 mm/month), as well as high correlation coefficient (R=0.88) and index of agreement (IOA=0.92).",
        "AnswerCn": "为了准确估计青藏高原的实际蒸散发（ETa），采用了MOD16-STM模型的方法。该方法整合了土壤属性、气象条件和遥感数据集。ETa估算结果与九个通量塔的测量数据进行了验证，显示出良好的相关性，平均均方根误差（RMSE）为13.48毫米/月，平均偏差（MB）为2.85毫米/月，相关系数（R）为0.88，符合度指数（IOA）为0.92。",
        "Level": "C6(Creating)"
      }
    ]
  }
}