{
  "id": "6d2f0700-5a84-4c3d-9495-74731bdef29a",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Sidaoqiao superstation, 2019)",
      "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站涡动相关仪-2019）",
      "description": "This dataset contains the flux measurements from the Sidaoqiao superstation eddy covariance system (EC) in the downstream reaches of the Heihe integrated observatory network from January 1 to December 31 in 2019. The site (101.1374° E, 42.0012° N) was located in the Ejina Banner in Inner Mongolia Autonomous Region . The elevation is 873 m. The EC was installed at a height of 3.2 m, and the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (CSAT3&Li7500A) was 0.15 m.\nThe raw data acquired at 10 Hz were processed using the Eddypro post-processing software, including the spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. The observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC): class 1-3 (high quality), class 4-6 (good), class 7-8 (poor, better than gap filling data), class9 (rejected). In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data collected before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 10% of the 30 min raw record. There were 48 records per day, and the missing data were replaced with -6999. Suspicious data were marked in red. Data during July 15 to 25 and September 12 to 28, 2019 were missing due to the eddy covariance system debugging.\nThe released data contained the following variables: data/time, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m3), CO2 mass density (CO2, mg/m3), friction velocity (ustar, m/s), stability (L), sensible heat flux (Hs, W/m2), latent heat flux (LE, W/m2), carbon dioxide flux (Fc, mg/ (m2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xls format. Detailed information can be found in the suggested references.\nFor more information, please refer to Liu et al. (2018) (for sites information), Liu et al. (2011) for data processing) in the Citation section.",
      "descriptionCn": "该数据集包含了2019年1月1日至2019年12月31日的黑河流域地表过程综合观测网下游四道桥超级站涡动相关仪观测数据。站点位于内蒙古额济纳旗四道桥，下垫面是柽柳。观测点的经纬度是101.1374E, 42.0012N，海拔873 m。涡动相关仪的架高8m，采样频率是10Hz，超声朝向是正北向，超声风速仪（CSAT3）与CO2/H2O分析仪（Li7500）之间的距离是15cm。\n涡动相关仪的原始观测数据为10Hz，发布的数据是采用Eddypro软件处理的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对Eddypro软件输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据中每30min内缺失率大于10%的数据。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。7月15日-7月25日涡动系统调配，9月12日-9月28日涡动系统更换调试，导致数据缺失。\n发布的观测数据包括：日期/时间Date/Time，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（℃），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），奥布霍夫长度L（m），感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE，二氧化碳通量的质量标识QA_Fc。感热、潜热、二氧化碳通量的质量标识分为九级（质量标识1-3数据质量好，4-6数据质量较好，7-8数据质量较差（比插补数据好）；9数据质量差））。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。\n黑河流域地表过程综合观测网或站点信息请参考Liu et al. (2018)，观测数据处理请参考Liu et al. (2011)。",
      "instructions": "Year+** observatory network+ site no + EC",
      "instructionsCn": "年份+**观测网+站点名称+EC",
      "east": 101.1374,
      "west": 101.1374,
      "south": 42.0012,
      "north": 42.0012,
      "startTime": "2019-01-15 00:00:00",
      "endTime": "2020-01-14 00:00:00",
      "fileSize": 2654318.0,
      "cstr": "18406.11.Meteoro.tpdc.270685",
      "doi": "10.11888/Meteoro.tpdc.270685",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "任志国",
        "nameEn": "REN Zhiguo",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "谭俊磊",
        "nameEn": "TAN Junlei",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "张阳",
        "nameEn": "ZHANG Yang",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
        "referenceCn": null,
        "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
      },
      {
        "titleCn": null,
        "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": null,
        "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
      },
      {
        "titleCn": null,
        "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
      },
      {
        "titleCn": null,
        "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
        "referenceCn": null,
        "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
      },
      {
        "titleCn": null,
        "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
        "referenceCn": null,
        "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
      },
      {
        "titleCn": null,
        "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
        "referenceCn": null,
        "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
      },
      {
        "titleCn": null,
        "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
      },
      {
        "titleCn": null,
        "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
        "referenceCn": null,
        "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
      },
      {
        "titleCn": null,
        "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
        "referenceCn": null,
        "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
      },
      {
        "titleCn": null,
        "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
      },
      {
        "titleCn": null,
        "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
        "referenceCn": null,
        "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
      },
      {
        "titleCn": null,
        "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
        "referenceCn": null,
        "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
        "referenceCn": null,
        "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
      },
      {
        "titleCn": null,
        "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
        "referenceCn": null,
        "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
      },
      {
        "titleCn": null,
        "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
      },
      {
        "titleCn": null,
        "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
      },
      {
        "titleCn": null,
        "titleEn": "Investigating microclimate effects in an oasis-desert interaction zone",
        "referenceCn": null,
        "referenceEn": "Liu, R., Sogachev, A., Yang, X.F., Liu, S.M., Xu, T.R., Zhang, J.J. (2020). Investigating microclimate effects in an oasis-desert interaction zone. Agricultural and Forest Meteorology, 290, 107992"
      },
      {
        "titleCn": null,
        "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
      },
      {
        "titleCn": null,
        "titleEn": "A mechanistic investigation of the oasis effect in the Zhangye cropland in semiarid western China",
        "referenceCn": null,
        "referenceEn": "Ruehr, S., Lee, X.H., Smith, R., Li, X., Xu, Z.W., Liu, S.M., Yang, X.F., Zhou,Y.Z. (2020). A mechanistic investigation of the oasis effect in the Zhangye cropland in semiarid western China. Journal of Arid Environments. 176, 104120."
      },
      {
        "titleCn": null,
        "titleEn": "Estimation of surface heat fluxes using multi-angular observations of radiative surface temperature",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Bian, Z.J., William P, K., Liu, S.M., Xiao, Q., Hector, N, Xu, Z.W., Yang, Y., Xu, T.R., Han, X.J. (2020). Estimation of surface heat fluxes using multi-angular observations of radiative surface temperature. Remote sensing of Environment, 239, 111674."
      },
      {
        "titleCn": null,
        "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
        "referenceCn": null,
        "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
      },
      {
        "titleCn": null,
        "titleEn": "Mapping Regional Turbulent Heat Fluxes via Variational Assimilation of Land Surface Temperature Data from Polar Orbiting Satellites",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., He, X.L., Bateni, S.M., Auligne, T., Liu, S.M., Xu, Z.W., Zhou, J., Mao, K.B. (2019). Mapping Regional Turbulent Heat Fluxes via Variational Assimilation of Land Surface Temperature Data from Polar Orbiting Satellites. Remote Sensing of Environment, 221, 444-461, doi.org/10.1016/j.rse.2018.11.023"
      },
      {
        "titleCn": null,
        "titleEn": "Monitoring and validating spatially and temporally continuous daily evaporation and transpiration at river basin scale",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., William P, K., Hector, N., Sun, L., Xu, Z.W., Todd H, S., Yang, Y., Ma, M.G., Xu, T.R., Tang, X.G., Li, Q.P. (2018). Monitoring and validating spatially and temporally continuous daily evaporation and transpiration at river basin scale. Remote Sensing of Environment, 219, 72–88. doi: 10.1016/j.rse.2018.10.002."
      },
      {
        "titleCn": null,
        "titleEn": "Intercomparison of six upscaling evapotranspiration methods: From site to the satellite pixel",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Li, H.X., Ma, Y.F., Wang, J.H., Zhang, Y., Xu, Z.W., Xu, T.R., Song, L.S., Yang, X.F., Lu, Z., Wang, Z.Y., Guo, Z.X. (2018). Intercomparison of six upscaling evapotranspiration methods: From site to the satellite pixel. Journal of Geophysical Research: Atmospheres, 123(13), 6777-6803. https://doi.org/10.1029/2018JD028422."
      },
      {
        "titleCn": null,
        "titleEn": "Estimation of daily evapotranspiration and irrigation water efficiency at a Landsat-like scale for an arid irrigation area using multi-source remote sensing data",
        "referenceCn": null,
        "referenceEn": "Ma, Y.F., Liu, S.M., Song, L.S., Xu, Z.W., Liu, Y.L., Xu, T.R., Zhu, Z.L. (2018). Estimation of daily evapotranspiration and irrigation water efficiency at a Landsat-like scale for an arid irrigation area using multi-source remote sensing data. Remote Sensing of Environment, 216, 715-734. doi:10.1016/j.rse.2018.07.019."
      },
      {
        "titleCn": null,
        "titleEn": "Wind dynamics over a highly heterogeneous oasis area: An experimental and numerical study",
        "referenceCn": null,
        "referenceEn": "Liu, R., Liu, S.M., Yang, X.F., Lu, H, Pan, X.D., Xu, Z.W., Ma, Y.F., Xu,T.R. (2018). Wind dynamics over a highly heterogeneous oasis area: An experimental and numerical study. Journal of Geophysical Research: Atmospheres. 123, 8418-8440."
      },
      {
        "titleCn": null,
        "titleEn": "Evaluating Different Machine Learning Methods for Upscaling Evapotranspiration from Flux Towers to the Regional Scale",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., Guo, Z.X., Liu, S.M., He, X.L., Meng, Y.F.Y., Xu, Z.W., Xia, Y.L., Xiao, J.F., Zhang, Y., Ma, Y.F, Song, L.S. (2018). Evaluating Different Machine Learning Methods for Upscaling Evapotranspiration from Flux Towers to the Regional Scale. Journal of Geophysical Research: Atmospheres, 123(16), 8674-8690. doi: 10.1029/2018JD028447."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "大气放射性物质",
        "nameEn": "Atmospheric Radioactive Substance"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域下游",
        "keywordEn": "The lower reaches of the heihe river"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019",
        "keywordEn": "2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      },
      {
        "titleCn": "陆表遥感产品真实性检验中的关键理论与方法研究",
        "titleEn": "Key Program of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that utilizes eddy covariance techniques to measure heat and carbon fluxes in arid environments?",
        "QuestionCn": "您能否提供一个利用涡度协方差技术在干旱环境中测量热量和碳通量的数据收集方法的例子？",
        "AnswerEn": "A data collection method using eddy covariance techniques involves deploying an eddy covariance system at a site, such as the one located in the Heihe River Basin, with specific instruments like a CSAT3 ultrasonic anemometer and a Li7500 CO2/H2O analyzer. The system collects data at a high frequency of 10Hz, which is then processed to obtain 30-minute averaged flux values. This method includes steps such as coordinate rotation, frequency response correction, and quality assessment of flux data based on atmospheric stability and turbulence similarity characteristics.",
        "AnswerCn": "一种使用涡度协方差技术的数据收集方法是在一个地点部署涡度协方差系统，例如位于黑河流域的系统，配备特定仪器如CSAT3超声波风速仪和Li7500 CO2/H2O分析仪。该系统以10Hz的高频率收集数据，然后处理以获得30分钟的平均通量值。该方法包括坐标旋转、频率响应校正和基于大气稳定性和湍流相似性特征的通量数据质量评估等步骤。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the features and techniques used in the data collection method involving eddy covariance systems for monitoring surface processes?",
        "QuestionCn": "涉及涡度相关系统用于监测地表过程的数据收集方法中使用的特征和技术是什么？",
        "AnswerEn": "8-meter high installation, sampling frequency of 10Hz, northward-oriented ultrasonic anemometer, 15cm apart from CO2/H2O analyzer, 30-minute averages, outlier removal, time delay correction, coordinate rotation, frequency response correction, ultrasonic virtual temperature correction, WPL correction, quality evaluation based on atmospheric stability and turbulence similarity, removal of erroneous instrument data, removal of precipitation-affected periods, removal of data with over 10% missing 10Hz observations in a 30-minute interval",
        "AnswerCn": "8米高的装置，采样频率为10Hz，朝北的超声波风速仪，距离CO2/H2O分析仪15厘米，30分钟平均，去除异常值，时间延迟校正，坐标旋转，频率响应校正，超声波虚温校正，WPL校正，基于大气稳定性和湍流相似性进行质量评估，去除错误的仪器数据，去除受降水影响的时段，去除在30分钟间隔内10Hz观测数据缺失超过10%的数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the meaning of '涡动相关仪' in the context of surface process observation networks?",
        "QuestionCn": "在地表过程观测网络的背景下，'涡动相关仪'的意思是什么？",
        "AnswerEn": "In the context of surface process observation networks, '涡动相关仪' refers to an eddy covariance instrument used to measure the exchange of gases and energy between the earth's surface and the atmosphere. It is set up at a height of 8 meters and utilizes a sampling frequency of 10Hz. The instrument setup includes a CSAT3 sonic anemometer and a Li7500 CO2/H2O analyzer, which are positioned 15cm apart, oriented towards true north. The data from these instruments undergo processing steps like outlier removal, time lag correction, coordinate rotation, frequency response correction, virtual temperature correction, and density correction using Eddypro software, resulting in quality-assessed 30-minute flux data.",
        "AnswerCn": "在表面过程观测网络中，'涡动相关仪'指的是一种用于测量地表与大气之间气体和能量交换的仪器。该仪器设置在8米的高度，采样频率为10Hz。仪器的设置包括一个CSAT3声学风速仪和一个Li7500 CO2/H2O分析仪，这两个仪器相距15厘米，朝向真北。来自这些仪器的数据经过一系列处理步骤，如异常值去除、时间滞后校正、坐标旋转、频率响应校正、虚温校正和密度校正，使用Eddypro软件处理，最终得到经过质量评估的30分钟通量数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data processing steps used in the eddy covariance method with Eddypro software compare to other data processing techniques in terms of handling raw data and ensuring data quality?",
        "QuestionCn": "eddy covariance 方法中使用 Eddypro 软件的数据处理步骤与其他数据处理技术在处理原始数据和确保数据质量方面有何比较？",
        "AnswerEn": "The data processing steps used in the eddy covariance method involve several specific procedures such as outlier removal, time delay correction, coordinate rotation, frequency response correction, virtual temperature correction, and density correction. Quality evaluation is performed based on atmospheric stability and turbulence similarity characteristics. Additionally, the processing includes specific selection criteria, like excluding data from faulty instruments, or when precipitation affects the data, and requires less than 10% missing data in each 30-minute segment. This rigorous approach ensures high-quality data but might differ from other methods which may not include such detailed corrections and quality assessments.",
        "AnswerCn": "涡度协方差法的数据处理步骤涉及多个特定程序，如异常值去除、时间延迟校正、坐标旋转、频率响应校正、虚拟温度校正和密度校正。质量评估基于大气稳定性和湍流相似性特征。此外，处理还包括特定的选择标准，例如排除来自故障仪器的数据，或在降水影响数据时的排除，并要求每个30分钟段内缺失数据少于10%。这种严格的方法确保了高质量的数据，但可能与其他方法有所不同，后者可能不包括如此详细的校正和质量评估。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of implementing quality evaluation processes, such as atmospheric stability and turbulence similarity tests, on the reliability and accuracy of flux measurements in a dataset?",
        "QuestionCn": "实施质量评估过程，例如大气稳定性和湍流相似性测试，对数据集中通量测量的可靠性和准确性可能产生的后果是什么？",
        "AnswerEn": "Implementing quality evaluation processes like atmospheric stability and turbulence similarity tests can enhance the reliability and accuracy of flux measurements by ensuring that only data with acceptable stability and turbulence characteristics are included. This can lead to a more accurate representation of surface processes, since unstable or turbulent conditions can introduce errors. However, it may also result in the exclusion of a significant amount of data, especially during periods with adverse conditions, which could impact the overall dataset comprehensiveness.",
        "AnswerCn": "实施质量评估过程，如大气稳定性和湍流相似性测试，可以通过确保仅包含具有可接受稳定性和湍流特征的数据，从而提高通量测量的可靠性和准确性。这可以更准确地代表表面过程，因为不稳定或湍流条件可能会引入误差。然而，这也可能导致在不利条件下排除大量数据，从而影响整体数据集的全面性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of employing eddy covariance techniques in the comprehensive observation network for surface processes in the Heihe River Basin?",
        "QuestionCn": "在黑河流域的综合观测网络中，采用涡度协方差技术的主要目标是什么？",
        "AnswerEn": "The primary objectives of employing eddy covariance techniques in the comprehensive observation network for surface processes in the Heihe River Basin include measuring and analyzing various atmospheric and surface interaction parameters such as wind direction, wind speeds, water vapor density, CO2 concentration, sensible and latent heat fluxes, and CO2 fluxes. These measurements aim to understand the energy and mass exchange processes over the Tamarix surface in the downstream area of the Heihe River Basin. Additionally, the data is processed for quality assurance and to correct for various potential errors, allowing for reliable analysis of the atmospheric stability and turbulence similarity characteristics, which are crucial for understanding the local climate and ecosystem dynamics.",
        "AnswerCn": "在黑河流域的综合观测网络中，采用涡度协方差技术的主要目标包括测量和分析各种大气与表面相互作用参数，如风向、风速、水汽密度、二氧化碳浓度、显热和潜热通量以及二氧化碳通量。这些测量旨在理解黑河流域下游塔玛里克斯表面的能量和物质交换过程。此外，数据经过质量保证处理，并纠正各种潜在错误，从而允许对大气稳定性和湍流相似性特征进行可靠分析，这对于理解当地气候和生态系统动态至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are necessary to preprocess data collected from an eddy covariance system to ensure accurate analysis of surface processes in a river basin?",
        "QuestionCn": "从涡度相关系统收集的数据进行预处理，以确保对河流流域的地表过程进行准确分析，需要哪些程序？",
        "AnswerEn": "The preprocessing of data collected from an eddy covariance system involves several steps, including the removal of outliers, delay time correction, coordinate rotation (secondary coordinate rotation), frequency response correction, ultrasonic virtual temperature correction, and density (WPL) correction. Additionally, quality evaluation of flux values is conducted, focusing on atmospheric stability (Δst) and turbulence similarity characteristics (ITC) testing. The data is further filtered by removing erroneous data from the instruments, excluding data around precipitation events, and discarding data with more than 10% missing in every 30-minute interval. The final dataset is processed into 30-minute averages using Eddypro software.",
        "AnswerCn": "从涡度协方差系统收集的数据的预处理涉及几个步骤，包括去除异常值、延迟时间修正、坐标旋转（次级坐标旋转）、频率响应修正、超声波虚温修正和密度（WPL）修正。此外，还对通量值进行质量评估，重点关注大气稳定性（Δst）和湍流相似性特征（ITC）测试。数据进一步过滤，去除仪器的错误数据，排除降水事件周围的数据，以及丢弃每30分钟间隔内缺失超过10%的数据。最终数据集使用Eddypro软件处理为30分钟平均值。",
        "Level": "C3(Applying)"
      }
    ]
  }
}