{
  "id": "6d952249-6125-4daa-a6b5-542d6158cbf3",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Modeling Ecohydrological Processes and Spatial Patterns in the Upper Heihe Basin (1980-2010) V1.0",
      "titleCn": "黑河干流（莺落峡以上流域）生态水文过程模拟结果（1980-2010）V1.0",
      "description": "The output data of the distributed eco-hydrological model (GBEHM) of the upper reaches of the black river include the spatial distribution data series of 1-km grid.\nRegion: upper reaches of heihe river (yingxiaoxia), time resolution: month scale, spatial resolution: 1km, time period: 1980-2010.\nThe data included precipitation, evapotranspiration, runoff depth, and soil volumetric water content (0-100cm).\nAll data is in ASCII format. See basan.asc file in the reference directory for the basin space range.\nThe projection parameter of the model result is Sphere_ARC_INFO_Lambert_Azimuthal_Equal_Area.",
      "descriptionCn": "黑河上游分布式生态水文模型（GBEHM）输出数据包括1-km网格的空间分布数据系列数据。\n区域：黑河上游（莺落峡），时间分辨率：月尺度，空间分辨率：1km，时段：1980年-2010年。\n数据包括降水量、蒸散发、径流深、土壤体积含水量(0-100cm)。\n所有数据均为ASCII格式，流域空间范围参见reference目录下的basin.asc文件。\n模型结果的投影参数: Sphere_ARC_INFO_Lambert_Azimuthal_Equal_Area",
      "instructions": "File naming: data is stored in Ascii format as a text file, and files are stored in evap, references, runoff, pre, topsoi as folders with simulated results.\nData reading: you can use a text program (such as notepad) to open, if you want to use the diagram to display, you can use Arcgis to open, in the process of reading will generate grid format file, the grid file displayed is the graphic expression of the ASCII code file.",
      "instructionsCn": "文件命名：数据以文本文件Ascii格式存储，文件以模拟结果为文件夹存储evap、references、runoff、pre、topsoi。\n数据读取：可以用文本程序（如记事本）打开，如果要用图示来显示的话，可用Arcgis打开，在读取过程中会生成grid格式的文件，所显示的grid文件就是该ASCII码文件的图形表达。",
      "east": 102.0,
      "west": 98.0,
      "south": 37.0,
      "north": 40.0,
      "startTime": "1980-01-12 08:00:00",
      "endTime": "2011-01-11 08:00:00",
      "fileSize": 49146063.0,
      "cstr": "18406.11.heihe.129.2014.db",
      "doi": "10.3972/heihe.129.2014.db",
      "dataFormat": "ASCII",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "杨大文",
        "nameEn": "YANG Dawen",
        "unitEn": "",
        "unitCn": "清华大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A distributed scheme developed for eco-hydrological modeling in the upper Heihe River",
        "referenceCn": null,
        "referenceEn": "Yang, D., Gao, B., Jiao, Y., Lei, H., Zhang, Y., Yang, H., Cong, Z. (2015). A distributed scheme developed for eco-hydrological modeling in the upper Heihe River. Science China Earth Sciences, 58(1), 36-45."
      },
      {
        "titleCn": null,
        "titleEn": "Change in Frozen grounds and Its Effect on Regional Hydrology in the Upper Heihe Basin, on the Northeastern Qinghai-Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Gao, B., Yang, D., Qin, Y., Wang, Y., Li, H., Zhang, Y., & Zhang, T. (2018).  Change in Frozen grounds and Its Effect on Regional Hydrology in the Upper Heihe Basin, on the Northeastern Qinghai-Tibetan Plateau. The Cryosphere. 12(2), 657-673."
      },
      {
        "titleCn": null,
        "titleEn": "Modeling Ecohydrological Processes and Spatial Patterns in the Upper Heihe Basin in China",
        "referenceCn": null,
        "referenceEn": "Gao, B., Qin, Y., Wang, Y.H., Yang, D.W., &Zheng, Y.R. (2016). Modeling Ecohydrological Processes and Spatial Patterns in the Upper Heihe Basin in China. Forests, 7(1), 10."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤湿度/水分含量",
        "nameEn": "Soil moisture/Water content"
      },
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "径流",
        "nameEn": "Runoff"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "蒸散发",
        "nameEn": "Evapotranspiration"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河上游",
        "keywordEn": "Upper Reaches of Heihe Basin"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1980-2010",
        "keywordEn": "1980-2010",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the features of the spatial resolution and projection parameters used in data modeling for ecological and hydrological processes in river basins?",
        "QuestionCn": "在河流流域的生态和水文过程数据建模中使用的空间分辨率和投影参数的特征是什么？",
        "AnswerEn": "1 km, Sphere_ARC_INFO_Lambert_Azimuthal_Equal_Area",
        "AnswerCn": "1 公里，球体_ARC_INFO_兰伯特_方位_等积_投影",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the total number of 1-km grid points covered in a dataset simulating eco-hydrological processes in the upper reaches of the Heihe River from 1980 to 2010?",
        "QuestionCn": "在1980年至2010年期间，模拟黑河上游生态水文过程的数据集中覆盖的1公里网格点总数是多少？",
        "AnswerEn": "The total number of 1-km grid points would depend on the spatial coverage of the upper Heihe River basin up to Yingluoxia, which can be determined using the spatial extent defined in the basin.asc file.",
        "AnswerCn": "1公里网格点的总数将取决于上游黑河流域到莺落峡的空间覆盖范围，这可以使用basin.asc文件中定义的空间范围来确定。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'distributed eco-hydrological model output data' mean in the context of simulating ecological and hydrological processes?",
        "QuestionCn": "在模拟生态和水文过程的背景下，“分布式生态水文模型输出数据”是什么意思？",
        "AnswerEn": "In the context of simulating ecological and hydrological processes, 'distributed eco-hydrological model output data' refers to the spatially and temporally resolved data generated by a model that simulates various ecological and hydrological processes over a specified region. The model, in this case, provides simulation results such as precipitation, evapotranspiration, runoff depth, and soil volumetric water content at a spatial resolution of 1-km grids and a temporal resolution of monthly intervals over a period from 1980 to 2010. These outputs help in understanding the eco-hydrological dynamics of the specified area, which is the upper reaches of the Heihe River above Yingluoxia.",
        "AnswerCn": "在模拟生态和水文过程的背景下，“分布式生态水文模型输出数据”是指由模型生成的空间和时间分辨的数据，该模型模拟了指定区域内的各种生态和水文过程。在这种情况下，模型提供的模拟结果包括降水、蒸散发、径流深度和土壤体积含水量等，空间分辨率为1公里网格，时间分辨率为每月一次，时间范围为1980年至2010年。这些输出有助于理解指定区域（即黑河上游的英鲁峡以上）的生态水文动态。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the spatial resolution and data format of a dataset that uses a 1-km grid for modeling ecological hydrological processes compare to datasets that employ finer or coarser spatial resolutions and different data formats in similar hydrological studies?",
        "QuestionCn": "使用1公里网格进行生态水文过程建模的数据集的空间分辨率和数据格式与在类似水文研究中采用更细或更粗空间分辨率和不同数据格式的数据集相比，如何？",
        "AnswerEn": "In the dataset described, the spatial resolution is set at a 1-km grid, which allows for a balance between detail and computational efficiency in modeling ecological hydrological processes. This resolution is suitable for capturing regional hydrological dynamics while maintaining manageable data sizes. The data is provided in ASCII format, which is a widely used text-based format that is easy to read and process, though it may lack the efficiency of binary formats in terms of storage space and speed of access. In contrast, datasets with finer resolutions, such as those with sub-kilometer grids, can offer more detailed insights into localized hydrological phenomena but at the cost of increased data volumes and processing demands. Coarser resolutions, on the other hand, may simplify data handling and reduce computational requirements but risk missing finer-scale hydrological variations. Different data formats, such as binary or NetCDF, can also impact the ease of data manipulation and software compatibility, with binary formats typically offering faster processing speeds and reduced file sizes compared to ASCII.",
        "AnswerCn": "在所描述的数据集中，空间分辨率设置为1公里网格，这在建模生态水文过程时实现了细节与计算效率之间的平衡。该分辨率适合捕捉区域水文动态，同时保持可管理的数据大小。数据以ASCII格式提供，这是一种广泛使用的基于文本的格式，易于阅读和处理，尽管在存储空间和访问速度方面可能不如二进制格式高效。相比之下，具有更细分辨率的数据集，例如亚公里网格，可以提供对局部水文现象的更详细洞察，但代价是增加了数据量和处理需求。较粗的分辨率则可能简化数据处理并减少计算需求，但可能会错过更细尺度的水文变化。不同的数据格式，如二进制或NetCDF，也会影响数据操作的便利性和软件兼容性，二进制格式通常提供更快的处理速度和更小的文件大小，相较于ASCII格式。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in accurately modeling the eco-hydrological processes in the upstream Heihe River Basin from 1980 to 2010, considering the spatial and temporal resolution of the data?",
        "QuestionCn": "从1980年到2010年，考虑到数据的空间和时间分辨率，哪些因素导致在准确模拟黑河上游流域的生态水文过程时面临挑战？",
        "AnswerEn": "Challenges in accurately modeling eco-hydrological processes in the upstream Heihe River Basin from 1980 to 2010 could be attributed to several factors. The spatial resolution of 1-km and temporal resolution at a monthly scale might not capture finer-scale variations in precipitation, evapotranspiration, runoff, and soil moisture content. Additionally, the projection parameters, Sphere_ARC_INFO_Lambert_Azimuthal_Equal_Area, could introduce spatial distortions that affect data interpretation. Data collection methods used during this period may have had limitations in sensor technology or data processing techniques, leading to inaccuracies or gaps in the dataset.",
        "AnswerCn": "在1980年至2010年期间，准确建模黑河上游流域的生态水文过程面临多个挑战。这些挑战可能归因于几个因素。1公里的空间分辨率和每月的时间分辨率可能无法捕捉降水、蒸散、径流和土壤水分含量的细微变化。此外，投影参数Sphere_ARC_INFO_Lambert_Azimuthal_Equal_Area可能会引入空间扭曲，从而影响数据解释。在此期间使用的数据收集方法可能在传感器技术或数据处理技术上存在局限性，导致数据集中的不准确性或缺失。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What is the impact on the accuracy and reliability of ecological and hydrological process simulations when using monthly spatial distribution data with a 1-km resolution from 1980 to 2010 for the upper reaches of a river basin?",
        "QuestionCn": "使用1980年至2010年间的1公里分辨率的月度空间分布数据对河流上游流域的生态和水文过程模拟的准确性和可靠性有什么影响？",
        "AnswerEn": "Using monthly spatial distribution data with a 1-km resolution from 1980 to 2010 allows for detailed modeling of ecological and hydrological processes in the upper reaches of the river basin. This high-resolution data contributes to more accurate simulations by capturing spatial variability and temporal trends, which can improve the understanding of precipitation, evapotranspiration, runoff depth, and soil moisture content changes over time. It helps in identifying potential impacts on water resources and ecosystem dynamics in the region.",
        "AnswerCn": "使用1980年至2010年的每月空间分布数据，分辨率为1公里，可以对河流流域上游的生态和水文过程进行详细建模。这种高分辨率数据通过捕捉空间变异性和时间趋势，有助于更准确的模拟，从而提高对降水、蒸散发、径流深度和土壤湿度变化的理解。这有助于识别该地区水资源和生态系统动态的潜在影响。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of simulating eco-hydrological processes in the upper Heihe River basin using distributed models over the period 1980-2010?",
        "QuestionCn": "在1980年至2010年期间，使用分布式模型模拟上黑河流域的生态水文过程的主要目标是什么？",
        "AnswerEn": "The primary objectives include understanding the spatial and temporal distribution of eco-hydrological processes such as precipitation, evapotranspiration, runoff depth, and soil water content in the upper Heihe River basin. This simulation aims to provide insights into the hydrological dynamics at a high spatial resolution of 1 km and a monthly temporal resolution, which can aid in effective water resource management and ecological conservation efforts in this region.",
        "AnswerCn": "主要目标包括理解上黑河流域生态水文过程的空间和时间分布，如降水、蒸散发、径流深度和土壤水分含量。该模拟旨在以1公里的高空间分辨率和每月的时间分辨率提供对水文动态的洞察，这可以帮助该地区有效的水资源管理和生态保护工作。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}