{
    "id": "6de87917-b163-4950-a7fe-e0749428931f",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Single mineral dating data set of magmatic rocks from the South Qiangtang to Lhasa plate (Baohu-Guoganjianianshan-Narusongduo) of the Tibetan Plateau (2020)",
            "titleCn": "青藏高原南羌塘至拉萨板块（宝湖-果干加年山-纳如松多）岩浆岩单矿物定年数据集（2020）",
            "description": "The single mineral dating data set of magmatic rocks in the Qinghai Tibet Plateau is mainly zircon dating in some areas of the Hoh Xil Lhasa plate, with 34 zircon dating samples. The samples are mainly from baohu, guoganjianianshan and Dugur areas of South Qiangtang, Saga county and narusongduo areas of Lhasa plate. The rocks are mainly quartz monzonite, granite and diorite. The zircon dating methods include Sims and LA-ICPMS. The data comes from published articles or in the acceptance stage. The data were published in SCI or Ni journals, including geology, BSA bulletin and Journal of petroleum, and the data results were true and reliable. The main testing unit is Guangzhou Institute of geochemistry, Chinese Academy of Sciences. The data set can be used to study the age of magmatic rocks in different areas of the Qinghai Tibet Plateau.",
            "descriptionCn": "青藏高原岩浆岩单矿物定年数据集主要以可可西里至拉萨板块的局部地区锆石定年为主，锆石定年样品为34件。样品主要来自南羌塘宝湖、果干加年山和都古尔地区，以及拉萨板块萨嘎县和纳如松多地区等。岩石性质以石英二长岩、花岗岩和闪长岩等。锆石定年测试方法包括SIMS和LA-ICPMS两种方法。数据来自已经发表的文章或者正在接受阶段。数据发表的文章均为SCI或NI期刊，包括《Geology》、《BSA Bulletin》以及《Journal of Petrology》等，数据结果真实可靠。测试单位主要是中国科学院广州地球化学研究所。该数据集可以用于研究青藏高原不同地区岩浆岩形成时代。",
            "instructions": "File name: the whole rock geochemical master and trace data are stored in Excel format, and the file name is \"dating2020001. Xlsx\", in which dating represents the content, 2020 represents the year, and 001 represents the serial number.\nData reading method: the data can be directly opened in Excel workbooks.",
            "instructionsCn": "文件命名：全岩地球化学主微量数据以Excel格式存储，文件名称为“Dating2020001.xlsx”，其中Dating代表内容，2020代表年份，001代表序号。\n数据读取方式：该数据可以直接用Excel工作簿打开。",
            "east": 92.0,
            "west": 84.0,
            "south": 29.0,
            "north": 47.0,
            "startTime": "2020-01-01 00:00:00",
            "endTime": "2020-12-31 11:59:59",
            "fileSize": 157394.0,
            "cstr": "18406.11.Geo.tpdc.271241",
            "doi": "10.11888/Geo.tpdc.271241",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "唐功建",
                "nameEn": "TANG Gongjian",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            },
            {
                "nameCn": "但卫",
                "nameEn": "DAN Wei",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            },
            {
                "nameCn": "周金胜",
                "nameEn": "ZHOU Jinsheng",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            },
            {
                "nameCn": "齐玥",
                "nameEn": "QI Yue",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            },
            {
                "nameCn": "王军",
                "nameEn": "WANG Jun",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Passive-margin magmatism caused by enhanced slab-pull forces in central Tibet",
                "referenceCn": null,
                "referenceEn": "Dan, W., Wang, Q., White, W.M., Li, X.H., Zhang, X.Z., Tang, G.J., Ou, Q., Hao, L.L., Qi, Y. (2020). Passive-margin magmatism caused by enhanced slab-pull forces in central Tibet. Geology, in press, https://doi.org/10.1130/G47957.1"
            },
            {
                "titleCn": null,
                "titleEn": "Early Paleozoic S-type granites as the basement of Southern Qiantang Terrane, Tibet",
                "referenceCn": null,
                "referenceEn": "Dan, W., Wang, Q., Zhang, X.Z., &Tang, G.J. (2020). Early Paleozoic S-type granites as the basement of Southern Qiantang Terrane, Tibet. Lithos 356-357, 105395."
            },
            {
                "titleCn": null,
                "titleEn": "Syn-collisional magmatic record of Indian steep subduction by 50 Ma",
                "referenceCn": null,
                "referenceEn": "Qi, Y., Hawkesworth, C.J., Wang, Q., Wyman, D.A., Li, Z.X., Dong, H., Ma, T., Chen, F., Hu, W.L., Zhang, X.Z. (2020). Syn-collisional magmatic record of Indian steep subduction by 50 Ma. GSA Bulletin. in press, https://doi.org/10.1130/B35498.1."
            },
            {
                "titleCn": null,
                "titleEn": "Petrogenesis of the Ulungur Intrusive Complex, NW China, and Implications for Crustal Generation and Reworking in Accretionary Orogens",
                "referenceCn": null,
                "referenceEn": "Tang, G.J., Wang, Q., Wyman, D.A., Dan, W., Ma, L., Zhang, H.X., Zhao, Z.H. (2020). Petrogenesis of the Ulungur Intrusive Complex, NW China, and Implications for Crustal Generation and Reworking in Accretionary Orogens. Journal of Petrology 61(2), egaa018, https://doi.org/10.1093/petrology/egaa018"
            },
            {
                "titleCn": null,
                "titleEn": "High-Mg# adakitic rocks formed by lower-crustal magma differentiation: mineralogical and geochemical evidence from garnet-bearing diorite porphyries in central Tibet",
                "referenceCn": null,
                "referenceEn": "Wang, J., Dan, W., Wang, Q., Tang, G.J. (2020). High-Mg# adakitic rocks formed by lower-crustal magma differentiation: mineralogical and geochemical evidence from garnet-bearing diorite porphyries in central Tibet. Journal of Petrology. egaa099, https://doi.org/10.1093/petrology/egaa099"
            },
            {
                "titleCn": null,
                "titleEn": "Extraction of high-silica granites from an upper crustal magma reservoir: Insights from the Narusongduo magmatic system, Gangdese arc",
                "referenceCn": null,
                "referenceEn": "Zhou, J.S., Yang, Z.S., Wang, Q., Zheng, Y.C., Hou, Z.Q., Wyman, D.A. (2020). Extraction of high-silica granites from an upper crustal magma reservoir: Insights from the Narusongduo magmatic system, Gangdese arc. American Mineralogist 105, 1572-1584."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "定年",
                "nameEn": "dating"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "华南",
                "keywordEn": "South China"
            },
            {
                "keywordCn": "西藏",
                "keywordEn": "Tibet"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "中生代",
                "keywordEn": "Mesozoic",
                "type": "temporal"
            },
            {
                "keywordCn": "古生代",
                "keywordEn": "Paleozoic",
                "type": "temporal"
            },
            {
                "keywordCn": "新生代",
                "keywordEn": "Cenozoic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "How many zircon dating samples are included in a dataset focusing on magmatic rocks from the Tibetan Plateau?",
                "QuestionCn": "在一个关注于青藏高原的火成岩的数据集中，包含多少个锆石定年样本？",
                "AnswerEn": "34",
                "AnswerCn": "34",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'zircon dating' mean in the context of geological data collection methods?",
                "QuestionCn": "“锆石定年”在地质数据收集方法的背景下是什么意思？",
                "AnswerEn": "Zircon dating in geological data collection refers to the method of determining the age of rocks by analyzing zircon minerals found within them. This specific approach can involve techniques like SIMS (Secondary Ion Mass Spectrometry) and LA-ICPMS (Laser Ablation Inductively Coupled Plasma Mass Spectrometry) to obtain precise age measurements from zircon samples, such as those collected from specific regions like the South Qiangtang to Lhasa terrane on the Qinghai-Tibet Plateau.",
                "AnswerCn": "锆石定年在地质数据收集中指的是通过分析岩石中发现的锆石矿物来确定岩石年龄的方法。这种特定的方法可以涉及如SIMS（次级离子质谱）和LA-ICPMS（激光剥蚀电感耦合等离子体质谱）等技术，以从锆石样本中获得精确的年龄测量，例如从青藏 Plateau 的南羌塘到拉萨地块收集的样本。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors might influence the accuracy and reliability of zircon dating in the context of collecting single mineral dating data from magmatic rocks in regions like the Tibetan Plateau?",
                "QuestionCn": "在像青藏 Plateau 这样的地区收集来自岩浆岩的单矿物定年数据时，影响锆石定年准确性和可靠性的因素可能包括以下几个方面：",
                "AnswerEn": "Factors influencing the accuracy and reliability of zircon dating include the choice of dating methods such as SIMS and LA-ICPMS, the quality and preservation of zircon samples, potential contamination, instrument calibration, and data derived from published and peer-reviewed articles ensuring the reliability of results.",
                "AnswerCn": "影响锆石定年准确性和可靠性的因素包括选择的定年方法，如SIMS和LA-ICPMS、锆石样品的质量和保存状况、潜在的污染、仪器校准，以及来自已发表和经过同行评审的文章的数据，以确保结果的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using multiple dating methods like SIMS and LA-ICPMS on the reliability and accuracy of zircon dating in magmatic rock studies?",
                "QuestionCn": "使用多种测年方法，如SIMS和LA-ICPMS，对岩浆岩研究中锆石测年的可靠性和准确性可能产生的潜在后果是什么？",
                "AnswerEn": "Using multiple dating methods such as SIMS and LA-ICPMS can increase the reliability and accuracy of zircon dating by providing cross-validation of results, reducing individual method biases, and offering a more comprehensive understanding of the sample's age and geological history.",
                "AnswerCn": "使用多种测年方法，如SIMS和LA-ICPMS，可以通过提供结果的交叉验证、减少单一方法的偏差以及提供对样本年龄和地质历史的更全面理解，从而提高锆石测年的可靠性和准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective behind collecting zircon dating data from the southern Qiangtang to Lhasa terrane regions using SIMS and LA-ICPMS methods?",
                "QuestionCn": "收集来自南部羌塘和拉萨地块区域的锆石定年数据的主要目标是使用SIMS和LA-ICPMS方法。",
                "AnswerEn": "The primary objective is to determine the formation ages of magmatic rocks in different regions of the Tibetan Plateau, which can enhance the understanding of geological processes in these areas.",
                "AnswerCn": "主要目标是确定青藏高原不同地区岩浆岩的形成年龄，这可以增强对这些地区地质过程的理解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in collecting zircon dating data from magmatic rocks in regions like the Qinghai-Tibet Plateau, and what techniques are typically used to ensure data accuracy and reliability?",
                "QuestionCn": "在像青藏高原这样的地区收集来自火成岩的锆石定年数据涉及哪些程序步骤，以及通常使用哪些技术来确保数据的准确性和可靠性？",
                "AnswerEn": "The zircon dating data from magmatic rocks in regions like the Qinghai-Tibet Plateau are typically collected using SIMS (Secondary Ion Mass Spectrometry) and LA-ICPMS (Laser Ablation Inductively Coupled Plasma Mass Spectrometry) methods. These methods involve extracting zircon samples from rock types such as quartz monzonite, granite, and diorite. The data collection process includes selecting appropriate samples from specific locations such as the South Qiangtang Baohu, Guoganjianian Mountain, and Narusongduo, preparing the samples for analysis, and then conducting the tests using the mentioned methods. The reliability of the data is ensured by using published articles from SCI or NI journals as references, indicating that the data results are verified and credible. The testing is typically conducted by specialized institutions like the Guangzhou Institute of Geochemistry, Chinese Academy of Sciences.",
                "AnswerCn": "来自青藏高原地区的岩浆岩锆石定年数据通常使用SIMS（次级离子质谱）和LA-ICPMS（激光剥蚀电感耦合等离子体质谱）方法收集。这些方法涉及从石英闪长岩、花岗岩和辉绿岩等岩石类型中提取锆石样品。数据收集过程包括从南羌塘宝湖、郭干尖年山和那如松多等特定地点选择合适的样品，准备样品以进行分析，然后使用上述方法进行测试。数据的可靠性通过引用SCI或NI期刊的已发表文章来确保，这表明数据结果经过验证且可信。测试通常由中国科学院广州地球化学研究所等专业机构进行。",
                "Level": "C3(Applying)"
            }
        ]
    }
}