{
    "id": "6e1e5490-f32d-4efc-b25b-0d86039dd998",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Administrative division of the Heihe River Basin",
            "titleCn": "黑河流域行政边界数据集",
            "description": "China's administrative regions are basically divided into three levels: provinces (autonomous regions, municipalities directly under the central government), counties (autonomous counties, cities), townships (nationality townships, towns). In order to meet the needs of user statistics and cartography, we have published 1:1 million national administrative division data sets according to the national basic geographic information center.\nThe administrative division data of Heihe River Basin were prepared. This data reflects the current situation of administrative divisions in Heihe River basin around 2008, including the information of provincial, regional and county-level administrative divisions. Its main attributes (such as area, code of administrative divisions, province (autonomous region), city (region, autonomous prefecture)) come from China's administrative divisions published in 2008.",
            "descriptionCn": "中国的行政区域基本上划分为三级，即省（自治区、直辖市），县（自治县、市），乡（民族乡、镇）。为了便于用户统计和制图方面的需要，我们根据国家基础地理信息中心公布的1：100万全国行政区划数据集\n制备了黑河流域行政区划数据。该数据反映了黑河流域2008年前后的行政区划现状，包括省级、地区级和县级三级行政区划信息，其主要属性（如面积、行政区划代码、所属省（自治区）、市（地区、自治洲））来源于2008年出版的《中国行政区划》。",
            "instructions": ".shp format storage, which can be read by Arcgis",
            "instructionsCn": ".shp  格式存储, 可用Arcgis 读取",
            "east": 104.2,
            "west": 96.1,
            "south": 37.7,
            "north": 43.3,
            "startTime": "2018-12-02 18:48:53",
            "endTime": "2018-12-02 18:48:53",
            "fileSize": 976259.0,
            "cstr": null,
            "doi": "",
            "dataFormat": "shp",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "吴立宗",
                "nameEn": "WU Lizong",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河流域水生态功能分区研究",
                "titleEn": null,
                "referenceCn": "许莎莎. (2012). 黑河流域水生态功能分区研究[D]. 兰州大学",
                "referenceEn": null
            },
            {
                "titleCn": "基于遥感的黑河流域蒸散发研究",
                "titleEn": null,
                "referenceCn": "杨永民. 基于遥感的黑河流域蒸散发研究[D]. 兰州大学, 2010",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            }
        ],
        "themeList": [],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008",
                "keywordEn": "2008",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "面向黑河流域生态-水文过程集成研究的数据整理与服务",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区基于AVHRR亮温数据的月0.05°×0.05°地表温度数据（V1.0），基于MYD21A1温度数据的月/日0.01°×0.01°地表温度数据（V1.0）",
                "titleEn": "Land Surface Temperature (LST) Monthly/Day Dataset (V1.0) based on AVHRR brightness temperature (BT) (0.05°×0.05°) and MYD21A1 LST products (0.01°×0.01°) in Qilian Mountain Area"
            },
            {
                "titleCn": "泛第三极关键节点区域Landsat拾米级多光谱遥感影像（2000-2016）",
                "titleEn": "Landsat multi-spectral remote sensing images dataset of pan-third pole key points  region (2000-2016)"
            },
            {
                "titleCn": "泛第三极关键节点区域日最高气温、日平均相对湿度数据集（2000-2016）",
                "titleEn": "Daily maximum temperature, daily average relative humidity dataset of Pan-Third Pole key points region (2000-2016)"
            },
            {
                "titleCn": "泛第三极关键节点区域历史高温热浪灾害事件数据集（2010-2018）",
                "titleEn": "Ｈistorical heat wave disaster dataset of pan-third pole key points  region (2010-2018)"
            },
            {
                "titleCn": "孟加拉国达卡市高分辨遥感数据集拾米级多光谱遥感影像（2010）",
                "titleEn": "High resolution remote sensing data set in Dhaka City, Bangladesh"
            },
            {
                "titleCn": "孟加拉国达卡市气象站点监测数据（2016-2019）",
                "titleEn": "Monitoring data of meteorological stations in Dhaka City, Bangladesh (2016-2019)"
            },
            {
                "titleCn": "泛第三极34个关键节点高温热浪敏感性数据集（2015）",
                "titleEn": "Heat wave vulnerability data set of 34 key nodes in 2015"
            },
            {
                "titleCn": "黑河中下游绿洲植被生态属性数据集（2015-2017）",
                "titleEn": "Ecological attribute data set of oasis vegetation in the middle and lower reaches of Heihe River (2015-2017)"
            },
            {
                "titleCn": "锡尔河流域土壤盐渍化观测数据（2017年5月，9月）",
                "titleEn": "Soil salinization observation data in the Syr Dayra River Basin on May and Sep, 2017"
            },
            {
                "titleCn": "祁连山地貌特征数据（2020）",
                "titleEn": "Geomorphological data of Qilian Shan (2020)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Concept Completion": [
            {
                "QuestionEn": "What are the methods used to prepare a dataset reflecting administrative boundaries in the Heihe River Basin?",
                "QuestionCn": "准备反映黑河流域行政边界的数据集的方法有哪些？",
                "AnswerEn": "1:1000000 national administrative division dataset",
                "AnswerCn": "1:1000000 国家行政区划数据集",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the main attributes included in a dataset detailing the administrative boundaries of the Heihe River Basin, and how are these attributes sourced?",
                "QuestionCn": "Heihe河流域行政边界数据集中包含的主要属性有哪些，这些属性是如何获取的？",
                "AnswerEn": "area, administrative division code, province, city",
                "AnswerCn": "地区，行政区划代码，省，市",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by '三级行政区划' in the context of administrative boundary datasets?",
                "QuestionCn": "'三级行政区划'在行政边界数据集的上下文中指的是中国的三级行政区划系统，包括省（或直辖市、自治区）、市（或地区）、县（或县级市）这三个层级的行政区域划分。",
                "AnswerEn": "'三级行政区划' refers to a three-level administrative division system in China, which includes provinces (autonomous regions, municipalities), counties (autonomous counties, cities), and townships (ethnic townships, towns).",
                "AnswerCn": "'三级行政区划'指的是中国的三级行政分区制度，包括省（自治区、直辖市）、县（自治县、城市）和乡（民族乡、镇）。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the complexity of collecting and preparing administrative boundary datasets in regions like the Heihe River Basin, considering its hierarchical administrative divisions?",
                "QuestionCn": "在像黑河流域这样的地区，收集和准备行政边界数据集的复杂性受到多个因素的影响，考虑到其层级行政划分。",
                "AnswerEn": "The complexity of collecting and preparing administrative boundary datasets in regions like the Heihe River Basin is influenced by the hierarchical nature of China's administrative divisions, which are split into three levels: provincial, county, and township. Challenges may arise from variations in the area, administrative codes, and affiliation to specific provinces or regions, as indicated by the data reflecting the administrative status around 2008. The preparation of such datasets often involves integrating information published by national geographic information centers and ensuring accuracy in reflecting the current administrative divisions.",
                "AnswerCn": "在像黑河流域这样的地区，收集和准备行政边界数据集的复杂性受到中国行政区划的层级性质的影响，行政区划分为三个层级：省级、县级和乡级。由于区域、行政代码和特定省份或地区的隶属关系的差异，可能会出现挑战，正如2008年左右的行政状态数据所反映的那样。准备此类数据集通常涉及整合国家地理信息中心发布的信息，并确保准确反映当前的行政区划。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on data accuracy and reliability when utilizing administrative boundary datasets that reflect the administrative divisions from 2008 for contemporary studies in the Heihe River Basin?",
                "QuestionCn": "在对黑河流域的当代研究中，使用反映2008年行政区划的行政边界数据集可能对数据准确性和可靠性产生哪些潜在影响？",
                "AnswerEn": "Utilizing administrative boundary datasets from 2008 may lead to inaccuracies and reliability issues in contemporary studies due to potential changes in administrative boundaries over time. These changes might include reorganization of local governments, merging or splitting of administrative regions, and updates in administrative codes, which could result in discrepancies between the dataset and current conditions. This can affect the precision of geographic analyses, policy-making, and regional planning that rely on up-to-date administrative information.",
                "AnswerCn": "利用2008年的行政边界数据集可能会导致当代研究中的不准确性和可靠性问题，因为行政边界可能随着时间的推移发生变化。这些变化可能包括地方政府的重组、行政区域的合并或拆分，以及行政代码的更新，这可能导致数据集与当前情况之间的差异。这会影响依赖最新行政信息的地理分析、政策制定和区域规划的精确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of compiling a dataset reflecting the administrative boundaries of the Heihe River Basin, considering the hierarchical structure of China's administrative divisions?",
                "QuestionCn": "编制反映黑河流域行政边界的数据集的主要目标是什么，考虑到中国行政区划的层级结构？",
                "AnswerEn": "The primary objectives of compiling a dataset reflecting the administrative boundaries of the Heihe River Basin are to facilitate statistical analyses and cartographic needs for users. The dataset is based on the 1:100,000 national administrative division dataset published by the National Basic Geographic Information Center, capturing the administrative division status around 2008. It includes three levels of administrative divisions: provincial, regional, and county, with key attributes like area, administrative division codes, and affiliation to provinces, municipalities, or autonomous regions, derived from the 2008 publication of 'China's Administrative Divisions.'",
                "AnswerCn": "编制反映黑河流域行政边界的数据集的主要目标是为了方便用户进行统计分析和制图需求。该数据集基于国家基础地理信息中心发布的1:100,000国家行政区划数据集，捕捉了2008年左右的行政区划状态。它包括三个层级的行政区划：省级、地区级和县级，关键属性如面积、行政区划代码以及隶属于省、市或自治区的情况，均来源于2008年发布的《中华人民共和国行政区划》。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in preparing an administrative boundary dataset for the Heihe River Basin, and how are different administrative levels such as province, county, and township integrated and verified for accuracy?",
                "QuestionCn": "准备黑河流域行政边界数据集涉及哪些程序，以及如何整合和验证省、县和乡镇等不同行政级别的准确性？",
                "AnswerEn": "The preparation of an administrative boundary dataset for the Heihe River Basin involves using the 1:100 million national administrative division dataset published by the National Basic Geographic Information Center. It reflects the administrative division status around 2008 and includes province, prefecture, and county-level information. The main attributes, such as area, administrative division codes, and the province or city to which they belong, are sourced from the 2008 publication of 'China's Administrative Divisions.'",
                "AnswerCn": "为黑河流域准备行政边界数据集涉及使用国家基础地理信息中心发布的1:1亿国家行政区划数据集。该数据集反映了2008年左右的行政区划状态，包括省、地级市和县级信息。主要属性，如面积、行政区划代码以及所属省或市，均来源于2008年出版的《中华人民共和国行政区划》。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}