{
  "id": "6e7c54c0-f622-46fe-9a67-bece65dadc51",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "1km resolution wind energy resource distribution data of Qinghai Tibet Plateau (1979-2008)",
      "titleCn": "青藏高原1km分辨率风能资源分布数据（1979-2008）",
      "description": "The 1km resolution wind energy resource data of Qinghai Tibet Plateau is developed by using the wind energy resource numerical simulation assessment system of China Meteorological Administration (weras / CMA), which includes typical terrain classification module, mesoscale model WRF and Calmet dynamic diagnosis model. Firstly, the typical days are randomly selected from the historical weather types for hourly wind speed simulation, and then the climate average distribution of wind energy resources is obtained according to the statistical analysis of the frequency of weather types. The data set includes wind speed and wind power density over the Qinghai Tibet Plateau. The data accuracy of wind speed is 0.01m/s, the data accuracy of wind power density is 0.01w/m2, and the vertical height of data is 100m. The data have been checked and corrected by the observation data of meteorological stations, and are mainly used for detailed investigation of wind energy resources and macro site selection of wind farms. This data is the output data of the national wind energy resources detailed survey and evaluation project from 2008 to 2012 (the project cost is 290 million yuan), and then becomes the basic data of wind energy resources related research. The Ministry of finance has no plan to invest in extending this data set in the near future.",
      "descriptionCn": "青藏高原1km分辨率风能资源数据是采用中国气象局风能资源数值模拟评估系统（WERAS/CMA）研制的，该系统包含典型地形分类模块、中尺度模式WRF和CALMET动力诊断模式。首先从历史上出现过的天气类型中随机抽取典型日进行逐小时风速模拟，再根据天气型出现的频率统计分析得到风能资源的气候平均分布。本数据集包括青藏高原风速和风功率密度，风速的数据精度为0.01m/s，风功率密度的数据精度为0.01W/m2，数据的垂直高度为100米。数据经过了气象站观测资料的检验和订正，主要用于风能资源详查和风电场宏观选址。该数据为2008-2012年全国风能资源详查和评价项目产出数据（项目经费2.9亿），之后成为风能资源相关研究的基础数据，近期财政部没有计划投资再延长这个数据集。",
      "instructions": "File name: area + element + height;\nData reading mode: the data storage format is TIFF format, which can be opened by general GIS software or read by program.",
      "instructionsCn": "文件命名：区域+要素+高度；\n数据读取方式：数据存储格式为TIFF格式，可以用通用GIS软件打开，或用程序读取。",
      "east": 104.5,
      "west": 73.5,
      "south": 26.0,
      "north": 40.0,
      "startTime": "1979-01-01 00:00:00",
      "endTime": "2008-12-31 11:59:59",
      "fileSize": 44053148.0,
      "cstr": "18406.11.Meteoro.tpdc.271275",
      "doi": "10.11888/Meteoro.tpdc.271275",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "朱蓉",
        "nameEn": "ZHU Rong",
        "unitEn": "",
        "unitCn": "国家气候中心"
      },
      {
        "nameCn": "孙朝阳",
        "nameEn": "SUN Chaoyang",
        "unitEn": "",
        "unitCn": "国家气候中心"
      }
    ],
    "literatureList": [
      {
        "titleCn": "全国风能资源详查和评价报告",
        "titleEn": null,
        "referenceCn": "中国气象局. (2014). 全国风能资源详查和评价报告. 气象出版社, 北京, 2014年5月.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "风",
        "nameEn": "Winds"
      },
      {
        "nameCn": "风功率密度",
        "nameEn": "wind power density"
      },
      {
        "nameCn": "风速",
        "nameEn": "wind speed"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibetan plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1979-2008",
        "keywordEn": "1979-2008",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What are the primary components of the data collection method used to determine wind energy resources on the Qinghai-Tibet Plateau?",
        "QuestionCn": "用于确定青藏高原风能资源的数据收集方法的主要组成部分是什么？",
        "AnswerEn": "typical terrain classification module, mesoscale model WRF, CALMET dynamic diagnostic model",
        "AnswerCn": "典型地形分类模块，中尺度模型WRF，CALMET动态诊断模型",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the properties and specifications of wind energy resource distribution datasets at high spatial resolution, particularly in regions like the Qinghai-Tibet Plateau?",
        "QuestionCn": "高空间分辨率风能资源分布数据集的属性和规格，特别是在青藏高原等地区？",
        "AnswerEn": "1km spatial resolution, wind speed precision 0.01m/s, wind power density precision 0.01W/m², vertical height 100 meters",
        "AnswerCn": "1公里空间分辨率，风速精度0.01米/秒，风能密度精度0.01瓦/平方米，垂直高度100米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '中尺度模式WRF' refer to in the context of wind energy resource data collection?",
        "QuestionCn": "在风能资源数据收集的背景下，“中尺度模式WRF”指的是什么？",
        "AnswerEn": "'中尺度模式WRF' refers to the Weather Research and Forecasting model, which is a mesoscale numerical weather prediction system used to simulate weather conditions for wind energy resource assessments, helping in generating wind speed simulations on a typical day selected from historical weather types.",
        "AnswerCn": "'中尺度模式WRF'指的是天气研究与预报模型，这是一个中尺度数值天气预报系统，用于模拟风能资源评估的天气条件，帮助生成基于历史天气类型选择的典型日子的风速模拟。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contributed to the development of data collection methods that use typical weather type sampling in wind energy resource distribution studies on the Tibetan Plateau?",
        "QuestionCn": "哪些因素促成了在青藏高原风能资源分布研究中使用典型天气类型采样的数据收集方法的发展？",
        "AnswerEn": "The development of data collection methods using typical weather type sampling was driven by the need to accurately simulate wind speeds for wind energy resource assessment. This approach allows for hourly simulations by selecting typical days from historical weather types, which are then statistically analyzed to determine the climatic average distribution of wind energy resources. This methodology is part of the WERAS/CMA system, which integrates mesoscale models and dynamical diagnostic models, ensuring high precision in wind speed and power density data critical for detailed wind energy resource investigation and macro siting of wind farms.",
        "AnswerCn": "使用典型天气类型抽样的数据收集方法的发展是为了准确模拟风速，以进行风能资源评估。这种方法通过从历史天气类型中选择典型天进行每小时模拟，然后进行统计分析，以确定风能资源的气候平均分布。这种方法是WERAS/CMA系统的一部分，该系统集成了中尺度模型和动力诊断模型，确保风速和功率密度数据的高精度，这对于详细的风能资源调查和风电场的宏观选址至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences for wind energy resource assessment if data collection methods are primarily based on mesoscale models like WRF and CALMET without additional observational data?",
        "QuestionCn": "如果风能资源评估的数据收集方法主要基于像WRF和CALMET这样的中尺度模型，而没有额外的观测数据，可能会产生哪些后果？",
        "AnswerEn": "If data collection methods rely solely on mesoscale models like WRF and CALMET without incorporating additional observational data, the assessment of wind energy resources may lack accuracy and reliability. This is because models alone may not capture the full complexity of local wind patterns and variations. The absence of observational data for validation and correction could lead to biases in the simulated wind speeds and power densities, potentially impacting the precision of macro-level wind farm siting and resource evaluation.",
        "AnswerCn": "如果数据收集方法仅依赖于像WRF和CALMET这样的中尺度模型，而不结合额外的观测数据，那么对风能资源的评估可能缺乏准确性和可靠性。这是因为单靠模型可能无法捕捉到局部风模式和变化的全部复杂性。缺乏观测数据进行验证和修正可能导致模拟的风速和功率密度存在偏差，从而影响宏观风电场选址和资源评估的精确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary goals of developing a dataset with 1km resolution for wind energy resources distribution across the Tibetan Plateau, and how does it aid in macro-level wind farm site selection?",
        "QuestionCn": "开发一个分辨率为1公里的风能资源分布数据集在青藏高原上的主要目标是什么，以及它如何有助于宏观层面的风电场选址？",
        "AnswerEn": "The primary goals of developing a dataset with 1km resolution for wind energy resources distribution across the Tibetan Plateau are to conduct a detailed investigation of wind energy resources and to assist in macro-level site selection for wind farms. This dataset includes wind speed and wind power density data at a vertical height of 100 meters and has undergone validation and correction using meteorological station observations. It serves as a foundational dataset for wind energy resource research and was produced as part of a large-scale national project for wind energy resource survey and evaluation from 2008 to 2012.",
        "AnswerCn": "开发一个分辨率为1公里的风能资源分布数据集的主要目标是对风能资源进行详细调查，并协助进行风电场的宏观选址。该数据集包括在100米高度的风速和风功率密度数据，并已通过气象站观测进行了验证和修正。它作为风能资源研究的基础数据集，是2008年至2012年期间进行的国家风能资源调查与评估大型项目的一部分。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}