{
    "id": "6f0fada6-5d61-432c-a46c-b1656e32921d",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Observation of water and heat flux in alpine meadow ecosystem -- eddy covariance system of Dashalong station (2015-2017)",
            "titleCn": "高寒草甸生态系统水热通量观测—大沙龙站涡动相关仪（2015-2017）",
            "description": "The data set contains the observed data of eddy covariance systemt in the upper reaches of heihe hydrometeorological observation network on January 1, 2015, solstice and December 25, 2017.The station is located in qilian county, qinghai province.The longitude and latitude of the observation point are 98.9406E, 38.8399N and 3739 m above sea level.The height of the vortex correlation instrument is 4.5m, the sampling frequency is 10Hz, the ultrasonic orientation is due north, and the distance between the ultrasonic wind speed and temperature instrument (CSAT3) and the CO2/H2O analyzer (Li7500) is 15cm.\nThe original observation data of the vortex correlator is 10Hz, and the published data are the 30-minute data processed by Eddypro. The main steps of the processing include: elimination of outliers, correction of delay time, coordinate rotation (quadratic coordinate rotation), frequency response correction, ultrasonic virtual temperature correction and density (WPL) correction, etc.Quality assessment for each intercompared to at the same time, mainly is the atmospheric stability (Δ st) and turbulent characteristics of similarity (ITC) test.The 30min flux value output by Eddypro software was also screened :(1) to eliminate the data in case of instrument error;(2) data of 1h before and after precipitation were removed;(3) data with a miss rate of more than 10% per 30min in 10Hz original data were excluded;(4) observation data of weak turbulence at night (u* less than 0.1m/s) were excluded.The average period of observation data was 30 minutes, with 48 data in a day, and the missing data was marked as -6999.Suspect data caused by instrument drift and other reasons are marked in red font.Calibration of vortex system Li7500 on April 16-18, data missing;The CO2 concentration was abnormal after September 23, leading to errors in CO2 flux.When the memory card fails to store data, resulting in the loss of 10Hz data (1.8-3.8,7.23-9.13), the data is replaced by the 30min flux data output by the collector.\nThe published observations include:Date/Time for the Date/Time, wind Wdir (°), Wnd horizontal wind speed (m/s), standard deviation Std_Uy lateral wind speed (m/s), ultrasonic virtual temperature Tv (℃), the water vapor density H2O (g/m3), carbon dioxide concentration CO2 (mg/m3), friction velocity Ustar) (m/s), Mr. Hoff length L (m), sensible heat flux Hs (W/m2), latent heat flux LE (W/m2), carbon dioxide flux Fc (mg/(m2s)), the quality of the sensible heat flux identifier QA_Hs, the quality of the latent heat flux identifier QA_LE,Mass identification of co2 flux.The quality of the sensible heat and latent heat, carbon dioxide flux identification is divided into three (quality id 0: (Δ st < 30, the ITC < 30);1: (Δ st < 100, ITC < 100);The rest is 2).The meaning of data time, for example, 0:30 represents the average of 0:00-0:30;The data is stored in *.xls format.\nFor information of hydrometeorological network or site, please refer to Li et al. (2013), and for data processing, please refer to Liu et al. (2011).",
            "descriptionCn": "该数据集包含了2015年1月1日至2017年12月25日的黑河水文气象观测网上游大沙龙站涡动相关仪观测数据。站点位于青海省祁连县，下垫面是高山草地。观测点的经纬度是98.9406E, 38.8399N，海拔3739 m。涡动相关仪的架高4.5m，采样频率是10Hz，超声朝向是正北向，超声风速温度仪（CSAT3）与CO2/H2O分析仪（Li7500）之间的距离是15cm。\n涡动相关仪的原始观测数据为10Hz，发布的数据是采用Eddypro软件处理的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对Eddypro软件输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据中每30min内缺失率大于10%的数据；（4）剔除夜间弱湍流的观测数据（u*小于0.1m/s）。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。因仪器漂移等原因引起的可疑数据用红色字体标识。4月16-18日涡动系统Li7500标定，数据缺失；CO2浓度在9月23日之后出现异常，导致二氧化碳通量出错；当存储卡存储数据出现问题导致10Hz数据缺失时(1.8-3.8,7.23-9.13)，数据由采集器输出的30min通量数据替代。\n发布的观测数据包括：日期/时间Date/Time，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（℃），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），奥布霍夫长度L（m），感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE，二氧化碳通量的质量标识QA_Fc。感热、潜热、二氧化碳通量的质量标识分为三级（质量标识0:（Δst <30, ITC<30）; 1: （Δst <100, ITC<100）; 其余为2）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。\n水文气象网或站点信息请参考Li et al. (2013)，观测数据处理请参考Liu et al. (2011)。",
            "instructions": "eddy_covariance_system_Dashalong2015\neddy_covariance_system_Dashalong2016\neddy_covariance_system_Dashalong2017",
            "instructionsCn": "eddy_covariance_system_Dashalong2015\neddy_covariance_system_Dashalong2016\neddy_covariance_system_Dashalong2017",
            "east": 98.9406,
            "west": 98.9406,
            "south": 38.8399,
            "north": 38.8399,
            "startTime": "2015-01-09 16:00:00",
            "endTime": "2018-01-08 16:00:00",
            "fileSize": 9596471.0,
            "cstr": "18406.11.Geogra.tpdc.270402",
            "doi": "10.11888/Geogra.tpdc.270402",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "张阳",
                "nameEn": "ZHANG Yang",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "谭俊磊",
                "nameEn": "TAN Junlei",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleCn": null,
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceCn": null,
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleCn": null,
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleCn": null,
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleCn": null,
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceCn": null,
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceCn": null,
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleCn": null,
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceCn": null,
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "大气放射性物质",
                "nameEn": "Atmospheric Radioactive Substance"
            },
            {
                "nameCn": "热通量",
                "nameEn": "Heat flux"
            },
            {
                "nameCn": "辐射",
                "nameEn": "Radiation"
            },
            {
                "nameCn": "辐射通量",
                "nameEn": "Radiative flux"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "上游寒区水文试验区",
                "keywordEn": "the cold region hydrology experimental area in the upper reaches"
            },
            {
                "keywordCn": "大沙龙站",
                "keywordEn": "Dashalong station"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2015-2017",
                "keywordEn": "2015-2017",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ],
            "backgroundCn": [
                "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散发（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散发估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被的混合物。因此，单源模型显然无法准确估算表面蒸散发，因为其影响。",
                "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“树冠上方”和“土壤下方”两种情况。水蒸气和热量在树冠内部的参考高度相遇。此外，混合的水蒸气和热量只能通过树冠顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型较为复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
                "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射计视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了总通量或蒸散发（土壤加冠层），并与使用波 Bowen 比率–能量平衡系统、涡度协方差（EC）系统或大孔径闪烁仪的测量结果进行了比较。",
                "在强烈对流的灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，尤其是在涡度协方差（EC）通量测量的潜热（LE）和显热（H）与可用能量（Rn−G0）之间存在能量平衡闭合不完整的情况下。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这种温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文显示，与观测到的复合辐射温度相比，组分温度存在过高估计的情况。这往往对TSEB模型的性能产生最关键的影响。此外，该区域的强对流环境也是另一个因素。"
            ],
            "research objectiveCn": [
                "在这封信中，地面测量的土壤和冠层成分温度被用来估算蒸散（E）、蒸发（T）和蒸散量（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，得到了E（E/ET%）和T（T/ET%）的观察比率。",
                "这封信的目的是利用通过高分辨率热像仪观察到的土壤和冠层组件温度作为输入，估算蒸发（E）、蒸腾（T）和蒸散发（ET），并随后通过稳定氧和氢同位素技术与涡动相关（EC）测量的结合，更好地验证E、T和ET。"
            ],
            "challengesCn": [
                "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
                "导出组件温度的误差主要是由于图像分类错误引起的，这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还因为在灌溉农田中，当平均H较小时，EC系统的不确定性达到了18%。由于图像像素分类错误，土壤像素被错误地计为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气向上辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
            ],
            "methodsCn": [
                "在这封信中，现场观测数据来自安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括地面5米处的气温、风速、湿度，12米高处使用四分量辐射计测量的四分量辐射，以及使用采样频率为10 Hz的涡度相关系统在4.5米高处测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00之间收集为热图像。基于地面测量数据，应用Craig-Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
                "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的显热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）来计算。土壤和冠层的组件温度是使用热像仪获得的图像计算的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热成像图像中提取土壤和冠层的方向亮温。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。接着，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
            ],
            "datasetCn": [
                "实验区域是一个人工绿洲，覆盖着玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于蒸散发的比率，这些研究是在多尺度蒸散发观测实验中进行的，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
            ],
            "findingsCn": [
                "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
                "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估计的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值一致。此外，TSEB模型对Rn、H和LE的估计也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
            ]
        },
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": [],
            "backgroundCn": [
                "阿尔卑斯地区在河流和流域生态系统中具有重要意义，作为淡水的来源，提供并刺激特定栖息地的生物多样性。与此同时，近期的气候变化、人类活动和其他扰动可能会干扰水文过程和生态功能，这就需要下一代观测和建模方法来推进对阿尔卑斯地区这些过程的预测理解。阿尔卑斯地区的水资源是需要调节的源头水，以维持下游生态系统。然而，近年来自然/气候变化和人类活动引发的扰动显著改变了水文过程和生态功能。因此，准确估计和预测水文过程及其关键影响因素变得至关重要。",
                "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文建模和相关研究，但也促使了下一代生态系统观测网络和实验的发展。与观测数据相比，结合数据同化的遥感数据可以改善水文过程的预测。然而，由于地球系统的复杂性，遥感数据（尤其是在阿尔卑斯地区）存在各种不确定性来源，这些不确定性需要进行验证和校准。总之，为了填补知识空白并促进阿尔卑斯地区水文研究，集成的、分布式的和多尺度的观测数据集是必不可少的，预计将为水文建模提供准确的强迫数据，验证遥感数据，评估分布式模型，并最终改善对阿尔卑斯水文过程和生态系统功能的预测理解。在阿尔卑斯水文学中，除了从分布式气象站获得的一致的水文气象数据外，雪盖和冻土是两个重要的指标和驱动因素，影响水文过程。融化前的最大雪水当量（SWE）决定了雪融水的储存——这是阿尔卑斯地区淡水的主要来源，而冻融循环（FTC）和活层内的土壤水分则改变了水的渗透，进而影响地表径流和地下水。为了促进阿尔卑斯水文研究，国际阿尔卑斯研究流域水文学网络（INARCH）于2015年由世界气候研究计划（WCRP）的全球能量与水交换（GEWEX）项目发起，涉及全球18个流域。自那时以来，INARCH将各个观测站连接成一个国际网络和数据共享平台，以引领阿尔卑斯地区水文气象和雪观测的前沿研究。另一个基于社区的观测网络，极圈活层监测（CALM）网络，始于1990年代初，旨在观察活层和近地表永久冻土对气候变化的响应。黑河流域（HRB）是中国第二大内陆河流域，以其异质的景观、多样的生态系统、独特的地理特征和近年来的气候变化而闻名。作为干旱/半干旱HRB生态水文过程的主要组成部分，阿尔卑斯水文过程，特别是与上游雪盖和冻土相关的过程，对山区的径流产生了重大影响，从而调节中游的农业发展和下游的生态系统。",
                "近年来，随着气候变暖，永冻土的退化显著影响了径流和碳循环（Peng et al., 2016; Gao et al., 2018）。研究区域内雪盖广泛分布，具有独特的特征。在高海拔山区（海拔 > 3800 米），受当地微气候和低温的影响，任何季节都可能出现降雪。临时雪是该地区中低海拔地区的主要雪盖类型，因为强烈的太阳辐射和高气温导致雪的快速融化和升华。漂移雪在该地区也很常见，这可能导致高海拔地区雪盖的重新分布（Essery et al., 1999; Li et al., 2014）。",
                "由于祁连山的高海拔和复杂地形，常常观察到吹雪（漂移雪）。估计吹雪的发生是重要的，因为它可能导致雪盖的重新分布，并影响雪的升华。",
                "土壤热导率的分析比较困难，因为它是土壤密度、土壤水分含量（在冻土中为冰含量）和土壤温度的函数，而这些因素无法通过简单的公式轻易计算。因此，可以利用现场观测来评估高山水文模型的参数化。"
            ],
            "research objectiveCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合的、分布式的和多尺度的观测网络中研究中国黑河流域上游的流域科学和功能。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。",
                "相关的开放获取数据集包括高质量的水文气象数据，特别是关于雪和冻土观测的数据，涵盖子流域和流域尺度，旨在解决多种科学问题，包括但不限于：(1) 如何为高山水文模型提供准确有效的强迫数据，(2) 如何整合观测、模拟和获取的数据集以获得有意义的理解，以及 (3) 如何扰动（气候变化和人类活动）改变基本过程。"
            ],
            "challengesCn": [
                "然而，寒冷而恶劣的气候、高海拔和复杂的地形等几项严峻挑战，阻碍了在需要的地方和时间进行全面和一致的数据收集，这妨碍了遥感技术和高山水文模型的发展。",
                "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文模型及相关研究的发展，但也促使了下一代生态观测网络和实验的开发。然而，上述建模工作面临着两个主要问题：1）强迫数据的可用性（只有中国气象局在HRB上游运营的两个气象站正常工作），以及2）缺乏高质量的雪和冻土数据用于参数化。",
                "不幸的是，由于强风的影响，这项工作并不顺利。因此，目前无法获得可以通过雪深和雪水当量（SWE）数据计算的雪密度数据。"
            ],
            "methodsCn": [
                "无间断的气象和水文数据通过连接一组自动气象站（AMSs）的观测网络进行监测。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从一个雪观测超级站收集了雪盖特性数据。高分辨率的土壤物理数据集也从一个冻土观测超级站获得，以捕捉冻融过程。",
                "考虑到研究地点的特征，建立了一个综合的、分布式的多尺度水文气象-雪-冻土观测网络，包含七个自动气象站（AMS）和两个超级站。在流域尺度上，观测旨在收集数据，以研究气象驱动因素并验证阿尔卑斯水文模型。在子流域尺度上，小规模的观测和测量集中在降水、土壤温度和湿度等数据上，这些数据用于开发和改进水文模型，以及验证中等到粗分辨率的遥感产品（Jin et al., 2014）。在两个用于雪盖和冻土观测的超级站中，可以利用高分辨率数据进一步验证遥感产品。在密集观测期（IOP：2013-2014）期间，在研究区域建立了七个AMS以及冻土和雪超级站（也包含气象观测），以获取空间分布的气象变量。在IOP之后，选择并保留了四个典型的AMS进行持续观测，预计将提供长期数据集。观测的气象变量包括风速和风向、气温、湿度、红外温度、气压、四分量辐射和降水。雅口雪超级站自动测量积累和消耗过程，观测的组成部分包括雪深、雪水当量（SWE，由GammaMONitor测量）、雪面反照率和吹雪（飘雪）通量（由FlowCapt测量）。每个AMS内的六个层次测量土壤温度和湿度，而蒸散发（ET）则在三个位于永久冻土、季节性冻土和过渡区的AMS上通过涡度协方差（EC）进行观测，以观察冻融（FT）过程。在子流域尺度上，建立了一个包含40个节点的无线传感器网络（WSN），以捕捉土壤温度和湿度的季节变化。在阿柔冻土超级站，土壤温度和湿度剖面在18个层次上进行密集测量，深度达到3.2米（采用嵌套模式，表层有更多层次），以获取冻融循环（FTC）下的土壤水热特征。此外，还测量了表层土壤的热导率和水力导率，以观察动态水热过程。",
                "雪深通过SR50A（美国Campbell）进行测量，该设备通过发出超声波脉冲并监听从目标反射回来的回声来确定传感器与目标之间的距离。雪水当量（SWE）由GMON（CS725 GammaMONitor，美国Campbell）在2014年1月1日至2017年12月31日期间以6小时的时间分辨率进行测量。FlowCapt（瑞士IAV）用于测量在3个高度（0-1米、1-2米和2-3米）每10分钟的吹雪颗粒数量。"
            ],
            "datasetCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合、分布式和多尺度的观测网络研究中国黑河流域上游的流域科学和功能。通过连接一组自动气象站（AMS）的观测网络，监测到了无间隙的气象和水文数据。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。还获得了高分辨率的土壤物理数据集，以捕捉冻融过程，这些数据来自冻土观测超级站。更新的数据集已向具有多学科背景的科学家发布（即冰冻圈科学、水文学和气象学），预计将作为一个测试平台，为更广泛的社区提供准确的强迫数据，并验证和评估遥感产品和水文模型。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。该观测网络由七个标准水文气象站、一个雪超级站和一个冻土超级站组成，作为一个综合研究平台，旨在提供HRB上游水文气象过程的显著数据集（如水文气象、雪和冻土），预计将支持阿尔卑斯地区水文模型的开发和模拟，以及遥感观测。",
                "来自Yakou雪超级站的综合雪数据集自2013年夏季以来已更新。观察到的雪变量包括雪深、雪水当量（SWE）和吹雪（飘雪）。2014年1月1日至2017年12月31日的数据在图4中进行了总结，并附有降水、蒸散发、土壤温度和湿度的额外图表。数据集的可用时间为2012年12月5日至2017年12月31日，间歇性丢失主要是由于高海拔地区的电力损失和传感器故障。",
                "在本文中，展示了一套来自于黑河上游集成的、分布式的多尺度水文气象-雪-冻土观测网络的阿尔卑斯水文数据集。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Concept Completion": [
            {
                "QuestionEn": "What data collection methods are utilized for measuring hydrometeorological variables in alpine ecosystems?",
                "QuestionCn": "在高山生态系统中，用于测量水文气象变量的数据收集方法有哪些？",
                "AnswerEn": "Automatic meteorological stations",
                "AnswerCn": "自动气象站",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the challenges associated with data collection in alpine hydrological research?",
                "QuestionCn": "阿尔卑斯水文研究中数据收集面临的挑战有哪些？",
                "AnswerEn": "cold and harsh climate, high altitude, complex topography",
                "AnswerCn": "寒冷和严酷的气候，高海拔，复杂的地形",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to measure evapotranspiration in an alpine grassland ecosystem?",
                "QuestionCn": "您能否提供一个用于测量高山草原生态系统蒸散发的数据收集方法的例子？",
                "AnswerEn": "An example of a data collection method used to measure evapotranspiration in an alpine grassland ecosystem is the use of an eddy covariance (EC) system, which measures turbulent fluxes such as latent and sensible heat fluxes, with a sampling frequency of 10 Hz. This method was applied at both the Daman superstation and the Heihe River Basin (HRB) observation network.",
                "AnswerCn": "在高山草原生态系统中，用于测量蒸散发的数据收集方法之一是使用涡度协方差（EC）系统，该系统测量湍流通量，如潜热和显热通量，采样频率为10 Hz。该方法在达曼超级站和黑河流域（HRB）观测网络中均有应用。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific data processing steps involved in handling high-frequency observational data in hydrometeorological studies?",
                "QuestionCn": "在水文气象研究中处理高频观测数据涉及的具体数据处理步骤包括：",
                "AnswerEn": "wild point value removal, delay time correction, coordinate rotation, frequency response correction, ultrasonic virtual temperature correction, density (WPL) correction, quality evaluation of flux values, atmospheric stability, turbulence similarity characteristics",
                "AnswerCn": "野点值去除、延迟时间校正、坐标旋转、频率响应校正、超声波虚温校正、密度（WPL）校正、通量值的质量评估、大气稳定性、湍流相似性特征",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the challenges associated with collecting and validating data in alpine ecosystems, especially concerning snow and frozen ground measurements?",
                "QuestionCn": "在高山生态系统中，收集和验证数据，特别是关于雪和冻土测量方面，面临的挑战包括：",
                "AnswerEn": "harsh climate, high altitudes, complex topography, technological barriers, strong winds, data scarcity",
                "AnswerCn": "严酷的气候、高海拔、复杂的地形、技术障碍、强风、数据稀缺",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the frequency of data collection for hydrometeorological variables in an alpine observation network?",
                "QuestionCn": "在高山观测网络中，水文气象变量的数据收集频率是多少？",
                "AnswerEn": "10 minutes, 6 hours",
                "AnswerCn": "10分钟，6小时",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many automatic meteorological stations are part of the integrated alpine hydrology observation network in the upper reaches of a river basin?",
                "QuestionCn": "在河流上游流域的综合阿尔卑斯水文观测网络中，有多少个自动气象站？",
                "AnswerEn": "7",
                "AnswerCn": "7",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the sampling frequency used by the eddy covariance system for measuring turbulent fluxes in a dataset observing high-altitude ecosystems?",
                "QuestionCn": "用于测量高海拔生态系统湍流通量的涡度协方差系统的采样频率是多少？",
                "AnswerEn": "10 Hz",
                "AnswerCn": "10 赫兹",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What defines the 'eddy covariance (EC) system' as a data collection method in hydrometeorological observations?",
                "QuestionCn": "“涡度协方差（EC）系统”作为水文气象观测中的数据收集方法的定义是什么？",
                "AnswerEn": "The eddy covariance (EC) system is defined as a method for measuring and analyzing turbulent fluxes of momentum, heat, water vapor, and CO2 between the surface and the atmosphere. In the context of hydrometeorological observations, it involves collecting data at a high sampling frequency, typically 10 Hz, to provide half-hourly averaged fluxes. The data is processed to remove outliers and correct for various factors such as time delays and coordinate rotation, ensuring accurate representation of surface-atmosphere exchanges.",
                "AnswerCn": "涡度协方差（EC）系统被定义为一种测量和分析动量、热量、水蒸气和二氧化碳在表面与大气之间的湍流通量的方法。在水文气象观测的背景下，它涉及以高采样频率（通常为10 Hz）收集数据，以提供半小时平均通量。数据经过处理，以去除异常值并校正各种因素，如时间延迟和坐标旋转，从而确保表面-大气交换的准确表示。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the key challenges associated with data collection in alpine hydrology research?",
                "QuestionCn": "与阿尔卑斯水文学研究中的数据收集相关的主要挑战有哪些？",
                "AnswerEn": "One of the key challenges in alpine hydrology research is the collection of consistent and complete data due to the cold and harsh climate, high altitudes, and complex topography. These factors complicate access and technological implementation, leading to difficulties in obtaining high-quality snow and frozen ground data, as well as limiting the deployment and maintenance of observational equipment.",
                "AnswerCn": "阿尔卑斯水文学研究中的一个关键挑战是由于寒冷和恶劣的气候、高海拔和复杂的地形，导致数据收集的一致性和完整性受到影响。这些因素使得获取高质量的雪和冻土数据变得复杂，同时也限制了观测设备的部署和维护。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How is 'blowing snow' measured in an alpine observation network?",
                "QuestionCn": "在高山观测网络中，\"吹雪\"是如何测量的？",
                "AnswerEn": "Blowing snow is measured using instruments like the FlowCapt sensor, which counts the number of blowing snow grains at various heights. This measurement is crucial for understanding snow redistribution and sublimation processes in high-altitude regions. The data is collected at specific intervals, such as every 10 minutes, to capture the dynamic nature of snow movement due to wind.",
                "AnswerCn": "吹雪的测量使用像FlowCapt传感器这样的仪器，该传感器在不同高度计数吹雪颗粒的数量。这一测量对于理解高海拔地区的雪的再分配和升华过程至关重要。数据以特定的时间间隔收集，例如每10分钟一次，以捕捉由于风引起的雪的动态运动。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences between the hydrometeorological observation techniques used in alpine regions and those used in oasis agricultural areas?",
                "QuestionCn": "阿尔卑斯地区和绿洲农业地区使用的水文气象观测技术之间有哪些差异？",
                "AnswerEn": "In alpine regions, observation networks often include snow and frozen ground monitoring with instruments like snow depth sensors and GammaMONitors for SWE, and focus on freeze-thaw processes using soil temperature and moisture sensors. These are crucial for understanding hydrological processes affected by snow cover and permafrost. In oasis agricultural areas, measurements focus more on evapotranspiration using eddy covariance systems and include thermal infrared imaging to capture soil and canopy temperatures, which are critical for understanding water use in heterogeneous landscapes.",
                "AnswerCn": "在高山地区，观测网络通常包括雪和冻土监测，使用雪深传感器和GammaMONITOR进行雪水当量（SWE）测量，并关注冻融过程，使用土壤温度和湿度传感器。这些对于理解受雪盖和永久冻土影响的水文过程至关重要。在绿洲农业地区，测量更侧重于蒸散发，使用涡度协方差系统，并包括热红外成像以捕捉土壤和冠层温度，这对于理解异质景观中的水分利用至关重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the challenge of data scarcity in alpine hydrology compare with the challenges faced in measuring component temperatures in advective agricultural areas?",
                "QuestionCn": "阿尔卑斯水文学中的数据稀缺挑战与在对流农业地区测量组成温度所面临的挑战相比如何？",
                "AnswerEn": "Data scarcity in alpine hydrology primarily arises from the harsh climate and difficult access, which affect the availability and consistency of observation data necessary for hydrological modeling. This leads to a reliance on remote sensing and the integration of sparse data from automatic meteorological stations. In advective agricultural areas, the challenge lies in accurately measuring component temperatures due to image classification errors and atmospheric influences, which can lead to overestimation of canopy temperatures and errors in latent heat flux estimation. Both challenges require innovative data collection and modeling approaches to improve accuracy.",
                "AnswerCn": "阿尔卑斯水文学中的数据稀缺主要源于恶劣的气候和难以到达的地理环境，这影响了进行水文建模所需观测数据的可用性和一致性。这导致依赖遥感技术和整合来自自动气象站的稀疏数据。在输送农业区域，准确测量组成温度的挑战在于图像分类错误和大气影响，这可能导致对冠层温度的高估以及潜热通量估计中的错误。这两个挑战都需要创新的数据收集和建模方法来提高准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How do the methods for processing eddy covariance data influence the quality and reliability of flux measurements in high-altitude grassland ecosystems?",
                "QuestionCn": "处理涡度协方差数据的方法如何影响高海拔草地生态系统中通量测量的质量和可靠性？",
                "AnswerEn": "The methods for processing eddy covariance data involve steps such as wild point value exclusion, delay time correction, coordinate rotation, frequency response correction, sonic virtual temperature correction, and density (WPL) correction. These steps are crucial in ensuring the reliability of the flux measurements by addressing atmospheric stability, turbulence similarity characteristics, and filtering out erroneous data due to instrument errors or environmental factors like precipitation.",
                "AnswerCn": "处理涡度协方差数据的方法包括排除异常值、延迟时间修正、坐标旋转、频率响应修正、声学虚温修正和密度（WPL）修正。这些步骤对于确保通量测量的可靠性至关重要，因为它们解决了大气稳定性、湍流相似性特征，并过滤掉由于仪器错误或环境因素（如降水）导致的错误数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges might arise in accurately separating soil and canopy component temperatures using thermal infrared images, and how could these affect the estimation of surface fluxes?",
                "QuestionCn": "在使用热红外图像准确分离土壤和冠层成分温度时，可能会出现哪些挑战，这些挑战又会如何影响表面通量的估算？",
                "AnswerEn": "Challenges in accurately separating soil and canopy component temperatures using thermal infrared images include image classification errors, which vary with vegetation abundance, leading to an overestimation of canopy temperature. Additionally, atmospheric upwelling radiation and transmittance errors could introduce uncertainties. These inaccuracies could affect the estimation of surface fluxes by causing errors in the TSEB model's performance, particularly in strongly advective environments.",
                "AnswerCn": "使用热红外图像准确分离土壤和冠层组件温度的挑战包括图像分类错误，这些错误随着植被丰度的变化而变化，导致冠层温度的高估。此外，大气向上辐射和透射误差可能引入不确定性。这些不准确性可能会影响表面通量的估计，导致TSEB模型在强对流环境中的性能出现错误。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes challenges in achieving a complete and consistent data collection in alpine regions for hydrological modeling?",
                "QuestionCn": "在高山地区进行水文模型的完整和一致的数据收集面临哪些挑战？",
                "AnswerEn": "Several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "AnswerCn": "几个严峻的挑战，包括寒冷和恶劣的气候、高海拔和复杂的地形，阻碍了在需要时进行全面和一致的数据收集，这妨碍了遥感技术和高山水文模型的发展。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is there a need for next-generation observational and modeling approaches in the alpine region?",
                "QuestionCn": "为什么在高山地区需要下一代观测和建模方法？",
                "AnswerEn": "Recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region.",
                "AnswerCn": "近期的气候变化、人类活动和其他干扰可能会扰乱水文过程和生态功能，这就需要下一代观测和建模方法来推进对阿尔卑斯地区这些过程的预测理解。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the implications of using Eddypro software for processing raw data collected from high-altitude ecologically sensitive regions on the accuracy and reliability of hydrological models?",
                "QuestionCn": "使用Eddypro软件处理从高海拔生态敏感区域收集的原始数据，对水文模型的准确性和可靠性有什么影响？",
                "AnswerEn": "Using Eddypro software for processing raw data involves steps like outlier removal, delay time correction, coordinate rotation, and density correction, which can improve the accuracy of flux measurements. This processing enhances the reliability of hydrological models by providing more accurate data inputs, thereby improving the predictive understanding of hydrological processes in high-altitude, ecologically sensitive regions.",
                "AnswerCn": "使用Eddypro软件处理原始数据涉及去除异常值、延迟时间修正、坐标旋转和密度修正等步骤，这些步骤可以提高通量测量的准确性。这种处理通过提供更准确的数据输入，增强了水文模型的可靠性，从而改善了对高海拔生态敏感区域水文过程的预测理解。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the potential challenges and outcomes of establishing a multiscale observation network in alpine regions for monitoring hydrometeorological processes?",
                "QuestionCn": "在高山地区建立多尺度观测网络以监测水文气象过程的潜在挑战和结果是什么？",
                "AnswerEn": "Establishing a multiscale observation network in alpine regions faces challenges such as harsh climate conditions, high altitude, and complex topography, which can hinder consistent data collection. However, the outcomes include the provision of high-quality, gap-free datasets that support the development and validation of remote sensing products and hydrological models, offering a deeper understanding of hydrometeorological processes in these regions.",
                "AnswerCn": "在高山地区建立多尺度观测网络面临着严酷的气候条件、高海拔和复杂地形等挑战，这些因素可能会妨碍数据的持续收集。然而，建立这样的网络的结果包括提供高质量、无缝的数据集，这些数据集支持遥感产品和水文模型的开发与验证，从而加深对这些地区水文气象过程的理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind establishing an integrated, distributed, and multiscale observation network for alpine hydrology research?",
                "QuestionCn": "建立一个综合的、分布式的和多尺度的观测网络用于高山水文学研究的目标是什么？",
                "AnswerEn": "The objectives include providing accurate and effective forcing data for alpine hydrological models, integrating observation with simulation and datasets for better understanding, and analyzing how climate change and human activities alter fundamental hydrological processes.",
                "AnswerCn": "目标包括为高山水文模型提供准确有效的强迫数据，整合观测与模拟数据集以更好地理解，以及分析气候变化和人类活动如何改变基本的水文过程。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are followed to ensure the quality and reliability of hydrometeorological data collected from automatic meteorological stations in alpine regions?",
                "QuestionCn": "为了确保从高山地区自动气象站收集的水文气象数据的质量和可靠性，遵循哪些程序？",
                "AnswerEn": "In the field, quality assurance procedures for hydrometeorological data collected from automatic meteorological stations involve several steps. These include gap-free monitoring using a network of automatic stations, validation of data through comparison with remote sensing products, and the use of fine-resolution data from superstations to further validate observations. Additionally, specific measures are taken to address the challenges of data scarcity and harsh environmental conditions, such as using state-of-the-art techniques and instruments for snow cover properties and employing wireless sensor networks to capture seasonal changes in soil conditions.",
                "AnswerCn": "在自动气象站收集的水文气象数据的质量保证程序中，涉及多个步骤。这些步骤包括使用自动站网络进行无间隙监测，通过与遥感产品的比较来验证数据，以及利用超站的高分辨率数据进一步验证观测结果。此外，还采取了具体措施来应对数据稀缺和恶劣环境条件带来的挑战，例如使用先进的技术和仪器来测量雪盖特性，以及采用无线传感器网络捕捉土壤条件的季节变化。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How are snow cover and freeze-thaw processes observed and integrated in the multiscale observation network in alpine hydrology research?",
                "QuestionCn": "在阿尔卑斯水文学研究中，雪盖和冻融过程是如何在多尺度观测网络中被观察和整合的？",
                "AnswerEn": "In alpine hydrology research, snow cover and freeze-thaw processes are observed through a combination of automatic meteorological stations and specialized superstations. Snow cover properties, such as snow depth, snow water equivalent, and snow albedo, are captured using advanced instruments like the CS725 GammaMONitor and FlowCapt. Freeze-thaw processes are monitored at a frozen ground superstation where soil temperature and moisture are measured at multiple layers. This multiscale observation network integrates data from these sources to provide comprehensive datasets for understanding hydrological processes at both basin and sub-basin scales.",
                "AnswerCn": "在阿尔卑斯水文研究中，雪盖和冻融过程通过自动气象站和专门的超级站的组合进行观察。雪盖特性，如雪深、雪水当量和雪反照率，使用先进仪器如CS725 GammaMONitor和FlowCapt进行捕捉。冻融过程在一个冻土超级站进行监测，该站在多个层次上测量土壤温度和湿度。这个多尺度观测网络整合了来自这些来源的数据，为理解流域和子流域尺度的水文过程提供了全面的数据集。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methods are employed to address and mitigate the challenges of data collection in high-altitude and complex terrain environments for alpine hydrological models?",
                "QuestionCn": "在高海拔和复杂地形环境中，为阿尔卑斯水文模型的数据收集挑战，采用了哪些方法来应对和缓解？",
                "AnswerEn": "To address challenges in data collection within high-altitude and complex terrain environments, a distributed and multiscale observation network is established, comprising automatic meteorological stations and superstations for snow and frozen ground. This network overcomes data scarcity by providing comprehensive datasets and using remote sensing combined with data assimilation techniques for improved prediction of hydrological processes. High-resolution soil physics datasets and wireless sensor networks are deployed to capture dynamic processes, while specific instruments like ultrasonic sensors and thermal infrared cameras measure critical variables to ensure accurate model parameterization and validation.",
                "AnswerCn": "为了解决高海拔和复杂地形环境中数据收集的挑战，建立了一个分布式和多尺度的观测网络，包括自动气象站和用于雪和冻土的超级站。该网络通过提供全面的数据集和结合遥感与数据同化技术，克服了数据稀缺的问题，从而改善水文过程的预测。高分辨率的土壤物理数据集和无线传感器网络被部署以捕捉动态过程，同时使用超声波传感器和热红外相机等特定仪器测量关键变量，以确保模型参数化和验证的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "How do integrated observation networks enhance the ability to monitor hydrometeorological processes in alpine regions?",
                "QuestionCn": "综合观测网络如何增强对高山地区水文气象过程的监测能力？",
                "AnswerEn": "Integrated observation networks, which include automatic meteorological stations and superstations for snow and frozen ground, enhance the ability to monitor hydrometeorological processes by providing distributed, multiscale, and high-resolution datasets essential for accurate hydrological modeling in alpine regions.",
                "AnswerCn": "综合观测网络，包括自动气象站和用于雪和冻土的超级站，增强了监测水文气象过程的能力，通过提供分布式、多尺度和高分辨率的数据集，这些数据集对于在高山地区进行准确的水文建模至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might data collection in alpine hydrological regions face significant challenges, and how can these challenges impact the development of hydrological models?",
                "QuestionCn": "在高山水文区域，数据收集可能面临重大挑战，这些挑战可能会影响水文模型的发展。",
                "AnswerEn": "Data collection in alpine hydrological regions can be significantly challenged by the cold and harsh climate, high altitude, and complex topography, which inhibit complete and consistent data collection. These challenges hinder the development of remote sensing technologies and alpine hydrological models by limiting the availability of high-quality forcing data and detailed snow and frozen ground data necessary for parameterization and validation.",
                "AnswerCn": "在高山水文区域，数据收集受到寒冷恶劣气候、高海拔和复杂地形的显著挑战，这些因素阻碍了完整和一致的数据收集。这些挑战限制了遥感技术和高山水文模型的发展，因为缺乏高质量的强迫数据以及详细的雪和冻土数据，这些数据对于参数化和验证是必要的。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the expected outcomes of integrating ground-based measurements with remote sensing data for improving hydrological process predictions in alpine regions?",
                "QuestionCn": "将地面测量与遥感数据相结合，以改善高山地区水文过程预测的预期结果是什么？",
                "AnswerEn": "Integrating ground-based measurements with remote sensing data is expected to improve predictions of hydrological processes by providing accurate forcing data for models, validating remote sensing observations, and evaluating distributed models. However, complexities in the earth system and uncertainties in remote sensing data, especially in alpine regions, need to be validated and calibrated to achieve these outcomes.",
                "AnswerCn": "将地面测量与遥感数据相结合，预计将通过提供准确的强迫数据来改善水文过程的预测，验证遥感观测，并评估分布式模型。然而，地球系统的复杂性和遥感数据的不确定性，尤其是在高山地区，需要进行验证和校准，以实现这些结果。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How effective are the current data collection methods in capturing the complexities of alpine hydrological processes, and what improvements could be made?",
                "QuestionCn": "当前的数据收集方法在捕捉高山水文过程的复杂性方面效果如何？可以做哪些改进？",
                "AnswerEn": "The current data collection methods employ a comprehensive, integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin. This network includes automatic meteorological stations, snow superstations, and frozen ground superstations, providing gap-free meteorological and hydrological data. However, challenges such as harsh climates and complex topography hinder complete data collection, suggesting that improvements could be made in enhancing remote sensing technologies and data assimilation techniques to overcome these limitations.",
                "AnswerCn": "当前的数据收集方法在黑河流域上游采用了综合、集成、分布式和多尺度的观测网络。该网络包括自动气象站、雪超级站和冻土超级站，提供无缝的气象和水文数据。然而，恶劣的气候和复杂的地形等挑战阻碍了完整数据的收集，这表明在提升遥感技术和数据同化技术方面可以进行改进，以克服这些限制。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the main challenges in ensuring the accuracy and consistency of datasets related to water and energy fluxes in high-altitude ecosystems, and how might these be addressed?",
                "QuestionCn": "确保高海拔生态系统中水和能量通量相关数据集的准确性和一致性面临的主要挑战是什么，以及如何解决这些问题？",
                "AnswerEn": "The main challenges in ensuring accuracy and consistency include the cold and harsh climate, high altitude, and complex terrain, which inhibit complete data collection. These challenges affect the development of remote sensing technologies and alpine hydrological models. Addressing these could involve developing next-generation ecosystem observation networks, improving data assimilation methods, and conducting multiscale observations to validate remote sensing data and improve model parameterization.",
                "AnswerCn": "确保准确性和一致性的主要挑战包括寒冷和恶劣的气候、高海拔和复杂的地形，这些因素妨碍了完整的数据收集。这些挑战影响了遥感技术和高山水文模型的发展。解决这些问题可以涉及开发下一代生态系统观测网络、改进数据同化方法以及进行多尺度观测以验证遥感数据并改善模型参数化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I’m unsure about the strategies used to ensure data quality and accuracy in datasets collected from remote and harsh environments.",
                "QuestionCn": "我对确保从偏远和恶劣环境中收集的数据集的数据质量和准确性所使用的策略感到不确定。",
                "AnswerEn": "In remote and harsh environments, data quality and accuracy are ensured through several strategies. These include using high-frequency sampling rates, such as the 10Hz observation frequency for eddy covariance systems, and implementing data processing techniques to correct for known errors, such as coordinate rotation and density corrections. Additionally, data are screened to remove errors related to instrument malfunction or environmental anomalies, such as data during precipitation or low turbulence conditions.",
                "AnswerCn": "在偏远和恶劣的环境中，通过几种策略确保数据质量和准确性。这些策略包括使用高频采样率，例如涡度协方差系统的10Hz观测频率，以及实施数据处理技术以纠正已知错误，如坐标旋转和密度校正。此外，数据还会经过筛选，以去除与仪器故障或环境异常相关的错误，例如降水或低湍流条件下的数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how datasets from different observational networks are integrated to provide comprehensive insights into alpine hydrological processes.",
                "QuestionCn": "我无法理解来自不同观测网络的数据集是如何整合的，以提供对高山水文过程的全面洞察。",
                "AnswerEn": "Datasets from different observational networks are integrated by connecting various automatic meteorological stations and superstations, which provide comprehensive, multiscale data on hydrometeorological, snow, and frozen ground processes. These datasets are used collectively to validate remote sensing products and hydrological models, offering a holistic view of alpine hydrological processes. The integration involves combining high-resolution, localized data with broader-scale observations to address scientific questions and improve model accuracy.",
                "AnswerCn": "来自不同观测网络的数据集通过连接各种自动气象站和超级站点进行整合，这些站点提供有关水文气象、雪和冻土过程的全面多尺度数据。这些数据集共同用于验证遥感产品和水文模型，提供对高山水文过程的整体视角。整合过程涉及将高分辨率的局部数据与更大范围的观测数据结合，以解决科学问题并提高模型的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the methodologies used for processing hydrometeorological data collected from automatic meteorological stations in high-altitude regions, focusing on how data gaps are managed and integrated for comprehensive analysis.",
                "QuestionCn": "请探讨用于处理来自高海拔地区自动气象站收集的水文气象数据的方法，重点关注如何管理和整合数据缺口以进行全面分析。",
                "AnswerEn": "Gap-free meteorological and hydrological data are monitored from an observation network connecting a group of automatic meteorological stations (AMSs). The methodologies include using state-of-the-art techniques and instruments to capture snow accumulation and ablation processes, along with high-resolution soil physics datasets to observe freeze-thaw processes. The integration of these datasets aims to provide accurate forcing data, validate remote sensing products, and evaluate distributed models.",
                "AnswerCn": "无缝的气象和水文数据通过连接一组自动气象站（AMSs）的观测网络进行监测。该方法包括使用先进的技术和仪器来捕捉雪的积累和融化过程，以及高分辨率的土壤物理数据集来观察冻融过程。这些数据集的整合旨在提供准确的强迫数据，验证遥感产品，并评估分布式模型。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please evaluate the challenges faced in collecting and processing soil and canopy component temperatures for estimating evaporation and transpiration in strongly advective agricultural areas.",
                "QuestionCn": "评估在强烈的平流农业区域收集和处理土壤及冠层成分温度以估算蒸发和蒸腾所面临的挑战。",
                "AnswerEn": "Challenges in collecting and processing soil and canopy component temperatures include errors primarily caused by image classification errors, which vary with vegetation abundance. In strongly advective areas, the uncertainty in estimating surface-air temperature differences affects the model performance. Errors in derived component temperatures from surface composite radiometric temperatures and uncertainties in short- and long-wave radiation transmittances contribute to the challenges in accurately estimating evaporation and transpiration.",
                "AnswerCn": "收集和处理土壤及冠层组件温度的挑战包括主要由图像分类错误引起的误差，这些误差随着植被丰度的变化而变化。在强烈的平流区域，估计表面与空气温度差异的不确定性影响模型性能。从表面复合辐射温度推导出的组件温度的误差以及短波和长波辐射透过率的不确定性，进一步增加了准确估计蒸发和蒸腾的难度。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}