{
    "id": "6f483b67-72e9-4ce5-b734-b6e055d046c1",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "SRAP AOD dataset of Asia (2002-2011)",
            "titleCn": "亚洲大陆气溶胶光学厚度数据集（2002-2011）",
            "description": "The “China Collection 1.0\" aerosol optical depth (AOD) data set was produced using visible light wave remote sensing inversion. The raw data come from the MODIS sensors on Terra and Aqua. The temporal coverage of the data is from 2002 to 2011, the temporal resolution is daily, the spatial coverage is the Asian continent, and the spatial resolution is 0.1°. The remote sensing inversion method uses the independently developed SRAP algorithm to invert the aerosol optical depth over the land. The algorithm takes the BRDF characteristics of the surface into consideration, which makes it applicable to aerosol optical depth inversion on bright and dark surfaces. In addition, aerosol products over the ocean of MOD04/MYD04 are superimposed. The verification of the measured site shows that the relative deviation of the aerosol optical depth data in Asia is within 20%. The data are stored as an hdf file each day, each consisting of Terra AOD and Aqua AOD at 550 nm.",
            "descriptionCn": "“China Collection 1.0”气溶胶光学厚度（AOD）数据集采用可见光波段遥感反演方法制作。原始数据来自Terra和Aqua上搭载的MODIS传感器。数据覆盖时间从2002年到2011年，时间分辨率为逐日，覆盖范围为亚洲大陆，空间分辨率为0.1°。遥感反演方法采用自主研发的SRAP算法反演了陆地上空的气溶胶光学厚度，算法考虑了地表的BRDF特性，适用于亮地表和暗地表上的气溶胶光学厚度反演。此外，叠加了MOD04/MYD04海洋上空的气溶胶产品。通过实测站点的验证表明亚洲气溶胶光学厚度数据相对偏差在20%以内。数据每一天存放一个hdf文件，每个文件由550nm处的Terra AOD和Aqua AOD组成。",
            "instructions": "",
            "instructionsCn": "",
            "east": 150.0,
            "west": 35.0,
            "south": 15.0,
            "north": 60.0,
            "startTime": "2002-01-09 16:00:00",
            "endTime": "2012-01-08 16:00:00",
            "fileSize": 3865855369.0,
            "cstr": "18406.11.AtmosEnviron.tpe.00000031.file",
            "doi": "10.11888/AtmosEnviron.tpe.00000031.file",
            "dataFormat": "hdf",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "光洁",
                "nameEn": "GUANG Jie",
                "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
                "unitCn": "中国科学院遥感与数字地球研究所"
            },
            {
                "nameCn": "薛勇",
                "nameEn": "XUE Yong",
                "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
                "unitCn": "中国科学院遥感与数字地球研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "CHINA COLLECTION 2.0: The Aerosol Optical Depth Dataset from the Synergetic Retrieval of Aerosol Properties Algorithm",
                "referenceCn": null,
                "referenceEn": "Xue, Y., He, X.W., Xu, H., Guang, J., Guo, J.P., &Mei, L.L. (2014). China Collection 2.0: The Aerosol Optical Depth Dataset from the Synergetic Retrieval of Aerosol Properties Algorithm. Atmospheric Environment, 95, 45-58."
            },
            {
                "titleCn": null,
                "titleEn": "Retrieval of Aerosol Optical Depth over Bright Land Surfaces by Coupling Bidirectional Reflectance Distribution Function Model and Aerosol Retrieval Model",
                "referenceCn": null,
                "referenceEn": "Guang, J., Xue, Y., Li, Y.J., Liang, S.L., Mei, L.L., &Xu, H. (2012). Retrieval of Aerosol Optical Depth over Bright Land Surfaces by Coupling Bidirectional Reflectance Distribution Function Model and Aerosol Retrieval Model. Remote Sensing Letter, 3 (7), 577-584."
            },
            {
                "titleCn": null,
                "titleEn": "Aerosol Optical Thickness Determination by Exploiting the Synergy of TERRA and AQUA MODIS (SYNTAM)",
                "referenceCn": null,
                "referenceEn": "Tang, J.K., Xue, Y., Yu, T., &Guan, Y.N. (2005). Aerosol Optical Thickness Determination by Exploiting the Synergy of TERRA and AQUA MODIS (SYNTAM). Remote Sensing of Environment, 94(3), 327-334."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": " 气溶胶光学深度/厚度",
                "nameEn": "Aerosol optical depth/Thickness"
            },
            {
                "nameCn": "可见光遥感",
                "nameEn": "Visible remote sensing"
            },
            {
                "nameCn": "大气遥感",
                "nameEn": "Atmosphere Remote Sensing"
            },
            {
                "nameCn": "大气遥感产品",
                "nameEn": "Atmospheric remote sensing products"
            },
            {
                "nameCn": "气溶胶",
                "nameEn": "Aerosol"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "亚洲大陆",
                "keywordEn": "Asian Continent"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2002-2011",
                "keywordEn": "2002-2011",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of a dataset that utilizes visible light remote sensing retrieval methods for aerosol optical depth (AOD)?",
                "QuestionCn": "利用可见光遥感反演方法获取气溶胶光学厚度（AOD）的数据集的特征包括：",
                "AnswerEn": "temporal coverage from 2002 to 2011, daily time resolution, spatial coverage over the Asian continent, spatial resolution of 0.1°, data derived from MODIS sensors on Terra and Aqua satellites, retrieval algorithms that consider surface BRDF properties for both bright and dark surfaces, combined data from Terra AOD and Aqua AOD at 550nm",
                "AnswerCn": "时间覆盖范围为2002年至2011年，时间分辨率为每日，空间覆盖范围为亚洲大陆，空间分辨率为0.1°，数据来自Terra和Aqua卫星上的MODIS传感器，检索算法考虑了明亮和黑暗表面的地表BRDF特性，结合了Terra AOD和Aqua AOD在550nm的数据显示。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of a dataset that utilizes MODIS sensor data to measure aerosol optical depth over the Asian continent?",
                "QuestionCn": "利用MODIS传感器数据测量亚洲大陆气溶胶光学深度的数据集的空间分辨率是多少？",
                "AnswerEn": "0.1°",
                "AnswerCn": "0.1°",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '气溶胶光学厚度反演方法' mean in the context of aerosol optical depth datasets?",
                "QuestionCn": "'气溶胶光学厚度反演方法'在气溶胶光学厚度数据集的上下文中指的是一种用于估算气溶胶光学厚度的技术或方法。",
                "AnswerEn": "In the context of aerosol optical depth datasets, '气溶胶光学厚度反演方法' refers to the inversion method used to derive aerosol optical depth (AOD) values from remote sensing data. This process involves using algorithms to interpret the data collected by sensors like MODIS on Terra and Aqua satellites. The method considers surface characteristics such as the Bidirectional Reflectance Distribution Function (BRDF) and is designed to accurately retrieve AOD over both bright and dark surfaces.",
                "AnswerCn": "在气溶胶光学厚度数据集的背景下，“气溶胶光学厚度反演方法”指的是用于从遥感数据中推导气溶胶光学厚度（AOD）值的反演方法。这个过程涉及使用算法来解释由如MODIS在Terra和Aqua卫星上收集的数据。该方法考虑了表面特征，如双向反射分布函数（BRDF），旨在准确地在明亮和暗淡表面上检索AOD。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the SRAP algorithm for retrieving aerosol optical depth compare to other remote sensing inversion methods in terms of dealing with bright and dark surfaces?",
                "QuestionCn": "SRAP算法在检索气溶胶光学深度方面与其他遥感反演方法相比，在处理明亮和暗表面时表现如何？",
                "AnswerEn": "The SRAP algorithm is specifically designed to consider the bidirectional reflectance distribution function (BRDF) characteristics of the surface, making it suitable for both bright and dark surfaces when retrieving aerosol optical depth. This is a key differentiator from other methods that might not account for surface reflectance properties to the same extent.",
                "AnswerCn": "SRAP算法专门设计用于考虑表面的双向反射分布函数（BRDF）特性，使其在检索气溶胶光学厚度时适用于明亮和暗淡的表面。这是与其他可能没有同样程度考虑表面反射特性的算法的一个关键区别。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the accuracy of aerosol optical thickness measurements over the Asian continent using remote sensing techniques?",
                "QuestionCn": "影响遥感技术在亚洲大陆上气溶胶光学厚度测量准确性的因素有哪些？",
                "AnswerEn": "The accuracy of aerosol optical thickness measurements over the Asian continent using remote sensing techniques is influenced by the use of the SRAP algorithm, which incorporates the BRDF characteristics of the surface for bright and dark surfaces. Additionally, the integration of MOD04/MYD04 ocean aerosol products helps improve measurement accuracy. Verifications against ground-based measurement stations indicate that the relative deviation is within 20%.",
                "AnswerCn": "使用遥感技术对亚洲大陆气溶胶光学厚度测量的准确性受到SRAP算法的影响，该算法考虑了明亮和暗淡表面的BRDF特征。此外，整合MOD04/MYD04海洋气溶胶产品有助于提高测量准确性。与地面测量站的验证表明，相对偏差在20%以内。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes on data accuracy and reliability if a dataset employs the SRAP algorithm for aerosol optical thickness retrieval considering both bright and dark surfaces and incorporates MOD04/MYD04 oceanic aerosol products?",
                "QuestionCn": "如果一个数据集采用SRAP算法进行气溶胶光学厚度的检索，考虑到明亮和暗表面，并结合MOD04/MYD04海洋气溶胶产品，那么数据准确性和可靠性的潜在结果是什么？",
                "AnswerEn": "When a dataset employs the SRAP algorithm for retrieving aerosol optical thickness over both bright and dark surfaces, and incorporates MOD04/MYD04 oceanic aerosol products, the potential outcomes on data accuracy and reliability include achieving an overall relative deviation within 20% for aerosol optical thickness data over Asia. This approach helps in effectively capturing the variability in reflectance characteristics due to surface properties and improves the reliability of data by integrating terrestrial and oceanic aerosol measurements from Terra and Aqua satellites.",
                "AnswerCn": "当一个数据集采用SRAP算法来检索明亮和暗淡表面上的气溶胶光学厚度，并结合MOD04/MYD04海洋气溶胶产品时，数据准确性和可靠性的潜在结果包括在亚洲地区实现气溶胶光学厚度数据的总体相对偏差在20%以内。这种方法有助于有效捕捉由于表面特性引起的反射率变化，并通过整合来自Terra和Aqua卫星的陆地和海洋气溶胶测量，提高数据的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it necessary to develop a remote sensing inversion method that considers the BRDF characteristics of the surface for retrieving aerosol optical depth in Asia?",
                "QuestionCn": "为什么有必要开发一种考虑地表BRDF特征的遥感反演方法，以便在亚洲获取气溶胶光学厚度？",
                "AnswerEn": "The development of a remote sensing inversion method that takes into account the BRDF characteristics of the surface is crucial for accurately retrieving aerosol optical depth (AOD) over both bright and dark surfaces. This ensures that the AOD data reflects true atmospheric conditions by minimizing errors caused by surface reflectance, thereby improving the reliability and accuracy of the data collected over the Asian continent.",
                "AnswerCn": "开发一种考虑表面BRDF特征的遥感反演方法，对于准确获取明亮和暗淡表面上的气溶胶光学厚度（AOD）至关重要。这确保了AOD数据反映真实的气象条件，通过最小化由表面反射引起的误差，从而提高了在亚洲大陆收集的数据的可靠性和准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in using MODIS sensor data to derive aerosol optical depth over the Asian continent, and how do these procedures address the challenges of different surface brightness levels?",
                "QuestionCn": "使用MODIS传感器数据推导亚洲大陆的气溶胶光学厚度涉及哪些程序，这些程序如何应对不同表面亮度水平带来的挑战？",
                "AnswerEn": "The process involves using visible light remote sensing inversion methods to derive aerosol optical depth (AOD) from MODIS sensor data on Terra and Aqua satellites. The SRAP algorithm, developed to handle both bright and dark surfaces, is used to account for the surface's bidirectional reflectance distribution function (BRDF) characteristics. Additionally, MOD04/MYD04 aerosol products over the ocean are integrated. The derived AOD data is validated against ground-based measurements, ensuring a relative deviation within 20%.",
                "AnswerCn": "该过程涉及使用可见光遥感反演方法，从Terra和Aqua卫星的MODIS传感器数据中推导气溶胶光学厚度（AOD）。SRAP算法被开发用于处理明亮和暗淡表面，以考虑表面的双向反射分布函数（BRDF）特性。此外，还整合了海洋上的MOD04/MYD04气溶胶产品。推导的AOD数据经过与地面测量的验证，确保相对偏差在20%以内。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}