{
  "id": "6f5ea59d-38a2-4c1e-9ff2-451f51d7381a",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Dataset of seasonal maximum freezing depth with 1 km resolution in 2050s and 2090s over the Third Pole",
      "titleCn": "第三极未来1 km季节冻土最大冻结深度数据集（2050s和2090s）",
      "description": "The maximum freezing depth is an important index of seasonally frozen ground. Observation and simulation show that the maximum freezing depth is decreasing. In this paper, the data set of maximum freezing depth for 2050s (2041-2060) and 2090s (2081-2100) in the Third Pole under the scenarios of SSP126, SSP245, SSP370 and SSP585 is released, with a spatial resolution of 1 km. The data set is obtained by using the average of 200 set simulations of the support vector regression model in the baseline period (2001-2010). The validation results show that the support vector regression model has good accuracy and stability. Based on this data set, it is found that under four climate scenarios, the maximum freezing depth in the Third Polar from 2001 to 2100 will be significantly reduced by 10.41 cm (11.69%), 24.00 cm (26.95%), 37.71 cm (42.34%) and 47.71 cm (53.57%), respectively. This data set provides data support for the study of seasonally frozen ground in the Third Pole, Asian mountains and other regions.",
      "descriptionCn": "最大冻结深度是季节冻土的重要指标，观测和模拟表明，最大冻结深度不断减小。本文发布了第三极地区2050s（2041-2060年）和2090s（2081-2100年）在SSP126、SSP245、SSP370和SSP585情景下的最大土壤冻结深度数据集，空间分辨率为1km。该数据集是采用基准期（2001-2010年）的支持向量回归模型200次集合模拟的平均得到的，验证结果表明，支持向量回归模型具有良好的精度和稳定性。基于该数据集，发现在4种气候情景下，2001-2100年第三极季节冻土最大冻结深度将显著减小，分别减小10.41 cm（11.69%）、24.00 cm（26.95%）、37.71 cm（42.34%）和47.71 cm（53.57%）。该数据集为第三极、亚洲高山等地区季节冻土的研究提供数据支持。",
      "instructions": "There are 8 files in the folder in Geotiff format, which are the maximum freezing depths for 2050s (2041-2060) and 2090s (2081-2100) under SSP126, SSP245, SSP370 and SSP585 scenarios, for example, \"2050s_SSP126.tif\" represents the maximum freezing depths for 2050s under SSP126 scenarios.",
      "instructionsCn": "文件夹中一共有8个文件，格式为Geotiff，分别是2050s（2041-2060年）和2090s（2081-2100年）在SSP126、SSP245、SSP370和SSP585情景下的最大冻结深度，例如,\"2050s_SSP126.tif\"代表在SSP126情境下2050s的最大冻结深度。",
      "east": 111.999998832,
      "west": 61.999999032,
      "south": 20.00000028,
      "north": 51.000000156,
      "startTime": "2029-12-01 00:00:00",
      "endTime": "2049-01-01 11:59:59",
      "fileSize": 994334252.0,
      "cstr": "18406.11.Cryos.tpdc.273002",
      "doi": "10.11888/Cryos.tpdc.273002",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王冰泉",
        "nameEn": "WANG Bingquan",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "冉有华",
        "nameEn": "RAN Youhua",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "基于机器学习的第三极季节冻土最大冻结深度未来变化预测",
        "titleEn": null,
        "referenceCn": "王冰泉，冉有华. (2023). 基于机器学习的第三极季节冻土最大冻结深度未来变化预测. 冰川冻土, 45(2): 1-10.\n",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Diversity of Remote Sensing-Based Variable Inputs Improves the Estimation of Seasonal Maximum Freezing Depth",
        "referenceCn": null,
        "referenceEn": "Wang, B.Q., & Ran, Y.H. (2021). Diversity of Remote Sensing-Based Variable Inputs Improves the Estimation of Seasonal Maximum Freezing Depth. Remote Sensing, 13(23), 4829. https://doi.org/10.3390/rs13234829"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      },
      {
        "nameCn": "季节冻土",
        "nameEn": "seasonally frozen ground"
      },
      {
        "nameCn": "最大冻结深度",
        "nameEn": "maximum freezing depth"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "亚洲高山",
        "keywordEn": "High mountain Asia"
      },
      {
        "keywordCn": "第三极",
        "keywordEn": "The Third Pole"
      },
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "未来",
        "keywordEn": "Future",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The maximum soil freezing depth (MSFD) is an important indicator of the thermal state of seasonally frozen ground, and its variation plays a significant role in the hydrological processes, energy transformation, biochemical processes and engineering construction of cold regions. Recent studies have shown that the MSFD has continued to decrease over the past few decades. The MSFD on the QTP declined by an average of 4.9 cm per decade from 1960 to 2014. The mapping methods of the MSFD include empirical models, physical models and statistical/machine learning models. The in situ observed data play an important role in the calibration and validation of the MSFD model because of its high accuracy. Statistical/machine learning models are an alternative approach for simulating the MSFD. Remote sensing provides important technical means and environmental variables for observing the thermal state of frozen ground. Many previous studies have shown that it is feasible to estimate the freezing/thawing state of soil using microwave remote sensing, because it is very sensitive to the near surface dielectric properties and has the ability to penetrate clouds."
      ],
      "research objective": [
        "Therefore, with the Qinghai-Tibet Plateau (QTP) as a study area, the objectives of this study were (1) to compare the effects of different statistical/machine learning models on the simulation of the MSFD; (2) to assess the impact of remote sensing observations on the simulation of the MSFD; and (3) to evaluate the trainability of statistical/machine learning models built during the baseline period (2001–2010) to simulate the MSFD for historical periods (1981–1990 and 1991–2010)."
      ],
      "challenges": [
        "However, in situ observations are limited and costly to obtain. The estimated results using the Stefan solution will have large errors if the basic assumption (i.e., a linear temperature gradient and constant heat conductivity in the soil and a steady upper boundary condition) are not met. Nevertheless, the simulation accuracy and computational efficiency of the physical models are still poor. The physical processes and parametric schemes for physical models need further enhancement and improvement."
      ],
      "methods": [
        "In this study, we first classified (variables were classified into remote sensing variable sets and climate variable sets) and optimized (variables were ranked by importance) these predictors. Then, four statistical/machine learning models with different predictors were compared based on the results of cross-validation, and an optimal model combination (i.e., machine learning model with predictors that performed better than others) was used to simulate the MSFD on the QTP. Finally, the transferability of the model for the baseline period was tested. Tenfold cross-validation was used to evaluate the predictive performance of each machine/statistical model. A total of 184 ground-measured SFD sample points were collected from 2001 to 2010 on the QTP. For each model, 165 sample points were used for model training, and the remaining 19 sample points were used for model validation. To reduce the uncertainty of the model, each model was run 200 times, and the arithmetic average was used as the final simulation accuracy. The root mean square error (RMSE), coefficient of determination (R 2) and bias (mean difference) were used to evaluate the performance of the model."
      ],
      "dataset": [
        "In this study, daily soil freezing depth measurement data from 184 meteorological stations on the QTP were collected from 1981 to 2010. Due to the lack of data from some sites, the numbers of sites available in 1981–1990, 1991–2000, and 2001–2010 were 84, 89, and 184, respectively. The altitude of these sites was 846–4800 m, and the MSFD was 3.7–276.6 cm. The multiyear average FDD and TDD were generated by calculating the 1 km resolution MODIS products (MOD11A1 and MYD11A 1 v5) four times a day."
      ],
      "findings": [
        "The results show that support vector regression (SVR) performs better than random forest (RF), k-nearest neighbor (KNN) and the ensemble mean of the three models. Compared with the climate predictors, the remote sensing predictors are helpful for improving the simulation accuracy of the MSFD at both decadal and annual scales (at the annual and decadal scales, the root mean square error (RMSE) is reduced by 2.84 and 1.99 cm, respectively). The SVR model with climate predictor calibration using the in situ MSFD at the baseline period (2001–2010) can be used to simulate the MSFD over historical periods (1981–1990 and 1991–2000). This result indicates the good transferability of the well-trained machine learning model and its availability to simulate the MSFD of the past and the future when remote sensing predictors are not available."
      ],
      "backgroundCn": [
        "最大土壤冻结深度（MSFD）是季节性冻土热状态的重要指标，其变化在寒冷地区的水文过程、能量转化、生化过程和工程建设中发挥着重要作用。最近的研究表明，MSFD在过去几十年中持续下降。从1960年到2014年，青藏高原的MSFD平均每十年下降4.9厘米。MSFD的制图方法包括经验模型、物理模型和统计/机器学习模型。现场观测数据在MSFD模型的校准和验证中发挥着重要作用，因为其准确性高。统计/机器学习模型是模拟MSFD的另一种方法。遥感为观察冻土热状态提供了重要的技术手段和环境变量。许多先前的研究表明，利用微波遥感估计土壤的冻结/融化状态是可行的，因为微波对近地表介电特性非常敏感，并且具有穿透云层的能力。"
      ],
      "research objectiveCn": [
        "因此，以青藏高原（QTP）为研究区域，本研究的目标是：(1) 比较不同统计/机器学习模型对MSFD模拟的影响；(2) 评估遥感观测对MSFD模拟的影响；(3) 评估在基线时期（2001-2010年）建立的统计/机器学习模型在历史时期（1981-1990年和1991-2010年）模拟MSFD的可训练性。"
      ],
      "challengesCn": [
        "然而，原位观测的获取有限且成本高昂。如果基本假设（即土壤中线性温度梯度和恒定热导率以及稳定的上边界条件）不成立，使用Stefan解估算的结果将会有较大的误差。尽管如此，物理模型的模拟精度和计算效率仍然较差。物理模型的物理过程和参数方案需要进一步增强和改进。"
      ],
      "methodsCn": [
        "在本研究中，我们首先对变量进行了分类（将变量分为遥感变量集和气候变量集）并进行了优化（根据重要性对变量进行了排名）。然后，基于交叉验证的结果比较了四种不同预测变量的统计/机器学习模型，并使用了一个最佳模型组合（即使用表现优于其他模型的预测变量的机器学习模型）来模拟青藏高原的MSFD。最后，测试了模型在基线时期的可转移性。采用十折交叉验证评估每个机器/统计模型的预测性能。共收集了2001年至2010年间在青藏高原的184个地面测量SFD样本点。对于每个模型，使用165个样本点进行模型训练，其余19个样本点用于模型验证。为了减少模型的不确定性，每个模型运行200次，并使用算术平均值作为最终的模拟精度。使用均方根误差（RMSE）、决定系数（R²）和偏差（平均差异）来评估模型的性能。"
      ],
      "datasetCn": [
        "在本研究中，收集了1981年至2010年间青藏高原184个气象站的日土壤冻结深度测量数据。由于某些站点数据缺失，1981-1990年、1991-2000年和2001-2010年可用站点的数量分别为84个、89个和184个。这些站点的海拔高度为846-4800米，平均土壤冻结深度（MSFD）为3.7-276.6厘米。通过计算1公里分辨率的MODIS产品（MOD11A1和MYD11A1 v5）每天四次，生成了多年平均的冻结日数（FDD）和解冻日数（TDD）。"
      ],
      "findingsCn": [
        "结果显示，支持向量回归（SVR）的表现优于随机森林（RF）、k近邻（KNN）以及三种模型的集成均值。与气候预测因子相比，遥感预测因子有助于提高MSFD的模拟精度，在十年和年度尺度上（在年度和十年尺度上，均方根误差（RMSE）分别减少了2.84和1.99厘米）。使用基准期（2001-2010年）中的现场MSFD进行气候预测因子校准的SVR模型可以用于模拟历史时期（1981-1990年和1991-2000年）的MSFD。这一结果表明，经过良好训练的机器学习模型具有良好的可转移性，并且在遥感预测因子不可用时，可以用于模拟过去和未来的MSFD。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the application of remote sensing techniques improve the accuracy of simulating the maximum soil freezing depth compared to using climate predictors alone?",
        "QuestionCn": "遥感技术的应用是否提高了模拟最大土壤冻结深度的准确性，相较于仅使用气候预测因子？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the support vector regression model validated as having good transferability for simulating the maximum soil freezing depth over historical periods?",
        "QuestionCn": "支持向量回归模型在模拟历史时期的最大土壤冻结深度方面的可转移性是否得到了验证？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Are in situ observations considered crucial for calibrating and validating models used for simulating maximum soil freezing depth?",
        "QuestionCn": "原位观测被认为对校准和验证用于模拟最大土壤冻结深度的模型至关重要吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which data collection method is more reliable for simulating the maximum soil freezing depth (MSFD): in situ observation or remote sensing?",
        "QuestionCn": "哪种数据收集方法在模拟最大土壤冻结深度（MSFD）方面更可靠：现场观察还是遥感？",
        "AnswerEn": "in situ observation",
        "AnswerCn": "现场观察",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What model type is preferable for simulating the MSFD: empirical models, physical models, or statistical/machine learning models?",
        "QuestionCn": "哪种模型类型更适合模拟海洋战略框架指令（MSFD）：经验模型、物理模型还是统计/机器学习模型？",
        "AnswerEn": "Statistical/machine learning models",
        "AnswerCn": "统计/机器学习模型",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the support vector regression (SVR) model more effective than random forest (RF) or k-nearest neighbor (KNN) for simulating the MSFD on the Qinghai-Tibet Plateau?",
        "QuestionCn": "支持向量回归（SVR）模型在模拟青藏高原的海洋战略框架指令（MSFD）方面是否比随机森林（RF）或k近邻（KNN）更有效？",
        "AnswerEn": "support vector regression (SVR)",
        "AnswerCn": "支持向量回归 (SVR)",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the main challenges faced in collecting in situ observations for soil freezing depth measurements?",
        "QuestionCn": "收集土壤冻结深度测量的原位观测时面临的主要挑战有哪些？",
        "AnswerEn": "In situ observations are limited and costly to obtain",
        "AnswerCn": "现场观测有限且获取成本高。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Where do the remote sensing variables, used as predictors for simulating the maximum soil freezing depth, derive from?",
        "QuestionCn": "用于模拟最大土壤冻结深度的遥感变量来自哪里？",
        "AnswerEn": "MODIS products",
        "AnswerCn": "MODIS 产品",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to measure the maximum soil freezing depth (MSFD) in high-altitude regions?",
        "QuestionCn": "您能否提供一个用于测量高海拔地区最大土壤冻结深度（MSFD）的数据收集方法的示例？",
        "AnswerEn": "In high-altitude regions like the Qinghai-Tibet Plateau, daily soil freezing depth measurement data were collected from meteorological stations. A total of 184 ground-measured sample points were collected from 2001 to 2010.",
        "AnswerCn": "在高海拔地区如青藏高原，收集了来自气象站的日土壤冻结深度测量数据。共收集了2001年至2010年间的184个地面测量样本点。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a machine learning model used to simulate the maximum soil freezing depth, and how is its performance evaluated?",
        "QuestionCn": "有什么机器学习模型可以用来模拟最大土壤冻结深度，其性能如何评估？",
        "AnswerEn": "Support vector regression (SVR) is an example of a machine learning model used to simulate the MSFD. The performance of this model is evaluated using metrics such as root mean square error (RMSE), coefficient of determination (R 2), and bias (mean difference).",
        "AnswerCn": "支持向量回归（SVR）是用于模拟海洋战略框架指令（MSFD）的一种机器学习模型。该模型的性能通过均方根误差（RMSE）、决定系数（R²）和偏差（平均差）等指标进行评估。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Can you give an example of how remote sensing data is integrated with machine learning models to improve the simulation of the maximum soil freezing depth?",
        "QuestionCn": "可以给我一个例子，说明如何将遥感数据与机器学习模型结合，以改善最大土壤冻结深度的模拟吗？",
        "AnswerEn": "Remote sensing predictors, as compared to climate predictors, are shown to improve the simulation accuracy of the MSFD. This integration reduces the RMSE by 2.84 cm at the annual scale and 1.99 cm at the decadal scale when support vector regression (SVR) is used.",
        "AnswerCn": "与气候预测因子相比，遥感预测因子的整合提高了MSFD的模拟精度。这种整合在使用支持向量回归（SVR）时，年尺度的均方根误差（RMSE）减少了2.84厘米，十年尺度减少了1.99厘米。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the machine learning models used to simulate maximum soil freezing depth (MSFD)?",
        "QuestionCn": "用于模拟最大土壤冻结深度（MSFD）的机器学习模型的特点是什么？",
        "AnswerEn": "support vector regression (SVR), random forest (RF), k-nearest neighbor (KNN), tenfold cross-validation, root mean square error (RMSE), coefficient of determination (R²), bias, 165 sample points, 19 sample points, 184 ground-measured sample points, 2001 to 2010",
        "AnswerCn": "支持向量回归 (SVR)、随机森林 (RF)、k-近邻 (KNN)、十折交叉验证、均方根误差 (RMSE)、决定系数 (R²)、偏差、165 个样本点、19 个样本点、184 个地面测量样本点、2001 年至 2010 年。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What specific attributes of remote sensing data contribute to the simulation accuracy of MSFD?",
        "QuestionCn": "遥感数据的哪些具体属性有助于MSFD的模拟准确性？",
        "AnswerEn": "sensitive observations of near-surface dielectric properties, capability to penetrate clouds, reduction in RMSE by 2.84 cm at the annual scale, reduction in RMSE by 1.99 cm at the decadal scale",
        "AnswerCn": "对近地表介电特性的敏感观测，能够穿透云层，年尺度上RMSE减少2.84厘米，十年尺度上RMSE减少1.99厘米。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the key challenges in collecting in situ data for maximum soil freezing depth (MSFD) modeling?",
        "QuestionCn": "收集最大土壤冻结深度（MSFD）建模的原位数据面临的主要挑战有哪些？",
        "AnswerEn": "limited and costly nature of obtaining in situ observations, inaccuracies from using the Stefan solution, simulation accuracy, computational efficiency of physical models",
        "AnswerCn": "获取原位观测的局限性和高成本、使用Stefan解的误差、模拟准确性、物理模型的计算效率。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the range of altitudes for the sites where soil freezing depth measurements were collected?",
        "QuestionCn": "收集土壤冻结深度测量的地点的海拔范围是多少？",
        "AnswerEn": "846-4800 meters",
        "AnswerCn": "846-4800 米",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many sample points were used for model training and validation in the machine learning approach?",
        "QuestionCn": "在机器学习方法中，模型训练和验证使用了多少个样本点？",
        "AnswerEn": "165, 19",
        "AnswerCn": "165, 19",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "How do 'statistical/machine learning models' contribute to the simulation of maximum soil freezing depth?",
        "QuestionCn": "“统计/机器学习模型”如何有助于最大土壤冻结深度的模拟？",
        "AnswerEn": "Statistical/machine learning models are an alternative approach for simulating the maximum soil freezing depth (MSFD). They allow for the integration of various predictors, including remote sensing and climate variables, and have demonstrated good performance in terms of simulation accuracy and the ability to simulate MSFD over historical periods.",
        "AnswerCn": "统计/机器学习模型是模拟最大土壤冻结深度（MSFD）的替代方法。它们允许整合各种预测变量，包括遥感和气候变量，并在模拟准确性和历史时期MSFD的模拟能力方面表现良好。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What role do 'remote sensing observations' play in the assessment of maximum soil freezing depth?",
        "QuestionCn": "“遥感观测”在最大土壤冻结深度评估中发挥了什么作用？",
        "AnswerEn": "Remote sensing provides important technical means and environmental variables for observing the thermal state of frozen ground. It is feasible to estimate the freezing/thawing state of soil using microwave remote sensing because it is sensitive to near-surface dielectric properties and can penetrate clouds, thus improving the simulation accuracy of the maximum soil freezing depth.",
        "AnswerCn": "遥感为观察冻土的热状态提供了重要的技术手段和环境变量。利用微波遥感估计土壤的冻结/融化状态是可行的，因为它对近地表的介电特性敏感，并且能够穿透云层，从而提高最大土壤冻结深度的模拟精度。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the use of remote sensing variables compare to climate variables in terms of improving the simulation accuracy of the maximum soil freezing depth (MSFD)?",
        "QuestionCn": "遥感变量与气候变量在提高最大土壤冻结深度（MSFD）模拟精度方面的比较如何？",
        "AnswerEn": "Remote sensing predictors are shown to improve the simulation accuracy of the MSFD at both decadal and annual scales compared to climate predictors. The root mean square error (RMSE) is reduced by 2.84 cm annually and 1.99 cm decadal scale when remote sensing predictors are used.",
        "AnswerCn": "遥感预测因子被证明在十年和年度尺度上提高了MSFD的模拟准确性，相较于气候预测因子，年度尺度的均方根误差（RMSE）减少了2.84厘米，十年尺度减少了1.99厘米。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the differences in data collection challenges between in situ observations and remote sensing techniques for studying MSFD?",
        "QuestionCn": "在研究海洋战略框架指令（MSFD）时，现场观察和遥感技术在数据收集方面面临的挑战有哪些不同？",
        "AnswerEn": "In situ observations are limited and costly to obtain, posing significant challenges. In contrast, remote sensing techniques provide important technical means and variables for observing the thermal state of frozen ground, and are feasible for estimating the freezing/thawing state of soil, due to their sensitivity to near-surface dielectric properties and ability to penetrate clouds.",
        "AnswerCn": "原位观测的获取有限且成本高昂，带来了显著的挑战。相比之下，遥感技术为观察冻土的热状态提供了重要的技术手段和变量，并且由于其对近地表介电特性的敏感性和穿透云层的能力，能够有效估计土壤的冻结/融化状态。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the performance of support vector regression (SVR) compare to other machine learning models like random forest (RF) and k-nearest neighbor (KNN) for simulating MSFD?",
        "QuestionCn": "支持向量回归（SVR）的性能与其他机器学习模型如随机森林（RF）和k近邻（KNN）在模拟MSFD方面相比如何？",
        "AnswerEn": "Support vector regression (SVR) performs better than random forest (RF), k-nearest neighbor (KNN), and the ensemble mean of these models for simulating MSFD, indicating its superiority in predictive performance.",
        "AnswerCn": "支持向量回归（SVR）在模拟MSFD方面的表现优于随机森林（RF）、k近邻（KNN）以及这些模型的集成均值，表明其在预测性能上的优越性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What insights can be drawn about the impact of remote sensing observations on simulating maximum soil freezing depth, and how do these insights inform the choice of predictors in data collection?",
        "QuestionCn": "关于遥感观测对模拟最大土壤冻结深度的影响，可以得出哪些见解，这些见解如何影响数据收集中的预测变量选择？",
        "AnswerEn": "Remote sensing observations enhance the accuracy of simulating maximum soil freezing depth (MSFD) by providing valuable environmental variables that are sensitive to the thermal state of frozen ground. These insights suggest that including remote sensing predictors alongside climate predictors can improve the model performance, as evidenced by a reduction in root mean square error. This informs data collection methods by highlighting the importance of integrating remote sensing data into the model predictors.",
        "AnswerCn": "遥感观测通过提供对冻土热状态敏感的环境变量，提高了最大土壤冻结深度（MSFD）模拟的准确性。这些见解表明，将遥感预测因子与气候预测因子结合使用可以改善模型性能，根均方误差的减少就是证明。这为数据收集方法提供了重要信息，强调了将遥感数据整合到模型预测因子中的重要性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How do the challenges faced in in situ data collection for maximum soil freezing depth influence the design of machine learning models for predictive simulations?",
        "QuestionCn": "在原位数据收集最大土壤冻结深度所面临的挑战如何影响机器学习模型的设计，以进行预测模拟？",
        "AnswerEn": "In situ data collection for maximum soil freezing depth is limited and costly, which challenges the calibration and validation of models. This limitation influences the design of machine learning models by necessitating the use of alternative data sources, such as remote sensing, and robust validation techniques like cross-validation. It also emphasizes the importance of model transferability and the ability to generalize well to different temporal periods and conditions.",
        "AnswerCn": "原位数据收集对于最大土壤冻结深度是有限且成本高昂的，这对模型的校准和验证构成了挑战。这一限制影响了机器学习模型的设计，迫使我们使用替代数据源，如遥感数据，以及像交叉验证这样的稳健验证技术。它还强调了模型可转移性的重要性，以及在不同时间段和条件下良好泛化的能力。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the reduced accuracy and computational efficiency in physical models when simulating the maximum soil freezing depth?",
        "QuestionCn": "在模拟最大土壤冻结深度时，导致物理模型准确性降低和计算效率下降的原因是什么？",
        "AnswerEn": "The simulation accuracy and computational efficiency of physical models are poor due to the limited in situ observations and the large errors that arise if the basic assumption of a linear temperature gradient, constant heat conductivity in the soil, and a steady upper boundary condition are not met. Additionally, the physical processes and parametric schemes for these models need further enhancement and improvement.",
        "AnswerCn": "由于现场观测的有限性以及当基本假设（如线性温度梯度、土壤中恒定的热导率和稳定的上边界条件）未得到满足时所产生的大误差，物理模型的模拟准确性和计算效率较差。此外，这些模型的物理过程和参数方案需要进一步的增强和改进。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why are remote sensing predictors considered beneficial for improving the simulation accuracy of maximum soil freezing depth?",
        "QuestionCn": "遥感预测因子被认为有助于提高最大土壤冻结深度模拟精度的原因是什么？",
        "AnswerEn": "Remote sensing predictors are beneficial because they provide important technical means and environmental variables for observing the thermal state of frozen ground. They are particularly sensitive to the near-surface dielectric properties and have the ability to penetrate clouds, which helps in estimating the freezing/thawing state of soil more accurately.",
        "AnswerCn": "遥感预测因其提供重要的技术手段和环境变量来观察冻土的热状态而具有重要意义。它们对近地表的介电特性特别敏感，并且能够穿透云层，这有助于更准确地估计土壤的冻结/融化状态。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the reasons behind the choice of support vector regression as the optimal model for simulating maximum soil freezing depth?",
        "QuestionCn": "选择支持向量回归作为模拟最大土壤冻结深度的最佳模型的原因是什么？",
        "AnswerEn": "Support vector regression is chosen as the optimal model because it performs better than random forest, k-nearest neighbor, and the ensemble mean of these models. It shows good transferability and availability to simulate the MSFD of the past and the future when remote sensing predictors are not available, indicating its robustness and reliability in different scenarios.",
        "AnswerCn": "支持向量回归被选为最佳模型，因为它的表现优于随机森林、k-近邻和这些模型的集成均值。它在遥感预测不可用时，能够很好地模拟过去和未来的MSFD，显示出其在不同场景下的稳健性和可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on the accuracy of maximum soil freezing depth (MSFD) simulations when using remote sensing data as a predictor compared to relying solely on in situ observations?",
        "QuestionCn": "使用遥感数据作为预测因子与仅依赖现场观测相比，最大土壤冻结深度（MSFD）模拟的准确性可能会受到哪些潜在影响？",
        "AnswerEn": "The use of remote sensing data as a predictor can improve the simulation accuracy of MSFD over relying solely on in situ observations. Remote sensing predictors reduce the root mean square error (RMSE) by 2.84 cm on an annual scale and 1.99 cm on a decadal scale, indicating enhanced accuracy.",
        "AnswerCn": "使用遥感数据作为预测因子可以提高MSFD的模拟精度，相比仅依赖现场观测，遥感预测因子在年度尺度上减少了2.84厘米的均方根误差（RMSE），在十年尺度上减少了1.99厘米，表明精度得到了增强。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What might be the impact on the simulation of maximum soil freezing depth (MSFD) when employing machine learning models developed during a baseline period, in comparison to other historical periods?",
        "QuestionCn": "在使用在基准期开发的机器学习模型时，与其他历史时期相比，最大土壤冻结深度（MSFD）模拟的影响可能是什么？",
        "AnswerEn": "Employing machine learning models developed during a baseline period (2001–2010) can effectively simulate MSFD for historical periods (1981–1990 and 1991–2000). This approach shows good transferability of the model, indicating that it can simulate past MSFD accurately when remote sensing predictors are not available.",
        "AnswerCn": "在基准期（2001-2010年）开发的机器学习模型可以有效地模拟历史时期的MSFD（1981-1990年和1991-2000年）。这种方法显示出模型的良好可转移性，表明在遥感预测变量不可用时，它能够准确地模拟过去的MSFD。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What could be the implications of using support vector regression over other machine learning models like random forest or k-nearest neighbor in predicting maximum soil freezing depth (MSFD)?",
        "QuestionCn": "使用支持向量回归而不是其他机器学习模型，如随机森林或k近邻来预测最大土壤冻结深度（MSFD）可能会有什么影响？",
        "AnswerEn": "Using support vector regression over other machine learning models such as random forest or k-nearest neighbor results in better performance in predicting MSFD. It consistently shows improved simulation accuracy, making it a preferable choice among the tested models for this application.",
        "AnswerCn": "使用支持向量回归相较于其他机器学习模型，如随机森林或k近邻，在预测MSFD方面表现更好。它始终显示出更高的模拟准确性，使其成为在此应用中测试模型中的首选。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is integrating remote sensing data considered crucial in the simulation of the maximum soil freezing depth?",
        "QuestionCn": "将遥感数据整合到最大土壤冻结深度的模拟中被认为是至关重要的原因是什么？",
        "AnswerEn": "Integrating remote sensing data is crucial because it provides important environmental variables that are highly sensitive to the thermal state of frozen ground. The use of remote sensing data helps improve the simulation accuracy of the maximum soil freezing depth (MSFD), especially when traditional methods face challenges due to limited in situ observations and assumptions that may not hold true in some cases.",
        "AnswerCn": "整合遥感数据至关重要，因为它提供了对冻土热状态高度敏感的重要环境变量。使用遥感数据有助于提高最大土壤冻结深度（MSFD）的模拟精度，尤其是在传统方法因现场观测有限和某些假设可能不成立而面临挑战时。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the objectives behind using a baseline period model to simulate historical maximum soil freezing depths?",
        "QuestionCn": "使用基线期模型模拟历史最大土壤冻结深度的目标是什么？",
        "AnswerEn": "The objectives are to assess the transferability and reliability of statistical/machine learning models developed during a baseline period (2001–2010) for simulating historical maximum soil freezing depths (MSFD) in earlier periods. This approach aims to validate the model's ability to accurately predict past MSFD when remote sensing predictors are not available, thereby demonstrating the model's robustness and usefulness for both historical and future predictions.",
        "AnswerCn": "目标是评估在基线时期（2001-2010年）开发的统计/机器学习模型在模拟早期时期的历史最大土壤冻结深度（MSFD）方面的可转移性和可靠性。这种方法旨在验证模型在遥感预测因子不可用时准确预测过去MSFD的能力，从而展示模型的稳健性和对历史及未来预测的实用性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in selecting and optimizing predictors for machine learning models aimed at simulating maximum soil freezing depth (MSFD) in cold regions?",
        "QuestionCn": "选择和优化用于模拟寒冷地区最大土壤冻结深度（MSFD）机器学习模型的预测变量涉及哪些程序？",
        "AnswerEn": "In the field, variables are first classified into remote sensing variable sets and climate variable sets. These predictors are then ranked by importance, and four statistical/machine learning models with different predictors are compared using cross-validation. An optimal model combination is chosen, and its transferability is tested, specifically for the baseline period of 2001–2010. This involves evaluating the predictive performance using metrics like RMSE, R2, and bias.",
        "AnswerCn": "在该领域，变量首先被分类为遥感变量集和气候变量集。这些预测变量随后按重要性进行排名，并使用交叉验证比较四种具有不同预测变量的统计/机器学习模型。选择一个最佳模型组合，并测试其可转移性，特别是针对基线时期2001-2010年。这涉及使用RMSE、R2和偏差等指标评估预测性能。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How is remote sensing data integrated with in situ observations to improve the accuracy of simulating the maximum soil freezing depth?",
        "QuestionCn": "遥感数据如何与现场观测相结合，以提高模拟最大土壤冻结深度的准确性？",
        "AnswerEn": "Remote sensing data provides important environmental variables for observing the thermal state of frozen ground. The integration involves using remote sensing predictors in combination with in situ observed data, which is crucial for calibrating and validating the models. The integration enhances simulation accuracy by reducing RMSE at both decadal and annual scales compared to using only climate predictors.",
        "AnswerCn": "遥感数据为观察冻土的热状态提供了重要的环境变量。集成涉及将遥感预测因子与现场观测数据结合，这对于校准和验证模型至关重要。与仅使用气候预测因子相比，这种集成通过减少十年和年度尺度上的均方根误差（RMSE）来提高模拟的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges are encountered in collecting in situ observations for maximum soil freezing depth, and how are these addressed in modeling approaches?",
        "QuestionCn": "在收集原位观测数据以确定最大土壤冻结深度时，会遇到哪些挑战，以及这些挑战在建模方法中是如何解决的？",
        "AnswerEn": "The challenges include limited and costly in situ observations, as well as potential large errors from the Stefan solution if assumptions are not met. To address these, the use of statistical/machine learning models is recommended, as they provide an alternative approach with better accuracy and efficiency. Additionally, data from 184 meteorological stations collected over several decades are used to train and validate models, ensuring robust simulation results.",
        "AnswerCn": "挑战包括有限且成本高昂的原位观测，以及如果假设不满足可能导致的斯特凡解的大误差。为了解决这些问题，建议使用统计/机器学习模型，因为它们提供了一种更准确和高效的替代方法。此外，利用来自184个气象站的数十年数据来训练和验证模型，确保模拟结果的稳健性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the use of remote sensing observations to improve the simulation accuracy of soil freezing depth in seasonally frozen grounds?",
        "QuestionCn": "哪些技术进步使得遥感观测能够提高季节性冻土中土壤冻结深度模拟的准确性？",
        "AnswerEn": "Remote sensing provides important technical means and environmental variables for observing the thermal state of frozen ground, and microwave remote sensing is particularly effective because of its sensitivity to near-surface dielectric properties and its ability to penetrate clouds.",
        "AnswerCn": "遥感为观察冻土的热状态提供了重要的技术手段和环境变量，而微波遥感尤其有效，因为它对近地表介电特性的敏感性以及穿透云层的能力。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the classification and optimization of predictors enhance the performance of machine learning models in simulating maximum soil freezing depth?",
        "QuestionCn": "预测因子的分类和优化如何提高机器学习模型在模拟最大土壤冻结深度方面的性能？",
        "AnswerEn": "Classifying predictors into remote sensing and climate variable sets and optimizing them by ranking their importance allows for the comparison and selection of optimal model combinations, improving simulation accuracy.",
        "AnswerCn": "将预测变量分类为遥感变量和气候变量集，并通过对其重要性进行排名来优化它们，可以比较和选择最佳模型组合，从而提高模拟精度。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions or strategies are necessary for ensuring the transferability of machine learning models built during a baseline period to simulate historical and future maximum soil freezing depths?",
        "QuestionCn": "确保在基线期间构建的机器学习模型能够转移到模拟历史和未来最大土壤冻结深度的条件或策略是什么？",
        "AnswerEn": "The use of statistical/machine learning models trained with in situ MSFD data during a baseline period (2001–2010) and validated through cross-validation techniques ensures their transferability to simulate MSFD over historical periods and potentially future scenarios.",
        "AnswerCn": "使用在基线时期（2001-2010年）训练的原位MSFD数据的统计/机器学习模型，并通过交叉验证技术进行验证，确保它们能够转移到模拟历史时期的MSFD，并可能用于未来情景的模拟。",
        "Level": "C6(Creating)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might a dataset using support vector regression (SVR) provide better simulation accuracy for maximum soil freezing depth compared to other machine learning models?",
        "QuestionCn": "使用支持向量回归（SVR）的数据集可能会比其他机器学习模型提供更好的最大土壤冻结深度模拟精度的原因是什么？",
        "AnswerEn": "The results show that support vector regression (SVR) performs better than random forest (RF), k-nearest neighbor (KNN), and the ensemble mean of the three models. This suggests SVR is more effective in capturing the complex relationships within the data for simulating maximum soil freezing depth.",
        "AnswerCn": "结果显示，支持向量回归（SVR）比随机森林（RF）、k近邻（KNN）和三种模型的集成均值表现更好。这表明SVR在捕捉数据中复杂关系方面更有效，能够更好地模拟最大土壤冻结深度。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Why is it anticipated that a well-trained machine learning model can simulate past and future maximum soil freezing depths even when remote sensing predictors are unavailable?",
        "QuestionCn": "为什么预计一个训练良好的机器学习模型能够模拟过去和未来的最大土壤冻结深度，即使在缺乏遥感预测因子的情况下？",
        "AnswerEn": "The well-trained machine learning model, specifically with support vector regression (SVR), demonstrates good transferability and can simulate maximum soil freezing depths for historical periods. This suggests that the model can be effectively used for future simulations when remote sensing predictors are not available.",
        "AnswerCn": "经过良好训练的机器学习模型，特别是支持向量回归（SVR），表现出良好的可转移性，并能够模拟历史时期的最大土壤冻结深度。这表明该模型在遥感预测不可用时，可以有效用于未来的模拟。",
        "Level": "C2(Understanding)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What are your thoughts on the effectiveness of using support vector regression (SVR) as a machine learning model for simulating maximum soil freezing depth in high-altitude regions?",
        "QuestionCn": "我对使用支持向量回归（SVR）作为机器学习模型来模拟高海拔地区最大土壤冻结深度的有效性有什么看法？",
        "AnswerEn": "Support vector regression (SVR) is noted to perform better than other models like random forest (RF) and k-nearest neighbor (KNN) in simulating maximum soil freezing depth. It shows good predictive performance, particularly when enhanced with climate predictors and remote sensing data, indicating its effectiveness for this application.",
        "AnswerCn": "支持向量回归（SVR）在模拟最大土壤冻结深度方面表现优于其他模型，如随机森林（RF）和k近邻（KNN）。它显示出良好的预测性能，特别是在结合气候预测因子和遥感数据时，表明其在这一应用中的有效性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How would you evaluate the challenges faced in utilizing in situ observations and remote sensing data for modeling maximum soil freezing depth?",
        "QuestionCn": "如何评估在利用原位观测和遥感数据建模最大土壤冻结深度时面临的挑战？",
        "AnswerEn": "In situ observations, while accurate, are limited and costly, presenting challenges in data collection. Remote sensing offers a valuable complement due to its ability to observe environmental variables and penetrate clouds, although integrating these data types requires careful calibration and validation to overcome assumptions in models like the Stefan solution.",
        "AnswerCn": "原位观测虽然准确，但受限且成本高，数据收集面临挑战。遥感由于能够观察环境变量并穿透云层，提供了有价值的补充，然而整合这些数据类型需要仔细的校准和验证，以克服像斯特凡解这样的模型中的假设。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how remote sensing can effectively contribute to estimating the maximum soil freezing depth in seasonally frozen ground?",
        "QuestionCn": "我不明白遥感如何有效地帮助估计季节性冻土中的最大土壤冻结深度。",
        "AnswerEn": "Remote sensing provides important technical means and environmental variables for observing the thermal state of frozen ground. It is feasible to estimate the freezing/thawing state of soil using microwave remote sensing because it is very sensitive to the near surface dielectric properties and has the ability to penetrate clouds.",
        "AnswerCn": "遥感为观察冻土的热状态提供了重要的技术手段和环境变量。利用微波遥感估计土壤的冻结/融化状态是可行的，因为它对近地表的介电特性非常敏感，并且具有穿透云层的能力。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unclear about the challenges in obtaining accurate in situ observations for soil freezing depth data collection?",
        "QuestionCn": "我对获取土壤冻结深度数据收集的准确原位观测面临的挑战感到不清楚。",
        "AnswerEn": "In situ observations are limited and costly to obtain. The estimated results can have large errors if the basic assumptions of models, like a linear temperature gradient and constant heat conductivity in the soil, are not met. The physical processes and parametric schemes for physical models still need further enhancement and improvement.",
        "AnswerCn": "原位观测的获取有限且成本高昂。如果模型的基本假设，如线性温度梯度和土壤中恒定的热导率未得到满足，估计结果可能会有较大的误差。物理模型的物理过程和参数方案仍需进一步增强和改进。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore the challenges encountered in collecting in situ observations for soil freezing depth and propose alternative data collection methods.",
        "QuestionCn": "请探讨收集土壤冻结深度的原位观测所遇到的挑战，并提出替代的数据收集方法。",
        "AnswerEn": "Challenges in collecting in situ observations for soil freezing depth include limited availability and high costs. An alternative data collection method could involve leveraging remote sensing techniques, as they provide important environmental variables and technical means for observing the thermal state of frozen ground, offering a more cost-effective and extensive data collection approach.",
        "AnswerCn": "收集原位观测土壤冻结深度的挑战包括可用性有限和成本高昂。一个替代的数据收集方法可以利用遥感技术，因为它们提供重要的环境变量和观察冻结土壤热状态的技术手段，提供了一种更具成本效益和广泛的数据收集方法。",
        "Level": "C6(Creating)"
      }
    ]
  }
}