{
    "id": "6fb2fd5a-a796-4031-b953-98334e69412e",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "SR nd Pb isotopic data of host rocks and S-Pb isotopic data of metal sulfides in luokuidong molybdenum deposit, Hainan Island",
            "titleCn": "海南岛罗葵洞钼矿床赋矿围岩Sr-Nd-Pb同位素和金属硫化物S-Pb同位素数据",
            "description": "The State Key Laboratory of isotope geochemistry, Guangzhou Institute of geochemistry, Chinese Academy of Sciences was entrusted to test the SR nd Pb isotope of representative samples of host rock of luokuidong molybdenum deposit in Hainan Island. The test instrument was VG-354 multi receiver plasma mass spectrometry (MC-ICP-MS). In SR Nd isotopic analysis, the sample powder was dissolved with HF + HNO3 in a PTFE cup, and then Sr and REE were separated by cation resin exchange column, and Nd was extracted from REE. The normalized constants 86Sr / 88Sr and 146nd / 144Nd ratios used to correct Sr and nd mass fractionation are 86Sr / 88Sr = 0.1194 and 146nd / 144Nd = 0.7219, respectively. The isotopic ratios of NIST NBS 987 and shin Etsu jndi-1 are 87Sr / 86Sr = 0.710246, respectively ± 17（2 σ， N = 12) and 143Nd / 144Nd = 0.512105 ± 10（2 σ， n=12）。 The accuracy of Sr and Nd isotope analysis is higher than 0.002%. The isotope ratios of 206Pb / 204Pb of jb-3, bcr-2 and jg-1a were 18.286pb/204pb, respectively ± 0、18.763 ± 655 1 and 18 ± 2（2 σ， The ratio of 207Pb / 204Pb is 15.537 ± 1、15.615 ± 608 1 and 15 ± 2（2 σ， The ratio of 208Pb / 204Pb is 38.242, respectively ± 2、38.712 ± 677 4 and 38 ± 6（2 σ， (n = 4) to correct the fractionation in the determination of Pb isotope in batch samples. The ratios of 87Rb / 86Sr and 147sm / 144Nd were calculated according to the contents of Rb, Sr, SM and Nd, and the ratios of 87Sr / 86Sr and 143Nd / 144Nd. The initial 87Sr / 86Sr (ISR) is calculated with RB decay constant of 0 λ Rb=1.42 × 10−11 a−1。 Initial (143Nd / 144Nd) I ε Nd (T) is calculated with SM decay constant of 0 λ Sm=6.54 × 10 − 12a − 1 and 143Nd / 144Nd = 0.512 638 and 147sm / 144Nd = 0.1967 for chondrites. The single-stage depleted mantle model age (tdm1 (nd)) of Nd is calculated using 143Nd / 144Nd = 0.51315 and 147sm / 144Nd = 0.2137 of depleted mantle; The two-stage depleted mantle model age (tdm2 (nd)) is calculated according to DePaolo and Wasserburg (1979). The ratios of 238U / 204Pb, 235U / 204Pb and 232Th / 204Pb were calculated according to the contents of u, th and Pb in samples and the measured values of 208Pb / 204Pb, 207Pb / 204Pb and 206Pb / 204Pb. The initial values of Pb isotopes (208Pb / 204Pb) I, (207Pb / 204Pb) I and (206Pb / 204Pb) I were calculated using a two-stage evolution model.\nMetal sulfide comes from ore samples, which are crushed to 40 ~ 60 mesh without pollution, and then molybdenite and pyrite single mineral particles are selected one by one under the solid microscope to ensure the purity of more than 99%. Metal S-Pb isotope analysis and testing are completed in the analysis and testing research center of Beijing Institute of geology of nuclear industry. Among them, Delta V plus gas isotope mass spectrometer is used for S isotope test, and the detection method and basis are DZ / T 0184.14-1997 determination of sulfur isotope composition in sulfides. The measurement results are based on the Vienna meteorite pyrite (v-cdt, its δ 34S ‰ = 0) δ 34sv-cdt, analysis accuracy is better than ± 0.2‰。 The reference standards of sulfide are gbw-04414 and gbw-04415 silver sulfide standards δ 34S were − 0.07 ± 13 ‰ and 22. 15 ‰ ± 0.14‰。 The instruments used for Pb isotope test are isoprobe-t thermal surface ionization mass spectrometer and Phoenix thermal surface ionization mass spectrometer. The detection method and basis are DZ / T 0184.12-1997 determination of trace lead isotopic composition in rocks and minerals. The common lead standard is NBS 981. The uncorrected result: 208Pb / 206Pb = 2.164 940 ± 15，207Pb/206Pb=0.914 338 ± 7，204Pb/206Pb=0.0591 107 ± 2. The background Pb of the whole process was less than 100 PG. The test result is expressed as: result (2) σ）。\n This data can provide data support for geochemical model analysis of luokuidong molybdenum deposit in Hainan Island.\nThe above data are published in EI Core Journal of Geoscience, the data are true and reliable, and the data are stored in the form of Excel.",
            "descriptionCn": "海南岛罗葵洞钼矿床赋矿围岩代表性样品的Sr-Nd-Pb同位素测试委托中国科学院广州地球化学研究所同位素地球化学国家重点实验室进行，测试仪器采用VG-354型多接收等离子质谱（MC-ICP-MS）进行完成。Sr-Nd同位素分析测试时，样品粉末首先在聚四氟乙烯杯中用HF+HNO3进行溶解，然后采用阳离子树脂交换柱将Sr和REE分离，再从REE中提取Nd。测试过程中用于校正Sr、Nd质量分馏的标准化常数86Sr/88Sr和146Nd/144Nd比值分别为86Sr/88Sr=0.119 4和146Nd/144Nd=0.721 9，作为标样NIST NBS 987和Shin Etsu JNdi-1的同位素比值分别为87Sr/86Sr=0.710 246±17（2σ，n=12）和143Nd/144Nd=0.512 105±10（2σ，n=12）。Sr、Nd同位素分析精度高于0.002%。以HBr为稀释剂，采用传统的离子交换技术对Pb进行分离和纯化，以标准样JB-3、BCR-2和JG-1a的同位素比值206Pb/204Pb分别为18.286±0、18.763±1和18.655±2（2σ，n=4），207Pb/204Pb分别为15.537±1、15.615±1和15.608±2（2σ，n=4），208Pb/204Pb分别为38.242±2、38.712±4和38.677±6（2σ，n=4）校正批样Pb同位素分析测定过程中的分馏。样品87Rb/86Sr、147Sm/144Nd比值依据样品的Rb、Sr、Sm、Nd含量以及实测的87Sr/86Sr和143Nd/144Nd比值来进行计算。初始87Sr/86Sr（ISr）在计算时使用Rb的衰变常数为λRb=1.42×10−11 a−1。初始(143Nd/144Nd)i、εNd(t)在计算时使用Sm的衰变常数为λSm=6.54×10−12 a−1和球粒陨石的143Nd/144Nd=0.512 638和147Sm/144Nd=0.196 7进行计算。Nd的单阶段亏损地幔模式年龄（TDM1(Nd)）使用亏损地幔的143Nd/144Nd=0.513 15以及147Sm/144Nd=0.213 7进行计算；两阶段亏损地幔模式年龄（TDM2(Nd)）计算公式依据Depaolo and Wasserburg（1979）报道。样品238U/204Pb、235U/204Pb、232Th/204Pb比值根据样品U、Th、Pb含量以及实测的208Pb/204Pb、207Pb/204Pb、206Pb/204Pb值进行计算，Pb同位素的初始值(208Pb/204Pb)i、(207Pb/204Pb)i和(206Pb/204Pb)i使用二阶段演化模式进行计算。\n金属硫化物来自矿石样品，将其无污染粉碎至40~60目，再在实体显微镜下分别逐粒挑选出辉钼矿、黄铁矿单矿物颗粒，保证纯度99%以上，金属S-Pb同位素分析测试均在核工业北京地质研究院分析测试研究中心完成。其中，S同位素测试所采用仪器型号为Delta v plus气体同位素质谱计，检测方法和依据为DZ/T 0184.14-1997《硫化物中硫同位素组成的测定》，测量结果以Vienna陨硫铁（V-CDT，其δ34S‰=0）为标准，记为δ34SV-CDT，分析精度优于±0.2‰。硫化物参考标准为GBW-04414、GBW-04415硫化银标准，其δ34S分别是−0.07±0.13‰和22.15±0.14‰。Pb同位素测试所采用仪器型号为ISOPROBE-T热表面电离质谱仪和Phoenix热表面电离质谱仪，检测方法和依据为DZ/T 0184.12-1997《岩石、矿物中微量铅的同位素组成的测定》，普通铅标准为NBS 981未校正结果：208Pb/206Pb=2.164 940±15，207Pb/206Pb=0.914 338±7，204Pb/206Pb=0.0591 107±2，全流程本底Pb<100 pg。测试结果表示为：结果（2σ）。\n此数据可为海南岛罗葵洞钼矿床日后在地球化学模型分析中提供数据支持。\n以上数据发表在《地球科学》EI 核心期刊，数据真实可靠，数据以Excel表格形式储存。",
            "instructions": "The data are stored in Excel format. The file name is \"LKD\", which represents luokuidong molybdenum deposit. The header of Excel is marked with sample name, sample number and processing results.",
            "instructionsCn": "数据均以Excel表格格式储存，文件名称为“LKD”代表罗葵洞钼矿床，Excel内表头中标注有样品名称、样品编号和处理结果等信息。",
            "east": 109.53,
            "west": 109.58,
            "south": 18.4,
            "north": 18.45,
            "startTime": null,
            "endTime": null,
            "fileSize": 15820.0,
            "cstr": "18406.11.Geo.tpdc.271388",
            "doi": "10.11888/Geo.tpdc.271388",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "朱昱桦",
                "nameEn": "ZHU Yuhua",
                "unitEn": "",
                "unitCn": "贵州省地质调查院"
            }
        ],
        "literatureList": [
            {
                "titleCn": "海南岛罗葵洞斑岩钼矿床地球化学特征及成矿物质来源",
                "titleEn": null,
                "referenceCn": "朱昱桦, 陈根文, 单强, 许德如, 王历星, 何妙玲, 兰永文, 孙俊. (2020). 海南岛罗葵洞斑岩钼矿床地球化学特征及成矿物质来源. 地球科学, 45(4), 1187-1212.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "华南钼矿床",
                "keywordEn": "South China Mo deposit"
            },
            {
                "keywordCn": "海南岛",
                "keywordEn": "Hainan Island"
            },
            {
                "keywordCn": "罗葵洞",
                "keywordEn": "LuoKuidong"
            },
            {
                "keywordCn": "钼矿床",
                "keywordEn": "Mo deposit"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "白垩纪",
                "keywordEn": "Cretaceous",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the data collection method for Sr-Nd-Pb isotopes in host rocks involve the use of MC-ICP-MS instrumentation?",
                "QuestionCn": "Sr-Nd-Pb同位素在母岩中的数据采集方法是否涉及使用MC-ICP-MS仪器？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of Sr-Nd-Pb and S-Pb isotopes used in geochemical analysis of molybdenum deposits?",
                "QuestionCn": "Sr-Nd-Pb和S-Pb同位素在钼矿床的地球化学分析中具有以下特征：",
                "AnswerEn": "VG-354 multi-collector inductively coupled plasma mass spectrometry, ion exchange resin columns, traditional ion exchange techniques with HBr, 86Sr/88Sr=0.1194, 146Nd/144Nd=0.7219, standard samples JB-3, BCR-2, JG-1a, high-purity individual mineral particles, Delta v plus gas isotope mass spectrometry, ISOPROBE-T, Phoenix thermal ionization mass spectrometers, Vienna Canyon Diablo Troilite (V-CDT), analysis precision better than ±0.2‰",
                "AnswerCn": "VG-354多接收电感耦合等离子体质谱仪，离子交换树脂柱，传统的HBr离子交换技术，86Sr/88Sr=0.1194，146Nd/144Nd=0.7219，标准样品JB-3、BCR-2、JG-1a，高纯度单矿物颗粒，Delta v plus气体同位素质谱仪，ISOPROBE-T，Phoenix热电离质谱仪，维也纳峡谷陨铁硫化物（V-CDT），分析精度优于±0.2‰。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the precision level for the Sr and Nd isotopic analyses conducted in a dataset related to the 海南岛罗葵洞钼矿床?",
                "QuestionCn": "在与海南岛罗葵洞钼矿床相关的数据集中，Sr和Nd同位素分析的精度水平是多少？",
                "AnswerEn": "0.002%",
                "AnswerCn": "0.002%",
                "Level": "C1(Remembering)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the key objectives behind collecting Sr-Nd-Pb and S-Pb isotopic data for molybdenum deposits in geological research?",
                "QuestionCn": "收集铼-钕-铅（Sr-Nd-Pb）和硫-铅（S-Pb）同位素数据在地质研究中针对钼矿床的主要目标是什么？",
                "AnswerEn": "The key objectives behind collecting Sr-Nd-Pb and S-Pb isotopic data for molybdenum deposits include providing data support for geochemical model analysis of the Luokuidong molybdenum deposit in Hainan Island. The isotopic data help in understanding the geological evolution and ore-forming processes, aiding in the creation of accurate geochemical models. This data can be used for calculating initial isotopic ratios, model ages, and understanding the isotopic composition of the surrounding rock and metallic sulfides, which are crucial in geological research and resource exploration.",
                "AnswerCn": "收集Sr-Nd-Pb和S-Pb同位素数据的主要目标包括为海南岛罗奎洞钼矿床的地球化学模型分析提供数据支持。这些同位素数据有助于理解地质演化和成矿过程，帮助创建准确的地球化学模型。这些数据可用于计算初始同位素比率、模型年龄，以及理解周围岩石和金属硫化物的同位素组成，这对地质研究和资源勘探至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the detailed procedures involved in the separation and purification of Sr and Nd isotopes for analysis using multi-collector inductively coupled plasma mass spectrometry (MC-ICP-MS)?",
                "QuestionCn": "分离和纯化锶（Sr）和钕（Nd）同位素以便使用多收集器电感耦合等离子体质谱（MC-ICP-MS）进行分析的详细程序包括以下步骤：\n\n1. **样品准备**：\n   - 收集含有锶和钕的样品，通常为岩石、矿物或水样。\n   - 将样品进行酸溶解，常用的酸包括盐酸、硝酸或氢氟酸。\n\n2. **初步分离**：\n   - 使用离心管或固相萃取柱进行初步分离，去除样品中的杂质和其他元素。\n   - 选择合适的溶剂和条件，以确保锶和钕的有效分离。\n\n3. **离子交换分离**：\n   - 使用离子交换树脂（如AG 50W-X8）进行进一步分离。\n   - 将样品溶液通过离子交换柱，锶和钕会根据其电荷和亲和力被分离。\n   - 收集不同的洗脱液，分别含有锶和钕。\n\n4. **浓缩和纯化**：\n   - 对收集的锶和钕溶液进行浓缩，通常通过蒸发或冷冻干燥。\n   - 进一步使用高效液相色谱（HPLC）或其他分离技术去除残留的杂质。\n\n5. **同位素分析准备**：\n   - 将纯化后的锶和钕溶液稀释至适合MC-ICP-MS分析的浓度。\n   - 确保样品中没有干扰元素，以提高分析的准确性。\n\n6. **MC-ICP-MS分析**：\n   - 将处理好的样品引入MC-ICP-MS进行同位素比率测定。\n   - 记录锶和钕的同位素比率数据，并进行后续的数据处理和分析。\n\n7. **数据校正和结果解释**：\n   - 对获得的数据进行校正，考虑可能的基线漂移和干扰。\n   - 根据实验结果进行同位素组成的解释和讨论。\n\n以上步骤确保了锶和钕同位素的有效分离和纯化，以便进行高精度的同位素分析。",
                "AnswerEn": "The procedure involves first dissolving the sample powder in HF+HNO3 within a polytetrafluoroethylene cup. Sr and rare earth elements (REE) are then separated using a cation exchange resin column. Nd is extracted from the REE. Standardization constants for mass fractionation correction are used, specifically 86Sr/88Sr=0.119 4 and 146Nd/144Nd=0.721 9, with standard samples NIST NBS 987 and Shin Etsu JNdi-1 providing isotope ratio benchmarks. The precision of Sr and Nd isotope analysis is higher than 0.002%.",
                "AnswerCn": "该程序首先将样品粉末溶解在HF+HNO3中，使用聚四氟乙烯杯进行处理。然后通过阳离子交换树脂柱分离锶和稀土元素（REE）。从稀土元素中提取钕。使用质量分馏校正的标准化常数，具体为86Sr/88Sr=0.1194和146Nd/144Nd=0.7219，标准样品NIST NBS 987和Shin Etsu JNdi-1提供同位素比率基准。锶和钕同位素分析的精度高于0.002%。",
                "Level": "C3(Applying)"
            }
        ]
    }
}