{
    "id": "6fef7011-9cac-462f-acdd-a7c43d8ddde8",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Distribution map of frozen ground in China based on Map of Snow, Ice and Frozen Ground in China (1998)",
            "titleCn": "基于《中国冰雪冻土图》的中国冻土分布图（1998）",
            "description": "The scanned picture of the Map of Snow Ice and Frozen Ground in China (1:4,000,000) (Shi Yafeng, Meidesheng, 1988) is geometrically corrected and then digitized in the data set, and by taking altitude and latitude into account in combination with the continuity of permafrost, the frozen soil is divided into the predominant permafrost of high-latitude permafrost, island talik permafrost and island permafrost; high-altitude permafrost and mountain permafrost (including Altai, Tianshan Mountain, Qilian Mountain, Hengduan, the Himalayas and Taibai Mountain in East China, Huanggangliang and Changbai Mountain), and the plateau permafrost (the Tibetan Plateau), which is divided into predominant permafrost and island permafrost; and seasonal frozen soil, instantaneous frozen soil and nonfrozen areas.",
            "descriptionCn": "该数据集对扫描图《中国400万冰雪冻土图》（施雅风、米德生，1988）进行几何校正，然后通过数字化，综合考虑海拔和纬度，结合多年冻土的连续性将冻土划分为：高纬度多年冻土的大片多年冻土、岛状融区多年冻土和岛状多年冻土；高海拔多年冻土和高山多年冻土（包括阿尔泰山，天山，祁连山、横断山、喜马拉雅山及中国东部的太白山、黄岗梁和长白山）和高原多年冻土（青藏高原），高原多年冻土（青藏高原）又分为大片多年冻土和岛状多年冻土；季节冻土、瞬时冻土和无冻土区。",
            "instructions": "",
            "instructionsCn": "",
            "east": 103.0,
            "west": 95.0,
            "south": 36.0,
            "north": 40.0,
            "startTime": "1998-01-07 08:00:00",
            "endTime": "1999-01-06 08:00:00",
            "fileSize": 975556.0,
            "cstr": "18406.11.westdc.0078.2013.db",
            "doi": "10.3972/westdc.0078.2013.db",
            "dataFormat": "SHP",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "施雅风",
                "nameEn": "SHI Yafeng",
                "unitEn": "s Environmental and Engineering Research Institute，Chinese Academy of Sciences",
                "unitCn": "中科院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "米德生",
                "nameEn": "MI Desheng",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, CAS",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "中国冰雪冻土图（1：400万）",
                "titleEn": null,
                "referenceCn": "施雅风, 米德生. (1988). 中国冰雪冻土图（1：400万）[M]. 北京: 中国地图出版社.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            },
            {
                "nameCn": "冻土分布",
                "nameEn": "Frozen ground distribution"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1988",
                "keywordEn": "1988",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to digitize and geometrically correct historical permafrost distribution maps in China for the creation of a comprehensive dataset?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，用于数字化和几何校正中国历史冻土分布图，以创建一个综合数据集？",
                "AnswerEn": "A data collection method involves scanning the historical map '中国400万冰雪冻土图' (1988), applying geometric correction, and digitizing the map. This process considers elevation and latitude to classify permafrost into categories such as large continuous permafrost, island permafrost, and seasonal frozen ground across various regions like high latitudes, high altitudes, and the Qinghai-Tibet Plateau.",
                "AnswerCn": "一种数据收集方法涉及扫描历史地图《中华人民共和国400万冰雪冻土图》（1988年），进行几何校正，并对地图进行数字化。该过程考虑了海拔和纬度，将永久冻土分类为大面积连续冻土、岛屿冻土和季节性冻土，涵盖高纬度、高海拔和青藏高原等多个区域。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and classification criteria used in determining different types of permafrost distribution in a dataset related to China's permafrost regions?",
                "QuestionCn": "在与中国永久冻土地区相关的数据集中，用于确定不同类型永久冻土分布的特征和分类标准是什么？",
                "AnswerEn": "elevation, latitude, continuity of permafrost, high-latitude extensive permafrost, island-like thawing permafrost, high-altitude permafrost, alpine permafrost, plateau permafrost, extensive permafrost, island-like permafrost, seasonal permafrost, instantaneous permafrost, areas without permafrost",
                "AnswerCn": "海拔、纬度、连续性永久冻土、高纬度广泛永久冻土、岛状融化永久冻土、高海拔永久冻土、高山永久冻土、高原永久冻土、广泛永久冻土、岛状永久冻土、季节性永久冻土、瞬时永久冻土、无永久冻土区域",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the number of categories used to classify permafrost distribution in a dataset focusing on China's permafrost regions?",
                "QuestionCn": "在一个关注中国永冻土地区的数据集中，用于分类永冻土分布的类别数量是多少？",
                "AnswerEn": "8",
                "AnswerCn": "8",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the meaning of 'geometric correction' in the context of creating a permafrost distribution map from a scanned image?",
                "QuestionCn": "在创建冻土分布图时，“几何校正”的含义是对扫描图像进行处理，以确保图像中的地理特征与实际地理位置相对应。这通常涉及调整图像的比例、旋转和扭曲，以消除由于拍摄角度或设备造成的失真，从而提高地图的准确性和可用性。",
                "AnswerEn": "Geometric correction in this context refers to the process of aligning a scanned image of a map, such as the 'China's 4 Million Ice and Snow Permafrost Map,' with real-world geographical coordinates. This involves adjusting the image to correct for distortions caused by the scanning process, ensuring that the digital representation accurately reflects the spatial dimensions and positions of geographical features as they exist on the Earth's surface.",
                "AnswerCn": "几何校正在此上下文中是指将地图的扫描图像（例如“中国的400万冰雪冻土图”）与真实世界的地理坐标对齐的过程。这涉及到调整图像，以纠正扫描过程中产生的失真，确保数字表示准确反映地理特征在地球表面上的空间尺寸和位置。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for mapping permafrost distribution in high-altitude regions compare to those used in high-latitude regions, and what challenges are unique to each approach?",
                "QuestionCn": "高海拔地区的永久冻土分布映射的数据收集方法与高纬度地区的相比如何？每种方法面临的独特挑战是什么？",
                "AnswerEn": "In high-altitude regions, such as the Tibetan Plateau, the data collection methods for mapping permafrost distribution often involve considerations of elevation and the continuity of permafrost. These regions may utilize altitude-specific models and satellite imagery for data collection. In contrast, high-latitude regions might focus more on latitude and the extent of continuous permafrost, potentially using ground-based surveys alongside remote sensing. Challenges in high-altitude areas include dealing with complex topography and varying climatic conditions, whereas high-latitude regions might face issues related to accessibility and the effects of significant seasonal changes.",
                "AnswerCn": "在高海拔地区，如青藏 Plateau，绘制永久冻土分布的数据收集方法通常涉及海拔和永久冻土连续性的考虑。这些地区可能利用特定海拔的模型和卫星影像进行数据收集。相比之下，高纬度地区可能更关注纬度和连续永久冻土的范围，可能使用地面调查与遥感相结合的方法。高海拔地区面临的挑战包括处理复杂的地形和变化的气候条件，而高纬度地区可能面临与可达性和显著季节变化相关的问题。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the complexity of accurately mapping permafrost distribution in China, particularly considering varying altitudes and latitudes?",
                "QuestionCn": "在中国，准确绘制永久冻土分布的复杂性受到多种因素的影响，特别是考虑到不同的海拔和纬度。",
                "AnswerEn": "The complexity arises from the need to geometrically correct and digitize scanned maps, while considering altitude and latitude variations. Different types of permafrost, such as high-latitude continuous permafrost, island permafrost, high-altitude mountain permafrost, and plateau permafrost on the Qinghai-Tibet Plateau, each have distinct characteristics that must be accounted for in mapping. Additionally, distinguishing between seasonal, instantaneous, and non-permafrost areas adds to the complexity.",
                "AnswerCn": "复杂性源于需要对扫描地图进行几何校正和数字化，同时考虑海拔和纬度的变化。不同类型的永久冻土，如高纬度连续冻土、岛屿冻土、高海拔山地冻土和青藏高原的高原冻土，各自具有独特的特征，必须在制图时加以考虑。此外，区分季节性、瞬时性和非永久冻土区域也增加了复杂性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in digitizing and geometrically correcting scanned maps for creating a permafrost distribution dataset in China?",
                "QuestionCn": "将扫描地图数字化和几何校正以创建中国冻土分布数据集涉及哪些程序？",
                "AnswerEn": "The process involves scanning the original map, performing geometric corrections to align it accurately with geographic coordinates, and then digitizing the map. This includes considering factors such as elevation and latitude, and classifying permafrost into categories like high-latitude continuous permafrost, island permafrost zones, high-altitude permafrost, and plateau permafrost. Each category may require specific considerations based on geographical features such as mountain ranges and the Tibetan Plateau.",
                "AnswerCn": "该过程包括扫描原始地图，进行几何校正以准确对齐地理坐标，然后对地图进行数字化。这包括考虑诸如海拔和纬度等因素，并将永久冻土分类为高纬度连续冻土、岛屿冻土区、高海拔冻土和高原冻土。每个类别可能需要根据地理特征（如山脉和青藏高原）进行特定的考虑。",
                "Level": "C3(Applying)"
            }
        ]
    }
}