{
    "id": "70581229-721f-440e-bfeb-2d986d675508",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Daily albedo product coupling topographic effects retrieved from MODIS data over the Qilian Mountain area(2019)",
            "titleCn": "祁连山区域基于MODIS数据耦合地形效应的日地表反照率数据集（2019）",
            "description": "This dataset is the daily temopral resolution land surface albedo product over Qilian Mountain Area in 2019, with a spatial resolution of 500m. The BRDF / albedo model  coupled with topographic effects is used to retrieve the parameters from MODIS land surface reflectance, where the prior knowledge is introduced for quality control. MODIS surface reflectance data is downloaded from the official website, and the daily resolution BRDF is composited with a period of 5 days, and albedo is estimated.  The validation results shows it meets the accuracy requirements of albedo application. Compared with similar products, it has more advantages in capturing rapidly changing surface features, and has better temporal and spatial continuity. It can effectively support the study of radiation balance and environmental change in Qilian mountain area.",
            "descriptionCn": "本数据集为祁连山区域2019年日分辨率地表反照率产品,空间分辨率500m。采用耦合地形因子的基于MODIS反射率数据协同反演的BRDF\\反照率模型，并引入先验知识进行质量控制。MODIS地表反射率数据为官方网站下载，以5天为周期合成日分辨率BRDF，进而估算日分辨率的反照率。经过验证评估，满足反照率应用精度要求，相较于同类产品对快速变化地表特征的捕捉更具有优势，且时空连续性更好。可有效支撑祁连山地区辐射平衡、环境变化研究。",
            "instructions": "File naming convention: MOD0AL.YYYYDDD.hHHvVV.hdf(YYYY: year, DDD: Day (Julian day) HH and VV refer to MODIS standard tile number ), such as  MOD0AL.2016001.h24v04.hdf, which represents the albedo of tile h24v04 on the first day of 2016\nData version number: v1\nProjection: Standard sinodiol projection is consistent with MODIS products\nData format: HDF 2400 rows * 2400 columns*20波段\nFill value: 32767\nScale: / 10000 (integer value storage, divided by 10000, is the albedo)",
            "instructionsCn": "文件命名约定：MOD0AL.YYYYDDD.hHHvVV.hdf（YYYY：年，DDD：日（儒略日）HH与VV分别 参考MODIS标准分幅的H 与V），比如 MOD0AL.2016001.h24v04.hdf，表示2016年第一天的分幅名为h24v04的反照率\n数据版本号：V1\n投影：标准sinosodiol 投影与MODIS普通产品一致\n数据格式：hdf 2400行*2400列\n填充值：32767\nscale: /10000（整数值存储，除以10000，为实际反照率）\n波段说明：1-7波段对应MODIS反射率产品前7个波段的窄波段当地正午时黑空反照率，8-10波段为当地正午时刻可见光、近红外、短波波段黑空反照率；11-17波段MODIS前7个波段的窄波段白空反照率，18-20波段可见光、近红外、短波波段白空反照率",
            "east": 107.0,
            "west": 89.0,
            "south": 34.0,
            "north": 45.0,
            "startTime": "2019-01-01 00:00:00",
            "endTime": "2019-12-31 00:00:00",
            "fileSize": 230572216042.0,
            "cstr": "18406.11.Meteoro.tpdc.271197",
            "doi": "10.11888/Meteoro.tpdc.271197",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "闻建光",
                "nameEn": "WEN Jianguang ",
                "unitEn": "Aerospace Information Research Institute",
                "unitCn": "中国科学院空天信息创新研究院"
            },
            {
                "nameCn": "唐勇",
                "nameEn": "TANG Yong",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            },
            {
                "nameCn": "游冬琴",
                "nameEn": "YOU Dongqin",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Characterizing Land Surface Anisotropic Reflectance over Rugged Terrain: A Review of Concepts and Recent Developments",
                "referenceCn": null,
                "referenceEn": "Wen, Jianguang; Liu, Qiang; Xiao, Qing; Liu, Qinhuo; You, Dongqin; Hao, Dalei; Wu, Shengbiao; Lin, Xingwen. 2018. \"Characterizing Land Surface Anisotropic Reflectance over Rugged Terrain: A Review of Concepts and Recent Developments.\" Remote Sens.10, no. 3: DOI: 10.3390/rs10030370."
            },
            {
                "titleCn": null,
                "titleEn": "Forward a Small-Timescale BRDF/Albedo by Multisensor Combined BRDF Inversion Model",
                "referenceCn": null,
                "referenceEn": "Wen, J. G., B. C. Dou, D. Q. You, Y. Tang, Q. Xiao, Q. Liu and L. Qinhuo (2017). \"Forward a Small-Timescale BRDF/Albedo by Multisensor Combined BRDF Inversion Model.\" Ieee Transactions on Geoscience and Remote Sensing 55(2): 683-697."
            },
            {
                "titleCn": null,
                "titleEn": "The definition of remotely sensed reflectance quantities suitable for rugged terrain",
                "referenceCn": null,
                "referenceEn": "Shengbiao Wu , Jianguang Wen*, Jean-Philippe Gastellu-Etchegorry , Qinhuo Liu, Dongqin You , Qing Xiao , DaLei Hao , Xingwen Lin, Tiangang Yin, 2019. The definition of remotely sensed reflectance quantities suitable for rugged terrain，Remote Sensing of Environment, 225,40"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表反照率",
                "nameEn": "Albedo"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "祁连山",
                "keywordEn": "Qilian Mountain area"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "日",
                "keywordEn": "daily",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Rugged terrain covers approximately 24% of the Earth’s land surface, plays an important role in the complex earth system, and forms a unique mountainous climate and ecosystem. Accurately estimating land surface variables over mountainous areas is of great importance for global hydrological and meteorological forecasts, as well as global ecological and environmental monitoring. Remote sensing of anisotropic reflectance relates the land surface scattering behavior to its optics and structure, which is described with the bidirectional reflectance distribution function (BRDF) and can be observed in optical remote sensing. To retrieve BRDF properties of the land surface is the basis for land surface’s physical parameter inversions due to its structural information observed from different angles. However, rugged terrain complicates BRDF modeling by changing the amount of radiation detected by the sensor. Generally, topography alters the illumination and viewing geometry and generates a relief shadow, observation masking, and multiple scattering, this results in the intense topographic dependence on total incident and reflectance radiance, which distorts BRDF characteristics. Without considering the topographic effects on the land surface BRDF, the anisotropic reflectance estimation relative errors could be larger than 58%.",
                "In the past decades, physical solo slope BRDF models have been proposed to account for the topographic effects on pixel reflectance. These are the BRDF models based on radiative transfer, geometric-optical, and hybrid methods. Since vegetation cover, such as forest and grassland, dominates the complex mountainous land ecosystem, current physical solo slope BRDF models mainly focus on the vegetation. The importance of the topographic effect in the radiative transfer was first proposed by Combal et al. who successfully extended the Ross radiative transfer theory for flat plant canopies to solo slope with a vertical plant stand. The topographic effect on local geometry relationship has been considered in the ROSST model through the transformation between horizontal and slope coordinate systems. The geotropic nature of tree crowns was accounted for by using the leaf structural and the optical characteristics defined in the horizontal coordinate to solving the one-dimensional (1-D) analytical radiative transfer equation. However, only the direct solar radiation was considered, the effect of diffuse skylight, path radiance, and diffuse irradiance from adjacent slopes are neglected. Recently, the topographic effect on the bidirectional gap probability has been regarded as the primarily factor affecting canopy reflectance. A physical solo slope canopy reflectance model based on the path length correction (PLC) was proposed to account for the topographic effect on the canopy photon path length and its BRDF. The geometry correction, geotropic nature of the tree crown, and the diffuse skylight are coupled in this model. However, the diffuse irradiance from neighboring terrains is still neglected.",
                "The bidirectional reflectance distribution function (BRDF) model over rugged terrain needs to be coupled with terrain information supplied by a digital elevation model (DEM) to accurately describe topographic effects and radiation redistribution. BRDF is a theoretical concept defined as the ratio of two infinitesimal surfaces and cannot be directly measured, so the bidirectional reflectance factor (BRF) is used as a substitute to describe surface anisotropic scattering properties. Many efforts have been devoted to investigating the topographic effects on surface BRDF, which is crucial to understanding the basic theory and scientific problems involved with BRDF over rugged terrain. Solo slope and composite slope surfaces have different topographic effect mechanisms in the BRDF, leading to different core sensitivity factors considered in remote sensing BRDF modeling. The topographic effects on the solo slope BRDF depend on the slope and aspect angle, and the structural and optical properties of the vegetation."
            ],
            "research objective": [
                "In this paper, remote sensing BRDF modeling over rugged terrain according to the presented research chain is comprehensively reviewed, and the aim is to find an operational BRDF product potential solution for rugged terrain. This is important for quantitative remote sensing applications in mountainous areas."
            ],
            "challenges": [
                "However, on rugged terrain, the topography intensely affects the shape and magnitude of the BRDF and creates challenges in modeling the BRDF. However, the operational BRDF product algorithm over rugged terrain is still being researched because it involves a complex process, which includes multi-angular reflectance dataset processing, an operational BRDF algorithm and its inversion method coupled with topography.",
                "However, the rotational geometric correction leads to crown inclination. This contradicts with the geotropic nature of tree crowns where the trees grow vertically and orient with the gravitational field, regardless of the slope. The crown structural and optical properties over the solo slope remain the same as those on the flat surface. For example, the leaf angle distribution (LAD) and leaf reflectance and transmittance reflectance are not affected by the terrain. However, for the discrete forest stands, the crown shadowing projections on the background are influenced by the geotropic nature of tree crowns. The geometry correction using Equation (9) without negative geotropism consideration will lead to an incorrect crown shadowing, as well as an inappropriate canopy reflectance. However, the tree crowns are virtually inclined after the geometric correction. The importance of the geotropic nature of tree crowns has been stressed in the topographic correction of forested terrain. Another topographic effect on the canopy reflectance is through the redistribution of surface global incident solar radiation, which modifies the upper boundary condition during the radiative transfer process. When compared to the flat terrain, the topography redistributes the direct solar irradiance by changing the surface’s local illumination and viewing geometry. The terrain restricts the diffuse skylight and enhances the diffuse irradiance that is reflected from adjacent slopes. The last two diffuse components can account for 40% of the global radiation of a sunlit slope when the solar zenith angle is high, and this can even approach 100% when the slope is obstructed by adjacent terrains. Moreover, varied elevation will induce rapid changes in concentrations of aerosol, water vapor, and cloud properties, which give rise to significant variations in the amount of direct and diffuse incident irradiance.",
                "The largest difference between topographic effects for solo slope and composite slope lies in complex heterogeneous incident irradiance and topographic shadowing. The mountain radiation transfer prototype model, based on Lambertian land surface assumptions, often leads to an overcorrected reflectance. Recent literature shows that without considering the surface BRDF effects in atmospheric correction, the result will be errors of up to 10–20% in the worst cases. The topography will introduce difficulty in the vegetation canopy anisotropic reflectance characterization."
            ],
            "methods": [],
            "dataset": [],
            "findings": [],
            "backgroundCn": [
                "崎岖地形覆盖了地球陆地表面的约24%，在复杂的地球系统中发挥着重要作用，并形成了独特的山区气候和生态系统。准确估计山区的地表变量对全球水文和气象预报以及全球生态和环境监测至关重要。对各向异性反射率的遥感将地表散射行为与其光学和结构相关联，这通过双向反射分布函数（BRDF）进行描述，并可以通过光学遥感进行观察。提取地表的BRDF特性是地表物理参数反演的基础，因为它提供了从不同角度观察到的结构信息。然而，崎岖地形通过改变传感器检测到的辐射量，使BRDF建模变得复杂。一般来说，地形会改变照明和观测几何，产生地形阴影、观测遮挡和多重散射，这导致总入射和反射辐射的强烈地形依赖性，从而扭曲BRDF特性。如果不考虑地形对地表BRDF的影响，各向异性反射率估计的相对误差可能超过58%。",
                "在过去几十年中，已经提出了物理单坡BRDF模型，以考虑地形对像素反射率的影响。这些BRDF模型基于辐射传输、几何光学和混合方法。由于植被覆盖，如森林和草地，主导了复杂的山区生态系统，当前的物理单坡BRDF模型主要集中在植被上。Combal等人首次提出了辐射传输中的地形效应的重要性，他们成功地将Ross辐射传输理论从平坦植物冠层扩展到具有垂直植物立场的单坡。ROSST模型通过在水平和坡度坐标系统之间的转换考虑了局部几何关系的地形效应。树冠的地理特性通过使用在水平坐标中定义的叶片结构和光学特性来解决一维（1-D）分析辐射传输方程。然而，该模型仅考虑了直接太阳辐射，忽略了漫射天空光、路径辐射和来自相邻坡面的漫射辐射。最近，地形对双向间隙概率的影响被视为影响冠层反射率的主要因素。基于路径长度修正（PLC）的物理单坡冠层反射模型被提出，以考虑地形对冠层光子路径长度及其BRDF的影响。几何修正、树冠的地理特性和漫射天空光在该模型中耦合。然而，来自邻近地形的漫射辐射仍然被忽略。",
                "双向反射分布函数（BRDF）模型需要与数字高程模型（DEM）提供的地形信息相结合，以准确描述地形效应和辐射重分布。BRDF是一个理论概念，定义为两个无穷小表面的比率，无法直接测量，因此使用双向反射因子（BRF）作为替代，以描述表面的各向异性散射特性。许多研究致力于探讨地形对表面BRDF的影响，这对于理解BRDF在崎岖地形上的基本理论和科学问题至关重要。单坡和复合坡面在BRDF中的地形效应机制不同，导致在遥感BRDF建模中考虑的核心敏感性因子不同。单坡BRDF的地形效应依赖于坡度和方位角，以及植被的结构和光学特性。"
            ],
            "research objectiveCn": [
                "在本文中，针对崎岖地形的遥感BRDF建模进行了全面回顾，研究链的目标是寻找适用于崎岖地形的操作性BRDF产品潜在解决方案。这对于山区的定量遥感应用至关重要。"
            ],
            "challengesCn": [
                "然而，在崎岖地形上，地形对BRDF的形状和大小产生了强烈影响，并给BRDF建模带来了挑战。然而，针对崎岖地形的操作性BRDF产品算法仍在研究中，因为它涉及一个复杂的过程，包括多角度反射率数据集处理、操作性BRDF算法及其与地形耦合的反演方法。",
                "然而，旋转几何校正导致了树冠倾斜。这与树冠的地心引力特性相矛盾，树木在任何坡度上都垂直生长并与重力场对齐。单一坡度上的树冠结构和光学特性与平坦表面上的相同。例如，叶片角度分布（LAD）以及叶片的反射和透射率不受地形的影响。然而，对于离散的森林群落，树冠的阴影投影会受到树冠地心引力特性的影响。使用方程（9）进行几何校正而不考虑负地心引力将导致不正确的树冠阴影以及不适当的冠层反射率。然而，经过几何校正后，树冠在视觉上是倾斜的。树冠的地心引力特性在森林地形的地形校正中被强调。冠层反射率的另一个地形效应是通过全球入射太阳辐射的重新分布，这在辐射传输过程中修改了上边界条件。与平坦地形相比，地形通过改变表面的局部照明和观测几何重新分配直接太阳辐射。地形限制了漫射天空光，并增强了从相邻坡面反射的漫射辐射。当太阳天顶角较高时，这两个漫射成分可以占据阳光坡面全球辐射的40%，当坡面被相邻地形遮挡时，这一比例甚至可以接近100%。此外，不同的海拔高度会引起气溶胶、水蒸气和云特性的浓度快速变化，从而导致直接和漫射入射辐射量的显著变化。",
                "单坡和复合坡的地形效应之间最大的差异在于复杂的异质入射辐照度和地形阴影。基于朗伯表面假设的山地辐射传输原型模型，往往会导致反射率的过度校正。最近的文献表明，如果在大气校正中不考虑表面BRDF效应，结果在最坏情况下会出现高达10-20%的误差。地形将给植被冠层各向异性反射特性的表征带来困难。"
            ],
            "methodsCn": [],
            "datasetCn": [],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the bidirectional reflectance distribution function (BRDF) model over rugged terrain require the use of a digital elevation model (DEM) to accurately describe topographic effects?",
                "QuestionCn": "双向反射分布函数（BRDF）模型在崎岖地形上是否需要使用数字高程模型（DEM）来准确描述地形效应？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are topographic effects a significant challenge in modeling BRDF over mountainous areas?",
                "QuestionCn": "地形效应在对山区的BRDF建模中是一个显著的挑战吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Are the challenges in collecting datasets related to rugged terrain mainly due to the effects of topography on illumination, viewing geometry, or both?",
                "QuestionCn": "收集与崎岖地形相关的数据集的挑战主要是由于地形对照明和视角几何的影响，还是两者都有？",
                "AnswerEn": "both",
                "AnswerCn": "两者",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Does the data collection for BRDF modeling over rugged terrain primarily rely on digital elevation models (DEM), multi-angular reflectance datasets, or both?",
                "QuestionCn": "BRDF建模在崎岖地形上的数据收集主要依赖于数字高程模型（DEM）、多角度反射率数据集，还是两者兼而有之？",
                "AnswerEn": "both",
                "AnswerCn": "两者",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What is the primary method used to account for topographic effects in BRDF models for rugged terrain?",
                "QuestionCn": "在粗糙地形的BRDF模型中，主要使用的方法是考虑地形效应。",
                "AnswerEn": "Digital elevation model (DEM)",
                "AnswerCn": "数字高程模型 (DEM)",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "When is the topographic effect on local geometry relationships considered in BRDF modeling for rugged terrain?",
                "QuestionCn": "在粗糙地形的BRDF建模中，何时考虑地形对局部几何关系的影响？",
                "AnswerEn": "ROSST model",
                "AnswerCn": "ROSST模型",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a challenge encountered when modeling BRDF over rugged terrain?",
                "QuestionCn": "在对崎岖地形建模BRDF时遇到的一个挑战是什么？",
                "AnswerEn": "One challenge is that the topography intensely affects the shape and magnitude of the BRDF, creating difficulties in processing multi-angular reflectance datasets and applying operational BRDF algorithms that must be coupled with topography.",
                "AnswerCn": "一个挑战是地形强烈影响BRDF的形状和幅度，这给处理多角度反射率数据集和应用必须与地形耦合的操作BRDF算法带来了困难。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a potential dataset that might be used to support environmental change research in mountainous areas?",
                "QuestionCn": "您能否提供一个潜在的数据集示例，该数据集可能用于支持山区环境变化研究？",
                "AnswerEn": "A dataset could be one that offers daily land surface albedo products with a spatial resolution of 500m, utilizing MODIS reflectance data coupled with terrain factors for quality control, to effectively support studies on radiation balance and environmental changes.",
                "AnswerCn": "一个数据集可以是提供每日地表反照率产品，空间分辨率为500米，利用MODIS反射率数据结合地形因素进行质量控制，以有效支持辐射平衡和环境变化研究。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the BRDF model when applied to rugged terrain?",
                "QuestionCn": "当应用于崎岖地形时，BRDF模型的特征是什么？",
                "AnswerEn": "incorporates terrain information from a digital elevation model, describes topographic effects, accounts for radiation redistribution, considers illumination and viewing geometry, results in relief shadow, observation masking, multiple scattering",
                "AnswerCn": "结合来自数字高程模型的地形信息，描述地形效应，考虑辐射再分配，考虑照明和观测几何，导致地形阴影、观测遮挡和多重散射。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the challenges in developing an operational BRDF product for mountainous areas?",
                "QuestionCn": "在山区开发操作性BRDF产品面临的挑战有哪些？",
                "AnswerEn": "multi-angular reflectance dataset processing, integration with topographic considerations, complexity introduced by topography affecting shape and magnitude of BRDF",
                "AnswerCn": "多角度反射率数据集处理，结合地形因素，地形引入的复杂性影响双向反射分布函数（BRDF）的形状和幅度。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors influence the accuracy of anisotropic reflectance estimation over rugged terrain?",
                "QuestionCn": "影响粗糙地形上各向异性反射率估计准确性的因素有哪些？",
                "AnswerEn": "topographic effects on local geometry, slope and aspect angle, structural and optical properties of vegetation, redistribution of surface global incident solar radiation",
                "AnswerCn": "地形对局部几何形状、坡度和方位角、植被的结构和光学特性、地表全球入射太阳辐射再分配的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of a dataset used to model BRDF over rugged terrain in the Qilian Mountain area?",
                "QuestionCn": "用于在祁连山地区建模BRDF的 dataset 的空间分辨率是多少？",
                "AnswerEn": "500m",
                "AnswerCn": "500米",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How often is the MODIS data synthesized into daily BRDF estimates for the area under study?",
                "QuestionCn": "MODIS数据合成每日BRDF估计的频率是多少？",
                "AnswerEn": "5 days",
                "AnswerCn": "5天",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What percentage of the Earth's land surface is covered by rugged terrain, which poses challenges for BRDF modeling?",
                "QuestionCn": "地球陆地表面有多少百分比被崎岖地形覆盖，这对BRDF建模构成挑战？",
                "AnswerEn": "24%",
                "AnswerCn": "24%",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'BRDF' mean in the context of remote sensing over rugged terrain?",
                "QuestionCn": "在遥感的崎岖地形背景下，'BRDF'指的是“双向反射分布函数”。",
                "AnswerEn": "BRDF, or the bidirectional reflectance distribution function, in the context of remote sensing over rugged terrain, describes the land surface scattering behavior in relation to its optics and structure. It is used to represent the anisotropic nature of reflectance when observed from different angles, and is critical for accurately modeling land surface variables in complex mountainous regions. However, rugged terrain complicates BRDF modeling due to factors like relief shadow, observation masking, and multiple scattering.",
                "AnswerCn": "BRDF，即双向反射分布函数，在遥感中用于描述粗糙地形的地表散射行为，涉及其光学特性和结构。它用于表示在不同角度观察时反射率的各向异性特征，对于在复杂的山区准确建模地表变量至关重要。然而，粗糙地形使得BRDF建模变得复杂，原因包括地形阴影、观测遮挡和多重散射等因素。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are 'solo slope' and 'composite slope' surfaces in BRDF modeling, and how do they differ?",
                "QuestionCn": "在BRDF建模中，“单独斜率”（solo slope）和“复合斜率”（composite slope）表面是指不同类型的表面特征。它们的区别在于：\n\n- 单独斜率表面是指具有单一、均匀斜率的表面，通常用于简化模型，便于计算和分析。\n- 复合斜率表面则是由多个不同斜率的表面组合而成，能够更真实地模拟复杂的表面特征和光反射行为。\n\n这两种表面在BRDF建模中的应用和效果各有不同。",
                "AnswerEn": "Solo slope and composite slope surfaces refer to types of terrain considered in BRDF modeling. The topographic effects on the solo slope BRDF are primarily dependent on individual slope and aspect angles, as well as the structural and optical properties of the vegetation. In contrast, composite slopes involve more complex heterogeneous incident irradiance and topographic shadowing. These differences lead to variations in the sensitivity factors considered in BRDF modeling for remote sensing, with composite slopes presenting additional challenges in accurately depicting surface reflectance.",
                "AnswerCn": "单坡面和复合坡面是BRDF建模中考虑的地形类型。单坡面BRDF的地形效应主要依赖于单个坡度和方位角，以及植被的结构和光学特性。相比之下，复合坡面涉及更复杂的异质入射辐照度和地形阴影效应。这些差异导致在遥感BRDF建模中考虑的敏感性因素的变化，复合坡面在准确描绘表面反射率方面面临额外的挑战。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in handling topographic effects on BRDF characteristics between datasets using MODIS data and those utilizing a digital elevation model (DEM) for rugged terrain analysis?",
                "QuestionCn": "在使用MODIS数据和利用数字高程模型（DEM）进行崎岖地形分析时，处理地形对BRDF特征影响的差异是什么？",
                "AnswerEn": "Datasets using MODIS data incorporate terrain effects by coupling with terrain factors and prior knowledge for quality control, leading to improved temporal and spatial continuity. Meanwhile, datasets utilizing a DEM aim to accurately describe topographic effects and radiation redistribution by coupling terrain information directly into the BRDF model, focusing on understanding the topographic effects on surface BRDF.",
                "AnswerCn": "使用MODIS数据的数据集通过与地形因素和先验知识结合进行质量控制，从而考虑地形效应，提升了时间和空间的连续性。同时，利用数字高程模型（DEM）的数据集旨在通过将地形信息直接纳入双向反射分布函数（BRDF）模型，准确描述地形效应和辐射重分布，重点理解地形对表面BRDF的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might integrating terrain data with BRDF models improve the accuracy of remote sensing over rugged landscapes?",
                "QuestionCn": "将地形数据与BRDF模型结合使用，如何提高对崎岖地形遥感的准确性？",
                "AnswerEn": "Integrating terrain data, such as that from a digital elevation model (DEM), with BRDF models could improve the accuracy of remote sensing over rugged landscapes by accounting for topographic effects that alter illumination and viewing geometry. This integration helps in accurately describing topographic effects and radiation redistribution, which is crucial for modeling the anisotropic reflectance behavior of land surfaces in complex terrains.",
                "AnswerCn": "将地形数据（例如数字高程模型（DEM））与BRDF模型集成，可以提高对崎岖地形的遥感精度，因为它考虑了改变照明和观测几何的地形效应。这种集成有助于准确描述地形效应和辐射重分布，这对于在复杂地形中建模地表的各向异性反射行为至关重要。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What challenges might arise from neglecting topographic effects in BRDF modeling for mountainous regions?",
                "QuestionCn": "忽视山区BRDF建模中的地形效应可能会出现哪些挑战？",
                "AnswerEn": "Neglecting topographic effects in BRDF modeling for mountainous regions can lead to significant errors in estimating land surface reflectance. These effects include relief shadowing, observation masking, and changes in incident and reflectance radiance due to varied slope and aspect angles. Without considering these factors, the anisotropic reflectance estimation relative errors could exceed 58%, affecting the accuracy of the data used for hydrological, meteorological, and ecological studies.",
                "AnswerCn": "在山区的BRDF建模中忽视地形效应可能导致地表反射率估计出现显著误差。这些效应包括地形阴影、观测遮挡以及由于坡度和方位角的变化导致的入射和反射辐射的变化。如果不考虑这些因素，各向异性反射估计的相对误差可能超过58%，从而影响用于水文、气象和生态研究的数据的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How can prior knowledge and quality control mechanisms be used to enhance the reliability of BRDF datasets over mountainous areas?",
                "QuestionCn": "如何利用先验知识和质量控制机制来增强山区BRDF数据集的可靠性？",
                "AnswerEn": "Prior knowledge and quality control mechanisms can enhance the reliability of BRDF datasets over mountainous areas by ensuring that the models and data capture rapid changes in surface features effectively. This approach can involve using predefined structural and optical characteristics of vegetation and other land cover types, which help in maintaining data accuracy and continuity across different temporal and spatial scales, supporting research in radiation balance and environmental change.",
                "AnswerCn": "先前的知识和质量控制机制可以通过确保模型和数据有效捕捉地表特征的快速变化，从而增强山区BRDF数据集的可靠性。这种方法可以涉及使用预定义的植被和其他土地覆盖类型的结构和光学特征，这有助于在不同的时间和空间尺度上保持数据的准确性和连续性，支持辐射平衡和环境变化的研究。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the challenges in accurately modeling the bidirectional reflectance distribution function (BRDF) over rugged terrain?",
                "QuestionCn": "导致在崎岖地形上准确建模双向反射分布函数（BRDF）面临挑战的原因是什么？",
                "AnswerEn": "The challenges in accurately modeling the BRDF over rugged terrain are caused by the intense effect of topography on the shape and magnitude of BRDF, which complicates processes like multi-angular reflectance dataset processing and requires operational algorithm adjustments. The topography affects illumination, viewing geometry, and radiance, leading to various modeling difficulties.",
                "AnswerCn": "在崎岖地形上准确建模BRDF的挑战源于地形对BRDF形状和幅度的强烈影响，这使得多角度反射率数据集处理变得复杂，并需要对操作算法进行调整。地形影响照明、观测几何和辐射率，导致各种建模困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it necessary to couple terrain information with a digital elevation model (DEM) when describing topographic effects in BRDF models?",
                "QuestionCn": "在描述BRDF模型中的地形效应时，将地形信息与数字高程模型（DEM）结合起来是必要的原因是什么？",
                "AnswerEn": "It is necessary to couple terrain information with a digital elevation model (DEM) when describing topographic effects in BRDF models because the DEM provides crucial data to accurately capture and describe the topographic effects and radiation redistribution, ensuring more precise modeling over rugged terrains.",
                "AnswerCn": "在描述BRDF模型中的地形效应时，有必要将地形信息与数字高程模型（DEM）结合，因为DEM提供了关键数据，以准确捕捉和描述地形效应和辐射重分布，从而确保在崎岖地形上进行更精确的建模。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the reasons that lead to the effect of diffuse irradiance from neighboring terrains being neglected in some canopy reflectance models?",
                "QuestionCn": "导致一些冠层反射模型忽略邻近地形的散射辐照度影响的原因是什么？",
                "AnswerEn": "The reasons that lead to the neglect of diffuse irradiance from neighboring terrains in some canopy reflectance models include the complexity of accounting for the diffuse skylight and path radiance, which are often overshadowed by direct solar radiation effects. Furthermore, the need for simplifying assumptions in modeling may lead to the exclusion of indirect irradiance influences, though recent models attempt to integrate these factors.",
                "AnswerCn": "导致一些冠层反射率模型忽视邻近地形的散射辐射的原因包括：考虑散射天空光和路径辐射的复杂性，这些通常被直接太阳辐射的影响所掩盖。此外，建模中对简化假设的需求可能导致间接辐射影响的排除，尽管最近的模型试图整合这些因素。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the likely consequences of using a digital elevation model (DEM) to couple with BRDF models over rugged terrain?",
                "QuestionCn": "使用数字高程模型（DEM）与BRDF模型耦合在崎岖地形上可能产生的后果是什么？",
                "AnswerEn": "Coupling a BRDF model with terrain information from a digital elevation model (DEM) allows for a more accurate description of topographic effects and radiation redistribution. This approach addresses the challenges in modeling BRDF over rugged terrain by providing a mechanism to account for the variations in illumination and viewing geometry due to topography.",
                "AnswerCn": "将BRDF模型与数字高程模型（DEM）的地形信息耦合，可以更准确地描述地形效应和辐射重分布。这种方法通过提供一种机制来考虑由于地形引起的照明和观测几何的变化，从而解决了在崎岖地形上建模BRDF的挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What outcomes may result from neglecting topographic effects in BRDF models for mountainous ecosystems?",
                "QuestionCn": "忽视地形效应在山区生态系统的BRDF模型中可能导致哪些结果？",
                "AnswerEn": "Neglecting topographic effects in BRDF models can lead to significant errors in anisotropic reflectance estimation, with relative errors exceeding 58%. This omission distorts BRDF characteristics and affects the accurate estimation of land surface variables, which is crucial for applications such as hydrological and meteorological forecasts, and ecological monitoring.",
                "AnswerCn": "忽略BRDF模型中的地形效应可能导致各向异性反射率估计出现显著误差，相对误差超过58%。这种遗漏扭曲了BRDF特性，并影响了土地表面变量的准确估计，这对于水文和气象预测以及生态监测等应用至关重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the inclusion of prior knowledge in data collection methods impact the quality control of surface reflectance data?",
                "QuestionCn": "先验知识在数据收集方法中的纳入如何影响表面反射率数据的质量控制？",
                "AnswerEn": "The inclusion of prior knowledge in data collection methods enhances the quality control of surface reflectance data by ensuring that the BRDF and albedo models are applied more accurately. This leads to improved application accuracy and better temporal and spatial continuity, especially in capturing rapidly changing surface characteristics.",
                "AnswerCn": "在数据收集方法中纳入先验知识可以提高表面反射率数据的质量控制，确保BRDF和反照率模型的应用更加准确。这将提高应用的准确性，并改善时间和空间的连续性，特别是在捕捉快速变化的表面特征方面。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to develop an operational BRDF product for rugged terrain in remote sensing applications?",
                "QuestionCn": "在遥感应用中，为崎岖地形开发操作性BRDF产品的重要性是什么？",
                "AnswerEn": "Developing an operational BRDF product for rugged terrain is crucial for quantitative remote sensing applications in mountainous areas because the topography intensely affects the shape and magnitude of the BRDF, creating challenges in modeling the BRDF. A potential solution for rugged terrain would enhance the accuracy of global ecological and environmental monitoring over mountainous areas by accounting for the complex topographic effects on pixel reflectance.",
                "AnswerCn": "在崎岖地形上开发一个操作性的BRDF产品对于山区的定量遥感应用至关重要，因为地形会强烈影响BRDF的形状和幅度，从而给BRDF建模带来挑战。针对崎岖地形的潜在解决方案将提高全球生态和环境监测在山区的准确性，考虑到地形对像素反射率的复杂影响。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the challenges in modeling BRDF over rugged terrain, and how do they impact data collection methods?",
                "QuestionCn": "在崎岖地形上建模BRDF（双向反射分布函数）面临的挑战是什么，这些挑战如何影响数据收集方法？",
                "AnswerEn": "The challenges in modeling BRDF over rugged terrain include the intense topographic dependence on total incident and reflectance radiance, which distorts BRDF characteristics. This involves a complex process, including multi-angular reflectance dataset processing and the inversion method coupled with topography. These challenges impact data collection methods by necessitating consideration of terrain information, such as digital elevation models (DEM), to accurately describe topographic effects and radiation redistribution.",
                "AnswerCn": "在崎岖地形上建模BRDF的挑战包括对总入射和反射辐射的强烈地形依赖性，这会扭曲BRDF特性。这涉及一个复杂的过程，包括多角度反射数据集处理和与地形耦合的反演方法。这些挑战影响了数据收集方法，要求考虑地形信息，如数字高程模型（DEM），以准确描述地形效应和辐射重分布。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are necessary to accurately model the BRDF over rugged terrain, considering the effects of topography on radiation detection?",
                "QuestionCn": "为了准确建模粗糙地形上的BRDF（双向反射分布函数），需要考虑以下程序步骤，以应对地形对辐射探测的影响：",
                "AnswerEn": "To accurately model the BRDF over rugged terrain, it is necessary to couple the BRDF model with digital elevation model (DEM) data to account for topographic effects and radiation redistribution. This involves addressing the changes in illumination and viewing geometry caused by topography, and integrating factors like relief shadow, observation masking, and multiple scattering into the model.",
                "AnswerCn": "为了准确建模粗糙地形上的双向反射分布函数（BRDF），有必要将BRDF模型与数字高程模型（DEM）数据耦合，以考虑地形效应和辐射重分布。这涉及到处理由地形引起的照明和观测几何的变化，并将地形阴影、观测遮挡和多重散射等因素整合到模型中。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can prior knowledge be used to improve quality control in the development of a land surface albedo dataset based on MODIS data?",
                "QuestionCn": "如何利用先前的知识来改善基于MODIS数据的地表反照率数据集的质量控制？",
                "AnswerEn": "Prior knowledge can be used to improve quality control in albedo datasets by employing it in the collaborative inversion of the BRDF/albedo model. This process ensures that the derived albedo metrics meet application accuracy requirements and can better capture rapidly changing surface features in mountainous areas.",
                "AnswerCn": "先验知识可以通过在BRDF/反照率模型的协同反演中使用来提高反照率数据集的质量控制。这个过程确保所得到的反照率指标满足应用的准确性要求，并能够更好地捕捉山区快速变化的地表特征。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What are the methodological steps to synthesize daily resolution BRDF from MODIS reflectance data with a 5-day cycle, specifically for capturing rapid changes in surface characteristics?",
                "QuestionCn": "合成每日分辨率的BRDF（双向反射分布函数）从MODIS反射率数据（具有5天周期），特别是为了捕捉表面特征的快速变化的方法步骤是什么？",
                "AnswerEn": "To synthesize daily resolution BRDF from MODIS reflectance data, the process involves downloading MODIS surface reflectance data from the official website, using a 5-day cycle to compose the daily resolution BRDF. This approach allows for capturing rapid changes in surface characteristics by providing better temporal and spatial continuity compared to similar products.",
                "AnswerCn": "要合成每日分辨率的BRDF，需要从官方网站下载MODIS表面反射率数据，使用5天的周期来构建每日分辨率的BRDF。这种方法通过提供比类似产品更好的时间和空间连续性，能够捕捉表面特征的快速变化。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the accurate modeling of BRDF over rugged terrain?",
                "QuestionCn": "哪些技术进步使得在崎岖地形上准确建模BRDF成为可能？",
                "AnswerEn": "Remote sensing technologies, such as optical remote sensing that observes anisotropic reflectance, and the use of digital elevation models (DEM) to supply terrain information, have been crucial in accurately modeling BRDF over rugged terrain. These technologies help in understanding the topographic effects and radiation redistribution.",
                "AnswerCn": "遥感技术，如观察各向异性反射的光学遥感，以及使用数字高程模型（DEM）提供地形信息，对于在崎岖地形上准确建模BRDF至关重要。这些技术有助于理解地形效应和辐射重分布。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How does the integration of prior knowledge improve the quality control of datasets related to land surface reflectance?",
                "QuestionCn": "先验知识的整合如何提高与地表反射率相关数据集的质量控制。",
                "AnswerEn": "Integrating prior knowledge into the BRDF/albedo modeling process allows for more effective quality control by addressing the complexity introduced by topographic effects, which can distort BRDF characteristics. This approach helps in achieving application-level accuracy for land surface reflectance datasets.",
                "AnswerCn": "将先前的知识融入BRDF/反照率建模过程，可以通过解决地形效应引入的复杂性，从而实现更有效的质量控制，这些效应可能会扭曲BRDF特征。这种方法有助于实现地表反射率数据集的应用级准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the potential challenges in developing operational BRDF products for mountainous areas?",
                "QuestionCn": "在山区开发操作性BRDF产品的潜在挑战有哪些？",
                "AnswerEn": "Challenges include the intense effect of topography on BRDF shape and magnitude, the need for multi-angular reflectance dataset processing, and the complex operational BRDF algorithm development. These challenges arise due to the intricate processes involved in accurately describing topographic effects and the redistribution of radiation in rugged terrains.",
                "AnswerCn": "挑战包括地形对BRDF形状和幅度的强烈影响、需要处理多角度反射率数据集，以及复杂的操作BRDF算法开发。这些挑战源于准确描述地形效应和在崎岖地形中辐射重新分布的复杂过程。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why is the operational BRDF product algorithm over rugged terrain still being researched despite the availability of existing models?",
                "QuestionCn": "尽管已有现有模型，但在崎岖地形上，操作性BRDF产品算法仍在研究中，原因是什么？",
                "AnswerEn": "The operational BRDF product algorithm over rugged terrain is still being researched because it involves a complex process, which includes multi-angular reflectance dataset processing, an operational BRDF algorithm, and its inversion method coupled with topography.",
                "AnswerCn": "在崎岖地形上，操作性BRDF产品算法仍在研究中，因为它涉及一个复杂的过程，包括多角度反射率数据集处理、操作性BRDF算法及其与地形耦合的反演方法。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why is it challenging to accurately describe topographic effects and radiation redistribution in BRDF models over rugged terrain?",
                "QuestionCn": "在崎岖地形上，准确描述BRDF模型中的地形效应和辐射重分布是具有挑战性的。",
                "AnswerEn": "It is challenging to accurately describe topographic effects and radiation redistribution in BRDF models over rugged terrain because the topography intensely affects the shape and magnitude of the BRDF, complicating its modeling by altering illumination and viewing geometry, and generating relief shadow, observation masking, and multiple scattering.",
                "AnswerCn": "在崎岖地形上，准确描述地形效应和辐射重分布在BRDF模型中是具有挑战性的，因为地形强烈影响BRDF的形状和幅度，复杂化了其建模，改变了照明和观察几何，产生了地形阴影、观察遮挡和多重散射。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might a dataset capturing BRDF characteristics over rugged terrain need to incorporate terrain information from a digital elevation model (DEM)?",
                "QuestionCn": "捕捉粗糙地形上BRDF特征的数据集为何需要结合数字高程模型（DEM）的地形信息？",
                "AnswerEn": "A dataset capturing BRDF characteristics over rugged terrain might need to incorporate terrain information from a digital elevation model (DEM) because BRDF is a theoretical concept that cannot be directly measured and requires coupling with terrain information to accurately describe topographic effects and radiation redistribution.",
                "AnswerCn": "一个捕捉粗糙地形上BRDF特征的数据集可能需要结合数字高程模型（DEM）的地形信息，因为BRDF是一个理论概念，无法直接测量，需要与地形信息结合，以准确描述地形效应和辐射重分布。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How do researchers evaluate the effectiveness of coupling terrain information with BRDF models in improving data accuracy for rugged terrains?",
                "QuestionCn": "研究人员如何评估将地形信息与BRDF模型结合在一起以提高崎岖地形数据准确性的有效性？",
                "AnswerEn": "Researchers recognize that coupling terrain information with BRDF models is crucial for accurately describing topographic effects and radiation redistribution. This approach helps to account for the unique challenges posed by rugged terrains, such as relief shadow, observation masking, and multiple scattering, which distort BRDF characteristics.",
                "AnswerCn": "研究人员认识到，将地形信息与BRDF模型相结合对于准确描述地形效应和辐射重分布至关重要。这种方法有助于考虑崎岖地形所带来的独特挑战，例如地形阴影、观测遮挡和多重散射，这些因素会扭曲BRDF特性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What challenges do researchers face in ensuring the accuracy of BRDF models in areas with complex topography, and how might these be addressed?",
                "QuestionCn": "研究人员在确保复杂地形区域的BRDF模型准确性方面面临哪些挑战，以及如何解决这些挑战？",
                "AnswerEn": "Researchers face challenges such as intense topographic effects that alter the shape and magnitude of the BRDF, which can lead to inaccurate modeling. Addressing these challenges requires an operational BRDF algorithm that incorporates multi-angular reflectance dataset processing and considers the geotropic nature of vegetation, as well as diffuse skylight and irradiance from adjacent slopes.",
                "AnswerCn": "研究人员面临的挑战包括强烈的地形效应，这会改变BRDF的形状和幅度，从而导致建模不准确。解决这些挑战需要一个操作性的BRDF算法，该算法结合了多角度反射数据集处理，并考虑植被的地理特性，以及来自相邻坡面的漫射天空光和辐照度。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In what ways can current data collection methods for reflectance over rugged terrain be enhanced to better support environmental monitoring and research?",
                "QuestionCn": "当前针对崎岖地形的反射率数据收集方法可以通过哪些方式增强，以更好地支持环境监测和研究？",
                "AnswerEn": "Current data collection methods can be enhanced by integrating digital elevation models (DEMs) to provide detailed terrain information that improves the accuracy of BRDF models. Additionally, considering the effects of diffuse irradiance from neighboring slopes and the structural and optical properties of vegetation can lead to more accurate remote sensing applications in mountainous areas.",
                "AnswerCn": "当前的数据收集方法可以通过整合数字高程模型（DEM）来增强，以提供详细的地形信息，从而提高BRDF模型的准确性。此外，考虑邻近坡面散射辐射的影响以及植被的结构和光学特性，可以使山区的遥感应用更加准确。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I can't understand how to effectively integrate topographic effects into the BRDF modeling over rugged terrain.",
                "QuestionCn": "我无法理解如何在崎岖地形上有效地将地形效应整合到BRDF建模中。",
                "AnswerEn": "The integration of topographic effects into BRDF modeling over rugged terrain requires coupling with terrain information supplied by a digital elevation model (DEM) to accurately describe topographic effects and radiation redistribution.",
                "AnswerCn": "将地形效应纳入粗糙地形的BRDF建模需要与数字高程模型（DEM）提供的地形信息相结合，以准确描述地形效应和辐射重分布。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure of what challenges are faced when creating an operational BRDF product for complex mountainous regions.",
                "QuestionCn": "我不确定在复杂山区创建操作性BRDF产品时面临哪些挑战。",
                "AnswerEn": "In rugged terrain, the topography intensely affects the shape and magnitude of the BRDF, creating challenges such as multi-angular reflectance dataset processing, operational BRDF algorithm development, and its inversion method coupled with topography.",
                "AnswerCn": "在崎岖地形中，地形对BRDF的形状和大小产生强烈影响，这带来了多角度反射数据集处理、操作性BRDF算法开发以及与地形耦合的反演方法等挑战。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "I don't understand what makes the estimation of land surface variables particularly difficult in mountainous areas.",
                "QuestionCn": "我不明白在山区估计地表变量特别困难的原因是什么。",
                "AnswerEn": "The difficulty in estimating land surface variables in mountainous areas arises from the complex topography which alters the illumination and viewing geometry, generates relief shadows and observation masking, and leads to multiple scattering, thus distorting BRDF characteristics.",
                "AnswerCn": "在山区估计地表变量的困难源于复杂的地形，这改变了照明和观测几何，产生了地形阴影和观测遮挡，并导致多重散射，从而扭曲了BRDF特性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the data collection methods used to derive land surface anisotropic reflectance in mountainous areas, considering the challenges posed by rugged terrain.",
                "QuestionCn": "请探讨用于在山区获取地表各向异性反射率的数据收集方法，考虑到崎岖地形带来的挑战。",
                "AnswerEn": "The data collection methods involve using MODIS reflectance data to derive BRDF models that account for topographic effects. These methods consider factors like relief shadow, observation masking, and multiple scattering which are influenced by terrain. The process involves using radiative transfer, geometric-optical, and hybrid methods to model the BRDF, focusing on vegetation cover in mountainous ecosystems.",
                "AnswerCn": "数据收集方法涉及使用MODIS反射率数据来推导考虑地形影响的BRDF模型。这些方法考虑了诸如地形阴影、观测遮挡和多重散射等因素，这些因素都受到地形的影响。该过程涉及使用辐射传输、几何光学和混合方法来建模BRDF，重点关注山区生态系统中的植被覆盖。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please conduct a search for datasets that include the bidirectional reflectance distribution function (BRDF) over rugged terrain and discuss their potential applications in environmental monitoring.",
                "QuestionCn": "请搜索包含粗糙地形上双向反射分布函数（BRDF）的数据集，并讨论它们在环境监测中的潜在应用。",
                "AnswerEn": "Datasets like the one mentioned, which provide daily land surface albedo products with a spatial resolution of 500m, are derived from MODIS reflectance data and are useful for studying radiation balance and environmental changes in mountainous regions. Such datasets help in understanding and modeling the anisotropic scattering properties of land surfaces, which is crucial for accurate meteorological and ecological monitoring.",
                "AnswerCn": "像提到的这样的数据集，提供每日的地表反照率产品，空间分辨率为500米，来源于MODIS反射率数据，对于研究山区的辐射平衡和环境变化非常有用。这些数据集有助于理解和模拟地表的各向异性散射特性，这对于准确的气象和生态监测至关重要。",
                "Level": "C6(Creating)"
            }
        ]
    }
}