{
    "id": "70e040cf-d28f-4a68-b29b-51235e012d97",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Mineralogical and geochemical data of deep sea sediments in the Central Indian Ocean Basin",
            "titleCn": "中印度洋海盆深海沉积物的矿物学及地球化学数据",
            "description": "The data are the mineralogical and geochemical data of deep-sea REE rich sediments in the central Indian Ocean basin, including core profile photos, smear photos and identification, XRD patterns, SEM photos, major and trace elements of whole sediment, EPMA and La ICP-MS data of single mineral (apatite, micro nodules and calyptosite), organic carbon and nitrogen analysis of whole sediment, and the data of trace elements of whole sediment SR Nd isotopic compositions of whole sediments, REE phase analysis of sediments, REE data of seawater pore water and paleomagnetic data. The analytical samples were collected from the 34th and 42nd voyages of the Chinese ocean, including 6 stations of columnar sediments and 4 stations of seawater. Through the data obtained, we can explore the occurrence minerals and enrichment mechanism of rare earth elements, so as to evaluate and explore the deep-sea rare earth resources in the Indian Ocean.",
            "descriptionCn": "本数据为中印度洋海盆深海富稀土沉积物矿物学及地球化学数据，主要包括沉积物岩心剖面照片、涂片照片及鉴定、XRD图谱、SEM照片、沉积物全岩主微量、单矿物（磷灰石、微结核和钙十字沸石）电子探针和La-ICP-MS数据、沉积物全岩有机碳氮分析、沉积物全岩Sr-Nd同位素、沉积物稀土元素相态分析、海水-孔隙水稀土元素数据和古地磁数据。分析样品来自中国大洋第34航次和42航次，总计共6站柱状沉积物和4站海水数据。通过获得的数据，可以探究稀土元素的赋存矿物和富集机制，从而对印度洋深海稀土资源进行评估及深部探测。",
            "instructions": "All data are put in the folder of \"mineral and geochemical data of deep sea divisions in the central Indian Ocean basin\", with a total of 12 subfolders / files, in which \"xxv-ib-s0yygcyy\" represents the station. Data reading methods: Microsoft Excel, Microsoft Word, windows photo viewer and jade.",
            "instructionsCn": "所有数据统一放在“Mineralogical and geochemical data of deep sea sediments in the central Indian Ocean Basin”文件夹内，共12个子文件夹/文件，其中“xxV-IB-s0yyGCyy”代表站位。数据读取方式：Microsoft Excel，Microsoft Word，Windows 照片查看器 和 Jade。",
            "east": 115.0,
            "west": 45.0,
            "south": -40.0,
            "north": 20.0,
            "startTime": "2016-07-01 00:00:00",
            "endTime": "2021-06-30 11:59:59",
            "fileSize": 4482117105.0,
            "cstr": "18406.11.Geo.tpdc.271593",
            "doi": "10.11888/Geo.tpdc.271593",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "于淼",
                "nameEn": "YU Miao",
                "unitEn": "",
                "unitCn": "自然资源部第一海洋研究所"
            },
            {
                "nameCn": "石学法",
                "nameEn": "SHI Xuefa",
                "unitEn": "",
                "unitCn": "自然资源部第一海洋研究所"
            },
            {
                "nameCn": "鄢全树",
                "nameEn": "YAN Quanshu",
                "unitEn": "",
                "unitCn": "自然资源部第一海洋研究所"
            },
            {
                "nameCn": "黄牧",
                "nameEn": "HUANG Mu",
                "unitEn": "",
                "unitCn": "自然资源部第一海洋研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Determination of rare earth elements in pore water samples of marine sediments using an offline preconcentration method",
                "referenceCn": null,
                "referenceEn": "Liu, H., Li, L., Wang, X., Ren, Y., & Shi, X. (2021). Determination of rare earth elements in pore water samples of marine sediments using an offline preconcentration method. Archives of Environmental Contamination and Toxicology, 1-11."
            },
            {
                "titleCn": null,
                "titleEn": "The transfer of rare earth elements during early diagenesis in REY-rich sediments: An example from the Central Indian Ocean Basin",
                "referenceCn": null,
                "referenceEn": "Yu, M.,  Shi, X.F., Huang, M., Liu, J.H., Yan, Q.S., Yang, G., Li, C.S., Yang, B.J., Zhou, T.C., Bi, D.J., Wang, H.M., & Bai, Y.Z. (2021). The transfer of rare earth elements during early diagenesis in REY-rich sediments: An example from the Central Indian Ocean Basin. Ore Geology Reviews, 136."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "富稀土沉积",
                "nameEn": "REY-rich sediments"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "微量元素",
                "nameEn": "Trace elements"
            },
            {
                "nameCn": "磷灰石",
                "nameEn": "apatite"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中印度洋海盆",
                "keywordEn": "Central Indian Ocean Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "第四纪",
                "keywordEn": "Quaternary",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "稀土元素成矿系统与资源基地深部探测",
                "titleEn": "Deep exploration of rare earth element metallogenic system and resource base"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and methods involved in collecting and analyzing mineralogical and geochemical data from deep-sea sediments in the Central Indian Ocean Basin?",
                "QuestionCn": "在中央印度洋盆地收集和分析深海沉积物的矿物学和地球化学数据的特点和方法包括：",
                "AnswerEn": "sediment core profile photos, smear photos and identification, XRD spectra, SEM photos, whole-rock major and trace element analysis, single mineral electronic probe, La-ICP-MS data, whole-rock organic carbon nitrogen analysis, whole-rock Sr-Nd isotope analysis, rare earth element phase analysis of sediments, seawater-pore water rare earth element data",
                "AnswerCn": "沉积岩芯剖面照片、涂片照片和鉴定、XRD光谱、SEM照片、全岩主要和微量元素分析、单矿物电子探针、La-ICP-MS数据、全岩有机碳氮分析、全岩Sr-Nd同位素分析、沉积物稀土元素相分析、海水-孔隙水稀土元素数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors could influence the selection of data collection methods for obtaining mineralogical and geochemical data from deep-sea sediments in the central Indian Ocean basin?",
                "QuestionCn": "影响从中央印度洋盆地深海沉积物中获取矿物学和地球化学数据的数据收集方法选择的因素有哪些？",
                "AnswerEn": "The selection of data collection methods for acquiring mineralogical and geochemical data from deep-sea sediments in the central Indian Ocean basin could be influenced by various factors including the type of analytical techniques available, the specific characteristics of the sediment samples such as their mineral composition, and the objectives of the research such as understanding rare earth element enrichment mechanisms. Additionally, logistical considerations such as the accessibility of sediment core locations during oceanographic expeditions, as seen in the 34th and 42nd Chinese ocean voyages, and the need for diverse data types like XRD spectra, SEM images, and isotopic analyses could also play a role.",
                "AnswerCn": "在中央印度洋盆地获取深海沉积物的矿物学和地球化学数据时，数据收集方法的选择可能受到多种因素的影响，包括可用的分析技术类型、沉积物样品的特定特征（如矿物成分）以及研究目标（如理解稀土元素富集机制）。此外，后勤考虑因素，如在海洋考察期间沉积物核心位置的可达性（例如在第34次和第42次中国海洋航行中），以及对多种数据类型（如XRD光谱、SEM图像和同位素分析）的需求，也可能发挥作用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of employing advanced geochemical analysis techniques, such as La-ICP-MS and electron probe, on the understanding of rare earth element mineral occurrences and enrichment mechanisms in deep-sea sediments?",
                "QuestionCn": "采用先进的地球化学分析技术，如激光剥蚀电感耦合等离子体质谱（La-ICP-MS）和电子探针，对深海沉积物中稀土元素矿物的分布和富集机制的理解可能产生的结果包括：",
                "AnswerEn": "Employing advanced geochemical analysis techniques, like La-ICP-MS and electron probe, can lead to a more detailed understanding of the mineral occurrences and enrichment mechanisms of rare earth elements in deep-sea sediments. It enables researchers to identify specific minerals, such as apatite, micro-nodules, and calcium cross-zeolite, and analyze their elemental composition and isotopic signatures. This detailed analysis can help assess the resource potential of rare earth elements in the Indian Ocean's deep-sea sediments and improve the accuracy of deep-sea exploration.",
                "AnswerCn": "采用先进的地球化学分析技术，如激光剥蚀电感耦合等离子体质谱（La-ICP-MS）和电子探针，可以更详细地了解深海沉积物中稀土元素的矿物分布和富集机制。这使研究人员能够识别特定矿物，如磷灰石、微小结核和钙交叉沸石，并分析它们的元素组成和同位素特征。这种详细的分析可以帮助评估印度洋深海沉积物中稀土元素的资源潜力，并提高深海勘探的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind collecting mineralogical and geochemical data from deep-sea sediments in the Central Indian Ocean Basin?",
                "QuestionCn": "收集中央印度洋盆地深海沉积物的矿物学和地球化学数据的主要目标是什么？",
                "AnswerEn": "The primary objectives are to investigate the mineral hosts and enrichment mechanisms of rare earth elements, assess the deep-sea rare earth resources in the Indian Ocean, and conduct deep-sea exploration.",
                "AnswerCn": "主要目标是调查稀土元素的矿物宿主和富集机制，评估印度洋的深海稀土资源，并进行深海探索。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in collecting and analyzing mineralogical and geochemical data from deep-sea sediments in the Central Indian Ocean Basin?",
                "QuestionCn": "在中央印度洋盆地收集和分析深海沉积物的矿物学和地球化学数据的程序步骤包括：\n\n1. 选择研究区域：确定目标区域，考虑地质背景和研究目的。\n2. 设计采样计划：制定详细的采样策略，包括采样点的选择和采样深度。\n3. 进行海洋调查：使用研究船只和相关设备（如重力钻探、柱状取样器）进行沉积物采样。\n4. 样品处理：将采集的沉积物样品进行分离、干燥和粉碎，以便后续分析。\n5. 矿物学分析：使用X射线衍射（XRD）、扫描电子显微镜（SEM）等技术分析矿物组成。\n6. 地球化学分析：采用化学分析方法（如ICP-MS、XRF）测定样品中的元素含量和化学特征。\n7. 数据整理与统计分析：对收集的数据进行整理、分类和统计分析，以识别趋势和模式。\n8. 结果解释：结合矿物学和地球化学数据，进行综合分析，解释沉积物的成因和环境背景。\n9. 撰写报告：将研究结果整理成报告或论文，分享研究发现和结论。",
                "AnswerEn": "The data collection involves obtaining sediment core samples and seawater samples during marine expeditions, specifically from the Chinese ocean voyages 34 and 42. The samples undergo various analyses, including mineralogical identification using X-ray diffraction (XRD) and scanning electron microscopy (SEM), geochemical analysis through electron probe microanalysis and laser ablation inductively coupled plasma mass spectrometry (La-ICP-MS) for major and trace elements, organic carbon and nitrogen analysis, strontium-neodymium isotopic analysis, and rare earth element phase analysis. Additionally, paleomagnetic data are collected. These procedures allow researchers to explore the mineral occurrence and enrichment mechanisms of rare earth elements in the sediments, which aids in assessing and exploring deep-sea rare earth resources in the Indian Ocean.",
                "AnswerCn": "数据收集涉及在海洋考察期间获取沉积物岩心样本和海水样本，特别是来自中国海洋航行34和42的样本。这些样本经过各种分析，包括使用X射线衍射（XRD）和扫描电子显微镜（SEM）进行矿物学鉴定，通过电子探针显微分析和激光剥蚀电感耦合等离子体质谱（La-ICP-MS）进行主要和微量元素的地球化学分析，进行有机碳和氮分析，锶-钕同位素分析，以及稀土元素相分析。此外，还收集了古磁学数据。这些程序使研究人员能够探讨沉积物中稀土元素的矿物发生和富集机制，有助于评估和探索印度洋深海稀土资源。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements or methodologies are utilized to enable the collection of high-resolution mineralogical and geochemical data from deep-sea sediments in the Central Indian Ocean Basin?",
                "QuestionCn": "在中央印度洋盆地，收集深海沉积物的高分辨率矿物学和地球化学数据所采用的技术进步或方法论有哪些？",
                "AnswerEn": "The collection of high-resolution mineralogical and geochemical data from deep-sea sediments in the Central Indian Ocean Basin is enabled through the use of various advanced technologies and methodologies, including X-ray diffraction (XRD) for mineral identification, scanning electron microscopy (SEM) for detailed imagery, electronic probe microanalysis, and laser ablation inductively coupled plasma mass spectrometry (La-ICP-MS) for precise elemental analysis. Additionally, sediment core imaging and organic carbon and nitrogen analysis, as well as isotopic analysis (Sr-Nd), contribute to understanding the geochemical characteristics of the sediments.",
                "AnswerCn": "通过使用各种先进技术和方法，能够收集来自中央印度洋盆深海沉积物的高分辨率矿物学和地球化学数据，包括用于矿物识别的X射线衍射（XRD）、用于详细图像的扫描电子显微镜（SEM）、电子探针微分析和激光剥蚀电感耦合等离子体质谱（La-ICP-MS）进行精确元素分析。此外，沉积物核心成像、有机碳和氮分析，以及同位素分析（Sr-Nd）有助于理解沉积物的地球化学特征。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}