{
    "id": "7149146f-527e-4ac3-8a5c-3ba55ebb020d",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The HWSD soil texture dataset of the Heihe river basin (2009)",
            "titleCn": "塔里木河流域HWSD土壤质地数据集（2009 ）",
            "description": "The data set is the HWSD soil texture data set in the Tarim River Basin. The data comes from the Harmonized World Soil Database (HWSD) constructed by the Food and Agriculture Organization of the United Nations (FAO) and the Vienna International Institute for Applied Systems (IIASA). Version 1.1 was released on March 26, The data resolution is 1km. The soil classification system used is mainly FAO-90. The main fields of the soil attribute table include: SU_SYM90 (the soil name in the FAO90 soil classification system) SU_SYM85 (FAO85 classification) T_TEXTURE (top soil texture) DRAINAGE (19.5); ROOTS: String (depth classification to the bottom of the soil); SWR: String (Soil moisture content characteristics); ADD_PROP: Real (specific soil type related to agricultural use in the soil unit); T_GRAVEL: Real (gravel volume percentage); T_SAND: Real (sand content); T_SILT: Real (silt content); T_CLAY: Real (clay content); T_USDA_TEX: Real (USDA soil texture classification); T_REF_BULK: Real (soil bulk weight); T_OC: Real (organic carbon content); T_PH_H2O: Real (pH) T_CEC_CLAY: Real (cations in the clay layer soil) Exchange capacity); T_CEC_SOIL: Real (cation exchange capacity of soil) T_BS: Real (basic saturation); T_TEB: Real (exchangeable base); T_CACO3: Real (carbonate or lime content) T_CASO4: Real (sulfate Content); T_ESP: Real (exchangeable sodium salt); T_ECE: Real (conductivity). The attribute field beginning with T_ indicates the upper soil attribute (0-30cm), and the attribute field beginning with S_ indicates the lower soil attribute (30-100cm) (FAO 2009).",
            "descriptionCn": "数据集为塔里木河流域HWSD土壤质地数据集，数据来源于联合国粮农组织（FAO）和维也纳国际应用系统研究所(IIASA)所构建的世界土壤数据库(Harmonized World Soil Database,HWSD)， 该数据库于2009年3月26日发布了1.1版本。数据分辨率为1km。采用的土壤分类系统主要为FAO-90。土壤属性表主要字段包括： SU_SYM90（FAO90土壤分类系统中土壤名称) SU_SYM85(FAO85分类) T_TEXTURE(顶层土壤质地) DRAINAGE(19.5)； ROOTS：String(到土壤底部存在障碍的深度分类)； SWR：String (土壤含水量特征)； ADD_PROP： Real (土壤单元中与农业用途有关的特定土壤类型)； T_GRAVEL：Real (碎石体积百分比)；T_SAND： Real (沙含量)； T_SILT： Real (淤泥含量)； T_CLAY：Real (粘土含量)； T_USDA_TEX： Real (USDA土壤质地分类)； T_REF_BULK： Real (土壤容重)； T_OC： Real (有机碳含量)； T_PH_H2O：Real (酸碱度) T_CEC_CLAY：Real (粘性层土壤的阳离子交换能力)； T_CEC_SOIL： Real (土壤的阳离子交换能力) T_BS：Real (基本饱和度)； T_TEB： Real (交换性盐基)； T_CACO3： Real (碳酸盐或石灰含量) T_CASO4： Real (硫酸盐含量)； T_ESP： Real (可交换钠盐)； T_ECE： Real (电导率)。其中以T_开头属性字段表示上层土壤属性（0-30cm），以S_开头属性字段表示下层土壤属性（30-100cm）(FAO 2009)。",
            "instructions": "The data is in img format and can be read by remote sensing software such as ArcGIS",
            "instructionsCn": "数据以img格式，可用arcgis等遥感软件打开读取",
            "east": 99.33,
            "west": 71.65,
            "south": 34.96,
            "north": 45.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 6636663.0,
            "cstr": null,
            "doi": "",
            "dataFormat": "栅格",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "Food and Agriculture Organization of the United Nations（FAO）",
                "nameEn": "Food and Agriculture Organization of the United Nations（FAO）",
                "unitEn": "Food and Agriculture Organization of the United Nations（FAO）",
                "unitCn": "Food and Agriculture Organization of the United Nations（FAO）"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Harmonized World Soil Database (version 1.1)",
                "referenceCn": null,
                "referenceEn": "FAO, IIASA, ISRIC, ISS-CAS, JRC, 2009. Harmonized World Soil Database (version1.1). FAO, Rome, Italy and IIASA, Laxenburg, Austia."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤类型",
                "nameEn": "Soil classification"
            },
            {
                "nameCn": "土壤质地",
                "nameEn": "Soil texture"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "塔里木河流域",
                "keywordEn": "Tarim River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2009",
                "keywordEn": "2009",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific attributes and characteristics of soil texture data in a dataset related to the Tarim River Basin?",
                "QuestionCn": "与塔里木河流域相关的数据集中，土壤质地数据的具体属性和特征是什么？",
                "AnswerEn": "soil classification systems, topsoil texture, soil drainage, depth to obstacles in the soil, soil water retention characteristics, specific soil types related to agricultural use, gravel content, sand content, silt content, clay content, USDA soil texture classification, bulk density, organic carbon content, pH level, cation exchange capacity of clay and soil, base saturation, exchangeable bases, carbonate content, sulfate content, exchangeable sodium percentage, electrical conductivity",
                "AnswerCn": "土壤分类系统，表土质地，土壤排水，土壤障碍物深度，土壤水分保持特性，与农业用途相关的特定土壤类型，砾石含量，砂含量，粉砂含量，粘土含量，美国农业部土壤质地分类，容重，有机碳含量，pH值，粘土和土壤的阳离子交换容量，碱饱和度，可交换碱，碳酸盐含量，硫酸盐含量，可交换钠百分比，电导率。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of a soil texture dataset from the Tarim River Basin in terms of data collection?",
                "QuestionCn": "塔里木河流域土壤纹理数据集的空间分辨率是多少？",
                "AnswerEn": "1 km",
                "AnswerCn": "1公里",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What insights can be drawn about soil quality and its impact on agricultural practices based on the various soil attributes measured, such as organic carbon content, cation exchange capacity, and pH levels?",
                "QuestionCn": "根据测量的各种土壤属性，如有机碳含量、阳离子交换容量和pH值，可以得出关于土壤质量及其对农业实践影响的见解。",
                "AnswerEn": "The data collection method involves using the Harmonized World Soil Database (HWSD) from sources like the FAO and IIASA, which includes detailed attributes such as organic carbon content, cation exchange capacity (both clay and soil), and pH levels. These attributes provide insights into soil fertility, nutrient availability, and potential agricultural productivity. By analyzing these data patterns, researchers can infer how soil quality may affect agricultural practices, helping to identify areas suitable for different crops or requiring specific soil management practices to enhance productivity.",
                "AnswerCn": "数据收集方法涉及使用来自FAO和IIASA的协调世界土壤数据库（HWSD），该数据库包含详细属性，如有机碳含量、阳离子交换容量（包括粘土和土壤）以及pH值。这些属性提供了土壤肥力、养分可用性和潜在农业生产力的洞察。通过分析这些数据模式，研究人员可以推断土壤质量如何影响农业实践，帮助识别适合不同作物的区域或需要特定土壤管理措施以提高生产力的区域。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to challenges in collecting and harmonizing soil texture data across different regions within the Tarim River Basin?",
                "QuestionCn": "在塔里木河流域内，不同地区收集和协调土壤质地数据面临的挑战因素有哪些？",
                "AnswerEn": "The challenges in collecting and harmonizing soil texture data across different regions within the Tarim River Basin may arise from variations in soil classification systems such as FAO-90 and FAO-85, differences in soil attribute measurements like texture, drainage, and organic carbon content, and the need to integrate data from global databases like the Harmonized World Soil Database (HWSD) which has a resolution of 1km and was released in 2009. Other factors could include the complexity of accurately measuring upper and lower layer soil properties (e.g., T_SAND, T_SILT, T_CLAY) and ensuring consistency in characteristics like soil pH, cation exchange capacity, and exchangeable sodium percentage.",
                "AnswerCn": "在塔里木河流域收集和协调土壤质地数据的挑战可能源于不同地区土壤分类系统的差异，如FAO-90和FAO-85，土壤属性测量的差异，如质地、排水和有机碳含量，以及需要整合来自全球数据库的数据，如2009年发布的全球土壤数据库（HWSD），其分辨率为1公里。其他因素可能包括准确测量上层和下层土壤特性（例如，T_SAND、T_SILT、T_CLAY）的复杂性，以及确保土壤pH、阳离子交换容量和可交换钠百分比等特征的一致性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on soil texture classification accuracy when relying on data collection methods that integrate attributes such as organic carbon content and cation exchange capacity from a dataset with a 1km resolution?",
                "QuestionCn": "当依赖于集成有机碳含量和阳离子交换容量等属性的数据收集方法时，使用1公里分辨率的数据集可能对土壤质地分类的准确性产生潜在后果。",
                "AnswerEn": "Utilizing a dataset with a 1km resolution that incorporates attributes like organic carbon content and cation exchange capacity might lead to a more comprehensive understanding of soil texture classification. However, it could also introduce variability and complexity due to the scale and diversity of attributes, possibly affecting the precision of classification outcomes. This integration may enhance classification by providing a richer dataset, but it could also pose challenges related to data consistency and resolution limitations.",
                "AnswerCn": "利用包含有机碳含量和阳离子交换容量等属性的1公里分辨率数据集，可能会对土壤质地分类提供更全面的理解。然而，由于尺度和属性的多样性，这也可能引入变异性和复杂性，从而影响分类结果的精确性。这种整合可能通过提供更丰富的数据集来增强分类，但也可能带来与数据一致性和分辨率限制相关的挑战。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What objectives might drive the creation of a dataset that focuses on soil texture and various soil attributes in river basins, considering the use of global soil databases like HWSD?",
                "QuestionCn": "创建一个关注河流流域土壤纹理和各种土壤属性的数据集的目标可能包括考虑使用全球土壤数据库，如HWSD。",
                "AnswerEn": "The dataset aims to provide comprehensive and detailed soil texture information for the Tarim River Basin using the Harmonized World Soil Database (HWSD). By leveraging the FAO's soil classification systems and the high-resolution data, the goal is to support agricultural planning, environmental management, and research by offering insights into soil properties such as texture, organic carbon content, and pH levels, which are crucial for understanding soil health and its suitability for different land uses.",
                "AnswerCn": "该数据集旨在利用协调世界土壤数据库（HWSD）为塔里木河流域提供全面详细的土壤质地信息。通过利用联合国粮农组织（FAO）的土壤分类系统和高分辨率数据，目标是支持农业规划、环境管理和研究，提供土壤特性（如质地、有机碳含量和pH值）的洞察，这些特性对于理解土壤健康及其适合不同土地利用的能力至关重要。",
                "Level": "C6(Creating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in collecting and harmonizing soil texture data from global sources to create a high-resolution dataset for a specific river basin?",
                "QuestionCn": "收集和协调全球来源的土壤纹理数据以创建特定河流流域的高分辨率数据集的程序步骤包括：\n\n1. 确定研究区域：明确特定河流流域的边界和范围。\n2. 数据源识别：查找和识别全球土壤纹理数据的可用来源，包括卫星数据、地面观测、土壤数据库和文献。\n3. 数据收集：从识别的数据源中收集土壤纹理数据，确保数据的多样性和代表性。\n4. 数据预处理：对收集的数据进行清洗和格式化，以确保一致性和可用性，包括处理缺失值和异常值。\n5. 数据标准化：将不同来源的数据转换为统一的格式和单位，以便进行比较和整合。\n6. 数据插值：使用地理信息系统（GIS）技术和插值方法（如克里金插值）将点数据转换为高分辨率的栅格数据。\n7. 数据验证：通过与已知的土壤纹理数据进行比较，验证生成的数据集的准确性和可靠性。\n8. 数据整合：将所有处理后的数据整合到一个统一的高分辨率数据集中，确保数据的完整性和一致性。\n9. 数据存储与共享：将最终的数据集存储在适当的数据库中，并制定数据共享策略，以便于其他研究人员和利益相关者访问。\n10. 文档编制：记录数据收集、处理和整合的所有步骤和方法，以便于未来的参考和复现。",
                "AnswerEn": "The data collection involves sourcing soil texture data from global databases like the Harmonized World Soil Database (HWSD) constructed by the FAO and IIASA. The process includes harmonizing the data to ensure consistency in soil classification systems such as FAO-90, and adjusting the resolution to 1km for the specific region. It involves categorizing soil attributes such as texture, drainage, and organic content, as well as calculating metrics like gravel volume, sand, silt, clay content, and cation exchange capacity for different soil layers (0-30cm and 30-100cm).",
                "AnswerCn": "数据收集涉及从全球数据库中获取土壤纹理数据，例如由粮农组织（FAO）和国际应用系统分析研究所（IIASA）构建的协调世界土壤数据库（HWSD）。该过程包括对数据进行协调，以确保土壤分类系统（如FAO-90）的统一，并将分辨率调整为特定区域的1公里。它涉及对土壤属性进行分类，如纹理、排水和有机质含量，以及计算不同土层（0-30厘米和30-100厘米）的指标，如砾石体积、沙、粉土、粘土含量和阳离子交换容量。",
                "Level": "C3(Applying)"
            }
        ]
    }
}