{
  "id": "71631277-17ad-4fcd-9a7b-278c8b55d8f0",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Data of lake boundary and area in the Pan-third Pole (1977-2020,>50 square kilometers)",
      "titleCn": "泛第三极地区湖泊面积数据（1977-2020，>50平方公里）",
      "description": "Recent studies indicate that the Asian Water Tower (AWT) is at risk due to climate change, which can negatively impact water and food security in Asia. However, there is a lack of comprehensive information on lakes' spatial and temporal changes in this region. This information is crucial for understanding the risk magnitude and designing strategies. To fill this research gap, we analyzed 89,480 Landsat images from 1977 ± 2 to 2020 ± 2 to investigate the changes in the size of lakes recharged by the AWT. Our findings showed that out of the 209 lakes larger than 50 km2, 176 (84 %) grew during the wet season and 167 (81 %) during the dry season. 74 % of expanded lakes are located in the Inner Tibetan Plateau (TP) and Tarim basins. The lakes that shrank are found mainly in the Helmand, Indus, and Yangtze basins. Over the entire period, the area of shrinkage (55,077.028 km2 in wet season, 53,986.796 km2 in dry) markedly exceeded expansion (13,000.267 km2 in wet, 11,038.805 km2 in dry), with the drastic decline of the Aral Sea being a major contributor to shrinkage, accounting for 90 % of the total loss. From 1990 ± 2 to 2020 ± 2, alpine lakes mostly expanded, plain lakes mostly shrank, with the opposite trend from 1977 ± 2 to 1990 ± 2. Glacial loss and permafrost thawing under global warming in the Inner TP, Tarim Interior, Syr Darya, and Mekong basins were strongly correlated with lake expansion. However, permafrost discontinuities may prevent significant growth of lakes in the Indus and Ganges basins despite increased recharge. Our findings point to the prominence of the risk the lakes recharged by AWT face. Taking immediate action to manage these risks and adaptation is crucial as the AWT retreats and lake recharges are slowed.",
      "descriptionCn": "最近的研究表明，由于气候变化，亚洲水塔（AWT）正处于危险之中，这会对亚洲的水和粮食安全产生负面影响。然而，该地区缺乏有关湖泊时空变化的全面信息。这些信息对于了解风险程度和制定战略至关重要。为了填补这一研究空白，我们分析了1977±2年至2020±2年期间的89,480幅遥感卫星图像，以研究亚洲水塔补给湖泊面积的变化。我们的研究结果表明，在209个面积大于50平方公里的湖泊中，176 个（84%）在雨季扩大，167 个（81%）在旱季扩大。扩大的湖泊中有 74% 位于内青藏高原（TP）和塔里木盆地。缩小的湖泊主要分布在赫尔曼德、印度河和长江流域。在整个期间，萎缩面积（雨季为55077.028平方公里，旱季为53986.796平方公里）明显超过扩张面积（雨季为13000.267 平方公里，旱季为11038.805平方公里），其中咸海的急剧衰退是造成萎缩的主要原因，占总损失的90%。从1990±2到2020±2年，高山湖泊大多扩大，平原湖泊大多缩小，1977±2 到 1990±2 年的趋势正好相反。青藏高原内流、塔里木内陆、锡尔河和湄公河流域的冰川消失和全球变暖下的永久冻土融化与湖泊扩大密切相关。然而，在印度河和恒河流域，尽管补给量增加，但永久冻土的不连续性可能会阻碍湖泊的显著增长。我们的研究结果表明，由亚洲水塔补给的湖泊面临着巨大的风险。随着夏季断裂带的退缩和湖泊补给的减缓，立即采取行动管理这些风险和适应至关重要。",
      "instructions": "The data are stored in vector .shp format and can be opened and read by remote sensing software such as ArcGIS. Filename 'AWTlakes_[year]_[wet/dry]' indicates the extent of the lakes in the dry/wet season of the year [year]. For example, 'AWTlakes_2020_wet' means the lakes fed by Asian Water Tower in the wet season of 2020.  In the attribute table, a[year][d/w] indicates the extent of the lakes in the dry(d)/wet(w) season of the year [year]. 'name' is the name of the lake. 'LakeType' indicates whether the lake is a saline lake or not, showing 'Saline lake' is a saline lake, and blank is a freshwater lake. 'chinese' is the Chinese name of the lake, some lakes don't have Chinese name. 'admin' indicates the administrative country where the lake is located.",
      "instructionsCn": "数据以矢量shp格式存储，可用Arcgis等遥感软件打开读取。文件名'AWTlakes_[year]_[wet/dry]'表示在[year]这个年份干季或者湿季的湖泊数据。例如，'AWTlakes_2020_wet' 表示2020年湿季由亚洲水塔补给水源的湖泊。属性表中的a[year][d/w]表示在[year]这个年份干(d)/湿(w)季节的湖泊面积。'name'是湖泊的名字。‘LakeType’表示湖泊是否属于咸水湖，显示‘Saline lake’则是咸水湖，空白则是淡水湖。‘chinese'表示这个湖泊的中文名，部分湖泊没有中文名。‘admin’表示湖泊所在的行政区。",
      "east": 119.5,
      "west": 58.22,
      "south": 11.8,
      "north": 47.0,
      "startTime": "1977-01-01 19:33:33",
      "endTime": "2020-12-31 19:33:33",
      "fileSize": 142842207.0,
      "cstr": "18406.11.Terre.tpdc.301224",
      "doi": "10.11888/Terre.tpdc.301224",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "许诺",
        "nameEn": "XU Nuo",
        "unitEn": "",
        "unitCn": "加州大学戴维斯分校"
      },
      {
        "nameCn": "张佳华",
        "nameEn": "ZHANG Jiahua",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "勾鹏",
        "nameEn": "GOU Peng",
        "unitEn": "",
        "unitCn": "南湖实验室"
      },
      {
        "nameCn": "刘翀",
        "nameEn": "LIU Chong",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Assessing size shifts amidst a warming climate in lakes recharged by the Asian Water Tower through satellite imagery",
        "referenceCn": null,
        "referenceEn": "Xu, N., Zhang, J., Daccache, A., Liu, C., Ahmadi, A., Zhou, T., & Gou, P. (2024). Assessing size shifts amidst a warming climate in lakes recharged by the Asian Water Tower through satellite imagery. Science of The Total Environment, 912, 168770."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "水资源",
        "nameEn": "Water Resources"
      },
      {
        "nameCn": "湖泊",
        "nameEn": "Lakes"
      },
      {
        "nameCn": "遥感产品",
        "nameEn": "Remote Sensing Product"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "泛第三极",
        "keywordEn": "Pan-Third pole"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1977-2020",
        "keywordEn": "1977-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Recent studies indicate that the Asian Water Tower (AWT) is at risk due to climate change, which can negatively impact water and food security in Asia. In the Asia Water Tower (AWT) region, which provides water for almost 2 billion people, warming rates are twice the global average. Climate warming in AWT can cause substantial hydrologic and geomorphic alternations. The number of lakes larger than 1 km² on the Tibetan Plateau has increased from 1080 in 1976 to 1424 in 2018 in response to a significant global climate change, while the overall lake area expanded from 4.01 × 10⁴ km² to 5.03 × 10⁴ km². Most of the increases were found in endorheic basins, whereas exorheic basin lakes in the southern Tibetan Plateau and the Himalayas showed a diminishing trend. These changes threaten downstream residents, who rely on meltwater and runoff for irrigation, hydropower, and urban freshwater consumption, as well as their infrastructures. Additionally, the expansion of AWT glacial lakes will raise the risk of flooding, particularly in the eastern Himalayas, which might nearly triple in the future. The impact of climate change on lakes is not uniform and varies from one geographic region to another. While some basins may experience increased streamflow and lake expansion, others may suffer from frequent low runoff and severe droughts that cause lake shrinkage. Most studies have been conducted from regional or geopolitical perspectives, and few have examined the AWT region as an integrated geographical region. Although existing literature reveals the changes in glacial lakes in the AWT region — due to global warming, both the number and area of glacial lakes are increasing, there is a lack of climatologically and geographically comprehensive studies on how non-glacial lakes located in basins recharged by the AWT respond to the warming climate."
      ],
      "research objective": [
        "To fill this research gap, we analyzed 89,480 Landsat images from 1977 ± 2 to 2020 ± 2 to investigate the changes in the size of lakes recharged by the AWT. This study addresses this gap by conducting a comprehensive analysis and dataset using 89,480 Landsat satellite images to quantify changes and identify trends in the lakes recharged by AWT over the past four decades. Our study provides the first holistic assessment of AWT recharge lakes, filling a research gap in this area. One of the keys to our study was mapping the updated boundaries of these lakes. These data provide a critical real-time perspective for effective water resource management."
      ],
      "challenges": [
        "However, there is a lack of comprehensive information on lakes' spatial and temporal changes in this region. Landsat images from earlier years have insufficient coverage or poor image quality, so 5-year mosaics were produced in five periods. The study area of this research encompasses a diverse range of climatic systems and terrains, which can affect the accuracy of the lakes' classification."
      ],
      "methods": [
        "To fill this research gap, we analyzed 89,480 Landsat images from 1977 ± 2 to 2020 ± 2 to investigate the changes in the size of lakes recharged by the AWT. Landsat images were sourced from the GEE, applying date and boundary filters. Cloudy pixels in the images were masked based on examining the internal cloud-algorithm-flag bits, followed by a mosaic creation through a median technique. To extract the water pixels, we derived two normalized indices: (1) Normalized Difference Water Index (NDWI) and (2) Normalized Difference Snow Index (NDSI). These polygon samples were then converted into 5000 random points, allocating 80 % for training and 20 % for testing. The validity of the results underwent assessment through various metrics: confusion matrix, overall accuracy, user accuracy, producer accuracy, Kappa coefficient, and coefficient of determination (R²). For permafrost assessment, the CRDP v2 permafrost active layer thickness data spanning 2000 to 2019 was procured. These data were consolidated into a singular ‘.tif ’ file comprising 20 layers, with each layer signifying the image's corresponding year."
      ],
      "dataset": [
        "To fill this research gap, we analyzed 89,480 Landsat images from 1977 ± 2 to 2020 ± 2 to investigate the changes in the size of lakes recharged by the AWT. To analyze the changes in the lakes under a warming climate, we utilized images from multiple Landsat sensors in five periods spanning from 1977 ± 2 to 2020 ± 2. Landsat images were sourced from the GEE, applying date and boundary filters. ALOS DEM (Digital Elevation Model) satellite data at 30-m resolution collected by Advanced Land Observing Satellite-1 (ALOS) of Japan Aerospace Exploration Agency (JAXA) was used to map the complex topography of the alpine mountain. We employed two datasets from HydroSHEDS, HydroBASINS and HydroLAKES. This study utilized four climate datasets: ERA-5 Land, TerraClimate, Land Data Assimilation System, and Global Precipitation Measurement (GPM)."
      ],
      "findings": [
        "Our findings showed that out of the 209 lakes larger than 50 km², 176 (84 %) grew during the wet season and 167 (81 %) during the dry season. 74 % of expanded lakes are located in the Inner Tibetan Plateau (TP) and Tarim basins. The lakes that shrank are found mainly in the Helmand, Indus, and Yangtze basins. Over the entire period, the area of shrinkage (55,077.028 km² in wet season, 53,986.796 km² in dry) markedly exceeded expansion (13,000.267 km² in wet, 11,038.805 km² in dry), with the drastic decline of the Aral Sea being a major contributor to shrinkage, accounting for 90 % of the total loss. Glacial loss and permafrost thawing under global warming in the Inner TP, Tarim Interior, Syr Darya, and Mekong basins were strongly correlated with lake expansion. However, permafrost discontinuities may prevent significant growth of lakes in the Indus and Ganges basins despite increased recharge. Our findings point to the prominence of the risk the lakes recharged by AWT face. Taking immediate action to manage these risks and adaptation is crucial as the AWT retreats and lake recharges are slowed."
      ],
      "backgroundCn": [
        "最近的研究表明，亚洲水塔（AWT）因气候变化而面临风险，这可能对亚洲的水和粮食安全产生负面影响。在亚洲水塔（AWT）地区，几乎为20亿人提供水源，升温速率是全球平均水平的两倍。AWT地区的气候变暖可能导致显著的水文和地貌变化。自1976年以来，青藏高原上面积超过1平方公里的湖泊数量从1080个增加到2018年的1424个，这一变化是全球气候变化的显著反应，而湖泊的总面积也从4.01 × 10⁴平方公里扩大到5.03 × 10⁴平方公里。大多数增加发生在内流盆地，而南部青藏高原和喜马拉雅山脉的外流盆地湖泊则呈现出减少的趋势。这些变化威胁到依赖融水和径流进行灌溉、水电和城市淡水消费的下游居民及其基础设施。此外，AWT冰川湖泊的扩展将增加洪水风险，特别是在东喜马拉雅地区，未来洪水风险可能几乎增加三倍。气候变化对湖泊的影响并不均匀，因地理区域而异。虽然一些盆地可能经历流量增加和湖泊扩展，但其他盆地可能遭受频繁的低径流和严重干旱，导致湖泊缩小。大多数研究是从区域或地缘政治的角度进行的，鲜有研究将AWT地区作为一个综合地理区域进行考察。尽管现有文献揭示了由于全球变暖，AWT地区冰川湖泊的数量和面积都在增加，但缺乏气候和地理上全面的研究，探讨位于AWT补给的盆地中非冰川湖泊如何响应变暖气候。"
      ],
      "research objectiveCn": [
        "为了填补这一研究空白，我们分析了1977年±2到2020年±2之间的89,480幅Landsat影像，以调查由AWT补给的湖泊面积变化。本研究通过使用89,480幅Landsat卫星影像进行全面分析和数据集，解决了这一空白，量化了过去四十年AWT补给湖泊的变化并识别了趋势。我们的研究提供了对AWT补给湖泊的首次整体评估，填补了该领域的研究空白。我们研究的关键之一是绘制这些湖泊的更新边界。这些数据为有效的水资源管理提供了重要的实时视角。"
      ],
      "challengesCn": [
        "然而，在该地区湖泊的空间和时间变化方面缺乏全面的信息。早期的Landsat影像覆盖不足或图像质量较差，因此在五个时期制作了五年马赛克。该研究的研究区域涵盖了多样的气候系统和地形，这可能会影响湖泊分类的准确性。"
      ],
      "methodsCn": [
        "为了填补这一研究空白，我们分析了1977 ± 2年至2020 ± 2年间的89,480幅Landsat影像，以调查由AWT补给的湖泊面积变化。Landsat影像来源于GEE，应用了日期和边界过滤器。通过检查内部云算法标志位，对影像中的云像素进行了掩膜处理，随后通过中位数技术创建了马赛克图像。为了提取水像素，我们推导了两个归一化指数：（1）归一化差异水指数（NDWI）和（2）归一化差异雪指数（NDSI）。这些多边形样本随后转换为5000个随机点，分配80%用于训练，20%用于测试。结果的有效性通过多种指标进行评估：混淆矩阵、总体准确率、用户准确率、生产者准确率、Kappa系数和决定系数（R²）。对于永久冻土评估，获取了2000年至2019年的CRDP v2永久冻土活动层厚度数据。这些数据被整合成一个包含20层的单一“.tif”文件，每一层代表相应年份的影像。"
      ],
      "datasetCn": [
        "为填补这一研究空白，我们分析了1977 ± 2年至2020 ± 2年间的89,480幅Landsat影像，以调查由AWT补给的湖泊面积变化。为了分析在变暖气候下湖泊的变化，我们利用了来自多个Landsat传感器的影像，分为五个时期，涵盖1977 ± 2年至2020 ± 2年。Landsat影像来自GEE，应用了日期和边界过滤。我们使用了由日本宇宙航空研究开发机构（JAXA）收集的30米分辨率的ALOS DEM（数字高程模型）卫星数据，以绘制高山复杂地形。我们采用了来自HydroSHEDS的两个数据集：HydroBASINS和HydroLAKES。本研究利用了四个气候数据集：ERA-5 Land、TerraClimate、陆地数据同化系统和全球降水测量（GPM）。"
      ],
      "findingsCn": [
        "我们的研究发现，在209个面积超过50平方公里的湖泊中，176个（84%）在湿季期间扩张，167个（81%）在干季期间扩张。扩张的湖泊中有74%位于内藏区（TP）和塔里木盆地。收缩的湖泊主要分布在赫尔曼德、印度河和长江盆地。在整个研究期间，收缩的面积（湿季为55,077.028平方公里，干季为53,986.796平方公里）明显超过扩张的面积（湿季为13,000.267平方公里，干季为11,038.805平方公里），其中阿拉尔海的急剧萎缩是收缩的主要贡献者，占总损失的90%。内藏区、塔里木内陆、锡尔河和湄公河盆地的冰川消融和永久冻土融化与湖泊扩张有很强的相关性。然而，尽管补给增加，印度河和恒河盆地的永久冻土不连续性可能会阻止湖泊的显著增长。我们的研究结果指出，受到阿尔卑斯水文循环（AWT）补给的湖泊面临的风险显著。随着AWT的退缩和湖泊补给的减缓，采取紧急行动来管理这些风险和适应变化至关重要。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the data collection method include the use of Landsat satellite images sourced from the GEE?",
        "QuestionCn": "数据收集方法是否包括使用来自GEE的Landsat卫星图像？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Were the challenges in the data collection process related to insufficient coverage or poor image quality of earlier Landsat images?",
        "QuestionCn": "数据收集过程中的挑战是否与早期Landsat图像的覆盖不足或图像质量差有关？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C4(Analyzing)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which data processing technique is more suitable for creating mosaics of Landsat images: median technique, average technique, or maximum likelihood estimation?",
        "QuestionCn": "哪种数据处理技术更适合创建Landsat图像的马赛克：中位数技术、平均技术还是最大似然估计？",
        "AnswerEn": "median technique",
        "AnswerCn": "中位数技术",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "When considering the extraction of water pixels, which index is more appropriate: Normalized Difference Water Index (NDWI), Normalized Difference Snow Index (NDSI), or another index?",
        "QuestionCn": "在考虑水像素提取时，哪个指数更合适：归一化差异水指数（NDWI）、归一化差异雪指数（NDSI）或其他指数？",
        "AnswerEn": "Normalized Difference Water Index (NDWI)",
        "AnswerCn": "归一化差异水体指数 (NDWI)",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Which dataset is more relevant for mapping the complex topography of alpine mountains: ALOS DEM, SRTM, or ASTER GDEM?",
        "QuestionCn": "哪个数据集对于绘制阿尔卑斯山的复杂地形更相关：ALOS DEM、SRTM 还是 ASTER GDEM？",
        "AnswerEn": "ALOS DEM",
        "AnswerCn": "ALOS 数字高程模型 (DEM)",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection method was used to analyze changes in lake size recharged by the Asian Water Tower (AWT) from 1977 ± 2 to 2020 ± 2?",
        "QuestionCn": "用于分析1977 ± 2年至2020 ± 2年间由亚洲水塔（AWT）补给的湖泊大小变化的数据收集方法是什么？",
        "AnswerEn": "Landsat images",
        "AnswerCn": "Landsat影像",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the expanded lakes mainly located according to the findings on changes in lake sizes recharged by the Asian Water Tower?",
        "QuestionCn": "根据对亚洲水塔补给的湖泊大小变化的研究，扩展湖泊主要位于哪里？",
        "AnswerEn": "Inner Tibetan Plateau and Tarim basins",
        "AnswerCn": "青藏高原内部和塔里木盆地",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to assess changes in lake sizes in regions affected by climate change?",
        "QuestionCn": "您能否提供一个用于评估气候变化影响地区湖泊大小变化的数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method is the use of 89,480 Landsat satellite images from 1977 ± 2 to 2020 ± 2 to investigate the changes in the size of lakes recharged by the Asian Water Tower (AWT). The images were sourced from the Google Earth Engine (GEE), applying date and boundary filters, and cloudy pixels were masked using internal cloud-algorithm-flag bits. The data was then processed to create mosaics using a median technique.",
        "AnswerCn": "一种数据收集方法是使用89,480幅来自1977年±2到2020年±2的Landsat卫星图像，以研究由亚洲水塔（AWT）补给的湖泊面积变化。这些图像来自Google Earth Engine（GEE），应用了日期和边界过滤，并使用内部云算法标志位对多云像素进行了掩膜处理。然后对数据进行了处理，使用中位数技术创建了马赛克图像。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when collecting data on spatial and temporal changes in lakes within the Asian Water Tower region?",
        "QuestionCn": "在亚洲水塔地区收集湖泊空间和时间变化数据时面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge is the insufficient coverage or poor image quality of Landsat images from earlier years, which necessitated the production of 5-year mosaics over five periods. Additionally, the diverse climatic systems and terrains in the study area can affect the accuracy of lake classification.",
        "AnswerCn": "一个挑战是早期Landsat影像的覆盖不足或图像质量差，这需要在五个时期内制作5年马赛克。此外，研究区域内多样的气候系统和地形可能会影响湖泊分类的准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you provide an example of a dataset used to study topographic influences on lakes in the Asian Water Tower region?",
        "QuestionCn": "您能否提供一个用于研究亚洲水塔地区湖泊的地形影响的数据集示例？",
        "AnswerEn": "An example of a dataset used is the ALOS Digital Elevation Model (DEM) satellite data at 30-m resolution, collected by the Advanced Land Observing Satellite-1 (ALOS) of the Japan Aerospace Exploration Agency (JAXA), to map the complex topography of alpine mountains.",
        "AnswerCn": "一个使用的数据集是由日本宇宙航空研究开发机构（JAXA）的先进陆地观测卫星-1（ALOS）收集的30米分辨率的ALOS数字高程模型（DEM）卫星数据，用于绘制高山地区复杂的地形。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data collection methods used for analyzing lake size changes in the Asian Water Tower region?",
        "QuestionCn": "分析亚洲水塔地区湖泊面积变化的数据收集方法的特点是什么？",
        "AnswerEn": "89,480 Landsat satellite images, 1977 ± 2 to 2020 ± 2, Google Earth Engine, date and boundary filters, cloudy pixels masked, median technique mosaic, Normalized Difference Water Index (NDWI), Normalized Difference Snow Index (NDSI)",
        "AnswerCn": "89,480 张 Landsat 卫星图像，时间范围为 1977 ± 2 至 2020 ± 2，使用 Google Earth Engine，应用日期和边界过滤器，遮蔽多云像素，采用中值技术进行镶嵌，归一化差异水指数（NDWI），归一化差异雪指数（NDSI）。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges are associated with spatial and temporal data collection for lake changes in the Asian Water Tower region?",
        "QuestionCn": "与亚洲水塔地区湖泊变化的空间和时间数据收集相关的挑战有哪些？",
        "AnswerEn": "lack of comprehensive information, insufficient coverage, poor image quality, diverse range of climatic systems and terrains",
        "AnswerCn": "信息不全面、覆盖不足、图像质量差、多样的气候系统和地形。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many Landsat images were analyzed to investigate the changes in the size of lakes recharged by the Asian Water Tower?",
        "QuestionCn": "为了研究亚洲水塔补给的湖泊大小变化，分析了多少幅Landsat影像？",
        "AnswerEn": "89,480",
        "AnswerCn": "89,480",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the spatial resolution of the ALOS DEM data used to map the complex topography of the alpine mountain?",
        "QuestionCn": "用于绘制阿尔卑斯山复杂地形的ALOS DEM数据的空间分辨率是多少？",
        "AnswerEn": "30 m",
        "AnswerCn": "30 米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What challenges are commonly encountered in the classification of lakes' spatial and temporal changes using satellite imagery?",
        "QuestionCn": "使用卫星影像对湖泊的空间和时间变化进行分类通常会遇到哪些挑战？",
        "AnswerEn": "Challenges in the classification of lakes' spatial and temporal changes using satellite imagery include insufficient coverage or poor image quality of earlier Landsat images, the diverse range of climatic systems and terrains in the study area, which can affect classification accuracy, and the need for creating mosaics to improve image quality.",
        "AnswerCn": "使用卫星影像对湖泊空间和时间变化进行分类的挑战包括早期Landsat影像覆盖不足或图像质量差、研究区域内气候系统和地形的多样性可能影响分类准确性，以及需要创建马赛克以提高图像质量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the effectiveness of using Landsat images from 1977 to 2020 in studying lake size changes in the AWT region, considering technological limitations over the years?",
        "QuestionCn": "根据多年来的技术限制，使用1977年至2020年的Landsat影像研究AWT地区湖泊大小变化的有效性可以推断出什么？",
        "AnswerEn": "The use of Landsat images from 1977 to 2020 provides a comprehensive analysis of lake size changes in the AWT region. Despite limitations such as insufficient coverage and poor image quality in earlier years, producing 5-year mosaics during five periods helped address these challenges. The analysis offers insights into the spatial and temporal changes of lakes, crucial for understanding the impact of climate change.",
        "AnswerCn": "使用1977年至2020年的Landsat影像对AWT地区湖泊面积变化进行了全面分析。尽管早期存在覆盖不足和影像质量差等限制，通过在五个时期制作5年马赛克图像帮助解决了这些挑战。该分析提供了湖泊的空间和时间变化的见解，对于理解气候变化的影响至关重要。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What challenges might arise in using satellite imagery and supplementary datasets to quantify lake area changes in diverse climatic and topographical conditions?",
        "QuestionCn": "在多样的气候和地形条件下，使用卫星影像和补充数据集量化湖泊面积变化可能会面临哪些挑战？",
        "AnswerEn": "Challenges include accurately classifying lakes in diverse climatic systems and terrains, which can affect classification accuracy. The study required masking cloudy pixels and creating mosaics to address image quality issues. Additionally, integrating datasets from multiple sources, like satellite imagery and climate data, requires careful alignment to ensure consistent and accurate results across varied conditions.",
        "AnswerCn": "挑战包括在多样的气候系统和地形中准确分类湖泊，这可能影响分类的准确性。该研究需要掩盖多云像素并创建马赛克，以解决图像质量问题。此外，整合来自多个来源的数据集，如卫星影像和气候数据，需要仔细对齐，以确保在不同条件下结果的一致性和准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges of acquiring comprehensive information on lakes' spatial and temporal changes in the Asian Water Tower region?",
        "QuestionCn": "在亚洲水塔地区，获取湖泊空间和时间变化的全面信息面临的挑战因素包括哪些？",
        "AnswerEn": "The challenges stem from the diverse range of climatic systems and terrains in the region, which can affect the accuracy of lake classification. Additionally, Landsat images from earlier years have insufficient coverage or poor image quality, necessitating the production of 5-year mosaics.",
        "AnswerCn": "这些挑战源于该地区多样的气候系统和地形，这可能影响湖泊分类的准确性。此外，早期的Landsat影像覆盖不足或图像质量较差，因此需要制作5年马赛克图像。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the underlying causes for the expansion of lakes in the Inner Tibetan Plateau and Tarim basins under a warming climate?",
        "QuestionCn": "在变暖气候下，内藏区高原和塔里木盆地湖泊扩张的潜在原因是什么？",
        "AnswerEn": "The expansion of lakes in these areas is closely related to glacial loss and permafrost thawing under global warming. These factors increase water recharge into the lakes, leading to their expansion.",
        "AnswerCn": "这些地区湖泊的扩展与冰川消融和永冻土融化在全球变暖下密切相关。这些因素增加了湖泊的水补给，导致它们的扩展。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using Landsat images from earlier years with insufficient coverage or poor image quality on the accuracy of lake classification in the Asian Water Tower region?",
        "QuestionCn": "使用早期的Landsat影像，如果覆盖不足或图像质量差，会对亚洲水塔地区湖泊分类的准确性产生什么影响？",
        "AnswerEn": "Using Landsat images from earlier years with insufficient coverage or poor image quality can affect the accuracy of lake classification due to the diverse range of climatic systems and terrains in the study area. This can lead to challenges in producing accurate classifications and may require the creation of 5-year mosaics to enhance image quality and coverage.",
        "AnswerCn": "使用早期的Landsat影像，如果覆盖不足或图像质量差，会影响湖泊分类的准确性，因为研究区域内气候系统和地形多样。这可能导致在生成准确分类时面临挑战，并可能需要创建5年马赛克以提高图像质量和覆盖范围。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How does the integration of various climate datasets, such as ERA-5 Land and TerraClimate, impact the ability to assess changes in lake sizes under a warming climate in the Asian Water Tower region?",
        "QuestionCn": "整合各种气候数据集，例如ERA-5 Land和TerraClimate，如何影响在变暖气候下评估亚洲水塔地区湖泊大小变化的能力？",
        "AnswerEn": "The integration of various climate datasets like ERA-5 Land and TerraClimate allows for a more comprehensive assessment of the changes in lake sizes under a warming climate. These datasets provide a multi-faceted view of climatic influences, aiding in the understanding of how climate changes affect lake dynamics and enhancing the robustness of the findings.",
        "AnswerCn": "将各种气候数据集如ERA-5 Land和TerraClimate整合在一起，可以更全面地评估在变暖气候下湖泊大小的变化。这些数据集提供了气候影响的多方面视角，有助于理解气候变化如何影响湖泊动态，并增强研究结果的可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the intended outcomes of employing normalized indices such as NDWI and NDSI in analyzing satellite images for lake studies in this region?",
        "QuestionCn": "在该地区分析卫星图像进行湖泊研究时，使用归一化指数（如NDWI和NDSI）的预期结果是什么？",
        "AnswerEn": "The use of NDWI and NDSI is intended to effectively extract water pixels from satellite images, improving the accuracy of lake boundary mapping and enabling a reliable assessment of lake size changes over time, which is essential for understanding hydrologic and geomorphic alterations due to climate change.",
        "AnswerCn": "NDWI和NDSI的使用旨在有效提取卫星图像中的水体像素，提高湖泊边界映射的准确性，并能够可靠地评估湖泊面积随时间的变化，这对于理解由于气候变化引起的水文和地貌变化至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are necessary to effectively utilize Landsat images for assessing changes in lake sizes over several decades?",
        "QuestionCn": "有效利用Landsat影像评估数十年来湖泊面积变化的程序步骤有哪些？",
        "AnswerEn": "To utilize Landsat images for assessing changes in lake sizes, apply date and boundary filters to source images from the Google Earth Engine (GEE). Mask cloudy pixels by examining the internal cloud-algorithm-flag bits, and create a mosaic using the median technique. Extract water pixels by deriving normalized indices like the Normalized Difference Water Index (NDWI) and the Normalized Difference Snow Index (NDSI). Convert polygon samples into random points, allocate 80% for training and 20% for testing, and validate the results using metrics such as confusion matrix, overall accuracy, user accuracy, producer accuracy, Kappa coefficient, and coefficient of determination (R²).",
        "AnswerCn": "为了利用Landsat影像评估湖泊面积的变化，应用日期和边界过滤器从Google Earth Engine (GEE)中获取源影像。通过检查内部云算法标志位来掩膜云像素，并使用中位数技术创建马赛克图像。通过推导归一化指数，如归一化差异水指数（NDWI）和归一化差异雪指数（NDSI），提取水像素。将多边形样本转换为随机点，分配80%用于训练，20%用于测试，并使用混淆矩阵、总体准确率、用户准确率、生产者准确率、Kappa系数和决定系数（R²）等指标验证结果。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can the challenges of varying climatic systems and terrains be addressed in the classification of lakes using remote sensing data?",
        "QuestionCn": "如何在使用遥感数据对湖泊进行分类时解决不同气候系统和地形带来的挑战？",
        "AnswerEn": "The diverse range of climatic systems and terrains can affect the accuracy of lake classification. To address these challenges, produce 5-year mosaics for five periods to overcome insufficient coverage or poor image quality of earlier Landsat images. Employ advanced algorithms for cloud masking and mosaic creation, and ensure accurate classification by using robust validation metrics including confusion matrix and accuracy assessments. It is also crucial to integrate auxiliary datasets like ALOS DEM for topographic mapping and multiple climate datasets to provide comprehensive environmental context.",
        "AnswerCn": "多样的气候系统和地形会影响湖泊分类的准确性。为了解决这些挑战，制作五个时期的五年马赛克，以克服早期Landsat影像覆盖不足或图像质量差的问题。采用先进的算法进行云掩膜和马赛克创建，并通过使用混淆矩阵和准确性评估等稳健的验证指标确保分类的准确性。此外，整合辅助数据集，如ALOS DEM进行地形映射，以及多个气候数据集，以提供全面的环境背景也是至关重要的。",
        "Level": "C6(Creating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection techniques enabled the comprehensive analysis of lake size changes in the Asian Water Tower region from 1977 to 2020?",
        "QuestionCn": "哪些数据收集技术使得对亚洲水塔地区1977年至2020年湖泊面积变化的全面分析成为可能？",
        "AnswerEn": "The comprehensive analysis of lake size changes in the Asian Water Tower region was enabled by analyzing 89,480 Landsat images sourced from Google Earth Engine (GEE), applying date and boundary filters. Cloudy pixels were masked using internal cloud-algorithm-flag bits and a mosaic was created using a median technique. Two normalized indices, the Normalized Difference Water Index (NDWI) and the Normalized Difference Snow Index (NDSI), were derived to extract water pixels.",
        "AnswerCn": "对亚洲水塔地区湖泊面积变化的综合分析是通过分析来自Google Earth Engine (GEE)的89,480幅Landsat影像实现的，应用了日期和边界过滤。使用内部云算法标志位对多云像素进行了掩膜，并采用中位数技术创建了马赛克图像。提取水像素时，衍生了两个归一化指数，即归一化差异水指数（NDWI）和归一化差异雪指数（NDSI）。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "What challenges could arise when using Landsat images to assess spatial and temporal changes in lakes within diverse climatic systems?",
        "QuestionCn": "在使用Landsat影像评估不同气候系统中湖泊的空间和时间变化时，可能会出现哪些挑战？",
        "AnswerEn": "Challenges that could arise include difficulties in accurately classifying lakes due to variations in climate and terrain, which can affect water reflectance and the appearance of lakes in satellite images. This diversity may lead to inconsistent results, requiring advanced processing techniques to correct for these discrepancies.",
        "AnswerCn": "可能出现的挑战包括由于气候和地形的变化导致湖泊分类的准确性困难，这会影响水体反射率和卫星图像中湖泊的外观。这种多样性可能导致结果不一致，需要先进的处理技术来纠正这些差异。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you assess the effectiveness of using Landsat images through the GEE for monitoring lake size changes in the AWT region?",
        "QuestionCn": "您将如何评估通过GEE使用Landsat影像监测AWT地区湖泊面积变化的有效性？",
        "AnswerEn": "The use of Landsat images sourced from the GEE for monitoring lake size changes in the AWT region is effective due to its ability to provide extensive temporal coverage from 1977 to 2020. However, challenges arise due to insufficient coverage or poor image quality from earlier years, requiring the creation of 5-year mosaics. Additionally, the diverse climatic systems and terrains in the study area can affect classification accuracy.",
        "AnswerCn": "使用来自GEE的Landsat影像监测AWT地区湖泊面积变化是有效的，因为它能够提供从1977年到2020年的广泛时间覆盖。然而，由于早期年份的覆盖不足或图像质量差，导致需要创建5年马赛克。此外，研究区域内多样的气候系统和地形可能会影响分类的准确性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, what are the main challenges faced during the data collection process for assessing the spatial and temporal changes in lakes within the AWT region?",
        "QuestionCn": "在评估AWT地区湖泊的空间和时间变化过程中，数据收集面临的主要挑战是什么？",
        "AnswerEn": "The main challenges include the lack of comprehensive information on lakes' spatial and temporal changes and the poor image quality of early Landsat data. The diverse climatic systems and terrains in the study area further complicate accurate lake classification. Additionally, cloudy pixels in the satellite images need to be masked, which can be a complex process.",
        "AnswerCn": "主要挑战包括缺乏关于湖泊空间和时间变化的全面信息，以及早期Landsat数据的图像质量较差。研究区域内多样的气候系统和地形进一步复杂化了湖泊分类的准确性。此外，卫星图像中的云像素需要被遮罩，这可能是一个复杂的过程。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm unsure how researchers overcome the issue of poor image quality from older satellite data when studying long-term environmental changes.",
        "QuestionCn": "我不确定研究人员如何克服使用较旧卫星数据时图像质量差的问题，以研究长期环境变化。",
        "AnswerEn": "Researchers address poor image quality in older satellite data by creating 5-year mosaics in distinct periods to ensure comprehensive coverage and improved imagery quality. This helps in maintaining consistency and accuracy despite initial image quality limitations.",
        "AnswerCn": "研究人员通过创建不同时间段的五年马赛克来解决旧卫星数据的图像质量差的问题，以确保全面覆盖和改善图像质量。这有助于在最初图像质量有限的情况下保持一致性和准确性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "I can't figure out what datasets are typically integrated to provide a holistic view of environmental changes in regions with complex terrains and climatic systems.",
        "QuestionCn": "我无法弄清楚通常集成哪些数据集以提供对复杂地形和气候系统区域环境变化的全面了解。",
        "AnswerEn": "To provide a holistic view of environmental changes, researchers integrate various datasets such as Landsat images, ALOS DEM for topography, HydroSHEDS (HydroBASINS and HydroLAKES), and climate datasets like ERA-5 Land, TerraClimate, and Global Precipitation Measurement (GPM). These datasets collectively help map and analyze changes across diverse terrains and climate systems.",
        "AnswerCn": "为了提供环境变化的全面视角，研究人员整合了各种数据集，如Landsat影像、ALOS数字高程模型（DEM）用于地形、HydroSHEDS（HydroBASINS和HydroLAKES），以及气候数据集如ERA-5 Land、TerraClimate和全球降水测量（GPM）。这些数据集共同帮助绘制和分析不同地形和气候系统的变化。",
        "Level": "C1(Remembering)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please describe the data collection techniques used for analyzing changes in lake size in the Asian Water Tower region from 1977 to 2020.",
        "QuestionCn": "请描述用于分析1977年至2020年亚洲水塔地区湖泊面积变化的数据收集技术。",
        "AnswerEn": "The data collection techniques involved analyzing 89,480 Landsat images sourced from the Google Earth Engine (GEE), applying date and boundary filters. Cloudy pixels in the images were masked using an internal cloud-algorithm-flag and a mosaic was created using a median technique. Data from multiple Landsat sensors were utilized across five periods from 1977 ± 2 to 2020 ± 2. Additionally, ALOS DEM satellite data at 30-m resolution and datasets from HydroSHEDS, HydroBASINS, and HydroLAKES were used to map the topography and basins.",
        "AnswerCn": "数据收集技术涉及分析来自谷歌地球引擎（GEE）的89,480幅Landsat图像，应用日期和边界过滤器。使用内部云算法标志对图像中的云像素进行掩膜，并采用中位数技术创建马赛克。利用来自多个Landsat传感器的数据，覆盖1977 ± 2年至2020 ± 2年的五个时期。此外，还使用了30米分辨率的ALOS DEM卫星数据以及来自HydroSHEDS、HydroBASINS和HydroLAKES的数据，以绘制地形和流域。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please identify and discuss the main challenges encountered in collecting and analyzing satellite data for lake classification in diverse climatic systems and terrains.",
        "QuestionCn": "请识别并讨论在多样气候系统和地形中收集和分析卫星数据进行湖泊分类时遇到的主要挑战。",
        "AnswerEn": "A key challenge was the lack of comprehensive information on lakes' spatial and temporal changes in the region, partly due to insufficient coverage or poor image quality in earlier Landsat images. The study area encompasses diverse climatic systems and terrains, which can impact the accuracy of lake classification. To address this, 5-year mosaics were produced for five periods, and classification accuracy was assessed using metrics such as confusion matrix, overall accuracy, user accuracy, producer accuracy, Kappa coefficient, and R².",
        "AnswerCn": "一个关键挑战是缺乏关于该地区湖泊空间和时间变化的全面信息，部分原因是早期Landsat影像的覆盖不足或图像质量较差。研究区域涵盖了多样的气候系统和地形，这可能影响湖泊分类的准确性。为了解决这个问题，针对五个时期制作了5年马赛克，并使用混淆矩阵、总体准确率、用户准确率、生产者准确率、Kappa系数和R²等指标评估分类准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore and explain the potential datasets that can be used for assessing the impact of climate change on non-glacial lakes in regions recharged by the Asian Water Tower.",
        "QuestionCn": "请探讨和解释可以用于评估气候变化对亚洲水塔地区非冰川湖泊影响的潜在数据集。",
        "AnswerEn": "Potential datasets include the Landsat images from 1977 ± 2 to 2020 ± 2 used for monitoring lake size changes, ALOS DEM for mapping topography, and HydroSHEDS datasets (HydroBASINS and HydroLAKES) for hydrological analysis. Climate datasets like ERA-5 Land, TerraClimate, Land Data Assimilation System, and Global Precipitation Measurement (GPM) were used to assess climate impacts. Permafrost data from CRDP v2 spanning 2000 to 2019 was also used to evaluate permafrost conditions and their correlation with lake changes.",
        "AnswerCn": "潜在的数据集包括用于监测湖泊面积变化的1977 ± 2年至2020 ± 2年的Landsat影像、用于绘制地形的ALOS DEM，以及用于水文分析的HydroSHEDS数据集（HydroBASINS和HydroLAKES）。气候数据集如ERA-5 Land、TerraClimate、陆地数据同化系统和全球降水测量（GPM）被用来评估气候影响。来自CRDP v2的永久冻土数据，涵盖2000年至2019年，也用于评估永久冻土状况及其与湖泊变化的相关性。",
        "Level": "C6(Creating)"
      }
    ]
  }
}