{
  "id": "717e14d4-b3c2-47a5-8513-03a1acca158a",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical data set of the Zhengga Eocene granite in Lhasa, southern Tibet",
      "titleCn": "藏南拉萨正嘎始新世花岗岩地球化学数据集",
      "description": "This data set is derived from the paper: Ma, L. *, Wang, Q. *, Kerr, A.C., Yang, J.H., Xia, x.p., ou, Q., Yang, Z.Y., sun, P., 2017. Paleocene (ca. 62 MA) leucogenes in southern Lhasa, Tibet: products of syn colonial strategic analysis during slab roll back? Journal of petroleum, 58 (11): 2089-2114. This research achievement is supported by the special project \"deep process and resource effect of major geological events in Yanshanian period\" (2016yfc0600400) of national key R & D Program \"exploration and exploitation of deep resources\". This achievement is a part of the research achievements of associate researcher Ma Lin, researcher Wang Qiang and their team in petrology and deep dynamics of the Qinghai Tibet Plateau. The team applied petrological and geochemical methods to reconstruct the collision evolution history of the southern margin of the Himalayan Tibetan Plateau orogenic belt. The Paleocene (63-58 MA) garnet two mica granite and biotite granite assemblage were determined by the applicant in Gangdise. It is found that the two types of rocks have the same sr-nd-hf-o isotopic composition, but the major elements show the characteristics of increasing with the increase of Si Al composition and decreasing with the decrease of Mg Fe composition. At the same time, similar mineral composition evolution is found, including the transformation from mg biotite to iron biotite, the continuous composition evolution of medium feldspar Pei feldspar aofeldspar albite, and the increasing composition of garnet core to edge, It is revealed that garnet two mica granite is the product of high differentiation evolution of Cenozoic lower crust melt, which provides petrological evidence for the high differentiation genesis of I-type leucogranite. The study also reveals that the Gangdise syn collisional anatexis is related to the diachronic collision of the Indo subcontinent. The interaction model of continental collision and oceanic subduction also provides reference and Enlightenment for understanding the abnormal thermal phenomena of the crust and lithosphere in the global large convergent orogenic belts. The data are from the appendix of this paper. The data set includes: 1. Data of major oxides and trace elements; 2. Whole rock SR Nd isotopic data; 3. Sims zircon U-Pb dating data; 4. LA-ICP-MS zircon U-Pb dating data; 5 zircon HF-O isotope data.",
      "descriptionCn": "本数据集来源于论文：Ma, L.*, Wang, Q.*, Kerr, A.C., Yang, J.H., Xia, X.P., Ou, Q., Yang, Z.Y., Sun, P., 2017. Paleocene (ca. 62 Ma) leucogranites in southern Lhasa, Tibet: products of syn-collisional crustal anatexis during slab roll-back? Journal of Petrology, 58(11): 2089-2114. 本研究成果受到国家重点研发计划“深地资源勘查开采”专项“燕山期重大地质事件的深部过程与资源效应”（2016YFC0600400）资助。该项成果是马林副研究员、王强研究员及团队在青藏高原开展岩石学与深部动力学研究成果的一部分。该团队应用岩石学和地球化学方法，重建了喜马拉雅-青藏高原造山带南缘碰撞演化历史。申请人在冈底斯厘定出古新世（63-58 Ma）石榴石二云母花岗岩和黑云母花岗岩组合。研究发现两类岩石具有一致的Sr-Nd-Hf-O同位素组成，但主量元素呈现随硅铝组成增加、镁铁组分下降的特点，同时发现相似的矿物成分演化，包括镁黑云母向铁质黑云母的转变，中长石-培长石-奥长石-钠长石的连续成分演化、石榴石核部向边部锰铝榴石组成递增等，揭示了石榴石二云母花岗岩是新生下地壳熔体经过高度分异演化的产物，为I型淡色花岗岩的高分异成因提供了岩石学证据。研究还揭示冈底斯同碰撞深熔作用与印-亚大陆的穿时碰撞相关，大陆碰撞与大洋俯冲的相互作用模型也为理解全球大型汇聚造山带中出现的地壳和岩石圈的异常热现象提供了借鉴和启示。数据来自该论文附件。数据集包括：1 主要氧化物和微量元素数据；2 全岩Sr-Nd同位素数据；3 SIMS锆石U-Pb定年数据；4 LA-ICP-MS锆石U-Pb定年数据；5 锆石Hf-O同位素数据。",
      "instructions": "MA Lin. Highly evolved I-type leucogranites in the Gangdese orogenic belt of southern Tibet and implications for the deep dynamics during Indo-Asian continental collision.",
      "instructionsCn": "马林. 藏南冈底斯造山带I型高分异成因淡色花岗岩及其印亚同碰撞深部过程的指示意义. \n使用本数据时必须引用“文章的引用”中列出的文献，并进行数据的引用。",
      "east": 92.2,
      "west": 92.15,
      "south": 29.25,
      "north": 29.3,
      "startTime": null,
      "endTime": null,
      "fileSize": 39245.0,
      "cstr": "18406.11.Geo.tpdc.271346",
      "doi": "10.11888/Geo.tpdc.271346",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "马林",
        "nameEn": "MA Lin",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "拉萨正嘎花岗岩地球化学数据",
        "titleEn": null,
        "referenceCn": null,
        "referenceEn": "Ma, L.*, Wang, Q.*, Kerr, A.C., Yang, J.H., Xia, X.P., Ou, Q., Yang, Z.Y., Sun, P. (2017). Paleocene (ca. 62 Ma) leucogranites in southern Lhasa, Tibet: products of syn-collisional crustal anatexis during slab roll-back? Journal of Petrology, 58(11): 2089-2114."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "Sr-Nd同位素",
        "nameEn": "Sr-Nd isotope"
      },
      {
        "nameCn": "元素地球化学",
        "nameEn": "Element geochemistry"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "地质灾害",
        "nameEn": "Geologic Hazard"
      },
      {
        "nameCn": "定年",
        "nameEn": "dating"
      },
      {
        "nameCn": "岩浆",
        "nameEn": "magma"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "熔岩",
        "nameEn": "lava"
      },
      {
        "nameCn": "锆石Hf-O同位素",
        "nameEn": "Zircon Hf-O isotope"
      },
      {
        "nameCn": "高演化花岗岩",
        "nameEn": "Highly fractionated granite"
      },
      {
        "nameCn": "高硅花岗岩",
        "nameEn": "high silica granite"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "藏南",
        "keywordEn": "southern Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "古新世",
        "keywordEn": "Paleocene",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to study syn-collisional crustal anatexis during slab roll-back in the Paleocene leucogranites of southern Lhasa, Tibet?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于研究南拉萨古生代白色花岗岩中板块回退期间的同步碰撞地壳熔融？",
        "AnswerEn": "One data collection method involves using SIMS and LA-ICP-MS for zircon U-Pb dating to establish the timing of granite formation, combined with Sr-Nd and Hf-O isotopic analyses to understand the source and evolution of the magmatic rocks, as demonstrated in the study of Paleocene leucogranites in southern Lhasa, Tibet.",
        "AnswerCn": "一种数据收集方法涉及使用SIMS和LA-ICP-MS对锆石进行U-Pb定年，以确定花岗岩形成的时间，同时结合Sr-Nd和Hf-O同位素分析，以了解岩浆岩的来源和演化，正如在对西藏南部古新世白花岗岩的研究中所示。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key features and methodologies involved in collecting geochemical data from Eocene granites in southern Lhasa, Tibet?",
        "QuestionCn": "收集南拉萨古近纪花岗岩地球化学数据的关键特征和方法包括哪些？",
        "AnswerEn": "major oxides, trace elements, Sr-Nd isotope data, SIMS and LA-ICP-MS zircon U-Pb dating, Hf-O isotopes in zircon",
        "AnswerCn": "主要氧化物、微量元素、Sr-Nd 同位素数据、SIMS 和 LA-ICP-MS 锆石 U-Pb 定年、锆石中的 Hf-O 同位素。",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does the term 'SIMS zircon U-Pb dating' mean in the context of geochemical data collection?",
        "QuestionCn": "在地球化学数据收集中，“SIMS锆石U-Pb定年”是什么意思？",
        "AnswerEn": "SIMS zircon U-Pb dating is a method used to determine the age of zircon minerals in geological samples by measuring the ratios of uranium to lead isotopes. This technique is useful for understanding the chronology of geological events, such as crustal anatexis and syn-collisional processes, in the context of the field.",
        "AnswerCn": "SIMS锆石U-Pb定年是一种通过测量铀与铅同位素的比率来确定地质样品中锆石矿物年龄的方法。这种技术对于理解地质事件的年代学，如地壳熔融和同步碰撞过程，具有重要意义。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the consistent Sr-Nd-Hf-O isotopic composition observed in leucogranites contribute to understanding syn-collisional crustal anatexis during slab roll-back?",
        "QuestionCn": "在斜坡回退期间，观察到的白花岗岩中一致的锶-铷-铪-氧同位素组成如何有助于理解同步碰撞的地壳熔融过程？",
        "AnswerEn": "The consistent Sr-Nd-Hf-O isotopic composition can indicate that the leucogranites formed from a common source or process, suggesting that syn-collisional crustal anatexis during slab roll-back may produce isotopically similar melts. This isotopic consistency can help infer the scale and nature of crustal melting and differentiation processes during tectonic events.",
        "AnswerCn": "一致的Sr-Nd-Hf-O同位素组成可以表明白色花岗岩形成于一个共同的源或过程，这表明在板块回退期间的同步碰撞地壳熔融可能产生同位素相似的熔体。这种同位素的一致性可以帮助推断构造事件期间地壳熔融和分异过程的规模和性质。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors might contribute to the challenges in accurately dating and analyzing rock compositions using geochemical methods in the context of southern Lhasa's Eocene granites?",
        "QuestionCn": "在南拉萨的始新世花岗岩背景下，准确测定和分析岩石成分时，地球化学方法面临的挑战可能包括哪些因素？",
        "AnswerEn": "Accurately dating and analyzing rock compositions using geochemical methods in southern Lhasa's Eocene granites can be influenced by several factors. These include the complexity of isotopic compositions, such as Sr-Nd-Hf-O isotopes, which require precise measurement and interpretation. The evolution of mineral components, like the transition of magnesium-rich biotite to iron-rich biotite and the continuous evolution of feldspar compositions, can also complicate the process. Moreover, the interactions between continental collisions and oceanic subduction might introduce additional variables affecting the isotopic and elemental analysis. These challenges necessitate careful methodological approaches to ensure reliable data collection and interpretation.",
        "AnswerCn": "在南拉萨的始新世花岗岩中，准确测定和分析岩石成分的地球化学方法可能受到多个因素的影响。这些因素包括同位素组成的复杂性，如Sr-Nd-Hf-O同位素，这需要精确的测量和解释。矿物成分的演化，例如镁富黑云母向铁富黑云母的过渡以及长石成分的持续演变，也可能使过程变得复杂。此外，大陆碰撞与海洋俯冲之间的相互作用可能引入额外的变量，影响同位素和元素分析。这些挑战需要谨慎的方法论，以确保可靠的数据收集和解释。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of utilizing geochemical and isotopic data from multiple granitic rock types on understanding crustal anatexis and slab roll-back processes?",
        "QuestionCn": "利用多种花岗岩岩石类型的地球化学和同位素数据对理解地壳熔融和板块回退过程的潜在结果是什么？",
        "AnswerEn": "Utilizing geochemical and isotopic data from multiple granitic rock types can lead to a comprehensive understanding of crustal anatexis and slab roll-back processes, revealing consistent isotopic compositions and mineralogical evolutions. This approach helps in reconstructing the collisional history of orogenic belts and provides evidence for high differentiation origins of I-type leucogranites, offering insights into interactions between continental collisions and oceanic subduction. It also contributes to understanding the anomalous thermal phenomena in global large convergent orogenic belts.",
        "AnswerCn": "利用多种花岗岩类型的地球化学和同位素数据，可以全面理解地壳熔融和板块回退过程，揭示一致的同位素组成和矿物演化。这种方法有助于重建造山带的碰撞历史，并提供I型白花岗岩高分异起源的证据，深入了解大陆碰撞与海洋俯冲之间的相互作用。它还为理解全球大型汇聚造山带中的异常热现象提供了重要线索。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to investigate the geochemical characteristics of Paleocene leucogranites in southern Lhasa, Tibet, for understanding crustal anatexis and slab roll-back processes?",
        "QuestionCn": "研究南拉萨古新世白花岩的地球化学特征对于理解地壳熔融和板块回退过程的重要性是什么？",
        "AnswerEn": "The investigation of geochemical characteristics of Paleocene leucogranites in southern Lhasa, Tibet, aims to understand the products of syn-collisional crustal anatexis during slab roll-back. This research provides insights into the collision evolution history of the southern margin of the Himalayan-Tibetan Plateau orogenic belt and reveals the interaction between continental collision and oceanic subduction. The study of these leucogranites, and their consistent isotopic composition, along with mineral compositional evolution, offers evidence for the high differentiation genesis of I-type leucogranites, which contributes to understanding the anomalies in crustal and lithospheric thermal phenomena in global large convergent orogenic belts.",
        "AnswerCn": "对西藏南部古新世白花岩的地球化学特征的研究旨在了解在板块回退过程中同碰撞地壳熔融的产物。这项研究提供了对喜马拉雅-西藏高原造山带南缘碰撞演化历史的见解，并揭示了大陆碰撞与海洋俯冲之间的相互作用。这些白花岩的研究及其一致的同位素组成，以及矿物成分的演变，提供了I型白花岩高分异成因的证据，有助于理解全球大型汇聚造山带中地壳和岩石圈热现象的异常。",
        "Level": "C5(Evaluating)"
      }
    ]
  }
}