{
  "id": "72a2f621-5da0-4c08-bb74-10e56d76629d",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Airborne LiDAR raw data in Qilian on Aug. 28, 2012",
      "titleCn": "黑河生态水文遥感试验：祁连机载激光雷达原始数据（2012年8月28日）",
      "description": "On 28 August 2012, Leica ALS70 airborne laser scanner carried by the Harbin Y-12 aircraft was used in a LiDAR airborne optical remote sensing experiment. Leica ALS70 airborne laser scanner  has unlimited numbers of returns intensities measurements including the first, second ,third return intensities. The wavelength of laser light is 1064 nm. The absolute flight altitude is 4800 m with the point cloud density 1.6 point per square meter. Airborne LiDAR-DEM and DSM data production were obtained through parameter calibration, automatic classification of point cloud density and manual editing.",
      "descriptionCn": "2012年8月28日，在黑河中上游的祁连观测区域，利用运12飞机，搭载Leica公司生产的ALS70,开展了lidar航空遥感飞行试验。ALS70激光波长为1064nm，多次回波（1,2,3和末次）。祁连地区飞行绝对航高为4800米，地面最高点为3009米，地面最低点为2726米，平均点云密度为1.6点/平方米。通过参数检校、点云自动分类和人工编辑等步骤，最终形成DSM和DEM数据产品。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.32,
      "west": 100.27,
      "south": 38.08,
      "north": 38.16,
      "startTime": "2018-11-22 10:48:57",
      "endTime": "2018-11-22 10:48:57",
      "fileSize": 1808972764.0,
      "cstr": "18406.11.hiwater.161.2014.db",
      "doi": "10.3972/hiwater.161.2014.db",
      "dataFormat": "las",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "肖青",
        "nameEn": "XIAO Qing",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": "闻建光",
        "nameEn": "Wen Jianguang",
        "unitEn": "",
        "unitCn": "中国科学院遥感与数字地球研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      },
      {
        "titleCn": null,
        "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
        "referenceCn": null,
        "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "机载激光雷达",
        "nameEn": "Airborne laser radar"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "祁连",
        "keywordEn": "Qilian"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-08-28",
        "keywordEn": "2012-08-28",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：航空光学遥感",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
        "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
        "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
      },
      {
        "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
        "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
      },
      {
        "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
        "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
      },
      {
        "titleCn": "2010年代三江源多年冻土稳定型分布图",
        "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
      },
      {
        "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
        "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
      },
      {
        "titleCn": "西藏纳木错水温监测数据（2011-2014）",
        "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to obtain high-resolution elevation data in a mountainous region?",
        "QuestionCn": "您能否提供一个用于获取山区高分辨率高程数据的数据收集方法的示例？",
        "AnswerEn": "An example of a data collection method used to obtain high-resolution elevation data in a mountainous region is the use of an airborne lidar system. In the Qilian observation area of the upper and middle reaches of the Heihe River, a lidar aerial remote sensing experiment was conducted using a Y-12 aircraft equipped with a Leica ALS70 lidar system. The system operated at a laser wavelength of 1064 nm and captured multiple returns, including the first, second, third, and last echoes. The flight altitude was set at 4800 meters above sea level, with the highest ground point at 3009 meters and the lowest at 2726 meters, resulting in an average point cloud density of 1.6 points per square meter. The data processing involved parameter calibration, automatic point cloud classification, and manual editing to produce DSM and DEM data products.",
        "AnswerCn": "在山区获取高分辨率高程数据的一种数据收集方法是使用机载激光雷达系统。在黑河上游和中游的祁连观测区，进行了激光雷达航空遥感实验，使用配备Leica ALS70激光雷达系统的Y-12飞机。该系统在1064纳米的激光波长下工作，捕获多个回波，包括第一、第二、第三和最后回波。飞行高度设定为海拔4800米，最高地面点为3009米，最低为2726米，平均点云密度为每平方米1.6个点。数据处理包括参数校准、自动点云分类和手动编辑，以生成数字表面模型（DSM）和数字高程模型（DEM）数据产品。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and capabilities of airborne LIDAR systems used in ecological hydrology remote sensing experiments?",
        "QuestionCn": "用于生态水文学遥感实验的机载LIDAR系统的具体功能和能力是什么？",
        "AnswerEn": "Leica ALS70, laser wavelength 1064 nm, multiple echoes (1, 2, 3, and last), absolute altitude 4800 meters, highest ground point 3009 meters, lowest ground point 2726 meters, average point cloud density 1.6 points per square meter.",
        "AnswerCn": "Leica ALS70，激光波长1064纳米，多重回波（第1、2、3和最后一次），绝对高度4800米，最高地面点3009米，最低地面点2726米，平均点云密度每平方米1.6个点。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the average point cloud density achieved during the data collection in the Heihe ecological hydrological remote sensing experiment using airborne lidar?",
        "QuestionCn": "在黑河生态水文遥感实验中，使用航空激光雷达进行数据采集时，平均点云密度是多少？",
        "AnswerEn": "1.6 points per square meter",
        "AnswerCn": "每平方米1.6点",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'DSM and DEM data products' mean in the context of ecological hydrology remote sensing experiments?",
        "QuestionCn": "在生态水文学遥感实验的背景下，“DSM 和 DEM 数据产品”是什么意思？",
        "AnswerEn": "In the context of ecological hydrology remote sensing experiments, 'DSM and DEM data products' refer to the Digital Surface Model (DSM) and Digital Elevation Model (DEM) that are generated from lidar data collected during airborne remote sensing experiments. DSM represents the earth's surface including all objects on it, while DEM represents the bare ground surface without any objects. These products are formed after processing the point cloud data obtained from lidar, including steps like parameter calibration, point cloud automatic classification, and manual editing.",
        "AnswerCn": "在生态水文遥感实验的背景下，“DSM和DEM数据产品”指的是从在空中遥感实验中收集的激光雷达数据生成的数字表面模型（DSM）和数字高程模型（DEM）。DSM表示包括地球表面及其上所有物体的模型，而DEM表示没有任何物体的裸地表面模型。这些产品是在处理从激光雷达获得的点云数据后形成的，包括参数校准、点云自动分类和手动编辑等步骤。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors lead to the selection of the ALS70 LiDAR system and a flight altitude of 4800 meters for data collection in the Qilian observation area?",
        "QuestionCn": "选择ALS70 LiDAR系统和4800米的飞行高度进行Qilian观测区数据收集的因素有哪些？",
        "AnswerEn": "The selection of the ALS70 LiDAR system and a flight altitude of 4800 meters was likely influenced by the need to obtain high-resolution data with multiple return capabilities (1, 2, 3, and last returns) to effectively capture the topographic and vegetative features of the Qilian observation area. The specific wavelength of 1064 nm and the desired point cloud density of 1.6 points per square meter also played a role in optimizing the data collection for creating detailed DSM and DEM products. Additionally, the flight altitude was chosen to accommodate the varying terrain elevations, with the highest ground point being 3009 meters and the lowest 2726 meters, to ensure comprehensive coverage and accuracy.",
        "AnswerCn": "ALS70 LiDAR系统的选择和4800米的飞行高度可能受到需要获取高分辨率数据的影响，具备多重回波能力（第一、第二、第三和最后回波），以有效捕捉祁连观测区的地形和植被特征。1064纳米的特定波长和每平方米1.6个点云密度的要求也在优化数据收集方面发挥了作用，以便创建详细的数字表面模型（DSM）和数字高程模型（DEM）产品。此外，飞行高度的选择是为了适应不同的地形高度，最高地面点为3009米，最低为2726米，以确保全面覆盖和准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of conducting airborne lidar remote sensing experiments in the Heihe River's upper and middle reaches using an ALS70 system?",
        "QuestionCn": "在黑河上游和中游进行空气激光雷达遥感实验的主要目标是什么，使用的是ALS70系统？",
        "AnswerEn": "The primary objectives include collecting high-resolution topographic data to create detailed DSM and DEM data products, assisting in ecological and hydrological studies of the Qilian observation area by providing accurate elevation models, and enhancing the understanding of the region's terrain and landform characteristics through precise point cloud data.",
        "AnswerCn": "主要目标包括收集高分辨率的地形数据，以创建详细的数字表面模型（DSM）和数字高程模型（DEM）数据产品，通过提供准确的高程模型来协助对祁连观测区的生态和水文研究，并通过精确的点云数据增强对该地区地形和地貌特征的理解。",
        "Level": "C1(Remembering)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in processing raw airborne LIDAR data to generate DSM and DEM products in an ecological hydrology remote sensing experiment?",
        "QuestionCn": "在生态水文遥感实验中，处理原始机载LIDAR数据以生成DSM和DEM产品的程序步骤是什么？",
        "AnswerEn": "The procedural steps involved in processing raw airborne LIDAR data to generate DSM and DEM products in an ecological hydrology remote sensing experiment include parameter calibration, automatic classification of point clouds, and manual editing. These steps help refine the data to produce accurate digital surface models (DSM) and digital elevation models (DEM).",
        "AnswerCn": "处理原始航空激光雷达数据以生成数字表面模型（DSM）和数字高程模型（DEM）产品的程序步骤包括参数校准、点云的自动分类和手动编辑。这些步骤有助于精炼数据，以生成准确的数字表面模型（DSM）和数字高程模型（DEM）。",
        "Level": "C3(Applying)"
      }
    ]
  }
}