{
    "id": "72a74784-e278-447f-8ad8-c92618c2ffb1",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "A late Middle Pleistocene Denisovan mandible from the Tibetan Plateau",
            "titleCn": "青藏高原中更新世晚期丹尼索瓦人的下颌化石",
            "description": "This data is derived from the Supplementary Tables of the paper: Chen, F. H., Welker, F., Shen, C. C., Bailey, S. E., Bergmann, I., Davis, S., Xia, H., Wang, H., Fischer, R., Freidline, S. E., Yu, T. L., Skinner, M. M., Stelzer, S., Dong, G. R., Fu, Q. M., Dong, G. H., Wang, J., Zhang, D. J., & Hublin, J. J. (2019). A late Middle Pleistocene Denisovan mandible from the Tibetan Plateau. Nature, 569, 409-412. This research is another breakthrough made by academician Fahu Chen and his team over the years research of human activities and environmental adaptation on the Tibetan Plateau. The research team analyzed the newly discovered hominid mandible fossils in Xiahe County, Gansu Province, China, and identified it belongs to Denisovan of the Tibetan Plateau, which suggested to call Xiahe Denisovan. The team conducted a multidisciplinary analysis of the fossil, including chronology, physique morphology, molecular archaeology, living environment and human adaptation. It is the first Denisovan fossil found outside the Denisova Cave in the Altai Mountains and the earliest evidence of human activity on the Tibetan Plateau (160 kyr BP). This study provides key evidence for further study of Denisovans' physical characteristics and distribution in East Asia, it also provides evidence of a deep evolutionary history of these archaic hominins within the challenging environment of the Tibetan Plateau.\nThis data contains 6 tables, table name and contents are as follows: \nt1: Distances in mm between meshes generated from CT versus photoscans (PS).\nt2: Measurements of the Xiahe mandible after reconstruction.\nt3: Comparative Dental metrics.\nt4: Comparative crown morphology.\nt5: Uniprot accession numbers for protein sequences of extant primates used in the phylogenetic analyses.\nt6: Specimen names and numbers.",
            "descriptionCn": "本数据集来源于论文： Chen, F.H., Welker, F., Shen, C.C., Bailey, S.E., Bergmann, I., Davis, S., Xia, H., Wang, H., Fischer, R., Freidline, S.E., Yu, T.L., Skinner, M.M., Stelzer, S., Dong, G.R., Fu, Q.M., Dong, G.H., Wang, J., Zhang, D.J., & Hublin, J.J. (2019). A late Middle Pleistocene Denisovan mandible from the Tibetan Plateau. Nature, 569, 409-412. 该成果是陈发虎院士带领其团队多年来在青藏高原开展过去人类活动和环境适应研究获得的又一突破性进展。研究团队分析了甘肃夏河县新发现的古人类下颌骨化石，可以确定其为青藏高原的丹尼索瓦人，建议命名为夏河丹尼索瓦人，简称夏河人。研究团队针对该化石开展了年代学、体质形态学、分子考古学、生存环境、人类适应等多学科综合分析。结果发现，该化石目前是除阿尔泰山地区丹尼索瓦洞以外发现的首例丹尼索瓦人化石，也是青藏高原发现的最早人类活动证据（距今16万年前）。该研究为进一步探讨丹尼索瓦人的体质形态特征及其在东亚地区的分布、青藏高原早期人类活动历史及其对高海拔环境适应等问题提供了关键证据。\n数据提取自论文中Supplementary Tables。\n数据集包含6个数据表，数据表名称和内容分别为：\nt1: Distances in mm between meshes generated from CT versus photoscans (PS)（扫描图与CT形成的网格间以毫米为单位的距离）；\nt2: Measurements of the Xiahe mandible after reconstruction（对夏河人下颌重建后的测量）；\nt3: Comparative Dental metrics（牙科指标比较）；\nt4: Comparative crown morphology（牙冠形态比较）；\nt5: Uniprot accession numbers for protein sequences of extant primates used in the phylogenetic analyses（用在系统发育分析中的现存灵长类动物蛋白质序列在蛋白质仓库中的唯一标识号）；\nt6: Specimen names and numbers（样本的名称和编号）。",
            "instructions": "The data is named by the paper, it can be viewed and edited by WPS or Excel software.",
            "instructionsCn": "数据以论文名称命名，可用WPS或Excel等软件进行查看和编辑。",
            "east": 120.5,
            "west": 102.67,
            "south": 35.35,
            "north": 35.5,
            "startTime": null,
            "endTime": null,
            "fileSize": 42315.0,
            "cstr": null,
            "doi": "10.6019/PXD011377",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "陈发虎",
                "nameEn": "CHEN Fahu",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A late middle pleistocene denisovan mandible from the tibetan plateau",
                "referenceCn": null,
                "referenceEn": "Chen, F.H., Frido Welker, Chuan-Chou Shen, Shara E. Bailey, Inga Bergmann, Simon Davis, Huan Xia, Hui Wang, Roman Fischer, Sarah E. Freidline, Tsai-Luen Yu, Matthew M. Skinner, Stefanie Stelzer, Guangrong Dong, Qiaomei Fu, Guanghui Dong, Jian Wang, Dongju Zhang & Jean-Jacques Hublin  (2019). A late middle pleistocene denisovan mandible from the tibetan plateau. Nature, 569(7756), 409-412."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "古生物",
                "nameEn": "Paleontology"
            },
            {
                "nameCn": "草地",
                "nameEn": "Grassland"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "夏河县",
                "keywordEn": "Xiahe County"
            },
            {
                "keywordCn": "甘肃省",
                "keywordEn": "Gansu Province"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "16万年前",
                "keywordEn": "160 kyr BP",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a multidisciplinary research approach used to analyze ancient human fossils from the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个多学科研究方法的例子，用于分析来自青藏高原的古人类化石？",
                "AnswerEn": "A multidisciplinary research approach was used to analyze an ancient human mandible fossil from the Tibetan Plateau, which involved chronological analysis, physical morphology, molecular archaeology, and studies of survival environments and human adaptation. This comprehensive analysis provided evidence of a Denisovan fossil, aiding in understanding its physical characteristics and adaptation to high-altitude environments.",
                "AnswerCn": "采用多学科研究方法对来自青藏高原的古人类下颌骨化石进行了分析，涉及年代学分析、物理形态学、分子考古学以及生存环境和人类适应性的研究。这一综合分析提供了丹尼索瓦人化石的证据，有助于理解其身体特征及其对高海拔环境的适应。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many data tables are included in a dataset related to the late Middle Pleistocene Denisovan mandible from the Tibetan Plateau?",
                "QuestionCn": "与青藏高原晚中更新世丹尼索瓦下颌骨相关的数据集中包含多少个数据表？",
                "AnswerEn": "6",
                "AnswerCn": "6",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'multidisciplinary comprehensive analysis' mean in the context of studying ancient human fossils?",
                "QuestionCn": "在研究古代人类化石的背景下，“多学科综合分析”指的是结合多个学科的知识和方法，对古代人类化石进行全面的研究和评估。这可能包括考古学、人类学、古生物学、遗传学、地质学等领域的专业知识，以便更深入地理解化石的背景、特征和其在古代人类演化中的意义。",
                "AnswerEn": "In the context of studying ancient human fossils, 'multidisciplinary comprehensive analysis' refers to an approach that combines various scientific disciplines to analyze fossils. This can include techniques from fields such as chronology, physical anthropology, molecular archaeology, and environmental adaptation studies to gain a holistic understanding of the fossil's characteristics, its historical context, and its implications for human evolution and adaptation.",
                "AnswerCn": "在研究古人类化石的背景下，“多学科综合分析”指的是一种结合多种科学学科来分析化石的方法。这可以包括来自年代学、物理人类学、分子考古学和环境适应研究等领域的技术，以全面了解化石的特征、其历史背景以及对人类进化和适应的影响。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the interdisciplinary analysis approach used for the Xiahe mandible compare to traditional single-discipline methods in understanding the adaptation of early humans to high-altitude environments?",
                "QuestionCn": "用于分析夏河下颌骨的跨学科分析方法与传统的单一学科方法在理解早期人类适应高海拔环境方面有何不同？",
                "AnswerEn": "The interdisciplinary analysis approach used for the Xiahe mandible involves a combination of chronological, morphological, molecular archaeological, environmental, and human adaptation studies, offering a comprehensive understanding of early human adaptation to high-altitude environments. This contrasts with traditional single-discipline methods, which might focus solely on one aspect such as morphology or genetics, potentially missing the broader context of environmental and adaptive factors.",
                "AnswerCn": "对夏河下颌骨的跨学科分析方法结合了年代学、形态学、分子考古学、环境学和人类适应研究，提供了对早期人类适应高海拔环境的全面理解。这与传统的单一学科方法形成对比，后者可能仅关注某一方面，如形态或遗传学，从而可能忽视环境和适应因素的更广泛背景。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What could be the implications of using CT versus photoscans for generating 3D meshes in paleoanthropological studies, particularly regarding the accuracy and consistency of measurements?",
                "QuestionCn": "在古人类学研究中，使用CT与照片扫描生成3D网格的影响可能涉及测量的准确性和一致性。",
                "AnswerEn": "Using CT versus photoscans for generating 3D meshes can influence the precision of measurements due to differences in resolution and detail captured by each method. In paleoanthropological studies, this variation could affect the reliability of comparative analyses of ancient human remains, such as the Xiahe mandible, potentially leading to different interpretations of morphological features and evolutionary relationships.",
                "AnswerCn": "使用CT与照片扫描生成3D网格可能会影响测量的精度，因为两种方法在分辨率和细节捕捉上存在差异。在古人类学研究中，这种差异可能会影响对古代人类遗骸（如夏河下颌骨）比较分析的可靠性，从而可能导致对形态特征和进化关系的不同解读。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of conducting a multidisciplinary analysis of Denisovan fossils found on the Tibetan Plateau?",
                "QuestionCn": "对在青藏高原发现的丹尼索瓦化石进行多学科分析的主要目标是什么？",
                "AnswerEn": "The primary objective is to provide critical evidence for understanding the physical characteristics of Denisovans, their distribution in East Asia, the early history of human activity on the Tibetan Plateau, and their adaptation to high-altitude environments. This involves integrating findings from chronological, morphological, molecular archaeological, and environmental adaptation studies.",
                "AnswerCn": "主要目标是提供关键证据，以理解丹尼索瓦人的物理特征、他们在东亚的分布、青藏高原上人类活动的早期历史以及他们对高海拔环境的适应。这涉及整合来自年代学、形态学、分子考古学和环境适应研究的发现。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in conducting a multidisciplinary analysis on ancient human fossils to determine characteristics such as age, morphology, and environmental adaptation?",
                "QuestionCn": "进行多学科分析古人类化石以确定年龄、形态和环境适应性所涉及的程序步骤包括：",
                "AnswerEn": "The procedural steps include conducting chronological analyses, morphological studies, molecular archaeology assessments, and environmental adaptation investigations. These processes involve collecting and analyzing data from various sources such as CT scans, photoscans, and protein sequences from extant primates to support phylogenetic analyses. Additionally, measurements and comparisons of dental metrics and crown morphology are conducted to better understand the physical characteristics and adaptations of ancient human fossils.",
                "AnswerCn": "程序步骤包括进行时间顺序分析、形态学研究、分子考古评估和环境适应性调查。这些过程涉及从各种来源收集和分析数据，如CT扫描、照片扫描和来自现存灵长类动物的蛋白质序列，以支持系统发育分析。此外，还进行牙齿度量和冠形态的测量与比较，以更好地理解古人类化石的物理特征和适应性。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}