{
  "id": "72bfba5a-943f-4711-b5c1-cacca6865267",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Basin scale hydrological and ecological processes and their impacts on global climate change data in the Loess Region",
      "titleCn": "黄土区流域尺度水文生态过程及其对全球气候变化数据",
      "description": "The hydrological ecological process at the loess basin scale and its response to global climate change is a project of the Major Research plan of the National Natural Science Foundation of China - Environmental and Ecological Science in Western China. The project is led by liu wenzhao, a researcher from the institute of water and soil conservation, ministry of water resources, Chinese academy of sciences. The project runs from January 2003 to December 2005.\nThe project submitted data:\nThe CLIGEN parameter and output dataset of the Loess Plateau: It was generated during the evaluation and improvement of the practicality of the weather generator CLIGEN in the Loess Plateau. The dataset includes parameter data files for driving CLIGEN and 100-year daily weather data files generated by running CLIGEN from 71 meteorological stations on the Loess Plateau. The 71 sites are distributed in 7 provinces (Shanxi, Shanxi, Gansu, Inner Mongolia, Ningxia, Henan, and Qinghai). Each file is individually saved in ASCII format and can be opened for viewing with text programs.\nThis data set is generated based on long-term serial daily meteorological data measured by 71 meteorological stations on the Loess Plateau. Daily meteorological parameters include: precipitation, maximum, minimum, and average temperature, solar radiation, relative humidity, wind speed and direction. The data comes from the China Meteorological Science Data Sharing Service Network and the Loess Plateau Soil and Water Conservation Database. Among them, solar radiation data is available at only 12 sites on the Loess Plateau. The solar radiation parameters at other sites are generated by kriging space interpolation. The dew point temperature is calculated using the average temperature and relative humidity.",
      "descriptionCn": "黄土区流域尺度水文生态过程及其对全球气候变化的响应项目属于国家自然科学基金“中国西部环境与生态科学”重大研究计划，负责人为中国科学院水利部水土保持研究所刘文兆研究员，项目运行时间为2003.1-2005.12。\n该项目汇交数据：\n黄土高原CLIGEN参数及输出数据集：是在评估和改进天气生成器CLIGEN在黄土高原的实用性过程中产生的。该数据集共包括黄土高原71个气象站点驱动CLIGEN的参数数据文件和运行CLIGEN产生的100年日气象数据文件。71个站点共分布于7个省（陕西、山西、甘肃、内蒙、宁夏、河南和青海），每个站点文件单独以ASCII格式保存，可以用文本程序打开查看。\n本数据集基于黄土高原71个气象站点实测的长时间序列的日值气象数据产生，日气象参数包括：降水量，最高、最低和平均气温，太阳辐射，相对湿度，风速与风向。该数据来源于中国气象科学数据共享服务网和黄土高原水土保持数据库。其中黄土高原仅有12个站点有太阳辐射资料，其他站点太阳辐射参数通过kriging空间内插生成，露点温度使用平均温度和相对湿度计算而成。",
      "instructions": "Each site file is saved separately in ASCII format and can be opened and viewed with a text program",
      "instructionsCn": "每个站点文件单独以ASCII格式保存，可以用文本程序打开查看",
      "east": 111.2,
      "west": 73.45,
      "south": 20.9,
      "north": 49.36,
      "startTime": null,
      "endTime": null,
      "fileSize": 187531039.0,
      "cstr": "18406.11.Meteoro.tpdc.270628",
      "doi": "10.11888/Meteoro.tpdc.270628",
      "dataFormat": "ASCII格式",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘文兆",
        "nameEn": "LIU Wenzhao",
        "unitEn": "",
        "unitCn": "中国科学院水利部水土保持研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黄土高原CLIGEN参数及输出数据集",
        "titleEn": null,
        "referenceCn": "刘文兆等,黄土高原CLIGEN参数及输出数据集,中国科学院水利部水土保持研究所.2009",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Evaluating and extending CLIGEN precipitation generation for the Loess Plateau of China",
        "referenceCn": null,
        "referenceEn": "Chen, J., Zhang, X.C., Liu, W.Z., & Li, Z. (2009). Evaluating and extending CLIGEN precipitation generation for the Loess Plateau of China. Journal of the American Water Resources Association, 45(2), 378-396."
      },
      {
        "titleCn": "CLIGEN降水要素在黄土塬区的适应性评估",
        "titleEn": null,
        "referenceCn": "李志, 刘文兆, 张勋昌, 李双江, 陈杰. (2006). CLIGEN降水要素在黄土塬区的适应性评估. 中国水土保持科学, 4(6), 31-36.",
        "referenceEn": null
      },
      {
        "titleCn": "CLIGEN非降水要素在黄土塬区的适用性评估",
        "titleEn": null,
        "referenceCn": "李志, 刘文兆, 张勋昌. (2009). CLIGEN非降水要素在黄土塬区的适用性评估. 自然资源学报, 24(2), 303-311.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Assessment and improvement of CLIGEN non-precipitation parameters for the Loess Plateau of China",
        "referenceCn": null,
        "referenceEn": "Chen, J., Zhang, X.C., Liu, W.Z., & Li, Z. (2008). Assessment and improvement of CLIGEN non-precipitation parameters for the Loess Plateau of China. Transaction of the American Society of Agricultural and Biological Engineers, 53 (3), 901-913."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "湿度/干燥度",
        "nameEn": "Humidity/Dryness"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "风",
        "nameEn": "Winds"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黄土高原",
        "keywordEn": "Loess Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to generate long-term daily meteorological parameters in the context of hydrological and ecological processes in the Loess Plateau?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于生成黄土高原水文和生态过程中的长期日气象参数？",
        "AnswerEn": "A data collection method involves using long-term sequence of daily meteorological data from 71 stations across the Loess Plateau. This includes parameters like precipitation, maximum, minimum and average temperature, solar radiation, relative humidity, wind speed and direction. The data is sourced from China's Meteorological Data Sharing Service Network and the Loess Plateau Soil and Water Conservation Database. For solar radiation, which is only available at 12 stations, kriging spatial interpolation is used to estimate values at other stations. Dew point temperature is calculated using average temperature and relative humidity.",
        "AnswerCn": "一种数据收集方法涉及使用来自黄土高原71个站点的长期每日气象数据。这些数据包括降水量、最高气温、最低气温和平均气温、太阳辐射、相对湿度、风速和风向等参数。数据来源于中国气象数据共享服务网络和黄土高原水土保持数据库。对于太阳辐射，仅在12个站点有数据，因此使用克里金空间插值法估算其他站点的值。露点温度是通过平均气温和相对湿度计算得出的。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What characteristics define a dataset created for assessing the impact of global climate change on hydrological and ecological processes at the watershed scale in loess regions?",
        "QuestionCn": "定义用于评估全球气候变化对黄土地区流域尺度水文和生态过程影响的数据集的特征是什么？",
        "AnswerEn": "long-term, daily meteorological data, precipitation, temperature (maximum, minimum, and average), solar radiation, relative humidity, wind speed, wind direction, data from multiple meteorological stations, spatial interpolation",
        "AnswerCn": "长期、每日气象数据、降水、温度（最高、最低和平均）、太阳辐射、相对湿度、风速、风向、来自多个气象站的数据、空间插值。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many meteorological stations in the Loess Plateau provide data for generating the weather dataset using CLIGEN parameters?",
        "QuestionCn": "在黄土高原上有多少个气象站提供数据用于生成使用CLIGEN参数的天气数据集？",
        "AnswerEn": "71",
        "AnswerCn": "71",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'kriging spatial interpolation' mean in the context of generating meteorological parameters?",
        "QuestionCn": "在生成气象参数的背景下，“克里金空间插值”是什么意思？",
        "AnswerEn": "Kriging spatial interpolation is a geostatistical technique used to estimate unknown values at specific locations based on known values from surrounding locations. In the context of generating meteorological parameters, it involves using spatially distributed data from existing meteorological stations to interpolate parameters such as solar radiation at locations where direct measurements are not available.",
        "AnswerCn": "克里金空间插值是一种地统计学技术，用于根据周围位置的已知值估计特定位置的未知值。在生成气象参数的背景下，它涉及使用来自现有气象站的空间分布数据来插值，例如在没有直接测量的地点估计太阳辐射等参数。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for generating CLIGEN parameter datasets from 71 meteorological stations in the Loess Plateau compare with data collection methods using kriging spatial interpolation for missing solar radiation data?",
        "QuestionCn": "如何从黄土高原的71个气象站生成CLIGEN参数数据集的数据收集方法与使用克里金空间插值法填补缺失太阳辐射数据的数据收集方法进行比较？",
        "AnswerEn": "The data collection methods for generating CLIGEN parameter datasets involve using long-term daily meteorological data from 71 stations distributed across seven provinces, focusing on parameters like precipitation, temperature, solar radiation, humidity, and wind metrics. In contrast, kriging spatial interpolation is used specifically for stations lacking solar radiation data, where interpolated values are generated based on spatial statistics. The direct measurement approach relies on actual weather station data, while kriging uses mathematical models to estimate missing data.",
        "AnswerCn": "生成CLIGEN参数数据集的数据收集方法涉及使用来自七个省份的71个气象站的长期日常气象数据，重点关注降水、温度、太阳辐射、湿度和风速等参数。相比之下，克里金空间插值法专门用于缺乏太阳辐射数据的气象站，根据空间统计生成插值值。直接测量方法依赖于实际的气象站数据，而克里金则使用数学模型来估算缺失的数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting and analyzing long-term meteorological data from 71 stations in the context of hydrological and ecological processes in the Loess Plateau?",
        "QuestionCn": "在黄土高原地区收集和分析来自71个站点的长期气象数据的主要目标是什么，以了解水文和生态过程？",
        "AnswerEn": "The primary objective is to assess and improve the applicability of the weather generator CLIGEN in the Loess Plateau, which involves understanding the hydrological and ecological processes at a watershed scale and their responses to global climate change. This is achieved by using parameters derived from long-term meteorological data collected from 71 stations across the region.",
        "AnswerCn": "主要目标是评估和改善气象生成器CLIGEN在黄土高原的适用性，这涉及到理解流域尺度的水文和生态过程及其对全球气候变化的响应。这是通过使用从该地区71个气象站收集的长期气象数据得出的参数来实现的。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are followed to generate weather data files using CLIGEN parameters from long-term meteorological records in the Loess Plateau region?",
        "QuestionCn": "在黄土高原地区，使用长期气象记录中的CLIGEN参数生成天气数据文件需要遵循哪些程序？",
        "AnswerEn": "The generation of weather data files using CLIGEN parameters involves collecting long-term daily meteorological data from 71 stations across the Loess Plateau. These parameters include precipitation, maximum, minimum, and average temperatures, solar radiation, relative humidity, wind speed, and direction. The solar radiation data is specifically available from 12 stations, while for others, it is generated using kriging spatial interpolation. Dew point temperature is calculated using mean temperature and relative humidity data. The data is stored in ASCII format and can be accessed using a text program.",
        "AnswerCn": "使用CLIGEN参数生成天气数据文件涉及从黄土高原的71个站点收集长期日气象数据。这些参数包括降水量、最高气温、最低气温和平均气温、太阳辐射、相对湿度、风速和风向。太阳辐射数据仅在12个站点可用，而其他站点的数据则通过克里金空间插值生成。露点温度是通过平均气温和相对湿度数据计算得出的。数据以ASCII格式存储，可以使用文本程序访问。",
        "Level": "C3(Applying)"
      }
    ]
  }
}