{
    "id": "7351af87-f524-493a-9acf-f59f4d682220",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "1:100000 landuse dataset of Gansu province (2000)",
            "titleCn": "甘肃省1:10万土地利用数据集（2000）",
            "description": "This data is from \"China 1:100,000 land use data\".China 1:100,000 land use data was constructed in three years based on Landsat MSS, TM and ETM remote sensing data by using satellite remote sensing as a means to organize remote sensing science and technology teams from 19 institutes affiliated to the Chinese academy of sciences (cas) in the \"eighth five-year plan\" major application project \"national macro survey and dynamic research on remote sensing of resources and environment\".\nAccording to the 1:100,000 land use data of gansu province, a hierarchical land cover classification system is adopted, which divides the whole country into 6 primary categories (arable land, forest land, grassland, water area, urban and rural areas, industrial and mining areas, residential land and unused land) and 31 secondary categories.It is the most accurate land use data product in China and has played an important role in national land resource survey, hydrological and ecological research.",
            "descriptionCn": "本数据来源于“中国1:10万土地利用数据”。中国1:10万土地利用数据是由中国科学院“八五”重大应用项目《全国资源环境遥感宏观调查与动态研究》组织了中国科学院所属19个研究所的遥感科技队伍，以卫星遥感为手段，在三年内基于Landsat MSS，TM和ETM遥感数据构建的。甘肃省1:10万土地利用数据采用一个分层的土地覆盖分类系统，将全国分为6个一级类（耕地、林地、草地、水域、城乡、工矿、居民用地和未利用土地），31个二级类。这是目前我国精度最高的土地利用数据产品，已经在国家土地资源调查、水文、生态研究中发挥着重要作用。",
            "instructions": "File name: the data is stored in the format of vector SHP, and the file name is Gansu-2000;\nData reading: it can be opened and read by remote sensing software such as ArcGIS and QGIS.",
            "instructionsCn": "文件命名：数据以矢量shp格式存储，文件名称“gansu_2000”；\n数据读取：可以用Arcgis、Qgis等遥感软件打开读取。",
            "east": 109.0,
            "west": 92.0,
            "south": 32.0,
            "north": 42.0,
            "startTime": "2000-01-12 00:00:00",
            "endTime": "2001-01-11 11:59:59",
            "fileSize": 185114095.0,
            "cstr": "18406.11.Socioeco.tpdc.270513",
            "doi": "10.11888/Socioeco.tpdc.270513",
            "dataFormat": "矢量",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘纪远",
                "nameEn": "LIU Jiyuan",
                "unitEn": "Instiute of Geographic Sciences and Natural Resources Research, CAS",
                "unitCn": "中国科学院地理资源与环境研究所"
            },
            {
                "nameCn": "庄大方",
                "nameEn": "ZHUANG Dafang",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "王建华",
                "nameEn": "WANG Jianhua",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "周万村",
                "nameEn": "ZHOU Wancun",
                "unitEn": "",
                "unitCn": "中国科学院成都山地灾害与环境研究所"
            },
            {
                "nameCn": "吴世新",
                "nameEn": "WU Shixin",
                "unitEn": "",
                "unitCn": "中国科学院新疆生态与地理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黄土高原地区归一化植被指数时空动态变化及其与气候因子的关系",
                "titleEn": null,
                "referenceCn": "徐茜, 任志远, & 杨忍. (2012). 黄土高原地区归一化植被指数时空动态变化及其与气候因子的关系. 陕西师范大学学报（自科版）, 40(1), 82-87.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Study on spatial pattern of land-use change in China during 1995-2000",
                "referenceCn": null,
                "referenceEn": "Liu, J.Y., Liu, M.L., Zhuang, D.F., Zhang, Z.X., & Deng, X.Z. (2003). Study on spatial pattern of land-use change in China during 1995—2000, Science in China (D), 46(4), 373-384."
            },
            {
                "titleCn": null,
                "titleEn": "Evaluation of four remote sensing based land cover products over China",
                "referenceCn": null,
                "referenceEn": "Youhua Ran, Xin Li & Ling Lu (2010): Evaluation of four remote sensing based land cover products over China, International Journal of Remote Sensing, 31:2, 391-401."
            },
            {
                "titleCn": null,
                "titleEn": "Impacts of land use change and climate variability on hydrology in an agricultural catchment on the Loess Plateau of China",
                "referenceCn": null,
                "referenceEn": "Li, Z., Liu, W., Zhang, X., & Zheng, F.  (2009). Impacts of land use change and climate variability on hydrology in an agricultural catchment on the loess plateau of china. Journal of Hydrology, 377(1), 35-42. doi:10.1016/j.jhydrol.2009.08.007"
            },
            {
                "titleCn": null,
                "titleEn": "China's Changing Landscape During the 1990s: large-scale land transformations estimated with satellite data",
                "referenceCn": null,
                "referenceEn": "Liu, J. Y., Tian, H. Q., Liu, M. L., Zhuang, D. F., Melillo, J. M., & Zhang, Z. X. (2005). China's changing landscape during the 1990s: large-scale land transformations estimated with satellite data. Geophysical Research Letters, 32(2), L02405."
            },
            {
                "titleCn": "基于MODIS植被指数的民勤绿洲演变分析",
                "titleEn": null,
                "referenceCn": "王锦, 路京选, 王志强, & 潘世兵. (2010). 基于modis植被指数的民勤绿洲演变分析. 中国水利水电科学研究院学报(4).",
                "referenceEn": null
            },
            {
                "titleCn": "中国小麦潜在适宜种植区及其未来变化趋势",
                "titleEn": null,
                "referenceCn": "周卫红. (2010). 中国小麦潜在适宜种植区及其未来变化趋势[D]. 兰州大学",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Biocapacity supply and demand in Northwestern China: A spatial appraisal of sustainability",
                "referenceCn": null,
                "referenceEn": "Yue D, Xu X, Hui C, Xiong Y, Han X, Ma J. Biocapacity supply and demand in Northwestern China: A spatial appraisal of sustainability[J]. Ecological Economics, 2011, 70(5): 988–994. doi:10.1016/j.ecolecon.2010.12.017"
            },
            {
                "titleCn": "基于RS和GIS的石羊河流域生态脆弱性评价研究",
                "titleEn": null,
                "referenceCn": "韦莉. (2010). 基于RS和GIS的石羊河流域生态脆弱性评价研究. (Doctoral dissertation, 西北师范大学).",
                "referenceEn": null
            },
            {
                "titleCn": "基于GIS的甘肃省土地利用程度高程模型构建",
                "titleEn": null,
                "referenceCn": "姚晓军, 孙美平, 刘普幸, 张晓. (2012). 基于gis的甘肃省土地利用程度高程模型构建. 干旱区资源与环境, 26(05), 97-103.",
                "referenceEn": null
            },
            {
                "titleCn": "数字土壤质地制图方法比较——以黑河张掖地区为例",
                "titleEn": null,
                "referenceCn": "刘超, 卢玲, 胡晓利. 数字土壤质地制图方法比较——以黑河张掖地区为例. 遥感技术与应用, 2011, (02):177-185",
                "referenceEn": null
            },
            {
                "titleCn": "基于CA-Markov模型的黄土塬区黑河流域土地利用变化",
                "titleEn": null,
                "referenceCn": "李志, 刘文兆, & 郑粉莉. (2010). 基于ca-markov模型的黄土塬区黑河流域土地利用变化. 农业工程学报(01), 360-366+405.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Gis-Based Crop Support System For Common Oatand Naked Oat in China",
                "referenceCn": null,
                "referenceEn": "Fan Wan, Zhen Wang, Fengmin Li, Huhua Cao, & Guojun Sun. (2008). Gis-Based Crop Support System For Common Oatand Naked Oat in China. International Conference on Computer and Computing Technologies in Agriculture. Springer, Boston, MA."
            },
            {
                "titleCn": "临泽县土地利用与景观格局时空变化分析",
                "titleEn": null,
                "referenceCn": "张旺锋, 马彦强, 易洋, & 耿莎莎. (2011). 临泽县土地利用与景观格局时空变化分析. 生态经济(学术版)(02), 52-55+60.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Progress of the research methodologies on the temporal and spatial process of LUCC",
                "referenceCn": null,
                "referenceEn": "Liu, J., & Deng, X. (2010). Progress of the research methodologies on the temporal and spatial process of LUCC. Chinese Science Bulletin. 55, 1354–1362. https://doi.org/10.1007/s11434-009-0733-y."
            },
            {
                "titleCn": "AMSR-E亮温监测中国近地表冻融循环算法研究",
                "titleEn": null,
                "referenceCn": "谢燕梅, 晋锐, & 杨兴国. (2013). Amsr-e亮温监测中国近地表冻融循环算法研究. 遥感技术与应用, Issue(2), 182-191.",
                "referenceEn": null
            },
            {
                "titleCn": "基于SWAT模型的疏勒河中游径流模拟研究",
                "titleEn": null,
                "referenceCn": "邹悦. (2012). 基于SWAT模型的疏勒河中游径流模拟研究. (Doctoral dissertation, 西北师范大学).",
                "referenceEn": null
            },
            {
                "titleCn": "基于MODIS的民勤绿洲植被覆盖变化定量分析",
                "titleEn": null,
                "referenceCn": "赵军, 王小敏, & 李东成. (2012). 基于modis的民勤绿洲植被覆盖变化定量分析. 干旱区资源与环境, 026(010), 91-96.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用",
                "nameEn": "Land use"
            },
            {
                "nameCn": "土地利用/覆盖",
                "nameEn": "Land Use/Land Cover"
            },
            {
                "nameCn": "土地资源",
                "nameEn": "Land Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国西部",
                "keywordEn": "Western China"
            },
            {
                "keywordCn": "甘肃省",
                "keywordEn": "Gansu Province"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000",
                "keywordEn": "2000",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to create detailed land use datasets at a 1:100,000 scale in regions like Gansu Province?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，用于在像甘肃省这样的地区创建1:100,000比例尺的详细土地利用数据集？",
                "AnswerEn": "A data collection method used to create detailed land use datasets at a 1:100,000 scale involves using satellite remote sensing technology, specifically based on Landsat MSS, TM, and ETM remote sensing data. This approach was part of a major project organized by the Chinese Academy of Sciences, which included teams from 19 research institutes, to conduct a comprehensive macro survey and dynamic study of China's resources and environment.",
                "AnswerCn": "一种数据收集方法用于在1:100,000比例尺下创建详细的土地利用数据集，该方法涉及使用卫星遥感技术，特别是基于Landsat MSS、TM和ETM遥感数据。这种方法是由中国科学院组织的一项重大项目的一部分，该项目包括来自19个研究所的团队，旨在对中国的资源和环境进行全面的宏观调查和动态研究。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of a dataset used for land use classification in Gansu Province, particularly in terms of its hierarchical structure and classification levels?",
                "QuestionCn": "甘肃省土地利用分类数据集的特点主要体现在其层次结构和分类级别上。",
                "AnswerEn": "6 primary categories, 31 secondary categories",
                "AnswerCn": "6个一级类别，31个二级类别",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is '1:10万土地利用数据' in the context of land use data collection?",
                "QuestionCn": "'1:10万土地利用数据'是在土地利用数据收集的背景下，指的是以1:10万的比例尺进行的土地利用信息的记录和分析。",
                "AnswerEn": "'1:10万土地利用数据' refers to a high-resolution land use data set with a scale ratio of 1:100,000. This dataset is based on satellite remote sensing data, including Landsat MSS, TM, and ETM, and was developed by the Chinese Academy of Sciences as part of a major project for macro-survey and dynamic research on national resources and the environment. It uses a layered land cover classification system categorizing the land into six primary categories and 31 secondary categories, providing the highest accuracy available for land use data in China.",
                "AnswerCn": "'1:10万土地利用数据'是一个高分辨率的土地利用数据集，比例尺为1:100,000。该数据集基于卫星遥感数据，包括Landsat MSS、TM和ETM，由中国科学院开发，作为国家资源和环境宏观调查与动态研究的重大项目的一部分。它采用分层土地覆盖分类系统，将土地分为六个主要类别和31个次级类别，提供了中国土地利用数据中最高的准确性。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the high precision of land use data products based on satellite remote sensing in the context of the field?",
                "QuestionCn": "在卫星遥感领域，导致土地利用数据产品高精度的因素包括：",
                "AnswerEn": "The high precision of land use data products is attributed to the use of satellite remote sensing technologies, specifically Landsat MSS, TM, and ETM data, and a layered land cover classification system that divides national land use into six primary categories and 31 secondary categories. These methods facilitate accurate land use mapping, crucial for applications in national land resource surveys, hydrology, and ecological research.",
                "AnswerCn": "土地利用数据产品的高精度归功于卫星遥感技术的应用，特别是Landsat MSS、TM和ETM数据，以及将国家土地利用划分为六个主要类别和31个次级类别的分层土地覆盖分类系统。这些方法促进了准确的土地利用制图，对于国家土地资源调查、水文学和生态研究等应用至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the likely outcomes for environmental research methodologies when using a dataset constructed from Landsat MSS, TM, and ETM remote sensing data over three years?",
                "QuestionCn": "使用由Landsat MSS、TM和ETM遥感数据构建的三年数据集进行环境研究方法的可能结果是什么？",
                "AnswerEn": "Using a dataset constructed from Landsat MSS, TM, and ETM remote sensing data over three years can lead to more precise and comprehensive environmental research methodologies. This is because the dataset provides high-resolution land use data that can significantly enhance analyses in national land resource surveys, hydrological studies, and ecological research by offering detailed and accurate classification of land cover over time.",
                "AnswerCn": "使用由Landsat MSS、TM和ETM遥感数据构建的三年数据集，可以导致更精确和全面的环境研究方法。这是因为该数据集提供了高分辨率的土地利用数据，可以显著增强国家土地资源调查、水文研究和生态研究中的分析，通过提供详细和准确的土地覆盖分类。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary goals behind developing a dataset for land use in Gansu Province using a hierarchical land cover classification system?",
                "QuestionCn": "开发甘肃省土地利用数据集的主要目标是什么，使用分层土地覆盖分类系统？",
                "AnswerEn": "The primary goals include providing a high-precision land use data product that supports national land resource surveys, hydrology, and ecological research. By using satellite remote sensing as a tool, the project aims to offer detailed classification and monitoring, which can be utilized for effective environmental management and planning.",
                "AnswerCn": "主要目标包括提供高精度的土地利用数据产品，以支持国家土地资源调查、水文学和生态研究。通过使用卫星遥感作为工具，该项目旨在提供详细的分类和监测，这可以用于有效的环境管理和规划。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in constructing a land use data collection system using satellite remote sensing, particularly for a region like Gansu Province?",
                "QuestionCn": "构建一个土地利用数据收集系统，特别是针对像甘肃省这样的地区，涉及以下程序步骤：\n\n1. **需求分析**：确定数据收集的目的和需求，包括土地利用类型、空间分辨率和时间频率等。\n\n2. **选择卫星遥感数据源**：根据需求选择合适的卫星遥感数据源，如Landsat、Sentinel、MODIS等。\n\n3. **数据获取**：从相关机构或在线平台获取所需的卫星遥感影像数据。\n\n4. **数据预处理**：对获取的遥感影像进行辐射校正、大气校正、几何校正等预处理，以提高数据质量。\n\n5. **土地利用分类**：使用遥感影像进行土地利用分类，采用监督分类或非监督分类方法，结合地面实地调查数据进行验证。\n\n6. **数据集成与管理**：将分类结果与其他地理信息系统（GIS）数据进行集成，建立数据库以便于管理和查询。\n\n7. **结果分析与应用**：对土地利用数据进行分析，生成相关报告和地图，支持决策制定和政策规划。\n\n8. **系统维护与更新**：定期更新数据，维护系统的运行，确保数据的时效性和准确性。\n\n9. **培训与能力建设**：对相关人员进行培训，提高其使用遥感技术和数据分析的能力。",
                "AnswerEn": "The land use data collection system for a region like Gansu Province involves organizing remote sensing technology teams from various research institutes affiliated with the Chinese Academy of Sciences. These teams use satellite remote sensing as the primary tool, specifically utilizing Landsat MSS, TM, and ETM remote sensing data. The process includes constructing a layered land cover classification system, dividing the region into six primary categories and 31 secondary categories, to achieve high-precision land use data.",
                "AnswerCn": "甘肃省的土地利用数据收集系统涉及组织来自中国科学院各研究所的遥感技术团队。这些团队以卫星遥感作为主要工具，特别是利用Landsat MSS、TM和ETM遥感数据。该过程包括构建分层的土地覆盖分类系统，将该地区划分为六个主要类别和31个次级类别，以实现高精度的土地利用数据。",
                "Level": "C3(Applying)"
            }
        ]
    }
}