{
  "id": "73ebed0f-a019-43c9-9705-c60462999ac6",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Daily scale dataset of lake surface water temperature and lake surface water temperature after removing heat extremes in China  (1985-2022)",
      "titleCn": "中国湖泊表层温度及去除极端高温的湖泊表层温度日尺度数据集（1985-2022）",
      "description": "This data includes the surface water temperature of 2260 lakes in China and the surface water temperature of lakes after removing heat extremes. The data was simulated using a physical/statistical hybrid model Air2Water coupled with satellite data. The time resolution of the data is daily, with a time range of 1985-01-01 to 2022-12-31, and the meteorological driven data is ERA5-Land. The reference data  is LST product from Landsat. This data is verified with the in-situ observation data of six lakes in China (Lake Taihu, Lake Qiandaohu, Lake Hulunhu, Lake Namco, Lake Luguhu and Lake Erhai). The correlation coefficient is higher than 0.96, the average root mean square error is 1.75 ℃, and the average absolute error is 1.38 ℃. The verification results are credible. This data can provide a basis for research on climate change and lake ecology.",
      "descriptionCn": "本数据包含中国2260个湖泊的湖泊表层水温以及去除极端高温后的湖泊表层水温。数据由与卫星数据耦合的物理/统计混合模型Air2Water模拟得到。数据时间分辨率为逐日，时间范围为1985-01-01至2022-12-31，气象驱动数据为ERA5-Land。卫星观测数据为Landsat的LST产品。本数据与中国6个湖泊（太湖、千岛湖、呼伦湖、纳木错、泸沽湖、洱海）的原位观测数据进行了验证，相关系数均高于0.96，平均均方根误差为1.75℃，平均绝对误差为1.38℃，验证结果可信。本数据可为气候变化和湖泊生态研究提供基础。",
      "instructions": "All data is stored in csv format and the file name represents the content of the stored data.",
      "instructionsCn": "所有数据以csv格式存储，文件名称代表了存储的数据内容。",
      "east": 140.0,
      "west": 73.0,
      "south": 3.0,
      "north": 55.0,
      "startTime": "1985-01-01 20:35:47",
      "endTime": "2022-12-31 20:35:47",
      "fileSize": 769431368.0,
      "cstr": "18406.11.Terre.tpdc.300801",
      "doi": "10.11888/Terre.tpdc.300801",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "施坤",
        "nameEn": "SHI Kun",
        "unitEn": "Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences",
        "unitCn": "中国科学院南京地理与湖泊研究所"
      },
      {
        "nameCn": "王玮佳",
        "nameEn": "WANG Weijia",
        "unitEn": "",
        "unitCn": "中国科学院南京地理与湖泊研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The impact of extreme heat on lake warming in China",
        "referenceCn": null,
        "referenceEn": "Wang, W., Shi, K., Wang, X., Zhang, Y., Qin, B., Zhang, Y., & Woolway, R. (2024). The impact of extreme heat on lake warming in China. Nature Communications, 15, 70, https://doi.org/10.1038/s41467-023-44404-7."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "湖泊生态系统",
        "nameEn": "Lake ecosystem"
      },
      {
        "nameCn": "湖面温度",
        "nameEn": "Lake surface temperature"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1985-2022",
        "keywordEn": "1985-2022",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Global lake ecosystems are subjected to an increased occurrence of heat extremes, yet their impact on lake warming remains poorly understood. There is overwhelming evidence that heat extremes (e.g., heatwaves), one of the perilous consequences of climate change, are exhibiting an alarming increase in frequency and intensity worldwide. Lakes, as crucial and vulnerable components of the Earth’s ecosystem, bear significant impacts during heat extremes. In China, lakes larger than 1 km² cover a substantial area of approximately 93,723 km² and play an irreplaceable role in flood and drought prevention, water purification, and biodiversity conservation. However, despite their ecological and socio-economic significances, the response of these lakes to climate change, particularly in relation to heat extremes, has received comparatively little attention."
      ],
      "research objective": [
        "To address this knowledge gap, we employed long-term daily simulations to reveal the spatial and temporal variation patterns of LSWT across China and quantified the contribution of heat extremes to lake warming."
      ],
      "challenges": [],
      "methods": [
        "In this experiment, a complete sequence of satellite data from 2013-2019 and satellite data from 2013-2017 were used as references, respectively, in combination with the daily air temperature to calculate the daily LSWT from 2013 to 2019. We collected tens of thousands of in situ LSWT observations from six lakes (Lake Erhai, Lake Hulunhu, Lake Namco, Lake Luguhu, Lake Qiandaohu and Lake Taihu) (Supplementary Table 2) of varying sizes, elevations, latitudes, and depths to verify the confidence of our simulations. We modeled each lake individually using SAT, year, and DOY (day of the year) as input parameters and LSWT as output to the ANN."
      ],
      "dataset": [
        "We collected tens of thousands of in situ LSWT observations from six lakes (Lake Erhai, Lake Hulunhu, Lake Namco, Lake Luguhu, Lake Qiandaohu and Lake Taihu) (Supplementary Table 2) of varying sizes, elevations, latitudes, and depths to verify the confidence of our simulations. The probability of the presence of water at a spatial resolution of 30 m between 1985 and 2020 in the global surface water occurrence (GSWO v1.3) dataset was used to generate a mask of water surfaces. We selected the long-term continuous high spatial resolution (60–120 m) surface temperature data from Landsat 5, 7, and 8 provided by the National Aeronautics and Space Administration (NASA) and the U.S. Geological Survey (USGS) as the LSWT."
      ],
      "findings": [
        "Our study indicates that heat extremes are increasing at a rate of about 2.08 days/decade and an intensity of about 0.03 °C/ day·decade in China. The warming rate of lake surface water temperature decreases from 0.16 °C/decade to 0.13 °C/decade after removing heat extremes. Heat extremes exert a considerable influence on long-term lake surface temperature changes, contributing 36.5% of the warming trends within the studied lakes."
      ],
      "backgroundCn": [
        "全球湖泊生态系统正面临热极端事件发生频率增加的挑战，但其对湖泊变暖的影响仍然知之甚少。大量证据表明，热极端事件（例如热浪）是气候变化的一个严重后果，正在全球范围内以惊人的频率和强度增加。湖泊作为地球生态系统中重要且脆弱的组成部分，在热极端事件期间承受着显著的影响。在中国，面积超过1平方公里的湖泊覆盖了约93,723平方公里的广阔区域，在防洪抗旱、水质净化和生物多样性保护方面发挥着不可替代的作用。然而，尽管这些湖泊在生态和社会经济方面具有重要意义，但它们对气候变化的响应，特别是在热极端事件方面，仍然受到相对较少的关注。"
      ],
      "research objectiveCn": [
        "为了解决这一知识空白，我们采用了长期日常模拟来揭示中国湖泊表面水温（LSWT）的空间和时间变化模式，并量化了热极端对湖泊变暖的贡献。"
      ],
      "challengesCn": [],
      "methodsCn": [
        "在本实验中，我们使用了2013-2019年的完整卫星数据序列和2013-2017年的卫星数据作为参考，结合每日气温计算2013至2019年的每日湖表水温（LSWT）。我们从六个湖泊（洱海、呼伦湖、纳木错、泸沽湖、千岛湖和太湖）（补充表2）收集了数万个现场LSWT观测数据，这些湖泊在大小、高度、纬度和深度上各不相同，以验证我们模拟的可信度。我们分别对每个湖泊进行建模，使用卫星数据（SAT）、年份和一年中的天数（DOY）作为输入参数，LSWT作为人工神经网络（ANN）的输出。"
      ],
      "datasetCn": [
        "我们从六个湖泊（洱海、呼伦湖、纳木错、泸沽湖、千岛湖和太湖）收集了数万个原位湖表水温（LSWT）观测数据（补充表2），这些湖泊在大小、高度、纬度和深度上各不相同，以验证我们模拟的可信度。我们使用1985年至2020年全球水面出现（GSWO v1.3）数据集中30米空间分辨率的水体存在概率生成水面掩膜。我们选择了来自美国国家航空航天局（NASA）和美国地质调查局（USGS）的长期连续高空间分辨率（60-120米）表面温度数据，作为湖表水温（LSWT）。"
      ],
      "findingsCn": [
        "我们的研究表明，中国的热极端事件以每十年约2.08天的速度增加，强度约为每十年0.03°C/天。去除热极端事件后，湖泊表面水温的升温速率从0.16°C/十年降至0.13°C/十年。热极端事件对湖泊表面温度的长期变化产生了显著影响，贡献了所研究湖泊升温趋势的36.5%。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the Air2Water model use meteorological data as part of its simulation for lake surface water temperature?",
        "QuestionCn": "Air2Water模型在其湖面水温模拟中是否使用气象数据？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data sources are used to calculate daily lake surface water temperature in China?",
        "QuestionCn": "在中国，计算每日湖泊表面水温的数据来源有哪些？",
        "AnswerEn": "Landsat's LST products, ERA5-Land, in situ observations",
        "AnswerCn": "Landsat的地表温度产品，ERA5-Land，实地观测",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are in situ lake surface water temperature observations collected for model validation?",
        "QuestionCn": "用于模型验证的原位湖面水温观测数据收集在哪里？",
        "AnswerEn": "Lake Erhai, Lake Hulunhu, Lake Namco, Lake Luguhu, Lake Qiandaohu, Lake Taihu",
        "AnswerCn": "洱海、呼伦湖、纳木错、泸沽湖、千岛湖、太湖",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the methodology employed to ensure the accuracy of lake surface water temperature simulations?",
        "QuestionCn": "确保湖面水温模拟准确性的所采用的方法论是什么？",
        "AnswerEn": "Air2Water model",
        "AnswerCn": "空气制水模型",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a dataset that has been used to verify the confidence of lake surface temperature simulations?",
        "QuestionCn": "一个用于验证湖面温度模拟信心的数据集的例子是什么？",
        "AnswerEn": "An example of a dataset used to verify the confidence of simulations includes tens of thousands of in situ LSWT observations from six lakes (Lake Erhai, Lake Hulunhu, Lake Namco, Lake Luguhu, Lake Qiandaohu, and Lake Taihu), which vary in size, elevation, latitude, and depth.",
        "AnswerCn": "用于验证模拟信心的数据集包括来自六个湖泊（洱海、呼伦湖、纳木错、泸沽湖、千岛湖和太湖）的数万条原位湖面水温（LSWT）观测数据，这些湖泊在大小、高度、纬度和深度上各不相同。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Could you provide an example of how satellite data has been utilized to study lake surface temperature changes over time?",
        "QuestionCn": "您能否提供一个例子，说明卫星数据是如何被用于研究湖泊表面温度随时间变化的？",
        "AnswerEn": "Satellite data from Landsat 5, 7, and 8, provided by NASA and the USGS, were utilized to extract long-term continuous high spatial resolution surface temperature data. This data was critical in studying the patterns of lake surface temperature changes over time, specifically between 1985 and 2020.",
        "AnswerCn": "来自NASA和USGS的Landsat 5、7和8卫星数据被用于提取长期连续的高空间分辨率表面温度数据。这些数据对于研究1985年至2020年间湖泊表面温度变化的模式至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What features are considered in the modeling of lake surface water temperature using satellite data?",
        "QuestionCn": "使用卫星数据对湖泊表面水温进行建模时考虑哪些特征？",
        "AnswerEn": "satellite-derived surface temperature data, air temperature, year, day of the year",
        "AnswerCn": "卫星衍生的地表温度数据、空气温度、年份、年中的天数",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What aspects of heat extremes are quantified in relation to their impact on lake warming?",
        "QuestionCn": "与湖泊变暖相关的热极端影响量化的方面有哪些？",
        "AnswerEn": "increasing occurrence rate of 2.08 days/decade, intensity of 0.03 °C/day·decade, contribution to 36.5% of warming trends",
        "AnswerCn": "发生率增加2.08天/十年，强度为0.03°C/天·十年，对36.5%的变暖趋势有贡献。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many years of satellite data are used as references for calculating daily lake surface water temperature?",
        "QuestionCn": "用于计算每日湖面水温的卫星数据参考年限是多少年？",
        "AnswerEn": "5-7 years",
        "AnswerCn": "5-7年",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the rate of increase in the occurrence of heat extremes in China according to the findings?",
        "QuestionCn": "根据研究结果，中国热极端事件的发生率增加了多少？",
        "AnswerEn": "2.08 days per decade",
        "AnswerCn": "2.08天每十年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the concept of 'lake surface water temperature (LSWT)' in the context of climate studies?",
        "QuestionCn": "“湖面水温（LSWT）”在气候研究中的概念是什么？",
        "AnswerEn": "Lake Surface Water Temperature (LSWT) refers to the measurement of the temperature at the surface layer of a lake. In climate studies, it is a crucial metric for understanding how lakes respond to environmental changes, such as heat extremes, which are increasingly frequent due to climate change.",
        "AnswerCn": "湖面水温（LSWT）是指对湖泊表层水温的测量。在气候研究中，它是理解湖泊如何响应环境变化（例如，由于气候变化而日益频繁的热极端）的关键指标。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How is 'in situ LSWT observation' defined in the context of data validation?",
        "QuestionCn": "在数据验证的背景下，“原位LSWT观测”是如何定义的？",
        "AnswerEn": "In situ LSWT observation refers to the direct measurement of lake surface water temperature at specific locations within a lake. These observations are used to validate simulation models and ensure the accuracy of datasets derived from satellite data, providing a ground truth for comparison.",
        "AnswerCn": "原位湖面水温观测是指在湖泊内特定位置直接测量湖面水温。这些观测用于验证模拟模型，并确保从卫星数据中得出的数据集的准确性，为比较提供了真实的依据。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What insights can be drawn about the effectiveness of satellite data combined with physical/statistical models in simulating long-term lake surface water temperature variations?",
        "QuestionCn": "关于结合卫星数据与物理/统计模型在模拟长期湖泊表面水温变化方面的有效性，可以得出哪些见解？",
        "AnswerEn": "The use of satellite data combined with physical/statistical models, like Air2Water, provides credible simulations of lake surface water temperature variations over long periods, as evidenced by high correlation coefficients and low errors when compared to in situ observations.",
        "AnswerCn": "卫星数据与物理/统计模型（如Air2Water）的结合，提供了对湖面水温变化的可信模拟，长期观察显示与现场观测相比，相关系数高且误差低。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the integration of in situ observations from multiple lakes enhance the validation process of simulated temperature data?",
        "QuestionCn": "多个湖泊的原位观测数据的整合如何增强模拟温度数据的验证过程？",
        "AnswerEn": "Integrating in situ observations from multiple lakes with varying characteristics allows for a robust validation process that confirms the reliability of simulated temperature data across diverse environmental conditions.",
        "AnswerCn": "整合来自多个具有不同特征湖泊的原位观测数据，可以进行稳健的验证过程，从而确认在多样环境条件下模拟温度数据的可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "Why is it necessary to remove extreme heat events from lake surface temperature datasets in climate studies?",
        "QuestionCn": "在气候研究中，为什么有必要从湖泊表面温度数据集中去除极端热事件？",
        "AnswerEn": "Removing extreme heat events from lake surface temperature datasets is necessary to accurately assess the underlying warming trends over the long term. This process helps in understanding the true impact of climate change on lake ecosystems by isolating the contribution of extreme heat events, which can significantly skew the warming trends.",
        "AnswerCn": "从湖面温度数据集中去除极端热事件是准确评估长期温暖趋势所必需的。这个过程有助于理解气候变化对湖泊生态系统的真实影响，通过隔离极端热事件的贡献，这些事件可能会显著扭曲温暖趋势。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "How does the exclusion of extreme heat events alter the long-term trends observed in lake surface water temperature datasets?",
        "QuestionCn": "极端高温事件的排除如何改变湖泊表面水温数据集中的长期趋势？",
        "AnswerEn": "Excluding extreme heat events reduces the observed warming rate of lake surface water temperature from 0.16°C/decade to 0.13°C/decade, demonstrating that heat extremes account for 36.5% of the warming trends within the studied lakes.",
        "AnswerCn": "排除极端高温事件后，湖面水温的观察升温率从每十年0.16°C降低到0.13°C，表明热极端事件占所研究湖泊升温趋势的36.5%。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the main objective of employing long-term daily simulations in the analysis of lake surface water temperatures across China?",
        "QuestionCn": "在对中国湖泊表面水温的分析中，采用长期日常模拟的主要目标是什么？",
        "AnswerEn": "The main objective is to reveal the spatial and temporal variation patterns of lake surface water temperatures (LSWT) across China and quantify the contribution of heat extremes to lake warming.",
        "AnswerCn": "主要目标是揭示中国湖泊表面水温（LSWT）的空间和时间变化模式，并量化热极端对湖泊变暖的贡献。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it essential to verify lake surface water temperature simulations with in situ observations from multiple lakes of varying characteristics?",
        "QuestionCn": "为什么验证湖泊表面水温模拟与来自多个具有不同特征的湖泊的现场观测数据是至关重要的？",
        "AnswerEn": "Verifying simulations with in situ observations from multiple lakes of varying sizes, elevations, latitudes, and depths is essential to ensure the confidence and accuracy of the simulations.",
        "AnswerCn": "验证来自不同大小、高度、纬度和深度湖泊的原位观测与模拟结果的一致性，对于确保模拟的可信度和准确性至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is the purpose of using satellite data in combination with daily air temperature data to model lake surface water temperature?",
        "QuestionCn": "将卫星数据与每日空气温度数据结合使用来模拟湖泊表面水温的目的是什么？",
        "AnswerEn": "The purpose of using satellite data in combination with daily air temperature data is to calculate daily lake surface water temperatures over an extended period, which helps in understanding the influence of heat extremes and provides a comprehensive view of LSWT changes.",
        "AnswerCn": "使用卫星数据结合每日气温数据的目的是计算长期以来的每日湖面水温，这有助于理解热极端的影响，并提供湖面水温变化的全面视角。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the steps to generate a water surface mask using global surface water occurrence data?",
        "QuestionCn": "使用全球水面出现数据生成水面掩膜的步骤是什么？",
        "AnswerEn": "To generate a water surface mask, the probability of the presence of water at a spatial resolution of 30 m is used from the global surface water occurrence dataset. This involves selecting long-term continuous high spatial resolution surface temperature data from satellites such as Landsat 5, 7, and 8, provided by NASA and USGS, to identify and mask water surfaces accurately.",
        "AnswerCn": "为了生成水面掩膜，使用全球水体出现数据集中的水体存在概率，空间分辨率为30米。这涉及从NASA和USGS提供的Landsat 5、7和8等卫星选择长期连续的高空间分辨率表面温度数据，以准确识别和掩膜水面。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the simulation of lake surface water temperature data over a long-term period?",
        "QuestionCn": "哪些技术进步使得长期模拟湖面水温数据成为可能？",
        "AnswerEn": "The use of a physical/statistical hybrid model (Air2Water) coupled with satellite data, such as Landsat's LST products, and the meteorological driving data from ERA5-Land have enabled long-term daily simulations of lake surface water temperature across China from 1985 to 2022.",
        "AnswerCn": "使用物理/统计混合模型（Air2Water）结合卫星数据，如Landsat的地表温度（LST）产品，以及来自ERA5-Land的气象驱动数据，使得能够对1985年至2022年间中国湖泊表面水温进行长期日常模拟。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How does the integration of satellite data with in situ observations enhance the accuracy of lake surface temperature modeling?",
        "QuestionCn": "卫星数据与现场观测的结合如何提高湖面温度建模的准确性？",
        "AnswerEn": "The integration of satellite data with in situ LSWT observations from six different lakes allows for verification of the simulations, ensuring high correlation coefficients above 0.96 and low errors, which enhances the confidence and accuracy of lake surface temperature modeling.",
        "AnswerCn": "将卫星数据与六个不同湖泊的现场水面温度（LSWT）观测数据相结合，可以验证模拟结果，确保相关系数高于0.96且误差较低，从而增强了湖泊表面温度建模的信心和准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions or methodologies enable the exclusion of extreme heat events in lake surface temperature datasets?",
        "QuestionCn": "哪些条件或方法可以排除湖面温度数据集中的极端热事件？",
        "AnswerEn": "The application of a simulation model that uses both satellite and meteorological data enables the removal of extreme heat events from the dataset, as evidenced by the reduction in the warming rate of lake surface water temperature from 0.16 °C/decade to 0.13 °C/decade after excluding these extremes.",
        "AnswerCn": "应用一种同时使用卫星和气象数据的模拟模型，可以从数据集中去除极端热事件，这表明在排除这些极端事件后，湖面水温的升温速率从每十年0.16°C降低到0.13°C。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might challenges arise in accurately simulating lake surface water temperature (LSWT) despite using advanced satellite data and statistical models?",
        "QuestionCn": "尽管使用先进的卫星数据和统计模型，为什么在准确模拟湖泊表面水温时可能会出现挑战？",
        "AnswerEn": "Challenges in accurately simulating lake surface water temperature (LSWT) may arise due to variations in lake sizes, elevations, latitudes, and depths, which can affect the performance of models. Additionally, the presence of heat extremes and the need to integrate diverse data sources like satellite and in situ observations can further complicate the simulation process.",
        "AnswerCn": "准确模拟湖面水温（LSWT）可能面临挑战，这些挑战源于湖泊的大小、高度、纬度和深度的变化，这些因素会影响模型的性能。此外，极端热事件的存在以及需要整合卫星和现场观测等多种数据源也会进一步复杂化模拟过程。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might it be essential to validate satellite-based LSWT simulations with in situ observations, and what are the potential consequences of not doing so?",
        "QuestionCn": "为什么验证基于卫星的湖泊表面水温（LSWT）模拟与现场观测结果可能是必要的，如果不这样做可能会有什么后果？",
        "AnswerEn": "Validating satellite-based LSWT simulations with in situ observations is essential to ensure the reliability and accuracy of the simulations, as in situ data can provide ground truth. Not performing such validations could lead to inaccuracies in the simulations, affecting the credibility of the findings related to lake warming and the impact of heat extremes.",
        "AnswerCn": "验证基于卫星的湖面水温（LSWT）模拟与现场观测数据是一项重要工作，以确保模拟的可靠性和准确性，因为现场数据可以提供真实的参考。如果不进行这样的验证，可能会导致模拟结果的不准确，从而影响与湖泊变暖和热极端影响相关研究结果的可信度。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What is your evaluation of the effectiveness of using satellite data coupled with physical/statistical models for simulating lake surface water temperature?",
        "QuestionCn": "您如何评价使用卫星数据结合物理/统计模型来模拟湖泊表面水温的效果？",
        "AnswerEn": "The use of satellite data coupled with physical/statistical models seems to be highly effective for simulating lake surface water temperature, as evidenced by the high correlation coefficients (>0.96) and low errors (average RMSE of 1.75°C and average absolute error of 1.38°C) when validated against in situ observations from six lakes.",
        "AnswerCn": "结合卫星数据与物理/统计模型似乎对模拟湖面水温非常有效，验证结果显示与六个湖泊的现场观测数据相比，相关系数高于0.96，误差低（平均均方根误差为1.75°C，平均绝对误差为1.38°C）。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In what ways do you think the presence of heat extremes could impact the accuracy of long-term lake surface temperature datasets, and how might these influences be mitigated?",
        "QuestionCn": "您认为极端高温的存在会以哪些方式影响长期湖泊表面温度数据集的准确性，这些影响又可以如何减轻呢？",
        "AnswerEn": "Heat extremes significantly influence long-term lake surface temperature datasets by contributing 36.5% to the warming trends. Mitigating these influences could involve removing extreme values to better estimate general temperature trends, as indicated by the reduced warming rate after excluding heat extremes.",
        "AnswerCn": "热极端显著影响长期湖泊表面温度数据集，导致变暖趋势贡献了36.5%。减轻这些影响的方法可能包括去除极端值，以更好地估计一般温度趋势，正如在排除热极端后变暖速率降低所表明的。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how a dataset can ensure accuracy when capturing daily lake surface water temperature over such an extended period.",
        "QuestionCn": "我不明白一个数据集如何能确保在如此长的时间内准确捕捉每日湖面水温。",
        "AnswerEn": "The dataset utilizes a physical/statistical hybrid model Air2Water, which is coupled with satellite data for simulation. Validation with in situ observations from six lakes showed high correlation coefficients above 0.96, indicating reliable accuracy.",
        "AnswerCn": "该数据集利用物理/统计混合模型Air2Water，并与卫星数据进行耦合模拟。与六个湖泊的现场观测数据进行验证，显示出高于0.96的相关系数，表明其可靠的准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't grasp how heat extremes are quantified in relation to their impact on lake warming trends.",
        "QuestionCn": "我无法理解热极端是如何量化的，以及它们对湖泊变暖趋势的影响。",
        "AnswerEn": "Long-term daily simulations reveal spatial and temporal variation patterns in LSWT, with heat extremes contributing 36.5% to the warming trends. The study indicates heat extremes are increasing and have a significant influence on lake surface temperature changes.",
        "AnswerCn": "长期的日常模拟揭示了湖面水温（LSWT）在空间和时间上的变化模式，热极端现象对变暖趋势的贡献达到36.5%。研究表明，热极端现象正在增加，并对湖面水温的变化产生显著影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore various data collection methods that can be employed to gather lake surface water temperature data across large geographic areas in China.",
        "QuestionCn": "请探讨可以用于在中国大范围地区收集湖面水温数据的各种数据收集方法。",
        "AnswerEn": "One effective data collection method for lake surface water temperature is employing satellite data, such as Landsat products, which provide high spatial resolution surface temperature data. Additionally, combining these satellite observations with physical and statistical models, like the Air2Water model, allows for the simulation of daily lake surface water temperatures across large geographic areas. In situ observations can further validate these simulations, ensuring high accuracy and reliability.",
        "AnswerCn": "一种有效的湖面水温数据收集方法是利用卫星数据，例如Landsat产品，这些产品提供高空间分辨率的表面温度数据。此外，将这些卫星观测与物理和统计模型相结合，如Air2Water模型，可以模拟大范围地理区域内的日湖面水温。现场观测可以进一步验证这些模拟，确保高准确性和可靠性。",
        "Level": "C6(Creating)"
      }
    ]
  }
}