{
  "id": "7485075f-6395-41f7-b548-9b56a9092f3c",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Airborne LiDAR raw data in Tianlaochi catchment",
      "titleCn": "黑河生态水文遥感试验：天姥池小流域机载激光雷达原始数据",
      "description": "On 25 July 2012, Leica ALS70 airborne laser scanner carried by the Harbin Y-12 aircraft was used in a LiDAR airborne optical remote sensing experiment. Leica ALS70 airborne laser scanner has unlimited numbers of returns intensities measurements including the first, second ,third return intensities. The wavelength of laser light is 1064 nm. The absolute flight altitude is 4800 m with the point cloud density 1 points per square meter. Airborne LiDAR-DEM and DSM data production were obtained through parameter calibration, automatic classification of point cloud density and manual editing.",
      "descriptionCn": "2012年7月25日，在黑河中上游的天姥池观测区域，利用运12飞机，搭载Leica公司生产的ALS70,开展了lidar航空遥感飞行试验。ALS70激光波长为1064nm，多次回波（1,2,3和末次）。上游天姥池地区分为两个不同高度飞行区域，绝对航高为4800和5500米，平均点云密度为1点/平方米。通过参数检校、点云自动分类和人工编辑等步骤，最终形成DSM和DEM数据产品。",
      "instructions": "",
      "instructionsCn": "",
      "east": 99.95,
      "west": 99.9,
      "south": 38.4,
      "north": 38.44,
      "startTime": "2018-11-24 18:48:59",
      "endTime": "2018-11-24 18:48:59",
      "fileSize": 1906867527.0,
      "cstr": "18406.11.hiwater.160.2014.db",
      "doi": "10.3972/hiwater.160.2014.db",
      "dataFormat": "las",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "肖青",
        "nameEn": "XIAO Qing",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": "闻建光",
        "nameEn": "Wen Jianguang",
        "unitEn": "",
        "unitCn": "中国科学院遥感与数字地球研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "机载激光雷达",
        "nameEn": "Airborne laser radar"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "天姥池小流域",
        "keywordEn": "Tianlaochi Catchment"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-07-25",
        "keywordEn": "2012-07-25",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：航空光学遥感",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
        "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
        "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
      },
      {
        "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
        "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
      },
      {
        "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
        "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
      },
      {
        "titleCn": "2010年代三江源多年冻土稳定型分布图",
        "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
      },
      {
        "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
        "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
      },
      {
        "titleCn": "西藏纳木错水温监测数据（2011-2014）",
        "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the distinguishing features of airborne LIDAR data collection methods used in ecological and hydrological remote sensing experiments?",
        "QuestionCn": "空气激光雷达（LIDAR）数据采集方法在生态和水文遥感实验中的区别特征是什么？",
        "AnswerEn": "运12 plane, Leica ALS70, 1064nm wavelength, multiple returns, absolute altitudes of 4800 and 5500 meters, average point cloud density of 1 point per square meter",
        "AnswerCn": "运12飞机，Leica ALS70，1064nm波长，多回波，绝对高度为4800米和5500米，平均点云密度为每平方米1点。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the average point cloud density in a lidar data collection method using an aircraft in an ecological and hydrological remote sensing experiment?",
        "QuestionCn": "在生态和水文遥感实验中，使用飞机进行激光雷达数据采集方法的平均点云密度是多少？",
        "AnswerEn": "1 point/square meter",
        "AnswerCn": "1点/平方米",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes variations in point cloud density when using airborne LiDAR systems in regions with differing topographies?",
        "QuestionCn": "使用航空激光雷达系统在不同地形区域时，点云密度的变化原因是什么？",
        "AnswerEn": "The variation in point cloud density can be attributed to differences in flight altitude and the specific topography of the region. In the 天姥池小流域 area, the use of different absolute flight altitudes (4800 and 5500 meters) results in an average point cloud density of 1 point per square meter, which could vary based on the complexity of the terrain and the effectiveness of the LiDAR system's multiple echo capabilities (1, 2, 3, and last echo).",
        "AnswerCn": "点云密度的变化可以归因于飞行高度和区域特定地形的差异。在天姥池小流域地区，使用不同的绝对飞行高度（4800米和5500米）会导致平均点云密度为每平方米1个点，这可能会根据地形的复杂性和LiDAR系统多回波能力（第一回波、第二回波、第三回波和最后回波）的有效性而有所不同。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of conducting LIDAR airborne remote sensing experiments using aircraft like the Y-12 in regions such as Tianlaochi Basin?",
        "QuestionCn": "在像天老池盆地这样的地区，使用Y-12等飞机进行LIDAR航空遥感实验的主要目标是什么？",
        "AnswerEn": "The primary objective of conducting LIDAR airborne remote sensing experiments using aircraft like the Y-12 in regions such as Tianlaochi Basin is to collect high-resolution spatial data that can be used to create DSM (Digital Surface Model) and DEM (Digital Elevation Model) data products. These models are essential for understanding the topography and ecological dynamics of the area, which is crucial for hydrological and ecological studies.",
        "AnswerCn": "进行激光雷达航空遥感实验的主要目的是使用像Y-12这样的飞机在天老池盆地等地区收集高分辨率空间数据，以创建数字表面模型（DSM）和数字高程模型（DEM）数据产品。这些模型对于理解该地区的地形和生态动态至关重要，对水文和生态研究具有重要意义。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in transforming raw LIDAR data collected by ALS70 into DSM and DEM data products for ecological and hydrological studies?",
        "QuestionCn": "将ALS70收集的原始LIDAR数据转换为DSM和DEM数据产品的程序涉及哪些步骤，以用于生态和水文研究？",
        "AnswerEn": "The process involves parameter calibration, automatic classification of point clouds, and manual editing steps, which lead to the creation of DSM and DEM data products.",
        "AnswerCn": "该过程涉及参数校准、点云的自动分类和手动编辑步骤，最终生成DSM和DEM数据产品。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the collection of high-resolution LIDAR data in remote and challenging terrains like the Tianlaochi catchment area?",
        "QuestionCn": "哪些技术进步使得在遥远和具有挑战性的地形（如天老池流域）中收集高分辨率LIDAR数据成为可能？",
        "AnswerEn": "The use of a Y-12 aircraft equipped with the Leica ALS70, which operates at a laser wavelength of 1064nm and supports multiple echo returns, has enabled the collection of high-resolution lidar data in the Tianlaochi catchment area. This technology allows for detailed aerial remote sensing, capturing data at different flight altitudes of 4800 and 5500 meters, resulting in an average point cloud density of 1 point per square meter.",
        "AnswerCn": "使用配备Leica ALS70的Y-12飞机，该设备在1064nm的激光波长下工作，并支持多回波返回，已在天涝池流域收集到高分辨率的激光雷达数据。这项技术允许进行详细的航空遥感，在4800米和5500米的不同飞行高度下捕获数据，平均点云密度为每平方米1个点。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}