{
  "id": "74979e00-c8ca-4b1c-bbf9-dd079bf9da3e",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "1-km gridded datasets for gross domestic product of five key nodes  along One Belt One Road (2015)",
      "titleCn": "“一带一路”沿线5个关键节点区域公里尺度GDP格网数据集（2015）",
      "description": "Gross domestic product (GDP) is a monetary measure of the market value of all the final goods and services produced in a period of time, which has been used to determine the economic performance of a whole country or region. We have collected the published GDP data, then obtained the 1-km gridded datasets for GDP of 2015 in five key nodes over Bengal and Myanmar, including Dacca, Chittagong, Kyaukpyu, Rangoon and Mandalay. To solve the problem of missing data existing in the current datasets, we will apply kriging and function interpolation methods to fill gaps. We will also develop the multi-source data fusion method based on geostatistics to achieve the GDP predictions of time continuously and high spatial resolution.",
      "descriptionCn": "国内生产总值(GDP)是衡指一个国家(或地区)所有常驻单位，在一定时期内，生产的全部最终产品和服务价值的总和，是衡量一个国家的总体经济状况重要指标。收集公开的GDP数据，经过数据预处理得到孟加拉和缅甸的2015年五个关键节点区域的GDP公里格网数据，包括孟加拉达卡、孟加拉吉大港、缅甸皎漂港、缅甸仰光港和缅甸曼德勒。针对现有数据缺失问题，拟采用克里格插值、函数插值等方法进行数据补缺；针对数据时间不连续、空间分辨率不高等问题，拟发展基于地统计学的多源数据融合方法，生产时间连续的高分辨率GDP预测数据。",
      "instructions": "In .tif format, can be opened and analysed in ARCGIS and ENVI softwares.",
      "instructionsCn": ".tif，可以采用ARCGIS、ENVI打开查看",
      "east": 110.9,
      "west": -3.31,
      "south": -1.09,
      "north": 58.68,
      "startTime": "2016-01-05 16:00:00",
      "endTime": "2016-01-05 16:00:00",
      "fileSize": 11219874.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "葛咏",
        "nameEn": "GE Yong",
        "unitEn": "Institute of Geographic Sciences and Natural Resources Research, CAS",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "凌峰",
        "nameEn": "LING Feng",
        "unitEn": "",
        "unitCn": "中国科学院测量与地球物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Gridded global datasets for Gross Domestic Product and Human Development Index over 1990–201",
        "referenceCn": null,
        "referenceEn": "Kummu, M., Taka, M., & Guillaume, J.H.A. (2018). Gridded global datasets for Gross Domestic Product and Human Development Index over 1990–2015. Scientific Data, 5(1), 180004. https://doi.org/10.1038/sdata.2018.4."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "社会经济",
        "nameEn": "Social and Economic"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "孟加拉",
        "keywordEn": "Bengal"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2015",
        "keywordEn": "2015",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "三极地区通量30分钟数据（2000-2016）",
        "titleEn": "The 30-minute flux data in three pole region (2000-2016)"
      },
      {
        "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表植被指数数据（1986-2017）",
        "titleEn": "Landsat-based continuous monthly 30m×30m land surface NDVI dataset in Qilian Mountain area (1986-2017)"
      },
      {
        "titleCn": "中亚大湖区基础数据集-土壤（2015）",
        "titleEn": "Basic dataset of soil over the Great Lakes in Central Asia - Soil (2015)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "An increasing amount of high-resolution global spatial data are available, and used for various assessments. However, key economic and human development indicators are still mainly provided only at national level, and downscaled by users for gridded spatial analyses. To provide a consistent product over time and space, the sub-national data were only used indirectly, scaling the reported national value and thus, remaining representative of the official statistics."
      ],
      "research objective": [
        "To this end, we present gap-filled multiannual datasets in gridded form for Gross Domestic Product (GDP) and Human Development Index (HDI)."
      ],
      "challenges": [],
      "methods": [
        "To ensure that our gridded end-products cover the entire land area included in the input datasets, we created a seamless administrative raster file using national (and in some cases also autonomous areas such as Greenland) and sub-national boundaries, and two population datasets (see Table 2). We first expanded the rasterized national and sub-national boundaries to cover NoData areas (such as sea areas and other water bodies) with a 2 arc-degree buffer, using the Euclidean Allocation tool in ArcMap 9.2. Next, we created a land mask by combining cells from both population datasets used, and national boundary data. This land mask was then used to set non-land cells to NoData. To compile the GDP per capita (PPP) dataset (Data Citation 1), we first put together a full national GDP dataset, drawn from the most recent World Bank Development Indicators database 32. For missing countries (see Supplementary Information), we used data from the CIA’s World Factbook 33, except for one administrative unit, namely French Southern Territories, for which no data was found and regional average data was used (see below). The constant 2015 international US dollars of CIA fact sheets were converted to constant 2011 international US dollars, the unit in which national GDP from World Bank was given. For that we used the standard method documented by the World Bank39. Temporal interpolation followed the same method as for national values. The data were extrapolated over time by scaling the last available value to reflect subsequent national changes, and similarly scaling the first value with preceding changes. After deriving both national and sub-national tabulated data, we first created a raster dataset of these two spatial scales for each time step, and then combined the two raster datasets, which resulted in the final GDP per capita (PPP) raster dataset provided here. To estimate the total GDP (PPP) of each grid cell, we multiplied the GDP per capita (PPP) by grid specific population data using two different spatial resolutions: 5 arc-min (10 km at equator) (Data Citation 1) and 30 arc-sec (1 km at equator) (Data Citation 1). To compile the HDI dataset (Data Citation 1), we first produced a full national HDI dataset, based on the data from the Human Development Reports by UNDP 30 (Table 3). After deriving both national and sub-national tabulated data, we first created raster datasets of these two scales for each time step, and then combined the two rasters, resulting in the final HDI raster dataset provided here. To estimate the error originating from the interpolation and extrapolation to fill the missing data entries, we performed an error analysis separately for national and sub-national level data."
      ],
      "dataset": [
        "This resulted in annual gridded datasets for GDP per capita (PPP), total GDP (PPP), and HDI, for the whole world at 5 arc-min resolution for the 25-year period of 1990–2015. Additionally, total GDP (PPP) is provided with 30 arc-sec resolution for three time steps (1990, 2000, 2015)."
      ],
      "findings": [],
      "backgroundCn": [
        "越来越多的高分辨率全球空间数据可用，并用于各种评估。然而，关键的经济和人类发展指标仍主要仅在国家层面提供，用户将其降尺度以进行网格空间分析。为了在时间和空间上提供一致的产品，亚国家数据仅间接使用，按比例缩放报告的国家值，因此仍然代表官方统计数据。"
      ],
      "research objectiveCn": [
        "为此，我们提供了填补缺口的多年度数据集，以网格形式呈现国内生产总值（GDP）和人类发展指数（HDI）。"
      ],
      "challengesCn": [],
      "methodsCn": [
        "为了确保我们的网格化最终产品覆盖输入数据集包含的整个陆地区域，我们使用国家（在某些情况下还包括自治地区，如格林兰）和次国家边界以及两个人口数据集创建了一个无缝的行政栅格文件（见表2）。我们首先使用ArcMap 9.2中的欧几里得分配工具，将栅格化的国家和次国家边界扩展到覆盖无数据区域（如海域和其他水体），并设置了2弧度的缓冲区。接下来，我们通过结合两个使用的人口数据集的单元格和国家边界数据创建了一个陆地掩膜。该陆地掩膜随后用于将非陆地单元格设置为无数据。为了编制人均GDP（PPP）数据集（数据引用1），我们首先整理了完整的国家GDP数据集，数据来源于最新的世界银行发展指标数据库32。对于缺失的国家（见补充信息），我们使用了CIA世界概况的数据，除了一个行政单位，即法属南方领地，因未找到数据而使用了区域平均数据（见下文）。CIA报告中的常量2015年国际美元被转换为常量2011年国际美元，这是世界银行提供的国家GDP单位。为此，我们使用了世界银行文档中记录的标准方法39。时间插值遵循与国家值相同的方法。通过将最后一个可用值缩放以反映随后的国家变化，以及将第一个值缩放以反映之前的变化，数据被外推。经过推导国家和次国家的表格数据后，我们首先为每个时间步创建了这两个空间尺度的栅格数据集，然后将这两个栅格数据集结合，最终得到了提供的人均GDP（PPP）栅格数据集。为了估算每个网格单元的总GDP（PPP），我们将人均GDP（PPP）乘以网格特定的人口数据，使用两种不同的空间分辨率：5弧分（赤道处为10公里）（数据引用1）和30弧秒（赤道处为1公里）（数据引用1）。为了编制HDI数据集（数据引用1），我们首先基于联合国开发计划署（UNDP）的人类发展报告的数据，制作了完整的国家HDI数据集（表3）。在推导国家和次国家的表格数据后，我们首先为每个时间步创建这两个尺度的栅格数据集，然后将这两个栅格结合，最终得到了提供的HDI栅格数据集。为了估算由于插值和外推填补缺失数据条目而产生的误差，我们分别对国家和次国家级数据进行了误差分析。"
      ],
      "datasetCn": [
        "这导致了1990年至2015年25年期间全球GDP per capita（购买力平价）、总GDP（购买力平价）和人类发展指数（HDI）的年度网格数据集，分辨率为5弧分。此外，总GDP（购买力平价）在三个时间节点（1990年、2000年、2015年）提供了30弧秒的分辨率。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the methodology include the use of population datasets to estimate GDP per grid cell?",
        "QuestionCn": "该方法是否包括使用人口数据集来估算每个网格单元的GDP？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the compilation of GDP per capita (PPP) datasets more reliant on World Bank Development Indicators or CIA's World Factbook data?",
        "QuestionCn": "GDP per capita (PPP) 数据集的编制更依赖于世界银行发展指标还是中央情报局的世界概况数据？",
        "AnswerEn": "World Bank Development Indicators",
        "AnswerCn": "世界银行发展指标",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What methods are proposed to address existing data gaps for GDP in the key areas of Bangladesh and Myanmar in 2015?",
        "QuestionCn": "针对2015年孟加拉国和缅甸在GDP关键领域存在的数据缺口，提出了哪些方法？",
        "AnswerEn": "Kriging interpolation",
        "AnswerCn": "克里金插值",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Who is responsible for compiling the full national GDP dataset used in the gridded GDP per capita (PPP) dataset?",
        "QuestionCn": "谁负责编制用于网格化GDP人均（PPP）数据集的完整国家GDP数据集？",
        "AnswerEn": "World Bank Development Indicators database",
        "AnswerCn": "世界银行发展指标数据库",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that addresses missing data issues in GDP datasets for key regions along the Belt and Road Initiative?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，以解决“一带一路”关键地区GDP数据集中的缺失数据问题？",
        "AnswerEn": "An example of a data collection method to address missing data issues in GDP datasets involves using Kriging interpolation, function interpolation, and multi-source data fusion based on geostatistics. These techniques help in filling data gaps and producing high-resolution, time-continuous GDP prediction data.",
        "AnswerCn": "解决GDP数据集缺失数据问题的一种数据收集方法涉及使用克里金插值、函数插值和基于地统计学的多源数据融合。这些技术有助于填补数据空白，并生成高分辨率、时间连续的GDP预测数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge when creating gridded GDP datasets and how can it be addressed?",
        "QuestionCn": "创建网格化GDP数据集时面临的一个挑战是什么，以及如何解决这个问题？",
        "AnswerEn": "An example of a challenge when creating gridded GDP datasets is dealing with temporal discontinuity and low spatial resolution. This can be addressed by developing multi-source data fusion methods based on geostatistics, which integrate various datasets to produce seamless high-resolution GDP data over time.",
        "AnswerCn": "创建网格化GDP数据集时面临的一个挑战是处理时间不连续性和低空间分辨率。这可以通过基于地质统计学的多源数据融合方法来解决，该方法整合各种数据集，以生成无缝的高分辨率GDP数据。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Could you give an example of a dataset creation process that involves combining national and sub-national data for GDP analysis?",
        "QuestionCn": "您能否提供一个涉及结合国家和次国家数据进行GDP分析的数据集创建过程的示例？",
        "AnswerEn": "An example of a dataset creation process that involves combining national and sub-national data for GDP analysis includes using a seamless administrative raster file, population datasets, and national boundaries. This process involves expanding boundaries to cover NoData areas, creating a land mask, and multiplying GDP per capita by grid-specific population data to estimate total GDP per grid cell.",
        "AnswerCn": "一个涉及结合国家和次国家数据进行GDP分析的数据集创建过程包括使用无缝的行政栅格文件、人口数据集和国家边界。该过程涉及扩展边界以覆盖无数据区域，创建土地掩膜，并将人均GDP乘以特定栅格的人口数据，以估算每个栅格单元的总GDP。",
        "Level": "C6(Creating)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What characteristics and challenges are associated with data interpolation methods used in GDP data collection?",
        "QuestionCn": "与GDP数据收集中使用的数据插值方法相关的特征和挑战是什么？",
        "AnswerEn": "Kriging, function interpolation, filling missing data entries, ensuring spatial and temporal continuity, achieving high-resolution outputs, error analysis for national and sub-national level data, interpolation and extrapolation errors",
        "AnswerCn": "克里金法，函数插值，填补缺失数据项，确保空间和时间的连续性，实现高分辨率输出，国家和次国家级数据的误差分析，插值和外推误差。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the main attributes and components of a multi-source data fusion approach for GDP datasets?",
        "QuestionCn": "多源数据融合方法用于GDP数据集的主要属性和组件是什么？",
        "AnswerEn": "integrating different data sources, high-resolution GDP data, temporal discontinuity, low spatial resolution, geostatistical methods, consistent products over time and space, indirectly scaling reported national values, land mask for non-land cells, compiling national and sub-national data into raster datasets, multiplying GDP per capita (PPP) by grid-specific population data",
        "AnswerCn": "整合不同的数据源、高分辨率GDP数据、时间不连续性、低空间分辨率、地统计方法、时间和空间上一致的产品、间接缩放报告的国家值、非陆地单元的陆地掩膜、将国家和次国家数据编译成栅格数据集、将人均GDP（购买力平价）乘以网格特定的人口数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the GDP per capita (PPP) and total GDP (PPP) datasets?",
        "QuestionCn": "GDP per capita (PPP) 和总GDP (PPP) 数据集的空间分辨率是多少？",
        "AnswerEn": "5 arc-min, 30 arc-sec",
        "AnswerCn": "5角分，30角秒",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many years does the gridded GDP per capita (PPP) dataset cover?",
        "QuestionCn": "网格化的GDP人均（购买力平价）数据集覆盖多少年？",
        "AnswerEn": "25 years",
        "AnswerCn": "25年",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the spatial resolution of the total GDP (PPP) dataset provided for three specific time steps?",
        "QuestionCn": "三个特定时间点的总GDP（购买力平价）数据集的空间分辨率是多少？",
        "AnswerEn": "30 arc-sec",
        "AnswerCn": "30 角秒",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'multi-source data fusion' mean in the context of generating high-resolution GDP prediction data?",
        "QuestionCn": "在生成高分辨率GDP预测数据的背景下，“多源数据融合”是什么意思？",
        "AnswerEn": "Multi-source data fusion refers to the process of integrating various datasets and statistical methods to create a more detailed and continuous dataset, particularly to address issues of temporal discontinuity and low spatial resolution in GDP data.",
        "AnswerCn": "多源数据融合是指整合各种数据集和统计方法，以创建更详细和连续的数据集，特别是为了解决GDP数据中的时间不连续性和低空间分辨率问题。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is meant by 'seamless administrative raster file' in the context of creating gridded GDP and HDI datasets?",
        "QuestionCn": "在创建网格化GDP和HDI数据集的背景下，“无缝行政栅格文件”是什么意思？",
        "AnswerEn": "A seamless administrative raster file is a type of dataset that combines national and sub-national boundaries, along with population data, to ensure complete coverage of the land area involved, eliminating NoData areas and creating a continuous and comprehensive dataset.",
        "AnswerCn": "无缝行政栅格文件是一种数据集，结合了国家和次国家边界以及人口数据，以确保所涉及土地区域的完整覆盖，消除无数据区域，创建一个连续和全面的数据集。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the differences between using population datasets to estimate total GDP in grid cells and using administrative raster files to ensure data coverage for GDP projections?",
        "QuestionCn": "使用人口数据集来估计网格单元的总GDP与使用行政栅格文件确保GDP预测数据覆盖之间的区别是什么？",
        "AnswerEn": "Using population datasets to estimate total GDP involves multiplying GDP per capita by population data to derive GDP values for grid cells, emphasizing demographic influence on economic metrics. Administrative raster files, however, ensure comprehensive spatial coverage by using boundary data to fill NoData areas, focusing on geographical inclusion rather than demographic detail.",
        "AnswerCn": "使用人口数据集来估算总GDP涉及将人均GDP与人口数据相乘，以推导网格单元的GDP值，强调人口对经济指标的影响。然而，行政栅格文件通过使用边界数据填充无数据区域，确保全面的空间覆盖，关注地理包含而非人口细节。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What underlying methods might be used to address the challenges of missing data and low spatial resolution in GDP datasets for specific regions, and how do these methods impact data accuracy?",
        "QuestionCn": "为了解决特定地区GDP数据中缺失数据和低空间分辨率的挑战，可能使用哪些基本方法，这些方法如何影响数据的准确性？",
        "AnswerEn": "To address the challenges of missing data and low spatial resolution, methods like Kriging interpolation and function interpolation are proposed. These methods can help fill data gaps and improve spatial resolution, impacting data accuracy by providing a more complete and detailed dataset, although they may introduce some level of estimation error.",
        "AnswerCn": "为了解决缺失数据和低空间分辨率的问题，提出了克里金插值和函数插值等方法。这些方法可以帮助填补数据空白，提高空间分辨率，从而影响数据的准确性，提供更完整和详细的数据集，尽管它们可能会引入一定程度的估计误差。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How can the integration of national and sub-national data be optimized to produce a consistent and representative GDP dataset across different scales, and what inference can be made about the accuracy of such integration?",
        "QuestionCn": "如何优化国家和次国家数据的整合，以产生跨不同层次的一致且具有代表性的GDP数据集，并且可以对这种整合的准确性做出什么推断？",
        "AnswerEn": "By using a seamless administrative raster file and combining national and sub-national boundaries, integration can be optimized. This approach ensures that gridded end-products cover the entire land area, maintaining consistency and representativeness of official statistics. The accuracy of such integration can be inferred from error analysis performed on national and sub-national data.",
        "AnswerCn": "通过使用无缝的行政栅格文件并结合国家和次国家边界，可以优化集成。这种方法确保栅格化的最终产品覆盖整个陆地面积，保持官方统计数据的一致性和代表性。这种集成的准确性可以通过对国家和次国家数据进行的误差分析来推断。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for data interpolation and extrapolation methods in the creation of GDP gridded datasets for the '一带一路' regions?",
        "QuestionCn": "在“一带一路”地区创建GDP网格化数据集时，数据插值和外推方法的需求原因是什么？",
        "AnswerEn": "The need for data interpolation and extrapolation methods arises due to missing data entries and gaps in the existing datasets, as well as the non-continuous nature of time series data and low spatial resolution. These methods help in filling the missing data and producing a time-continuous high-resolution GDP dataset.",
        "AnswerCn": "数据插值和外推方法的需求源于缺失的数据条目和现有数据集中的空白，以及时间序列数据的非连续性和低空间分辨率。这些方法有助于填补缺失的数据，并生成一个时间连续的高分辨率GDP数据集。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors necessitate the use of multi-source data fusion methods in improving GDP dataset resolution for the '一带一路' regions?",
        "QuestionCn": "哪些因素使得在提高“一带一路”地区GDP数据集分辨率时需要使用多源数据融合方法？",
        "AnswerEn": "The use of multi-source data fusion methods is necessitated by the challenges of non-continuous data over time and the need for higher spatial resolution. These methods aim to integrate various data sources to produce more accurate and detailed GDP predictions.",
        "AnswerCn": "多源数据融合方法的使用是由于时间上数据不连续的挑战以及对更高空间分辨率的需求。这些方法旨在整合各种数据源，以产生更准确和详细的GDP预测。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using interpolation methods like Kriging to fill gaps in GDP grid data for regions with initially sparse data?",
        "QuestionCn": "使用克里金等插值方法填补初始数据稀疏地区的GDP网格数据中的空白，可能会产生哪些潜在后果？",
        "AnswerEn": "Using interpolation methods such as Kriging to fill gaps in GDP grid data can address the issue of data scarcity by providing estimates where data is missing. This can lead to more complete datasets that allow for comprehensive spatial analyses. However, the accuracy of the interpolated values depends on the underlying assumptions and the quality of available data, which might introduce errors or biases in regions with initially sparse data.",
        "AnswerCn": "使用克里金等插值方法填补GDP网格数据中的空缺可以通过在缺失数据的地方提供估计值来解决数据稀缺的问题。这可以导致更完整的数据集，从而允许进行全面的空间分析。然而，插值值的准确性取决于基础假设和可用数据的质量，这可能在初始数据稀疏的区域引入错误或偏差。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What impact does the creation of a seamless administrative raster file have on the coverage and representativeness of gridded GDP datasets?",
        "QuestionCn": "无缝行政栅格文件的创建对栅格GDP数据集的覆盖范围和代表性有什么影响？",
        "AnswerEn": "Creating a seamless administrative raster file ensures that gridded GDP datasets consistently cover the entire land area, including challenging regions like autonomous areas and water bodies, by expanding boundaries with a buffer. This improves the representativeness of the data, aligning it with official statistics and ensuring comprehensive spatial coverage, which is crucial for accurate economic assessments at both national and sub-national levels.",
        "AnswerCn": "创建无缝的行政栅格文件确保了网格化的GDP数据集能够一致覆盖整个陆地区域，包括像自治区域和水体这样的挑战性地区，通过扩展边界并添加缓冲区。这提高了数据的代表性，使其与官方统计数据对齐，并确保全面的空间覆盖，这对于国家和次国家层面的准确经济评估至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of developing high-resolution GDP grid data for key nodes in regions like Bangladesh and Myanmar?",
        "QuestionCn": "在孟加拉国和缅甸等地区开发高分辨率GDP网格数据的主要目标是什么？",
        "AnswerEn": "The primary objective is to provide a detailed spatial representation of economic activity by creating kilometer-scale GDP grid data for specific key nodes, which offers a more granular view than national-level statistics and addresses issues like data gaps and low spatial resolution.",
        "AnswerCn": "主要目标是通过为特定关键节点创建千米尺度的GDP网格数据，提供经济活动的详细空间表现，这比国家级统计数据提供了更细致的视角，并解决了数据缺口和低空间分辨率等问题。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it essential to apply methods like kriging interpolation and function interpolation in the creation of GDP datasets?",
        "QuestionCn": "为什么在创建GDP数据集时应用克里金插值和函数插值等方法是必要的？",
        "AnswerEn": "These methods are essential to address missing data issues and enhance the continuity and spatial resolution of GDP datasets, allowing for more accurate and complete economic assessments over time and space.",
        "AnswerCn": "这些方法对于解决缺失数据问题和提高GDP数据集的连续性和空间分辨率至关重要，从而使得对经济在时间和空间上的评估更加准确和完整。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is the intention behind using a multi-source data fusion approach based on geostatistics in GDP data production?",
        "QuestionCn": "在GDP数据生产中使用基于地质统计的多源数据融合方法的意图是什么？",
        "AnswerEn": "The intention is to overcome challenges related to the temporal discontinuity and low spatial resolution of existing data by integrating multiple data sources, thereby producing high-resolution and time-continuous GDP prediction data.",
        "AnswerCn": "目的是通过整合多个数据源，克服现有数据在时间不连续性和空间分辨率低方面的挑战，从而生成高分辨率和时间连续的GDP预测数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are necessary to address data gaps when compiling GDP datasets for key regions along the 'Belt and Road' initiative?",
        "QuestionCn": "在编制“一带一路”倡议关键地区的GDP数据集时，解决数据缺口所需的程序有哪些？",
        "AnswerEn": "To address data gaps, methods such as Kriging interpolation and function interpolation are proposed to fill missing data. Additionally, developing multi-source data fusion techniques based on geostatistics is considered to overcome issues of temporal discontinuity and low spatial resolution in the existing data.",
        "AnswerCn": "为了解决数据缺口，提出了克里金插值和函数插值等方法来填补缺失数据。此外，考虑基于地质统计学开发多源数据融合技术，以克服现有数据中的时间不连续性和低空间分辨率问题。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can spatial and temporal resolutions be enhanced when creating high-resolution GDP datasets for specific regions?",
        "QuestionCn": "如何在为特定地区创建高分辨率GDP数据集时增强空间和时间分辨率？",
        "AnswerEn": "The enhancement of spatial and temporal resolutions can be achieved by using a geostatistics-based multi-source data fusion method. This approach allows for the production of time-continuous, high-resolution GDP prediction data by integrating various data sources and addressing existing limitations in the data.",
        "AnswerCn": "通过使用基于地质统计学的多源数据融合方法，可以实现空间和时间分辨率的增强。这种方法通过整合各种数据源并解决数据中存在的局限性，能够生成时间连续的高分辨率GDP预测数据。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What steps are involved in creating gridded datasets for GDP and HDI from global spatial data?",
        "QuestionCn": "从全球空间数据创建GDP和HDI网格数据集涉及哪些步骤？",
        "AnswerEn": "The process involves creating a seamless administrative raster file using national and sub-national boundaries, filling NoData areas with a buffer, and using a land mask to set non-land cells to NoData. GDP per capita (PPP) is calculated by combining national GDP data with grid-specific population data. Interpolation and extrapolation methods are used to fill missing data entries, and the datasets are provided at different spatial resolutions for specific time periods.",
        "AnswerCn": "该过程涉及使用国家和次国家边界创建无缝的行政栅格文件，通过填充无数据区域来形成缓冲区，并使用土地掩模将非土地单元设置为无数据。人均GDP（购买力平价）通过结合国家GDP数据和网格特定的人口数据进行计算。使用插值和外推方法填充缺失的数据条目，并在特定时间段内以不同的空间分辨率提供数据集。",
        "Level": "C6(Creating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data processing techniques enable the creation of high-resolution GDP gridded datasets, especially in regions with incomplete data?",
        "QuestionCn": "哪些数据处理技术能够在数据不完整的地区创建高分辨率的GDP网格数据集？",
        "AnswerEn": "Kriging interpolation, function interpolation, and multi-source data fusion based on geostatistics are used to address data incompleteness and produce high-resolution GDP gridded datasets.",
        "AnswerCn": "克里金插值、函数插值和基于地质统计学的多源数据融合用于解决数据不完整性，并生成高分辨率的GDP网格数据集。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What methodological approaches enable the extrapolation and interpolation of GDP data over time to address temporal discontinuities?",
        "QuestionCn": "哪些方法论方法能够实现GDP数据的外推和内插，以解决时间上的不连续性？",
        "AnswerEn": "Temporal interpolation and extrapolation methods are used to scale GDP values over time, adjusting for national changes and ensuring consistent temporal coverage in the datasets.",
        "AnswerCn": "时间插值和外推方法用于在时间上缩放GDP值，调整国家变化，并确保数据集的一致时间覆盖。",
        "Level": "C2(Understanding)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might data interpolation methods like Kriging or function interpolation be necessary in generating high-resolution GDP datasets?",
        "QuestionCn": "数据插值方法如克里金法或函数插值在生成高分辨率GDP数据集时可能是必要的原因是什么？",
        "AnswerEn": "Data interpolation methods such as Kriging or function interpolation are necessary to address challenges of missing data and to create continuous, high-resolution spatial datasets. These methods help in filling data gaps and ensure that the resulting dataset is more representative and reliable for spatial analyses, especially when official statistics are not available for certain areas.",
        "AnswerCn": "数据插值方法，如克里金法或函数插值，对于解决缺失数据的挑战以及创建连续的高分辨率空间数据集是必要的。这些方法有助于填补数据空白，并确保生成的数据集在空间分析中更具代表性和可靠性，尤其是在某些地区没有官方统计数据的情况下。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What reasons could lead to the necessity for developing multi-source data fusion methods based on geostatistics in GDP data collection?",
        "QuestionCn": "导致基于地质统计学的多源数据融合方法在GDP数据收集中的必要性的原因有哪些？",
        "AnswerEn": "The development of multi-source data fusion methods based on geostatistics is essential to overcome issues related to non-continuous temporal data and low spatial resolution. By integrating various data sources, researchers aim to produce time-continuous and high-resolution GDP prediction data, which is crucial for more accurate and detailed economic analyses at smaller spatial scales.",
        "AnswerCn": "基于地质统计学的多源数据融合方法的发展对于克服与非连续时间数据和低空间分辨率相关的问题至关重要。通过整合各种数据源，研究人员旨在生成时间连续和高分辨率的GDP预测数据，这对于在较小空间尺度上进行更准确和详细的经济分析至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might there be variations in spatial resolution for GDP datasets, and what implications could this have for their use?",
        "QuestionCn": "GDP 数据集的空间分辨率可能存在差异的原因是什么，这对其使用可能产生什么影响？",
        "AnswerEn": "Variations in spatial resolution for GDP datasets, such as the difference between 5 arc-min and 30 arc-sec, are often due to the availability of input data and the intended use of the datasets. Higher resolution data provides more detailed spatial information, which is beneficial for localized analyses, but it also requires more precise and comprehensive input data. These variations can impact the applicability of the datasets for different research purposes, influencing the level of detail and accuracy in spatial analyses.",
        "AnswerCn": "GDP 数据集的空间分辨率变化，例如 5 分弧和 30 秒弧之间的差异，通常是由于输入数据的可用性和数据集的预期用途。更高分辨率的数据提供了更详细的空间信息，这对局部分析非常有利，但也需要更精确和全面的输入数据。这些变化可能会影响数据集在不同研究目的上的适用性，从而影响空间分析中的细节和准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don’t understand how a dataset for GDP at such a granular kilometer scale can be accurately generated for regions with missing data.",
        "QuestionCn": "我不明白如何能够为缺失数据的地区准确生成如此细粒度的千米尺度的GDP数据集。",
        "AnswerEn": "To address missing data, methods such as Kriging interpolation and functional interpolation are proposed for data gap filling. These techniques are used to estimate missing values by leveraging statistical correlations and known data points in the spatial dataset.",
        "AnswerCn": "为了解决缺失数据的问题，提出了克里金插值和函数插值等方法用于填补数据缺口。这些技术通过利用统计相关性和空间数据集中已知的数据点来估计缺失值。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure how multi-source data fusion is applied to improve the temporal continuity and spatial resolution of GDP datasets.",
        "QuestionCn": "我不确定多源数据融合是如何应用于提高GDP数据集的时间连续性和空间分辨率的。",
        "AnswerEn": "The approach involves developing a method based on geostatistics that merges multiple data sources to create a temporally continuous and high-resolution GDP dataset. This method addresses challenges of data discontinuity over time and low spatial resolution.",
        "AnswerCn": "该方法涉及基于地质统计学开发一种方法，融合多个数据源，以创建一个时间连续且高分辨率的GDP数据集。该方法解决了时间上数据不连续和空间分辨率低的问题。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "I can't make sense of how administrative boundaries and population datasets are used to ensure complete spatial coverage for GDP data.",
        "QuestionCn": "我无法理解行政边界和人口数据集是如何被用来确保GDP数据的完整空间覆盖的。",
        "AnswerEn": "A seamless administrative raster file is created using national and sub-national boundaries along with population datasets. This ensures that the gridded end-products cover the entire land area by expanding boundaries to eliminate NoData areas and using a land mask to filter non-land cells.",
        "AnswerCn": "一个无缝的行政栅格文件是通过国家和次国家边界以及人口数据集创建的。这确保了最终的栅格产品覆盖整个陆地面积，通过扩展边界来消除无数据区域，并使用土地掩膜过滤非陆地区域。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore and summarize the data collection techniques that can be used to address the challenges of temporal discontinuity and low spatial resolution in GDP data collection across key regions.",
        "QuestionCn": "请探讨并总结可以用来应对GDP数据收集中的时间不连续性和低空间分辨率挑战的数据收集技术。",
        "AnswerEn": "To address temporal discontinuity and low spatial resolution in GDP data collection, the field proposes the development of multi-source data fusion methods based on geostatistics. Techniques such as Kriging interpolation and functional interpolation are suggested for gap-filling and enhancing the resolution and continuity of GDP datasets over time.",
        "AnswerCn": "为了应对GDP数据收集中的时间不连续性和低空间分辨率，研究领域提出基于地质统计学的多源数据融合方法的开发。建议采用克里金插值和函数插值等技术来填补数据空缺，并提高GDP数据集在时间上的分辨率和连续性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please discuss potential data integration methods that could be employed to create a seamless GDP dataset at multiple spatial resolutions for key economic regions.",
        "QuestionCn": "讨论可以采用的潜在数据集成方法，以便为关键经济区域创建一个多空间分辨率的无缝GDP数据集。",
        "AnswerEn": "Potential data integration methods include creating a seamless administrative raster file using national and sub-national boundaries, and employing population datasets. This approach involves expanding raster boundaries to cover non-data areas using tools like the Euclidean Allocation tool, and combining cells from population datasets with boundary data to create a land mask, thus setting non-land cells to NoData for precise GDP calculations.",
        "AnswerCn": "潜在的数据集成方法包括使用国家和次国家边界创建无缝的行政栅格文件，并采用人口数据集。这种方法涉及使用欧几里得分配工具扩展栅格边界以覆盖无数据区域，并将人口数据集中的单元格与边界数据结合，以创建土地掩膜，从而将非土地单元设置为NoData，以便进行精确的GDP计算。",
        "Level": "C6(Creating)"
      }
    ]
  }
}