{
    "id": "74de216b-d9a1-4783-b901-bab7115f02ec",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Gridded population with 1km spaital resolution of the 34 key areas along One Belt One Road (GPWV4.0) (2015)",
            "titleCn": "“一带一路”沿线34个关键节点区域人口公里格网数据集（GPWV4.0)（2015）",
            "description": "Gridded population with 1km spaital resolution of the 34 key areas along One Belt One Road in 2015, which indicates that the population count per pixel (i.e., grid). This data is derived from socioeconomic data and applications center of Columbia University, USA. The prejection transform and extraction processes were done to generate the gridded population with 1km spaital resolution of the 34 key areas along One Belt One Road in 2015. The original gridded popution is spatially downscaled from census data by the area weighted method for each administrative unit. Accurate population data at grid level are fundamental for a broad range of applications by governments, nongovernmental organizations, and companies, including the urban planing, election, risk estimation, disaster rescue, disease control, and poverty reduction.",
            "descriptionCn": "2015年公里格网的人口数据，每个格网表达该范围内的人口总的数量。该数据来源于美国哥伦比亚大学社会经济数据应用中心，对该数据进行投影转换、裁剪等处理加工得到“一带一路”沿线34个关键节点区域的公里格网人口信息。该数据是以行政单元的人口普查数据，通过空间尺度转换得到规则的公里格网人口数据，每个格网人口是按各行政单元人口和面积进行面积加权得到。人口数据可用于诸多领域，包括城市规划、选举、风险评估、灾害救援、疾病防控、减贫扶贫等。注：该数据仅为初始数据，后续将结合人口普查、建筑物以及GIS遥感等数据进一步加工处理得到更加精确的人口格网数据。",
            "instructions": "Raster",
            "instructionsCn": "栅格数据格式",
            "east": 110.9,
            "west": -3.31,
            "south": -1.09,
            "north": 58.68,
            "startTime": "2016-01-04 08:00:00",
            "endTime": "2016-01-04 08:00:00",
            "fileSize": 21702084.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "葛咏",
                "nameEn": "GE Yong",
                "unitEn": "Institute of Geographic Sciences and Natural Resources Research, CAS",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "凌峰",
                "nameEn": "LING Feng",
                "unitEn": "",
                "unitCn": "中国科学院测量与地球物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Center for International Earth Science Information Network - CIESIN - Columbia University",
                "referenceCn": null,
                "referenceEn": "Center for International Earth Science Information Network - CIESIN - Columbia University. 2016. Documentation for the Gridded Population of the World, Version 4 (GPWv4). Palisades NY: NASA Socioeconomic Data and Applications Center (SEDAC)."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "人口",
                "nameEn": "Population"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "泛第三极",
                "keywordEn": "Pan-Third pole"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2015",
                "keywordEn": "2015",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "How many key node regions are included in a dataset related to population data along the 'Belt and Road' initiative?",
                "QuestionCn": "与“一带一路”倡议相关的人口数据集包含多少个关键节点区域？",
                "AnswerEn": "34",
                "AnswerCn": "34",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is a 'kilometer grid population dataset' in the context of demographic data collection in key regions along the Belt and Road Initiative?",
                "QuestionCn": "在“一带一路”倡议的关键地区，\"千米网格人口数据集\"是指一种以千米为单位的网格划分的人口数据集合，用于收集和分析该地区的人口分布和特征。",
                "AnswerEn": "A 'kilometer grid population dataset' refers to a structured collection of demographic information that represents the total population within each one-kilometer grid cell. This data is derived from census information at administrative levels and converted into a uniform spatial scale using area weighting based on the population and area of each administrative unit. Such datasets are used for various applications, including urban planning, election planning, risk assessment, disaster relief, disease prevention, and poverty alleviation.",
                "AnswerCn": "“千米网格人口数据集”是指一个结构化的人口信息集合，表示每个一千米网格单元内的总人口。这些数据是基于行政级别的人口普查信息，通过根据每个行政单位的人口和面积进行面积加权转换为统一的空间尺度。此类数据集用于各种应用，包括城市规划、选举规划、风险评估、灾害救助、疾病预防和扶贫。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of integrating census data with GIS and remote sensing technologies on the precision of population grid datasets in key regions along the Belt and Road Initiative?",
                "QuestionCn": "将人口普查数据与地理信息系统（GIS）和遥感技术相结合，可能对“一带一路”关键地区人口网格数据集的精确度产生以下潜在结果。",
                "AnswerEn": "Integrating census data with GIS and remote sensing technologies could lead to more precise population grid datasets by allowing for more accurate spatial scaling and area weighting, enhancing the representation of population distribution in each grid, and improving the data's applicability in fields like urban planning, disaster relief, and disease control.",
                "AnswerCn": "将人口普查数据与地理信息系统（GIS）和遥感技术相结合，可以通过更准确的空间缩放和区域加权，生成更精确的人口网格数据集，从而增强每个网格中人口分布的表示，提高数据在城市规划、灾害救援和疾病控制等领域的适用性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the goals behind creating a dataset of population grid data for the 34 key node regions along the Belt and Road Initiative?",
                "QuestionCn": "创建“一带一路”沿线34个关键节点区域人口网格数据集的目标是什么？",
                "AnswerEn": "The dataset aims to provide a structured representation of population distribution across the 34 key node regions along the Belt and Road Initiative using kilometer grid data. This population data is intended to support various applications such as urban planning, election planning, risk assessment, disaster relief, disease prevention and control, and poverty alleviation efforts. The dataset uses census data and spatial scale conversion to deliver a regular kilometer grid population data, and it is designed to be further refined by integrating census data, building information, and GIS remote sensing data to achieve more accurate population grid data.",
                "AnswerCn": "该数据集旨在提供“一带一路”沿线34个关键节点区域的人口分布的结构化表示，采用千米网格数据。这些人口数据旨在支持城市规划、选举规划、风险评估、灾害救援、疾病预防与控制以及扶贫等多种应用。该数据集使用人口普查数据和空间尺度转换，提供规则的千米网格人口数据，并设计为通过整合人口普查数据、建筑信息和GIS遥感数据进一步精细化，以实现更准确的人口网格数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures and methodologies are involved in converting administrative unit census data into a regular kilometer grid population dataset for critical regional nodes along the 'Belt and Road' initiative?",
                "QuestionCn": "将行政单位普查数据转换为“一带一路”倡议沿线关键区域节点的常规千米网格人口数据集涉及哪些程序和方法论？",
                "AnswerEn": "The process involves obtaining population data from administrative unit census sources, which is then converted into a regular kilometer grid format. This conversion is done through spatial scale transformation, where population data is area-weighted based on each administrative unit's population and area. Additionally, projection transformation and clipping are utilized to tailor the data to the specified critical regional nodes. This initial dataset may subsequently be refined using population census data, building information, and GIS remote sensing data to enhance accuracy.",
                "AnswerCn": "该过程涉及从行政单位普查来源获取人口数据，然后将其转换为规则的公里网格格式。此转换通过空间尺度转换完成，人口数据根据每个行政单位的人口和面积进行面积加权。此外，还利用投影变换和裁剪来将数据调整到指定的关键区域节点。该初始数据集随后可能会使用人口普查数据、建筑信息和GIS遥感数据进行精细化，以提高准确性。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methods enable the transformation of population census data into a regular grid format for spatial analysis in key regions along the Belt and Road Initiative?",
                "QuestionCn": "哪些方法可以将人口普查数据转化为常规网格格式，以便在“一带一路”关键区域进行空间分析？",
                "AnswerEn": "The transformation of population census data into a regular grid format is enabled by processes like spatial scale conversion and area-weighted calculations. These methods involve using administrative unit population data and their respective areas to create a consistent kilometer grid population dataset.",
                "AnswerCn": "人口普查数据转化为规则网格格式的过程得益于空间尺度转换和面积加权计算等方法。这些方法涉及使用行政区单位的人口数据及其相应的面积，以创建一致的千米网格人口数据集。",
                "Level": "C3(Applying)"
            }
        ]
    }
}