{
    "id": "757b3829-31b6-4a55-bf76-59c6ff3a96bc",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of hydrometeorological observation network (eddy covariance system of A’rou Superstation, 2017)",
            "description": "This data set contains the eddy correlativity observation data from January 1, 2017 to December 31, 2017 at the super station at the upper reaches of heihe hydrometeorological observation network.The station is located in caoban village, aru township, qilian county, qinghai province.The longitude and latitude of the observation point are 100.4643e, 38.0473n and 3033m above sea level.The rack height of the vortex correlativity meter is 3.5m, the sampling frequency is 10Hz, the ultrasonic orientation is due north, and the distance between the ultrasonic wind speed and temperature meter (CSAT3) and CO2/H2O analyzer (Li7500A) is 15cm.\nThe original observation data of the vortex correlativity instrument is 10Hz, and the published data is the 30-minute data processed by Eddypro software. The main processing steps include: outliers, delay time correction, coordinate rotation (quadratic coordinate rotation), frequency response correction, ultrasonic virtual temperature correction and density (WPL) correction.Quality assessment for each intercompared to at the same time, mainly is the atmospheric stability (Δ st) and turbulent characteristics of similarity (ITC) test.The 30min pass value output by Eddypro software was also screened :(1) data when instrument error was eliminated;(2) data of 1h before and after precipitation are excluded;(3) remove the data with a missing rate of more than 10% in the original 10Hz data within every 30 minutes;(4) the observation data of weak turbulence at night (u* less than 0.1m/s) were excluded.The average observation period was 30 minutes, 48 data per day, and the missing data was marked as -6999.Suspicious data caused by instrument drift and other reasons are marked with red font, in which the calibration data of the vortex system Li7500A from April 13 to April 14 is missing;When 10Hz data is missing due to a problem with the storage card (2.17-2.23, 3.3-4.12), the data will be replaced by the 30-min flux data output by the collector.\nThe published observational data include:Date/Time for the Date/Time, wind Wdir (°), Wnd horizontal wind speed (m/s), standard deviation Std_Uy lateral wind speed (m/s), ultrasonic virtual temperature Tv (℃), the water vapor density H2O (g/m3), carbon dioxide concentration CO2 (mg/m3), friction velocity Ustar) (m/s), Mr. Hoff length L (m), sensible heat flux Hs (W/m2), latent heat flux LE (W/m2), carbon dioxide flux Fc (mg/(m2s)), the quality of the sensible heat flux identifier QA_Hs, the quality of the latent heat flux identifier QA_LE,Quality indicator for co2 flux QA_Fc.The quality of the sensible heat and latent heat, carbon dioxide flux identification is divided into three (quality id 0: (Δ st < 30, the ITC < 30);1: (Δ st < 100, ITC < 100);The rest is 2).The meaning of data time, such as 0:30 represents the average of 0:00-0:30;The data is stored in *.xls format.\nFor information of hydrometeorological network or station, please refer to Liu et al. (2018), and for observation data processing, please refer to Liu et al. (2011).",
            "instructions": "",
            "east": 100.4643,
            "west": 100.4643,
            "south": 38.0473,
            "north": 38.0473,
            "startTime": "2017-01-13 00:00:00",
            "endTime": "2018-01-12 00:00:00",
            "fileSize": 2778123.0,
            "cstr": "18406.11.hiwater.5.2018.db",
            "doi": "10.3972/hiwater.5.2018.db",
            "dataFormat": "Text",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameEn": "CHE Tao",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "ZHANG Yang",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Comprehensive Remote Sensing Observation Joint Experiment Overall Design for the Ecological-Hydrological Processes of the Heilong River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Carbon dioxide flux"
            },
            {
                "nameEn": "Sensible heat flux"
            },
            {
                "nameEn": "Latent heat flux"
            },
            {
                "nameEn": "Radiation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the cold region hydrology experimental area in the upper reaches"
            },
            {
                "keywordEn": "A’rou Superstation"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2017",
                "type": "temporal"
            },
            {
                "keywordEn": "2017-01-01 to 2017-12-31",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Key Program of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleEn": "Digital heihe"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        },
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Are the challenges in data collection mainly due to the cold climate and high altitude?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Can snow density data be calculated using snow depth and snow water equivalent (SWE) data?",
                    "Answer": "No",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "In estimating evapotranspiration, which method is preferred: using eddy covariance systems, applying the TSEB model, or using stable isotope techniques?",
                    "Answer": "TSEB model",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What data collection methods are used to capture snow accumulation and ablation processes in alpine regions?",
                    "Answer": "snow observation superstation",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Where is the integrated alpine hydrology observation network located and what is its purpose?",
                    "Answer": "upper reaches of the Heihe River Basin in China",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What challenges are associated with data collection in alpine regions?",
                    "Answer": "cold and harsh climate, high altitude, complex topography",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method that addresses the challenges of measuring snow cover characteristics in alpine regions?",
                    "Answer": "An example of a data collection method for measuring snow cover characteristics in alpine regions involves the use of automatic meteorological stations (AMSs) and snow observation superstations equipped with state-of-the-art instruments such as SR50A ultrasonic sensors for snow depth, GMON for snow water equivalent (SWE), and FlowCapt for measuring blowing snow flux. These methods help capture the accumulation and ablation processes of snow, which are crucial for understanding alpine hydrology.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a dataset that integrates multiple scales of observation to improve understanding of hydrological processes in alpine regions?",
                    "Answer": "An example of such a dataset is the integrated, distributed, and multiscale observation dataset from the upper reaches of the Heihe River Basin (HRB) in China. This dataset includes long-term hydrometeorological, snow cover, and frozen ground data collected from a network of automatic meteorological stations and superstations, which aim to advance the understanding of watershed science and functions in the alpine region.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the characteristics of the data processing methods used for hydrometeorological observation networks in alpine regions?",
                    "Answer": "gap-free data monitoring, data validation, integration with remote sensing products, automatic meteorological stations, snow observation superstations, high-resolution soil physics datasets",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What features are essential for datasets used in studying evapotranspiration over heterogeneous land surfaces?",
                    "Answer": "high-resolution measurements of soil and canopy temperatures, soil heat flux, radiometric temperatures, partitioning of evapotranspiration into evaporation and transpiration components, validation against stable isotope techniques, validation against eddy covariance measurements",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "What is the sampling frequency of the eddy covariance system used in the hydrometeorological observation network?",
                    "Answer": "10 Hz",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many automatic meteorological stations are part of the integrated alpine hydrology observation network in the upper reaches of the Heihe River Basin?",
                    "Answer": "7",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many layers of soil temperature and moisture measurements are conducted at the A’rou frozen ground superstation?",
                    "Answer": "18 layers",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What does 'eddy covariance system' mean in the context of hydrometeorological data collection?",
                    "Answer": "An eddy covariance system is a method used to measure and calculate turbulent fluxes, such as latent heat flux and evapotranspiration, by analyzing the covariance between fluctuations in vertical wind speed and scalar properties like temperature or humidity. It is used in hydrometeorological data collection to provide high-frequency data on energy exchanges between the surface and the atmosphere.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is meant by 'two-source energy balance (TSEB) model' in the estimation of evapotranspiration?",
                    "Answer": "The two-source energy balance (TSEB) model is a framework for estimating evapotranspiration by partitioning the energy balance into two components: the canopy and the soil surface. This model considers different temperatures and resistances to energy exchange for soil and vegetation, allowing for a more accurate representation of heterogeneous land surfaces compared to one-source models.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What does 'integrated, distributed, and multiscale observation network' refer to in the context of alpine hydrology research?",
                    "Answer": "An integrated, distributed, and multiscale observation network in alpine hydrology research refers to a comprehensive system of data collection that combines different scales of observation (from local to regional) and integrates various types of data, including meteorological, hydrological, snow cover, and frozen ground data. This approach aims to provide accurate forcing data for models, validate remote sensing products, and improve the understanding of hydrological processes.",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the data collection methods for snow cover properties in an alpine region compare to those for hydrometeorological parameters, in terms of instrumentation and data resolution?",
                    "Answer": "The data collection methods for snow cover properties often utilize state-of-the-art techniques such as snow observation superstations, which measure snow depth, snow water equivalent, and blowing snow using instruments like SR50A and CS725 GammaMONitor. In contrast, hydrometeorological parameters are monitored through automatic meteorological stations (AMSs) that collect meteorological variables like wind, temperature, humidity, and radiation. Snow cover data are collected with fine resolution to capture accumulation and ablation processes, while hydrometeorological data are gathered to provide comprehensive coverage of the upper reaches of the Heihe River Basin.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the similarities and differences between the challenges faced in data collection for alpine hydrology and those encountered in evapotranspiration measurement using the eddy covariance system?",
                    "Answer": "Both alpine hydrology and evapotranspiration measurement using the eddy covariance system face challenges related to environmental conditions, such as difficult access and harsh climates in alpine regions, and incomplete energy balance closure in evapotranspiration measurements. However, alpine hydrology data collection is further complicated by the complexity of the terrain and the need for integrated, distributed observation networks, while the eddy covariance system requires accurate separation of soil and canopy temperature components to estimate latent heat fluxes.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How do the methods for estimating evapotranspiration in heterogeneous landscapes using the TSEB model compare with those used for snow and frozen ground observation in terms of data integration and validation?",
                    "Answer": "The TSEB model for estimating evapotranspiration in heterogeneous landscapes integrates soil and canopy component temperatures and validates them using stable isotopes and the eddy covariance system, focusing on the separation of E and T. In contrast, snow and frozen ground observation methods involve an integrated network of AMSs and superstations to collect snow cover and freeze-thaw data, which are validated with remote sensing products and hydrological models. Both approaches emphasize integration and validation, but TSEB relies on thermal imaging and isotopic techniques, while snow observation utilizes multiscale networks and remote sensing.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How might data collection techniques evolve to address the challenges posed by the scarcity of observation data in alpine regions?",
                    "Answer": "The scarcity of observation data in alpine regions due to difficult access and technological barriers hinders research. Developing next-generation ecosystem observation networks and experiments, integrating remote sensing data with data assimilation, and establishing distributed and multiscale observation networks could enhance data collection. These approaches could address challenges by providing accurate forcing data for hydrological models, validating remote sensing data, and evaluating distributed models.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What strategies can be employed to improve the accuracy and reliability of datasets in environments with complex topography and harsh climates?",
                    "Answer": "To improve dataset accuracy in complex topographies and harsh climates, implementing integrated, distributed, and multiscale observation networks is crucial. Using advanced instruments, such as thermal infrared cameras and eddy covariance systems, can enhance data quality. Additionally, employing robust image classification techniques and validating remote sensing products with ground-based high-resolution data can mitigate uncertainties caused by environmental conditions.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "In what ways can datasets be refined to better support hydrological model development and simulation in heterogeneous landscapes?",
                    "Answer": "Datasets can be refined by ensuring they provide comprehensive and high-quality hydrometeorological data, specifically focusing on snow and frozen ground observations. Establishing superstations for detailed snow cover and frozen ground monitoring, using automatic meteorological stations, and employing wireless sensor networks for soil data collection can support model development. These refined datasets allow for better parameterization and validation of hydrological models in heterogeneous landscapes.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What causes difficulties in accurately estimating soil heat conductivity in alpine regions, and how do these factors affect the data collection process?",
                    "Answer": "Soil heat conductivity is difficult to analyze in alpine regions because it depends on variables like soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. This complexity necessitates site observations to evaluate hydrologic models, affecting data collection by requiring detailed and precise measurements.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why do uncertainties arise in remote sensing data, particularly in alpine regions, and how do these uncertainties impact hydrological modeling?",
                    "Answer": "Uncertainties in remote sensing data in alpine regions are due to complexities of the earth system and the need for validation and calibration of data, which is challenging due to difficult access and technological barriers. These uncertainties impact hydrological modeling by necessitating integrated datasets to provide accurate forcing data, validate remote sensing products, and improve predictive understanding.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the possible consequences of using high-frequency data collection in hydrometeorological observation networks on data accuracy and reliability?",
                    "Answer": "Using high-frequency data collection, such as 10Hz sampling in hydrometeorological observation networks, can improve the resolution and detail of the data, leading to more accurate and reliable measurements of turbulent fluxes and other meteorological parameters. However, it also presents challenges such as increased data volume, potential for higher error rates due to sensor malfunctions, and the need for sophisticated data processing techniques to ensure data quality and reliability.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How might incorporating remote sensing data into alpine hydrology models affect the understanding of snow cover and frozen ground processes?",
                    "Answer": "Incorporating remote sensing data into alpine hydrology models can enhance the understanding of snow cover and frozen ground processes by providing spatially extensive and continuous data that fills gaps left by ground-based observations. However, it also introduces uncertainties due to the need for calibration and validation of remote sensing data, especially in complex alpine terrains, which may affect the accuracy of hydrological predictions.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the potential effects on the accuracy of hydrological process predictions when using an integrated observation network in alpine regions?",
                    "Answer": "The use of an integrated observation network in alpine regions can significantly enhance the accuracy of hydrological process predictions by providing comprehensive datasets that capture the complex interactions between meteorological, snow, and frozen ground variables. This approach allows for better validation of hydrological models and remote sensing products, ultimately improving the predictive understanding of alpine hydrological processes. However, challenges such as harsh climatic conditions and logistical difficulties in data collection may still affect data completeness and accuracy.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What objectives drive the implementation of an integrated, distributed, and multiscale observation network in alpine hydrology research?",
                    "Answer": "The objectives include providing accurate forcing data for hydrological models, validating remote sensing data, and understanding how perturbations like climate change and human activities alter hydrological processes. The network aims to address a variety of scientific questions by delivering high-quality datasets specific to hydrometeorological, snow cover, and frozen ground observations.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it important to use eddy covariance systems in the estimation and validation of evapotranspiration (ET) in agricultural areas?",
                    "Answer": "Eddy covariance systems are crucial for validating evapotranspiration estimates as they provide direct measurements of latent heat fluxes. This is especially important in areas with strong advective conditions where accurate ET measurements are challenging due to energy balance closure issues and uncertainties in surface-air temperature differences. The system aids in separating soil and vegetation component temperatures, which is essential for reliable ET estimation.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "How are snow cover properties collected and monitored in alpine regions to capture accumulation and ablation processes?",
                    "Answer": "Snow cover properties are collected from a snow observation superstation using state-of-the-art techniques and instruments. Measurements include snow depth, snow water equivalent (SWE) using GMON, and blowing snow flux using FlowCapt. These are monitored automatically at specific intervals to capture accumulation and ablation processes.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What procedural steps are involved in processing the raw data from eddy covariance systems to ensure data quality and accuracy for hydrometeorological observations?",
                    "Answer": "The raw data from eddy covariance systems are processed using Eddypro software, which involves steps such as despiking, time delay correction, coordinate rotation, frequency response correction, and density correction. Data quality is evaluated based on atmospheric stability and turbulence similarity, and specific criteria are used to filter out erroneous data.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "What methodologies are applied to integrate ground-based measurements with remote sensing data to improve alpine hydrological modeling?",
                    "Answer": "Ground-based measurements are integrated with remote sensing data through data assimilation techniques to improve alpine hydrological modeling. This involves using consistent hydrometeorological data from distributed meteorological stations, alongside snow cover and frozen ground observations, to validate and calibrate remote sensing products and enhance predictive accuracy.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What technological advancements enabled the collection of high-resolution soil physics datasets in alpine regions?",
                    "Answer": "High-resolution soil physics datasets were obtained using state-of-the-art techniques and instruments, which included a snow observation superstation and a frozen ground observation superstation in the Heihe River Basin. These advanced methods enabled the capture of freeze-thaw processes and snow accumulation and ablation processes, despite the challenging conditions of the alpine environment.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "In what ways does the use of eddy covariance systems enable more accurate partitioning of evapotranspiration in heterogeneous landscapes?",
                    "Answer": "Eddy covariance systems enable more accurate partitioning of evapotranspiration (ET) in heterogeneous landscapes by providing measurements of turbulent fluxes that can be used to validate models like the two-source energy balance (TSEB) model. These systems measure latent heat fluxes and assist in separating soil and vegetation component temperatures, facilitating accurate estimation of evaporation and transpiration ratios (E/ET% and T/ET%) even under strongly advective conditions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might there be significant challenges in collecting consistent data in alpine regions, particularly related to snow and frozen ground?",
                    "Answer": "Several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How can datasets from observation networks contribute to a better understanding of the perturbations caused by climate change and human activities in alpine hydrological processes?",
                    "Answer": "The datasets collected from an integrated alpine hydrology observation network, including hydrometeorological, snow cover, and frozen ground data, aim to address scientific questions such as providing accurate forcing data for alpine hydrological models and understanding how perturbations alter fundamental processes. These datasets are crucial for informing and validating hydrological models and remote sensing products.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "What is your evaluation of the potential of integrating remote sensing data with ground-based observations in improving the accuracy of hydrological models in alpine regions?",
                    "Answer": "Integrating remote sensing data with ground-based observations holds significant potential for improving the accuracy of hydrological models in alpine regions. Remote sensing data, when combined with data assimilation techniques, can enhance predictions of hydrological processes. However, due to the complexities of the earth system, especially in alpine regions, various sources of uncertainties in remote sensing data need to be validated and calibrated. A distributed and multiscale observation dataset is essential to provide accurate forcing data for hydrological modeling and to validate remote sensing data.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How do you perceive the current approaches to evaluating and mitigating uncertainties in the estimation of soil and vegetation component temperatures in evapotranspiration models?",
                    "Answer": "Current approaches to evaluating uncertainties in the estimation of soil and vegetation component temperatures in evapotranspiration models involve using high-resolution thermal cameras to obtain accurate measurements. The TSEB model, which uses these component temperatures, has shown reliable estimates of evaporation and transpiration ratios even under strongly advective conditions. However, challenges remain due to errors in image classification and the estimation of radiometric temperatures, which can affect model performance. Accurate component temperature calculation is crucial for improving the model's accuracy in separating soil and vegetation latent fluxes.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how data collection methods for hydrometeorological observations in alpine regions address the challenges posed by cold and harsh climates.",
                    "Answer": "Gap-free meteorological and hydrological data are monitored from an observation network connecting a group of automatic meteorological stations (AMSs). An integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations to overcome the challenges of the harsh climate and complex topography.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I'm unsure about what types of datasets are essential for accurately modeling hydrological processes in alpine environments.",
                    "Answer": "Essential datasets for modeling hydrological processes in alpine environments include long-term hydrometeorological, snow cover, and frozen ground data. These datasets are collected from a network of automatic meteorological stations, snow observation superstations, and frozen ground observation superstations.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I can't make sense of how the separation of evapotranspiration into its components is achieved using current observation techniques.",
                    "Answer": "The separation of evapotranspiration into its components is achieved by using the series TSEB model, which utilizes ground-measured soil and canopy component temperatures. These temperatures are obtained using a high-resolution thermal camera and are used as inputs to better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please describe the data processing steps involved in transforming original observational datasets into usable formats for hydrological modeling in alpine environments.",
                    "Answer": "The data processing steps include using Eddypro software to transform raw observational data into 30-minute average datasets by applying procedures such as outlier removal, time delay correction, coordinate rotation, frequency response correction, ultrasonic virtual temperature correction, and density correction. The processed data are also evaluated for quality based on atmospheric stationarity and turbulence similarity characteristics, with instrument error and incomplete data being filtered out.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Please outline the methods used to ensure accurate measurement and validation of evapotranspiration (ET) in heterogeneous land surfaces.",
                    "Answer": "Methods for ensuring accurate ET measurement include using the two-source energy balance (TSEB) model, which requires surface energy balance modeling with land surface temperature measurement. Ground-measured soil and canopy component temperatures are used for estimating ET and validated using stable oxygen and hydrogen isotopes and eddy covariance (EC) system measurements. Field observations from high-resolution thermal cameras and thermal infrared temperatures further aid in validating ET estimates.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}