{
    "id": "75968fe4-b201-4aef-bb77-ca51636d3435",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Dashalong station, 2020)",
            "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大沙龙站涡动相关仪-2020）",
            "description": "This dataset contains the flux measurements from the Dashalong station eddy covariance system (EC) in the upstream reaches of the Heihe integrated observatory network from January 1 to December 31 in 2020. The site (98.9406° E, 38.8399° N) was located in the Qilian County in Qinghai Province. The elevation is 3739 m. The EC was installed at a height of 4.5 m, and the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (CSAT3&Li7500RS) was 0.15 m.\nThe raw data acquired at 10 Hz were processed using the Eddypro post-processing software, including the spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. The observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC): class 1-3 (high quality), class 4-6 (good), class 7-8 (poor, better than gap filling data), class9 (rejected). In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data collected before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 3% of the 30 min raw record; and (4) data were rejected at night when the friction velocity (u*) was less than 0.1 m/s. There were 48 records per day, and the missing data were replaced with -6999. Suspicious data were marked in red. Due to the power loss and the problems of datalogger, data were missing occasionally in the first half of year. Data during November to December, 2020 were missing due to the malfunction of CO2/H2O analyzer. \nThe released data contained the following variables: data/time, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m3), CO2 mass density (CO2, mg/m3), friction velocity (ustar, m/s), stability (z/L), sensible heat flux (Hs, W/m2), latent heat flux (LE, W/m2), carbon dioxide flux (Fc, mg/ (m2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xls format. Detailed information can be found in the suggested references.\nFor more information, please refer to Liu et al. (2018) (for sites information), Liu et al. (2011) for data processing) in the Citation section.",
            "descriptionCn": "该数据集包含了2020年1月1日至2020年12月31日的黑河流域地表过程综合观测网上游大沙龙站涡动相关仪观测数据。站点位于青海省祁连县，下垫面是沼泽化高寒草甸。观测点的经纬度是98.9406E, 38.8399N，海拔3739 m。涡动相关仪的架高4.5m，采样频率是10Hz，超声朝向是正北向，超声风速温度仪（CSAT3）与CO2/H2O分析仪（Li7500RS）之间的距离是15cm。\n涡动相关仪的原始观测数据为10Hz，发布的数据是采用Eddypro软件处理的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对Eddypro软件输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据中每30min内缺失率大于10%的数据。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。11-12月由于H2O测量值出现负值，出现一些数据缺失。\n发布的观测数据包括：日期/时间Date/Time，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（℃），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），奥布霍夫长度L（m），感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE，二氧化碳通量的质量标识QA_Fc。感热、潜热、二氧化碳通量的质量标识分为九级（质量标识1-3数据质量好，4-6数据质量较好，7-8数据质量较差（较插补数据好）；9数据质量差））。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。\n黑河流域地表过程综合观测网或站点信息请参考Liu et al. (2018)，观测数据处理请参考Liu et al. (2011)。",
            "instructions": "Year+** observatory network+ site no + EC.",
            "instructionsCn": "年份+**观测网+站点名称+EC",
            "east": 98.9406,
            "west": 98.9406,
            "south": 38.8399,
            "north": 38.8399,
            "startTime": "2020-01-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 2442977.0,
            "cstr": "18406.11.Geogra.tpdc.271407",
            "doi": "10.11888/Geogra.tpdc.271407",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "张阳",
                "nameEn": "ZHANG Yang",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "谭俊磊",
                "nameEn": "TAN Junlei",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "任志国",
                "nameEn": "REN Zhiguo",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceCn": null,
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleCn": null,
                "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleCn": null,
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "大气放射性物质",
                "nameEn": "Atmospheric Radioactive Substance"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "大沙龙站",
                "keywordEn": "Dashalong station"
            },
            {
                "keywordCn": "黑河上游",
                "keywordEn": "Upper reaches of Heihe River"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": [],
            "backgroundCn": [
                "阿尔卑斯地区在河流和流域生态系统中具有重要意义，作为淡水的贡献者，提供并刺激特定栖息地的生物多样性。与此同时，近期气候变化、人类活动和其他扰动可能会干扰水文过程和生态功能，因此需要下一代观测和建模方法，以推进对阿尔卑斯地区这些过程的预测理解。阿尔卑斯地区的水资源是需要调节的源头水，以维持下游生态系统。然而，近年来自然/气候变化和人类活动引发的扰动显著改变了水文过程和生态功能。因此，准确估计和预测水文过程及其关键影响因素变得至关重要。",
                "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文建模和相关研究，但也促使了下一代生态系统观测网络和实验的发展。与观测数据相比，结合数据同化的遥感数据可以改善水文过程的预测。然而，由于地球系统的复杂性，遥感数据（尤其是在阿尔卑斯地区）存在各种不确定性来源，这些不确定性需要进行验证和校准。总之，为了填补知识空白并促进阿尔卑斯地区水文学研究，集成的、分布式的和多尺度的观测数据集是必不可少的，预计将为水文建模提供准确的强迫数据，验证遥感数据，评估分布式模型，并最终改善对阿尔卑斯水文过程和生态系统功能的预测理解。在阿尔卑斯水文学中，除了从分布式气象站获得的一致的水文气象数据外，雪盖和冻土是两个重要的指标和驱动因素，影响水文过程。融化前的最大雪水当量（SWE）决定了雪融水的储存——这是阿尔卑斯地区淡水的主要来源，而冻融循环（FTC）和活层内的土壤水分则改变了水的渗透，进而影响地表径流和地下水。为了促进阿尔卑斯水文学研究，国际阿尔卑斯研究流域水文学网络（INARCH）于2015年由世界气候研究计划（WCRP）的全球能量与水交换（GEWEX）项目发起，涉及全球18个流域。自那时以来，INARCH将各个观测站连接成一个国际网络和数据共享平台，以引领阿尔卑斯地区水文气象和雪观测的前沿研究。另一个基于社区的观测网络，极圈活层监测（CALM）网络，早在1990年代初便启动，旨在观察活层和近地表永久冻土对气候变化的响应。黑河流域（HRB）是中国第二大内陆河流域，以其异质的景观、多样的生态系统、独特的地理特征和近年来的气候变化而闻名。作为干旱/半干旱HRB生态水文过程的主要组成部分，阿尔卑斯水文过程，特别是与上游雪盖和冻土相关的过程，对山区的径流产生重大影响，进而调节中游的农业发展和下游的生态系统。",
                "近年来，随着气候变暖，永冻土的退化显著影响了径流和碳循环（Peng et al., 2016; Gao et al., 2018）。研究区域内雪盖广泛分布，具有独特的特征。在高海拔山区（海拔 > 3800 米），受当地微气候和低温的影响，任何季节都可能出现降雪。临时雪是该地区中低海拔地区的主要雪盖类型，因为强烈的太阳辐射和高气温导致雪的快速融化和升华。漂移雪在该地区也常见，这可能导致高海拔地区雪层的重新分布（Essery et al., 1999; Li et al., 2014）。",
                "由于祁连山的高海拔和复杂地形，常常观察到吹雪（漂雪）现象。估计吹雪的发生非常重要，因为它可能导致雪盖的重新分布，并影响雪的升华。",
                "土壤热导率的分析比较困难，因为它是土壤密度、土壤水分含量（在冻土中为冰含量）和土壤温度的函数，这些因素无法通过简单的公式轻易计算。因此，可以利用现场观测来评估高山水文模型的参数化。"
            ],
            "research objectiveCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合的、分布式的和多尺度的观测网络研究中国黑河流域上游的流域科学和功能。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。",
                "相关的开放获取数据集包括高质量的水文气象数据，特别是针对子流域和流域尺度的雪和冻土观测，旨在解决多种科学问题，包括但不限于：（1）如何为高山水文模型提供准确有效的强迫数据，（2）如何整合观测、模拟和获取的数据集以获得有意义的理解，以及（3）扰动（气候变化和人类活动）如何改变基本过程。"
            ],
            "challengesCn": [
                "然而，寒冷和恶劣的气候、高海拔和复杂的地形等几项严峻挑战，阻碍了在需要的地方和时间进行全面和一致的数据收集，这妨碍了遥感技术和高山水文模型的发展。",
                "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文模型及相关研究的发展，但也促使了下一代生态观测网络和实验的开发。然而，上述建模工作面临着两个主要问题：1）强迫数据的可用性（只有中国气象局在HRB上游地区运营的两个气象站正常工作）；2）缺乏高质量的雪和冻土数据用于参数化。",
                "不幸的是，由于强风的影响，这项工作并没有顺利进行。因此，目前无法获得可以通过雪深和雪水当量（SWE）数据计算的雪密度数据。"
            ],
            "methodsCn": [
                "无间断的气象和水文数据通过连接一组自动气象站（AMSs）的观测网络进行监测。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从一个雪观测超级站收集了雪盖特性数据。高分辨率的土壤物理数据集也从一个冻土观测超级站获得，以捕捉冻融过程。",
                "考虑到研究地点的特征，建立了一个综合的、分布式的多尺度水文气象-雪-冻土观测网络，包含七个自动气象站（AMS）和两个超级站。在流域尺度上，观测旨在收集数据，以研究气象驱动因素并验证阿尔卑斯水文模型。在子流域尺度上，小规模的观测和测量集中在降水、土壤温度和湿度等数据上，这些数据用于开发和改进水文模型，以及验证中等到粗分辨率的遥感产品（Jin et al., 2014）。在两个雪盖和冻土观测的超级站中，可以利用高分辨率数据进一步验证遥感产品。在密集观测期（IOP：2013-2014）期间，在研究区域建立了七个AMS以及冻土和雪超级站（也包含气象观测），以获取空间分布的气象变量。在IOP之后，选择并保留了四个典型的AMS进行持续观测，预计将提供长期数据集。观测的气象变量包括风速和风向、气温、湿度、红外温度、气压、四分量辐射和降水。雅口雪超级站自动测量积累和消耗过程，观测的组成部分包括雪深、雪水当量（SWE，由GammaMONitor测量）、雪面反照率和吹雪（飘雪）通量（由FlowCapt测量）。每个AMS内的六个层次测量土壤温度和湿度，而蒸散发（ET）则在三个AMS上通过涡度协方差（EC）进行观测，这些AMS位于永久冻土、季节性冻土和过渡区，以观察冻融（FT）过程。在子流域尺度上，建立了一个包含40个节点的无线传感器网络（WSN），以捕捉土壤温度和湿度的季节变化。在A’rou冻土超级站，土壤温度和湿度剖面在18个层次上进行密集测量，深度达到3.2米（采用嵌套模式，表层有更多层次），以获取冻融循环（FTC）下的土壤水热特征。此外，还测量了表层土壤的热导率和水力导率，以观察动态水热过程。",
                "雪深通过SR50A（美国Campbell）进行测量，该设备通过发出超声波脉冲并监听从目标反射回来的回声来确定传感器与目标之间的距离。雪水当量（SWE）通过GMON（CS725 GammaMONitor，美国Campbell）在2014年1月1日至2017年12月31日期间以6小时的时间分辨率进行测量。FlowCapt（瑞士IAV）用于测量在3个高度（0-1米、1-2米和2-3米）每10分钟的吹雪颗粒数量。"
            ],
            "datasetCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从综合、分布式和多尺度观测网络研究中国黑河流域上游的流域科学和功能。通过连接一组自动气象站（AMS）的观测网络，监测了无间隙的气象和水文数据。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。还获得了高分辨率的土壤物理数据集，以捕捉冻融过程，这些数据来自冻土观测超级站。更新的数据集已向具有多学科背景的科学家发布（即冰冻圈科学、水文学和气象学），预计将作为测试平台，为更广泛的社区提供准确的强迫数据，并验证和评估遥感产品和水文模型。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。该观测网络由七个标准水文气象站、一个雪超级站和一个冻土超级站组成，作为一个综合研究平台，旨在提供HRB上游水文气象过程的显著数据集（如水文气象、雪和冻土），预计将支持阿尔卑斯地区水文模型的开发和模拟以及遥感观测。",
                "来自Yakou雪超级站的综合雪数据集自2013年夏季以来已更新。观察到的雪变量包括雪深、雪水当量（SWE）和吹雪（漂雪）。2014年1月1日至2017年12月31日的数据在图4中进行了总结，并附有降水、蒸散发、土壤温度和湿度的额外图表。数据集的可用时间为2012年12月5日至2017年12月31日，间歇性丢失主要是由于高海拔地区的电力损失和传感器故障。",
                "在本文中，展示了一套来自于黑河上游集成、分布式和多尺度的水文气象-雪-冻土观测网络的阿尔卑斯水文数据集。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the integrated observation network in the Heihe River Basin utilize both automatic meteorological stations and superstations for data collection?",
                "QuestionCn": "黑河流域的综合观测网络是否同时利用自动气象站和超级站进行数据收集？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Are there challenges related to data collection due to the cold climate and high altitude in the alpine region?",
                "QuestionCn": "在高山地区，由于寒冷气候和高海拔，数据收集面临挑战吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is gap-free meteorological data from an observation network available for hydrological modeling in the alpine region?",
                "QuestionCn": "在阿尔卑斯地区，是否有可用于水文建模的无缺口气象数据来自观测网络？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which method is more utilized for capturing snow cover properties in alpine regions: superstation observations, remote sensing, or drone surveys?",
                "QuestionCn": "在阿尔卑斯地区，捕捉雪盖特性的更常用方法是超级站观测、遥感还是无人机调查？",
                "AnswerEn": "superstation observations",
                "AnswerCn": "超级站观测",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What methods are used to ensure the quality of observational data in alpine regions?",
                "QuestionCn": "在高山地区，确保观测数据质量的方法有哪些？",
                "AnswerEn": "outlier value removal",
                "AnswerCn": "异常值去除",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges are faced in collecting complete and consistent data in alpine hydrology research?",
                "QuestionCn": "在阿尔卑斯水文学研究中，收集完整和一致的数据面临哪些挑战？",
                "AnswerEn": "cold and harsh climate",
                "AnswerCn": "寒冷和严酷的气候",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a challenge faced when collecting snow cover data in high-altitude regions?",
                "QuestionCn": "在高海拔地区收集雪盖数据时面临的一个挑战是什么？",
                "AnswerEn": "One challenge in collecting snow cover data in high-altitude regions is the influence of strong winds, which can cause drifting snow and lead to data inconsistencies. This challenge affects the availability of snow density data, as the strong winds interfere with consistent measurement of snow depth and snow water equivalent.",
                "AnswerCn": "在高海拔地区收集雪盖数据的一大挑战是强风的影响，这会导致雪的漂移，从而导致数据不一致。这个挑战影响了雪密度数据的可用性，因为强风干扰了雪深和雪水当量的一致测量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of observation networks utilized for understanding hydrological processes in alpine regions?",
                "QuestionCn": "用于理解高山地区水文过程的观测网络的特点是什么？",
                "AnswerEn": "integrated, distributed, multiscale, automatic meteorological stations, snow cover and frozen ground superstations, gap-free meteorological and hydrological data, capturing snow accumulation and ablation processes, soil physics for freeze-thaw cycles, high-quality data for hydrological models, validate remote sensing products",
                "AnswerCn": "集成、分布式、多尺度、自动气象站、积雪覆盖和冻土超级站、无缝隙的气象和水文数据、捕捉积雪积累和消融过程、用于冻融循环的土壤物理学、高质量的水文模型数据、验证遥感产品。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many automatic meteorological stations are part of the integrated observation network in the upper reaches of the Heihe River Basin?",
                "QuestionCn": "黑河上游流域的综合观测网络中有多少个自动气象站？",
                "AnswerEn": "7",
                "AnswerCn": "7",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many layers of soil temperature and moisture measurements are taken at the A’rou frozen ground superstation?",
                "QuestionCn": "A’rou冻土超级站测量了多少层土壤温度和湿度？",
                "AnswerEn": "18 layers",
                "AnswerCn": "18层",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'eddy covariance' mean in the context of data collection in alpine hydrology?",
                "QuestionCn": "在高山水文学的数据收集中，“涡度协方差”指的是一种用于测量和分析气体（如水蒸气和二氧化碳）在大气与地表之间交换的技术。",
                "AnswerEn": "Eddy covariance refers to a data collection method that involves measuring fluxes of gases (such as CO2 and water vapor) between the land surface and the atmosphere. It uses tools like an ultrasonic anemometer and CO2/H2O analyzer to capture high-frequency data, which is then processed to estimate fluxes over a specified time period, such as 30 minutes in the given context.",
                "AnswerCn": "涡度协方差是一种数据收集方法，涉及测量气体（如二氧化碳和水蒸气）在地表和大气之间的通量。它使用超声波风速仪和二氧化碳/水蒸气分析仪等工具来捕获高频数据，然后处理这些数据以估算在指定时间段内的通量，例如在给定的上下文中为30分钟。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What does 'gap-free meteorological data' mean in the context of observation networks?",
                "QuestionCn": "在观测网络的背景下，“无间隙气象数据”指的是没有缺失或中断的气象观测数据。",
                "AnswerEn": "Gap-free meteorological data refers to continuous and complete data records with minimal missing values, obtained through an observation network. Such datasets are crucial for accurate hydrological modeling and validation of remote sensing products, aiming to cover a wide range of meteorological variables without significant data loss due to environmental challenges or technical issues.",
                "AnswerCn": "无缺失的气象数据是指通过观测网络获得的连续完整的数据记录，缺失值最小。这类数据集对于准确的水文模型和遥感产品的验证至关重要，旨在覆盖广泛的气象变量，而不会因环境挑战或技术问题而导致显著的数据丢失。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in challenges faced by researchers when collecting data in high-altitude alpine regions compared to those in more accessible areas?",
                "QuestionCn": "研究人员在高海拔高山地区收集数据时面临的挑战与在更易接近的地区相比有哪些不同？",
                "AnswerEn": "In high-altitude alpine regions, researchers face challenges such as cold and harsh climates, high altitudes, and complex topographies that inhibit complete and consistent data collection. These challenges contrast with more accessible areas where such geographical and climatic barriers are less pronounced, allowing for more straightforward data collection.",
                "AnswerCn": "在高海拔的高山地区，研究人员面临着寒冷和恶劣的气候、高海拔以及复杂的地形等挑战，这些因素妨碍了全面和一致的数据收集。这些挑战与更易于接近的地区形成对比，后者的地理和气候障碍较小，从而允许更简单的数据收集。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the integrated alpine hydrology observation network in the upper reaches of the Heihe River Basin compare with traditional hydrological observation methods in terms of dataset comprehensiveness and scope?",
                "QuestionCn": "在黑河上游的综合阿尔卑斯水文观测网络与传统水文观测方法相比，在数据集的全面性和范围方面有什么不同？",
                "AnswerEn": "The integrated alpine hydrology observation network offers a comprehensive suite of datasets that include long-term hydrometeorological, snow cover, and frozen ground data, leveraging state-of-the-art techniques and instruments. Traditional methods may not provide such a wide range of data or utilize advanced technology, focusing instead on specific aspects like meteorological measurements with limited integration of snow and frozen ground observations.",
                "AnswerCn": "综合阿尔卑斯水文观测网络提供了一套全面的数据集，包括长期的水文气象、雪盖和冻土数据，利用先进的技术和仪器。传统方法可能无法提供如此广泛的数据或利用先进技术，而是专注于特定方面，如气象测量，且对雪和冻土观测的整合有限。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the integration of remote sensing data with traditional observation data influence the predictive understanding of alpine hydrological processes?",
                "QuestionCn": "遥感数据与传统观测数据的结合如何影响对高山水文过程的预测理解？",
                "AnswerEn": "Using remote sensing data combined with data assimilation can improve the prediction of hydrological processes by providing an integrated, distributed, and multiscale observation dataset, although various sources of uncertainties in remote sensing data need to be validated and calibrated.",
                "AnswerCn": "利用遥感数据结合数据同化可以通过提供集成的、分布式的和多尺度的观测数据集来改善水文过程的预测，尽管遥感数据中的各种不确定性源需要进行验证和校准。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What are the main challenges in collecting complete and consistent data for alpine hydrological modeling, and how might these be addressed?",
                "QuestionCn": "在收集完整和一致的高山水文模型数据时，主要面临的挑战有哪些，以及如何应对这些挑战？",
                "AnswerEn": "Challenges include the cold and harsh climate, high altitude, and complex topography, which hinder data collection and the development of remote sensing technologies and hydrological models. These can be addressed by developing next-generation ecosystem observation networks and experiments, and establishing a comprehensive observation network with automatic meteorological stations and superstations.",
                "AnswerCn": "挑战包括寒冷和恶劣的气候、高海拔和复杂的地形，这些因素阻碍了数据收集和遥感技术及水文模型的发展。可以通过开发下一代生态系统观测网络和实验，以及建立一个综合观测网络，配备自动气象站和超级气象站来解决这些问题。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways could data from snow cover and frozen ground observations be utilized to enhance the understanding of ecohydrological processes in alpine regions?",
                "QuestionCn": "雪盖和冻土观测数据可以通过以下方式增强对高山地区生态水文过程的理解：",
                "AnswerEn": "Data from snow cover and frozen ground observations can enhance understanding by providing high-quality hydrometeorological data for alpine hydrological models, integrating observation with simulation for better understanding, and evaluating how perturbations like climate change alter fundamental processes.",
                "AnswerCn": "雪盖和冻土观测的数据可以通过提供高质量的水文气象数据来增强理解，这些数据可以用于阿尔卑斯水文模型，整合观测与模拟以更好地理解，并评估气候变化等扰动如何改变基本过程。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in collecting comprehensive and consistent data in alpine regions?",
                "QuestionCn": "在高山地区收集全面和一致数据的挑战因素包括哪些？",
                "AnswerEn": "Several factors contribute to the challenges in collecting comprehensive and consistent data in alpine regions, including the cold and harsh climate, high altitude, and complex topography, which inhibit complete data collection when needed. Moreover, technological barriers and difficulties of access further complicate data collection efforts, limiting the availability of high-quality data necessary for modeling and research.",
                "AnswerCn": "在高山地区，多个因素导致收集全面和一致的数据面临挑战，包括寒冷和恶劣的气候、高海拔和复杂的地形，这些因素在需要时妨碍了完整的数据收集。此外，技术障碍和获取困难进一步复杂化了数据收集工作，限制了进行建模和研究所需的高质量数据的可用性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes the scarcity of observation data in alpine regions, and how does it affect hydrological modeling efforts?",
                "QuestionCn": "导致高山地区观测数据稀缺的原因是什么，这对水文模型的研究工作有什么影响？",
                "AnswerEn": "The scarcity of observation data in alpine regions is primarily caused by the difficulties of access and technological barriers, which hinder the collection of necessary data. This scarcity affects hydrological modeling efforts by limiting the availability of forcing data and high-quality snow and frozen ground data needed for model parameterization and validation, thus impeding the development of accurate hydrological models.",
                "AnswerCn": "阿尔卑斯地区观测数据的稀缺主要是由于获取困难和技术障碍，这阻碍了必要数据的收集。这种稀缺性影响了水文建模工作，因为它限制了强迫数据和高质量的雪和冻土数据的可用性，而这些数据对于模型参数化和验证是必需的，从而妨碍了准确水文模型的发展。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it challenging to obtain accurate soil heat conductivity measurements in alpine regions, and how do site observations help address this issue?",
                "QuestionCn": "在高山地区获取准确的土壤热导率测量值具有挑战性，原因是什么？现场观察如何帮助解决这个问题？",
                "AnswerEn": "It is challenging to obtain accurate soil heat conductivity measurements in alpine regions because it is a function of soil density, soil moisture content (including ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Site observations help address this issue by providing empirical data that can be used to evaluate and improve the parameterization of alpine hydrologic models, leading to more accurate representations of soil heat conductivity.",
                "AnswerCn": "在高山地区获取准确的土壤热导率测量值是具有挑战性的，因为土壤热导率是土壤密度、土壤水分含量（包括冻土中的冰含量）和土壤温度的函数，而这些因素无法通过简单的公式轻易计算。现场观测有助于解决这个问题，通过提供经验数据，可以用来评估和改进高山水文模型的参数化，从而实现对土壤热导率的更准确表征。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of implementing an integrated, distributed and multiscale observation network on the accuracy and predictive capability of alpine hydrological models?",
                "QuestionCn": "实施一个集成的、分布式的和多尺度的观测网络对阿尔卑斯水文模型的准确性和预测能力可能产生的后果是什么？",
                "AnswerEn": "Implementing an integrated, distributed and multiscale observation network could enhance the accuracy and predictive capability of alpine hydrological models by providing comprehensive datasets that include gap-free meteorological and hydrological data, as well as detailed snow cover and frozen ground observations. These high-quality datasets can serve as accurate forcing data, aid in the validation of remote sensing products, and improve evaluations of distributed models, ultimately leading to a better predictive understanding of alpine hydrological processes and ecosystem functions.",
                "AnswerCn": "实施一个集成的、分布式的多尺度观测网络可以通过提供全面的数据集来提高阿尔卑斯水文模型的准确性和预测能力，这些数据集包括无间隙的气象和水文数据，以及详细的雪盖和冻土观测。这些高质量的数据集可以作为准确的强迫数据，帮助验证遥感产品，并改善对分布式模型的评估，最终导致对阿尔卑斯水文过程和生态系统功能的更好预测理解。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How might the challenges posed by the cold climate, high altitude, and complex topography impact the development and implementation of remote sensing technologies for alpine hydrology?",
                "QuestionCn": "寒冷气候、高海拔和复杂地形带来的挑战可能会影响阿尔卑斯水文学遥感技术的发展和实施。",
                "AnswerEn": "The cold climate, high altitude, and complex topography may inhibit complete and consistent data collection, posing significant challenges to the development and implementation of remote sensing technologies for alpine hydrology. These conditions make it difficult to gather continuous and accurate data, potentially leading to gaps and uncertainties in remote sensing datasets. As a result, there is a need for next-generation ecosystem observation networks and experimental methods to overcome these challenges and improve data reliability.",
                "AnswerCn": "寒冷的气候、高海拔和复杂的地形可能会阻碍完整和一致的数据收集，给高山水文学的遥感技术开发和实施带来重大挑战。这些条件使得收集连续和准确的数据变得困难，可能导致遥感数据集中的空白和不确定性。因此，需要下一代生态观察网络和实验方法来克服这些挑战，提高数据的可靠性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the expected outcomes of using a wireless sensor network (WSN) with multiple nodes in capturing seasonal changes in soil temperature and moisture in alpine regions?",
                "QuestionCn": "使用多个节点的无线传感器网络（WSN）捕捉高山地区土壤温度和湿度的季节变化的预期结果是什么？",
                "AnswerEn": "The use of a wireless sensor network (WSN) with multiple nodes is expected to enhance the understanding of seasonal changes in soil temperature and moisture by providing high-resolution data across different layers of soil. This approach can offer insights into freeze-thaw processes and soil hydrothermal dynamics, allowing for more accurate modeling of hydrological processes in alpine regions. It also facilitates the validation of remote sensing products and the development of improved hydrological models.",
                "AnswerCn": "使用多节点无线传感器网络（WSN）预计将通过提供不同土层的高分辨率数据，增强对土壤温度和湿度季节变化的理解。这种方法可以深入了解冻融过程和土壤水热动态，从而更准确地模拟高山地区的水文过程。它还便于验证遥感产品和开发改进的水文模型。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives for developing an integrated, distributed, and multiscale observation network in alpine regions like the upper reaches of the Heihe River Basin?",
                "QuestionCn": "在像黑河流域上游这样的高山地区，开发一个综合、分布式和多尺度观测网络的主要目标是什么？",
                "AnswerEn": "The primary objectives are to provide accurate forcing data for hydrological modeling, validate remote sensing data, evaluate distributed models, and improve predictive understanding of alpine hydrological processes and ecosystem functions. This network aims to address scientific questions related to the impacts of climate change and human activities on alpine hydrology and eco-functions.",
                "AnswerCn": "主要目标是提供准确的强迫数据用于水文建模，验证遥感数据，评估分布式模型，并提高对高山水文过程和生态功能的预测理解。该网络旨在解决与气候变化和人类活动对高山水文和生态功能影响相关的科学问题。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What goals are intended by using an observation network that includes superstations for snow cover and frozen ground in mountainous regions?",
                "QuestionCn": "在山区使用包括超级站的观测网络来监测雪盖和冻土的目标是什么？",
                "AnswerEn": "The goals are to capture snow accumulation and ablation processes, validate remote sensing products using fine-resolution data, and measure dynamics of freeze-thaw processes. This approach aims to support the development and improvement of hydrological models, facilitate understanding of alpine hydrological processes, and enhance the parameterization of models related to snow and frozen ground observations.",
                "AnswerCn": "目标是捕捉雪积累和融化过程，利用高分辨率数据验证遥感产品，并测量冻融过程的动态。这种方法旨在支持水文模型的开发和改进，促进对高山水文过程的理解，并增强与雪和冻土观测相关的模型参数化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the specific procedures involved in processing raw data collected from an eddy covariance system for studying surface processes in alpine regions?",
                "QuestionCn": "处理从涡度协方差系统收集的原始数据以研究高山地区表面过程的具体程序包括哪些？",
                "AnswerEn": "The raw data from the eddy covariance system is initially collected at a frequency of 10Hz. The data is then processed using Eddypro software into 30-minute averages. This involves several steps: removing outliers, applying time delay correction, performing coordinate rotation (second-order), correcting for frequency response, correcting for ultrasonic virtual temperature, and adjusting for density (WPL correction). Quality evaluation of the flux values is also conducted, focusing on atmospheric stability and turbulence similarity characteristics. Data is further filtered to exclude erroneous measurements, data affected by precipitation, and data with a high rate of missing values in the raw dataset.",
                "AnswerCn": "涡动协方差系统的原始数据以10Hz的频率收集。然后，使用Eddypro软件将数据处理为30分钟的平均值。这涉及几个步骤：去除异常值、应用时间延迟校正、进行坐标旋转（二阶）、进行频率响应校正、校正超声波虚温度以及进行密度校正（WPL校正）。还对通量值进行质量评估，重点关注大气稳定性和湍流相似性特征。数据进一步过滤，以排除错误测量、受降水影响的数据以及原始数据集中缺失值比例较高的数据。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How is an integrated, distributed, and multiscale observation network established in an alpine river basin to collect comprehensive hydrometeorological data?",
                "QuestionCn": "如何在一个高山河流流域建立一个综合的、分布式的、多尺度的观测网络，以收集全面的水文气象数据？",
                "AnswerEn": "An integrated observation network is established with a combination of automatic meteorological stations (AMSs) and superstations for snow and frozen ground observations. This includes seven AMSs and two superstations to monitor meteorological variables, snow accumulation, and freeze-thaw processes. The network aims to gather data for meteorological driving forces and model validation at the basin scale, while small-scale observations focus on precipitation, soil temperature, and moisture for model development and remote sensing validation. Soil temperature and moisture are measured at various depths, and evapotranspiration is recorded using eddy covariance systems.",
                "AnswerCn": "建立了一个综合观测网络，结合了自动气象站（AMSs）和用于雪和冻土观测的超级站。这包括七个自动气象站和两个超级站，用于监测气象变量、雪积累和冻融过程。该网络旨在收集流域尺度的气象驱动因素数据和模型验证，同时小尺度观测则专注于降水、土壤温度和湿度，以便于模型开发和遥感验证。土壤温度和湿度在不同深度进行测量，蒸散发则通过涡度协方差系统进行记录。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What challenges are encountered in collecting consistent and comprehensive hydrological data in high-altitude alpine regions, and how are these addressed?",
                "QuestionCn": "在高海拔阿尔卑斯地区收集一致和全面的水文数据时，会遇到哪些挑战，以及如何应对这些挑战？",
                "AnswerEn": "Challenges in collecting hydrological data in alpine regions include harsh climate conditions, high altitude, and complex topography, which can inhibit data collection and sensor functionality. To address these, a network of automatic stations is used to ensure continuous data monitoring. Advanced instruments are deployed to capture snow and soil parameters accurately. However, issues such as power loss and sensor malfunctions due to extreme conditions can lead to intermittent data loss, which is mitigated by maintaining robust infrastructure and regular sensor maintenance.",
                "AnswerCn": "在高山地区收集水文数据的挑战包括恶劣的气候条件、高海拔和复杂的地形，这些因素可能会妨碍数据收集和传感器的功能。为了解决这些问题，采用自动站网络以确保持续的数据监测。部署先进仪器以准确捕捉雪和土壤参数。然而，由于极端条件导致的电力损失和传感器故障等问题可能导致间歇性数据丢失，这通过维护稳健的基础设施和定期的传感器维护来减轻。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enable the effective measurement of snow cover properties and frozen ground processes in alpine regions?",
                "QuestionCn": "哪些技术进步使得在高山地区有效测量雪盖特性和冻土过程成为可能？",
                "AnswerEn": "The use of state-of-the-art techniques and instruments, such as automatic meteorological stations (AMSs), GammaMONitor (GMON) for snow water equivalent (SWE) measurement, and FlowCapt for measuring blowing snow grains, enables effective measurement of snow cover properties and frozen ground processes in alpine regions.",
                "AnswerCn": "使用先进的技术和仪器，如自动气象站（AMS）、用于雪水当量（SWE）测量的GammaMONitor（GMON）以及用于测量吹雪颗粒的FlowCapt，可以有效地测量高山地区的雪盖特性和冻土过程。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How do integrated, distributed observation networks facilitate the collection of comprehensive hydrometeorological data in challenging alpine environments?",
                "QuestionCn": "集成的分布式观测网络如何在挑战性的高山环境中促进全面水文气象数据的收集？",
                "AnswerEn": "Integrated, distributed observation networks, comprising automatic meteorological stations, snow superstations, and frozen ground superstations, facilitate the collection of comprehensive hydrometeorological data by connecting various data points, allowing for the monitoring of meteorological driving forces and validation of alpine hydrological models despite the challenges of cold climates, high altitudes, and complex topographies.",
                "AnswerCn": "综合分布式观测网络，由自动气象站、雪超级站和冻土超级站组成，通过连接各个数据点，促进了全面的水文气象数据收集，能够监测气象驱动因素并验证阿尔卑斯水文模型，尽管面临寒冷气候、高海拔和复杂地形的挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conditions or factors enable the accurate prediction and modeling of hydrological processes in alpine regions using collected datasets?",
                "QuestionCn": "哪些条件或因素能够使收集的数据集在高山地区准确预测和建模水文过程？",
                "AnswerEn": "Accurate prediction and modeling of hydrological processes in alpine regions are enabled by the availability of high-quality forcing data from long-term hydrometeorological, snow cover, and frozen ground datasets, as well as the integration of observation, simulation, and acquired datasets to address scientific questions related to perturbations from climate change and human activities.",
                "AnswerCn": "在高山地区，准确预测和建模水文过程得益于长期水文气象、雪盖和冻土数据集的高质量强迫数据的可用性，以及观测、模拟和获取的数据集的整合，以解决与气候变化和人类活动引起的扰动相关的科学问题。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be challenges in obtaining complete and consistent data for alpine hydrology observations, and how do these challenges affect data collection methods?",
                "QuestionCn": "在获取完整和一致的高山水文观测数据时，可能会面临一些挑战，这些挑战如何影响数据收集方法。",
                "AnswerEn": "Several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed. This hinders the development of remote sensing technologies and alpine hydrological models, as well as the collection of high-quality snow and frozen ground data for parameterization.",
                "AnswerCn": "几个严峻的挑战，包括寒冷和恶劣的气候、高海拔和复杂的地形，阻碍了在需要的地方/时间进行完整和一致的数据收集。这妨碍了遥感技术和高山水文模型的发展，以及高质量雪和冻土数据的收集以进行参数化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the potential reasons for the scarcity of observational data in alpine regions, and how does this scarcity motivate the development of new observation networks?",
                "QuestionCn": "阿尔卑斯地区观测数据稀缺的潜在原因是什么？这种稀缺性如何推动新观测网络的发展？",
                "AnswerEn": "The scarcity of observational data in alpine regions is largely due to difficulties of access and technological barriers. This scarcity has motivated the development of next-generation ecosystem observation networks and experiments, with the aim of improving the predictive understanding of alpine hydrological processes and ecosystem functions.",
                "AnswerCn": "阿尔卑斯地区观测数据的稀缺主要是由于获取困难和技术障碍。这种稀缺促使了下一代生态系统观测网络和实验的发展，旨在提高对阿尔卑斯水文过程和生态系统功能的预测理解。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it important to integrate multiple data collection techniques in alpine hydrology, and what outcomes are expected from such integration?",
                "QuestionCn": "在阿尔卑斯水文学中，整合多种数据收集技术的重要性在于能够获得更全面和准确的水文信息。这种整合可以帮助研究人员更好地理解水文过程、评估水资源的可用性和变化、以及预测气候变化对水文循环的影响。通过结合不同的数据来源，如遥感、地面观测和模型模拟，可以提高数据的可靠性和空间覆盖范围，从而支持更有效的管理和决策。\n\n预期的结果包括：\n1. 提高对水文过程的理解。\n2. 更准确的水资源评估。\n3. 改进气候变化影响的预测能力。\n4. 支持可持续的水资源管理和政策制定。",
                "AnswerEn": "Integrating multiple data collection techniques is important in alpine hydrology to obtain an accurate estimation and prediction of hydrological processes and their key impact factors. An integrated, distributed, and multiscale observation dataset is expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models, and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions.",
                "AnswerCn": "整合多种数据收集技术在高山水文学中至关重要，以获得对水文过程及其关键影响因素的准确估计和预测。一个集成的、分布式的、多尺度的观测数据集预计将为水文建模提供准确的强迫数据，验证遥感数据，评估分布式模型，并最终提高对高山水文过程和生态系统功能的预测理解。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of using the Eddypro software for processing raw observational data in alpine hydrology studies?",
                "QuestionCn": "您将如何评估在高山水文学研究中使用Eddypro软件处理原始观测数据的有效性？",
                "AnswerEn": "The use of Eddypro software is effective as it processes raw observational data by applying essential corrections and evaluations, such as coordinate rotation, frequency response correction, and quality assessment based on atmospheric stability and turbulence similarity, ensuring reliable and consistent data outputs for hydrological modeling.",
                "AnswerCn": "Eddypro软件的使用是有效的，因为它通过应用必要的校正和评估来处理原始观测数据，例如坐标旋转、频率响应校正，以及基于大气稳定性和湍流相似性的质量评估，从而确保为水文建模提供可靠和一致的数据输出。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data from challenging terrains like alpine regions can be consistently collected given the harsh climate and technological barriers.",
                "QuestionCn": "我不明白如何在像阿尔卑斯地区这样的艰难地形中能够持续收集数据，因为恶劣的气候和技术障碍。",
                "AnswerEn": "Gap-free meteorological and hydrological data are collected using an integrated, distributed, and multiscale observation network that includes automatic meteorological stations (AMSs) and superstations equipped with advanced instruments. The network addresses challenges by providing high-resolution datasets, enabling the capture of snow accumulation and ablation processes, and freeze-thaw processes, despite the cold and harsh conditions.",
                "AnswerCn": "无缝的气象和水文数据通过一个集成的、分布式的、多尺度的观测网络收集，该网络包括自动气象站（AMS）和配备先进仪器的超级站。该网络通过提供高分辨率的数据集，能够捕捉雪的积累和融化过程以及冻融过程，从而应对寒冷和恶劣条件下的挑战。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how datasets for snow cover and frozen ground are managed and validated in regions with complex topography.",
                "QuestionCn": "我无法理解在地形复杂的地区，雪盖和冻土的数据集是如何管理和验证的。",
                "AnswerEn": "Datasets for snow cover and frozen ground are managed using a multiscale observation network that includes snow observation superstations and frozen ground observation superstations. Remote sensing products are validated with fine-resolution data collected from these stations, and the network infrastructure allows for the capturing of detailed hydrometeorological processes which are crucial for validation and modeling in complex terrains.",
                "AnswerCn": "雪盖和冻土的数据集通过一个多尺度观测网络进行管理，该网络包括雪观测超级站和冻土观测超级站。遥感产品通过从这些站点收集的高分辨率数据进行验证，网络基础设施能够捕捉到详细的水气象过程，这对于复杂地形中的验证和建模至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the challenges faced in collecting meteorological and hydrological data in alpine regions and how these challenges impact data quality and availability.",
                "QuestionCn": "分析在高山地区收集气象和水文数据所面临的挑战，以及这些挑战如何影响数据的质量和可用性。",
                "AnswerEn": "The challenges in collecting meteorological and hydrological data in alpine regions include the cold and harsh climate, high altitude, and complex topography, which inhibit complete and consistent data collection. These factors hinder the development of remote sensing technologies and alpine hydrological models. Additionally, there is a scarcity of observation data due to difficulties of access and technological barriers, which has motivated the development of next-generation ecosystem observation networks and experiments.",
                "AnswerCn": "在高山地区收集气象和水文数据的挑战包括寒冷和恶劣的气候、高海拔和复杂的地形，这些因素妨碍了完整和一致的数据收集。这些因素阻碍了遥感技术和高山水文模型的发展。此外，由于获取困难和技术障碍，观测数据稀缺，这促使了下一代生态系统观测网络和实验的开发。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please discuss the potential datasets that can be developed from the observation network in the Heihe River Basin for advancing alpine hydrological research.",
                "QuestionCn": "请讨论可以从黑河流域的观测网络中开发的潜在数据集，以推动高山水文研究。",
                "AnswerEn": "Potential datasets from the observation network in the Heihe River Basin include long-term hydrometeorological, snow cover, and frozen ground data. These datasets are expected to provide accurate forcing data for hydrological modeling and validate remote sensing products. They serve as a testing platform to improve a predictive understanding of alpine hydrological processes and ecosystem functions, addressing challenges such as the influence of climate change and human activities on these processes.",
                "AnswerCn": "来自黑河流域观测网络的潜在数据集包括长期的水文气象、雪盖和冻土数据。这些数据集预计将为水文模型提供准确的强迫数据，并验证遥感产品。它们作为一个测试平台，有助于提高对高山水文过程和生态系统功能的预测理解，解决气候变化和人类活动对这些过程影响等挑战。",
                "Level": "C6(Creating)"
            }
        ]
    }
}