{
    "id": "7624d6fb-d31e-4e3f-9757-cb437e82e682",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of the Subalpine shrub, 2019)",
            "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（亚高山灌丛涡动相关仪-2019）",
            "description": "This dataset contains the flux measurements from the Subalpine shrub eddy covariance system (EC) belonging to the Qinghai Lake basin integrated observatory network from April 28 to December 31 in 2019. The site (100°6'3.62\"E, 37°31'15.67\" N ) was located near Dasi, Shaliuhe Town, Gangcha County, Qinghai Province. The elevation is 3495m. The EC was installed at a height of 2.5m, and the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (Gill&Li7500A) was about 0.17 m.\nThe raw data acquired at 10 Hz were processed using the Eddypro post-processing software, including the spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. The observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC): class 1-3 (high quality), class 4-6 (good), class 7-8 (poor, better than gap filling data), class9 (rejected). In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data collected before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 3% of the 30 min raw record; and (4) data were rejected at night when the friction velocity (u*) was less than 0.1 m/s. There were 48 records per day, and the missing data were replaced with -6999. \nThe released data contained the following variables: DATE/TIME, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m3), CO2 mass density (CO2, mg/m3), friction velocity (ustar, m/s), stability (z/L), sensible heat flux (Hs, W/m2), latent heat flux (LE, W/m2), carbon dioxide flux (Fc, mg/ (m2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). The quality marks of sensible heat flux, latent heat flux and carbon flux are divided into three levels (quality marks 0 have good data quality, 1 have good data quality and 2 have poor data quality). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xls format. Detailed information can be found in the suggested references.",
            "descriptionCn": "该数据集包含了2019年4月28日至2019年12月31日的青海湖流域水文气象观测网亚高山灌丛涡动相关仪观测数据。站点位于青海省刚察县沙柳河镇大寺附近，下垫面是亚高山灌丛。观测点经纬度为：东经100°6'3.62\"E，北纬37°31'15.67\"N，海拔3495m。涡动相关仪的架高2.5m，采样频率是10Hz，超声朝北，超声风速温度仪（Gill-windmaster pro）与CO2/H2O分析仪（Li7500A）之间的距离约是17cm。\n涡动相关仪的原始观测数据采样频率为10Hz，发布的数据是采用Eddypro软件处理的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对Eddypro软件输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据中每30min内缺失率大于10%的数据。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。\n发布的观测数据包括：日期/时间DATE/TIME，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（℃），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），奥布霍夫长度L（m），感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE，二氧化碳通量的质量标识QA_Fc。感热、潜热、二氧化碳通量的质量标识分为3级（质量标识0数据质量好，1数据质量较好，2数据质量较差）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。",
            "instructions": "Year+** observatory network+ site no + EC.",
            "instructionsCn": "年份+**观测网+站点名称+EC",
            "east": 100.11,
            "west": 100.11,
            "south": 37.52,
            "north": 37.52,
            "startTime": "2019-05-14 08:00:00",
            "endTime": "2020-01-16 08:00:00",
            "fileSize": 1696670.0,
            "cstr": "18406.11.Meteoro.tpdc.270728",
            "doi": "10.11888/Meteoro.tpdc.270728",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李小雁",
                "nameEn": "LI Xiaoyan",
                "unitEn": "Faculty of Geographical Science,  Beijing Normal University ",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Li, X.Y., Yang, X.F., Ma, Y.J., Hu, G.R., Hu, X., Wu, X.C., Wang, P., Huang, Y.M., Cui, B.L., & Wei, J.Q. (2018). Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau. Vadose Zone Journal, 17(1)."
            },
            {
                "titleCn": null,
                "titleEn": "Evaporation and surface energy budget over the largest high‐altitude saline lake on the Qinghai‐Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Li, X.Y., Ma, Y.J., Huang, Y.M., Hu, X., Wu, X.C., Wang, P., Li, G.Y., Zhang, S.Y., Wu, H.W., Jiang, Z.Y., Cui, B.L., & Liu, L. (2016). Evaporation and surface energy budget over the largest high-altitude saline lake on the Qinghai-Tibet Plateau. Journal of Geophysical Research: Atmospheres, 121(18), 10470-10485."
            },
            {
                "titleCn": null,
                "titleEn": "Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai‐Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Zhang, S.Y., Li, X.Y., Zhao, G.Q., &Huang, Y.M. (2016). Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai-Tibet Plateau. Ecohydrology, 9(2), 267-279."
            },
            {
                "titleCn": null,
                "titleEn": "Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai–Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Zhang, S.Y., Li, X.Y., Ma, Y.J., Zhao, G.Q., Li, L., Chen, J., Jiang, Z.Y., & Huang, Y.M. (2014). Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai-Tibet Plateau. Cold Regions Science and Technology, 102, 8-20."
            },
            {
                "titleCn": null,
                "titleEn": "Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China",
                "referenceCn": null,
                "referenceEn": "Yu, G.R., Zhu, X.J., Fu, Y.L., He, H.L., Wang, Q.F., Wen, X.F., Li, X.R., Zhang, L.M., Zhang, L., Su, W., Li, S.G., Sun, X.M., Zhang, Y.P., Zhang, J.H., Yan, J.H., Wang, H.M., Zhou, G.S., Jia, B.R., Xiang, W.H., Li, Y.N., Zhao, L., Wang, Y.F., Shi, P.L., Chen, S.P., Zhao, F.H., Wang, Y.Y., & Tong, C.L. (2013). Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China. Global Change Biology, 19, 798–810."
            },
            {
                "titleCn": null,
                "titleEn": "Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Gu, S., Tang, Y.H., Du, M.Y., Kato, T., Li, Y.N., Cui, X.Y., &Zhao, X.Q. (2003). Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau, Journal of Geophysical Research, 108(D21), 4670."
            },
            {
                "titleCn": null,
                "titleEn": "Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China",
                "referenceCn": null,
                "referenceEn": "Fu, Y., Zheng, Z., Yu, G., Hu, Z., Sun, X., Shi, P., Wang, Y., & Zhao, X. (2009). Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China. Biogeosciences, 6, 2879–2893."
            },
            {
                "titleCn": null,
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleCn": null,
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleCn": null,
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceCn": null,
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceCn": null,
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleCn": null,
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceCn": null,
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleCn": null,
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceCn": null,
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleCn": null,
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleCn": null,
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes.",
                "referenceCn": null,
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleCn": null,
                "titleEn": "A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature",
                "referenceCn": null,
                "referenceEn": "Xu, T.R., Liu, S.M., Xu, Z.W., Liang, S.L., &Xu, L. (2015). A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature. Science China Earth Science, 58(2), 211-230."
            },
            {
                "titleCn": null,
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceCn": null,
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleCn": null,
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleCn": null,
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceCn": null,
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleCn": null,
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceCn": null,
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceCn": null,
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleCn": null,
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceCn": null,
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleCn": null,
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleCn": null,
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "二氧化碳通量",
                "nameEn": "Carbon dioxide flux"
            },
            {
                "nameCn": "能量平衡闭合",
                "nameEn": "Energy balance closure"
            },
            {
                "nameCn": "辐射",
                "nameEn": "Radiation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青海湖流域",
                "keywordEn": "Qinghai Lake Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2019",
                "keywordEn": "2019",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ],
            "backgroundCn": [
                "两源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被的混合物。因此，单源模型显然无法准确估算表面蒸散，因为其影响。",
                "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“树冠上方”和“土壤下方”两种情况。水蒸气和热量在树冠内部的参考高度相遇。此外，混合的水蒸气和热量只能通过树冠顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型较为复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
                "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射计视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了与使用波恩比-能量平衡系统、涡度协方差（EC）系统或大孔径闪烁仪的测量结果相比的总通量或蒸散发（土壤加冠层）。",
                "在强烈对流的灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，当EC通量测量的H和LE与可用能量Rn−G0之间存在能量平衡闭合不完整时，这一任务变得更加困难。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这一温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文显示，与观察到的复合辐射温度相比，组分温度存在过高估计。这通常对TSEB模型的性能产生最关键的影响。此外，该区域的强对流环境也是另一个因素。"
            ],
            "research objectiveCn": [
                "在这封信中，地面测量的土壤和冠层组分温度被用来估算蒸散（E）、蒸发（T）和蒸散发（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，观察到的E（E/ET%）和T（T/ET%）的比率。",
                "这封信的目的是利用高分辨率热像仪观察到的土壤和冠层组件温度作为输入，估算蒸散发（E）、土壤温度（T）和蒸散发总量（ET），并随后通过稳定氧和氢同位素技术与涡动相关（EC）测量的结合，更好地验证E、T和ET。"
            ],
            "challengesCn": [
                "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
                "导出组件温度的误差主要是由于图像分类错误引起的；这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还因为在灌溉农田中，当平均H较小时，EC系统的不确定性达到了18%。由于图像像素分类错误，土壤像素被错误地计为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气向上辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
            ],
            "methodsCn": [
                "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括地面5米处的空气温度、风速、湿度，12米高处使用四分量辐射计测量的四分量辐射，以及在4.5米高处使用10 Hz采样频率的涡度通量系统测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00之间收集为热图像。基于地面测量数据，应用Craig-Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
                "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的感热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）来计算。土壤和冠层的组件温度是使用热像仪获得的图像计算的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热图像中提取土壤和冠层的方向亮温。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。最后，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
            ],
            "datasetCn": [
                "实验区域是一个人工绿洲，种植有玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于蒸散发的比率。这是在多尺度蒸散发观测实验中进行的，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
            ],
            "findingsCn": [
                "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
                "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在蒸发通量成功地以合理的精度进行了分离，这一结果通过地面测量进行了评估。估算的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值一致。此外，TSEB模型对Rn、H和LE的估算也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
            ]
        },
        {
            "background": [
                "Accurate monitoring of surface fluxes over land surfaces is necessary for global climate change research, ecological environment management, and agricultural and water resource planning. The magnitude of the surface flux is largely determined by vegetation parameters, soil moisture and other states of the land surface. The major methods used for estimating surface fluxes are field measurement, remote-sensing-based methods, and land surface modeling. The variability in field measurements of surface flux has been documented over diurnal, seasonal, and inter-annual time scales.",
                "Land surface models have been rapidly developed to predict surface fluxes on continuous spatial and temporal scales with physical constraints. Regardless of their specific model structures, all land surface models require observational data to calibrate their parameters and adjust their states. New techniques such as data assimilation are needed to integrate either field or remotely sensed observations with the models, thus improving model accuracy by correcting the model state variables and parameters. Data assimilation has played an increasingly important role in improving predictions of such land surface state variables as the leaf area index, soil temperature profile, soil moisture profile, and other related variables, e.g., surface fluxes.",
                "Spatially distributed estimates of surface flux can be obtained from remote-sensing-based methods. The surface fluxes also can be obtained based on variational techniques and relatively simple models with the assimilation of field-measured land surface temperatures. In a land surface model, the sensible and latent heat fluxes are diagnostic variables, and they are affected by many factors (e.g., model states and parameters). As a new-generation Chinese polar orbiting meteorological satellite, the FY-3 series consists of two experimental (FY-3A/B) and at least four operational satellites (FY-3C/D/E/F). The FY-3 series is expected to have a service life that lasts until 2020. The FY-3A was launched in the year 2008. Visible and infrared radiometer (VIRR) is one of the 11 sensors mounted on the FY-3A satellite and has a nominal spatial resolution of approximately 1 km×1 km at the nadir. The common land model (CoLM) is a state-of-the-art model developed by many groups and validated with extensive field data sites. In CoLM, soil moisture is important for dividing the net radiation into the ground heat, sensible, and latent heat fluxes.",
                "Inaccurate surface flux predictions are highly correlated with errors in land surface temperature estimates. Generally, the diurnal variation trends of the land surface temperature and surface flux can be predicted correctly using the CoLM. The daily averaged evaporation fraction (EF, ratio between latent heat flux and available energy) can be used to describe the splitting of available energy into sensible and latent heat fluxes. The LAS instrument can measure the sensible heat flux at a larger scale than the EC system."
            ],
            "research objective": [
                "In this work, a dual-pass data assimilation scheme is developed to improve predictions of surface flux.",
                "The current study constructed a dual-pass data assimilation scheme with an ensemble Kalman filter (EnKF) to improve the surface flux predictions with assimilation of remotely sensed land surface temperature. This study carried out the first experiment to assimilate remotely sensed land surface temperatures (LST) derived from FY3A-VIRR into a land surface model.",
                "In this study, a dual-pass data assimilation scheme was constructed to estimate the surface fluxes via the independent optimization of the soil moisture and vegetation parameters. The aim of this study was to eliminate or reduce the errors between the model simulation and observation."
            ],
            "challenges": [
                "Methods are difficult to use for continuous monitoring of surface fluxes because the data derived from satellites are instantaneous and often contaminated by the presence of clouds.",
                "However, these measurements are difficult to use for monitoring surface fluxes at the regional scale because they only produce either point or patch-scale data. The deviations between the FY3A-VIRR LST data and the ground measurements are determined by many factors. The terrain effect can affect the accuracy of the FY3A-VIRR LST retrievals. The mismatch of the spatial and temporal scales between the FY3A-VIRR and field-measured LST can also cause these biases.",
                "The differences between the sensible heat fluxes measured by the EC and LAS system are primarily caused by the energy imbalance of the EC, the heterogeneity of the underlying surfaces, and the differences between the source areas of the EC and LAS measurements. Because of the short memory of the land surface temperature, it is difficult to assimilate the land surface temperatures. Directly assimilating land surface temperature to optimize soil moisture may cause model simulations that are more unstable."
            ],
            "methods": [
                "In this work, a dual-pass data assimilation scheme is developed to improve predictions of surface flux. Pass 1 of the dual-pass data assimilation scheme optimizes the model vegetation parameters at the weekly temporal scale, and Pass 2 optimizes the soil moisture at the daily temporal scale. Based on ensemble Kalman filter (EnKF), the land surface temperature (LST) data derived from the new generation of Chinese meteorology satellite (FY3A-VIRR) are assimilated into common land model (CoLM) for the first time. Six sites, Daman, Guantao, Arou, BJ, Miyun and Jiyuan, are selected for the data assimilation experiments and include different climatological conditions.",
                "The dual-pass data assimilation technique employed in this study optimizes the model states and parameters independently. The two passes of the scheme assimilate the remotely sensed land surface temperatures (LST) derived from the FY3A satellite. With the assimilation of the FY3A-VIRR LST data, Pass 1 is used to optimize the model parameters at the weekly temporal scale, and Pass 2 is used to optimize the soil moisture at the daily temporal scale. Six Chinese flux observation sites with different land cover types (alpine meadow, grassland, cropland, and orchard) were selected to conduct the data assimilation experiments. The FY3A-VIRR LST data are compared with the ground measurements.",
                "In this study, the MODIS LAI products are incorporated directly into the model, and the vegetation parameters are optimized at the weekly temporal scale with Pass 1 of the dual-pass data assimilation scheme. At the daily temporal scale, the soil moisture is optimized with Pass 2 of the dual-pass data assimilation scheme. The land surface temperature data from the new generation Chinese meteorology satellite FY3A-VIRR were assimilated into CoLM for the first time based on the EnKF algorithm. The source areas of the LAS measurements were calculated using a footprint model and overlaid with a FY3A-VIRR pixel."
            ],
            "dataset": [
                "The land surface temperature (LST) data derived from the new generation of Chinese meteorology satellite (FY3A-VIRR) are assimilated into common land model (CoLM) for the first time. Six sites, Daman, Guantao, Arou, BJ, Miyun and Jiyuan, are selected for the data assimilation experiments and include different climatological conditions. The results are compared with those from a dataset generated by a multi-scale surface flux observation system that includes an automatic weather station (AWS), eddy covariance (EC) and large aperture scintillometer (LAS).",
                "The FY-3A land surface temperature data will become the new data source for global water and energy balance research. The FY3A-VIRR LST products can provide the LST and emissivity of each pixel, and the data are stored in a hierarchical data format (HDF), which is a sinusoidal projection with a spatial resolution of 1 km. Data from six sites located in three major nature zones (western arid and semi-arid area, eastern monsoon area, and Qinghai-Tibet alpine meadow) of People’s Republic of China (PRC) are used for the data assimilation experiments."
            ],
            "findings": [
                "The results indicate that the dual-pass data assimilation scheme is able to reduce model uncertainties and improve predictions of surface flux with the assimilation of FY3A-VIRR LST data.",
                "The dual-pass data assimilation scheme reduced the model uncertainties and improved the prediction abilities of the model. The average BIAS values of the six sites changed from 28.7 to 5.3 W m 2 and from 16.9 to 16.1 W m2; the average RMSE values dropped from 71.7 to 46.8 W m 2 and from 93.7 to 70.8 W m 2; and the average R-values increased from 0.75 to 0.78 and from 0.66 to 0.82, respectively. The average BIAS values of the assimilation EF results dropped from 0.21 to 0.01, the average RMSE values dropped from 0.31 to 0.15, and the average R-values increased from 0.43 to 0.73. The comparisons showed that the assimilation results match well against the LAS measurements, and the correlations between the assimilation results and LAS measurements were higher than that of the model simulations at the Daman, Guantao, Arou, BJ, and Jiyuan sites."
            ],
            "backgroundCn": [
                "对陆地表面通量的准确监测对于全球气候变化研究、生态环境管理以及农业和水资源规划是必要的。表面通量的大小在很大程度上由植被参数、土壤湿度和其他地表状态决定。估算表面通量的主要方法包括现场测量、基于遥感的方法和陆面模型。现场测量的表面通量在日变化、季节变化和年际变化时间尺度上存在变异性。",
                "陆面模型的快速发展使其能够在连续的空间和时间尺度上预测表面通量，并具备物理约束。无论其具体模型结构如何，所有陆面模型都需要观测数据来校准其参数和调整其状态。新技术如数据同化被需要用来将现场或遥感观测与模型整合，从而通过修正模型状态变量和参数来提高模型的准确性。数据同化在改善陆面状态变量的预测方面发挥了越来越重要的作用，例如叶面积指数、土壤温度剖面、土壤湿度剖面以及其他相关变量，如表面通量。",
                "空间分布的表面通量估计可以通过基于遥感的方法获得。表面通量也可以基于变分技术和相对简单的模型，通过同化实地测量的地表温度来获得。在陆面模型中，显热和潜热通量是诊断变量，受许多因素（例如模型状态和参数）的影响。作为新一代中国极轨气象卫星，FY-3系列包括两颗实验卫星（FY-3A/B）和至少四颗运营卫星（FY-3C/D/E/F）。FY-3系列预计服务寿命将持续到2020年。FY-3A于2008年发射。可见光和红外辐射仪（VIRR）是FY-3A卫星上安装的11个传感器之一，具有约1 km×1 km的名义空间分辨率（在天顶方向）。共同陆面模型（CoLM）是由多个团队开发的先进模型，并经过广泛的实地数据站验证。在CoLM中，土壤湿度对于将净辐射分配到地面热、显热和潜热通量中非常重要。",
                "不准确的表面通量预测与地表温度估计的误差高度相关。一般来说，CoLM能够正确预测地表温度和表面通量的日变化趋势。日均蒸发分数（EF，即潜热通量与可用能量的比率）可以用来描述可用能量在显热通量和潜热通量之间的分配。LAS仪器能够在比EC系统更大规模上测量显热通量。"
            ],
            "research objectiveCn": [
                "在这项工作中，开发了一种双重通道数据同化方案，以改善对表面通量的预测。",
                "本研究构建了一种双重数据同化方案，采用集合卡尔曼滤波器（EnKF）来改善表面通量预测，并同化遥感地表温度。该研究首次进行实验，将来自FY3A-VIRR的遥感地表温度（LST）同化到陆面模型中。",
                "在本研究中，构建了一种双重数据同化方案，通过独立优化土壤湿度和植被参数来估计表面通量。该研究的目的是消除或减少模型模拟与观测之间的误差。"
            ],
            "challengesCn": [
                "由于卫星获取的数据是瞬时的，并且常常受到云层的干扰，因此使用方法对表面通量进行连续监测是困难的。",
                "然而，这些测量数据在区域尺度上监测表面通量时很难使用，因为它们只能产生点或斑块尺度的数据。FY3A-VIRR LST 数据与地面测量之间的偏差受到许多因素的影响。地形效应会影响 FY3A-VIRR LST 反演的准确性。FY3A-VIRR 与现场测量的 LST 之间的空间和时间尺度不匹配也可能导致这些偏差。",
                "通过EC和LAS系统测量的显热通量之间的差异主要是由于EC的能量不平衡、底层表面的异质性以及EC和LAS测量的源区之间的差异。由于地表温度的短期记忆，直接同化地表温度以优化土壤湿度可能会导致模型模拟的不稳定性。"
            ],
            "methodsCn": [
                "在这项工作中，开发了一种双重通道数据同化方案，以改善表面通量的预测。双重通道数据同化方案的第一通道在周尺度上优化模型植被参数，第二通道在日尺度上优化土壤湿度。基于集合卡尔曼滤波器（EnKF），首次将新一代中国气象卫星（FY3A-VIRR）获取的陆面温度（LST）数据同化到常见陆面模型（CoLM）中。选择了六个站点，分别是大满、馆陶、阿柔、北京、密云和济源，进行数据同化实验，这些站点具有不同的气候条件。",
                "本研究采用的双重数据同化技术独立优化模型状态和参数。该方案的两个阶段同化来自FY3A卫星的遥感地表温度（LST）。在同化FY3A-VIRR LST数据的过程中，第一阶段用于在周时间尺度上优化模型参数，第二阶段用于在日时间尺度上优化土壤湿度。选择了六个不同土地覆盖类型的中国通量观测站（高山草甸、草地、农田和果园）进行数据同化实验。FY3A-VIRR LST数据与地面测量结果进行了比较。",
                "在本研究中，MODIS LAI 产品直接纳入模型中，植被参数在每周时间尺度上通过双重数据同化方案的第一阶段进行优化。在每日时间尺度上，土壤湿度通过双重数据同化方案的第二阶段进行优化。基于EnKF算法，首次将新一代中国气象卫星FY3A-VIRR的地表温度数据同化到CoLM中。LAS测量的源区使用足迹模型计算，并与FY3A-VIRR像元叠加。"
            ],
            "datasetCn": [
                "来自新一代中国气象卫星（FY3A-VIRR）的地表温度（LST）数据首次被同化到常规陆面模型（CoLM）中。选择了六个站点，分别是大闸、广陶、阿柔、北京、密云和济源，进行数据同化实验，这些站点涵盖了不同的气候条件。结果与由多尺度表面通量观测系统生成的数据集进行比较，该系统包括自动气象站（AWS）、涡度协方差（EC）和大孔径闪烁仪（LAS）。",
                "FY-3A陆表温度数据将成为全球水分和能量平衡研究的新数据源。FY3A-VIRR LST产品可以提供每个像素的陆表温度和发射率，数据以层次数据格式（HDF）存储，采用正弦投影，空间分辨率为1公里。来自中国三个主要自然区域（西部干旱和半干旱地区、东部季风区和青藏高原 alpine meadow）的六个站点的数据用于数据同化实验。"
            ],
            "findingsCn": [
                "结果表明，双通道数据同化方案能够通过同化FY3A-VIRR LST数据来减少模型不确定性，并改善地表通量的预测。",
                "双重数据同化方案减少了模型的不确定性，提高了模型的预测能力。六个站点的平均偏差（BIAS）值从28.7 W m 2 变为5.3 W m 2，从16.9 W m 2 变为16.1 W m 2；平均均方根误差（RMSE）值从71.7 W m 2 降至46.8 W m 2，从93.7 W m 2 降至70.8 W m 2；平均相关系数（R值）从0.75 增加到0.78，从0.66 增加到0.82。同化的蒸散发（EF）结果的平均偏差值从0.21 降至0.01，平均均方根误差值从0.31 降至0.15，平均相关系数从0.43 增加到0.73。比较结果表明，同化结果与激光雷达（LAS）测量值匹配良好，并且同化结果与LAS测量值之间的相关性高于模型模拟在大门、馆陶、阿柔、北京和济源站点的相关性。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the eddy covariance system used to measure turbulent fluxes in the Daman superstation?",
                "QuestionCn": "涡度协方差系统是否用于测量达曼超级站的湍流通量？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Can the dual-pass data assimilation scheme improve predictions of surface flux using assimilated land surface temperature data?",
                "QuestionCn": "双重通道数据同化方案能否通过同化地表温度数据来改善地表通量的预测？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the main challenge in data collection related to the accuracy of temperature measurements, the availability of required parameters, or the energy balance closure?",
                "QuestionCn": "数据收集的主要挑战是与温度测量的准确性、所需参数的可用性还是能量平衡闭合有关？",
                "AnswerEn": "accuracy of temperature measurements, availability of required parameters, energy balance closure",
                "AnswerCn": "温度测量的准确性、所需参数的可用性、能量平衡闭合。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection methods are used to monitor surface fluxes over land surfaces?",
                "QuestionCn": "用于监测陆地表面通量的数据收集方法有哪些？",
                "AnswerEn": "Field measurement, remote-sensing-based methods, land surface modeling",
                "AnswerCn": "现场测量、遥感方法、陆面建模",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are faced in using satellite-derived data for continuous monitoring of surface fluxes?",
                "QuestionCn": "使用卫星衍生数据进行表面通量连续监测面临哪些挑战？",
                "AnswerEn": "instantaneous nature, cloud contamination, spatial and temporal scale mismatches, terrain effects",
                "AnswerCn": "瞬时性、云污染、空间和时间尺度不匹配、地形效应",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Where are the sites located for data assimilation experiments in the context of improving surface flux predictions?",
                "QuestionCn": "在改善表面通量预测的背景下，数据同化实验的站点位于哪里？",
                "AnswerEn": "Daman, Guantao, Arou, BJ, Miyun, Jiyuan",
                "AnswerCn": "达曼，馆陶，阿柔，BJ，密云，济源",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to measure evapotranspiration in heterogeneous land surfaces?",
                "QuestionCn": "您能否提供一个用于测量异质土地表面蒸散发的数据收集方法的示例？",
                "AnswerEn": "One example is the use of the two-source energy balance (TSEB) model combined with ground-measured soil and canopy component temperatures and validated with observed ratios of evaporation and transpiration using stable isotopes and eddy covariance (EC) measurements.",
                "AnswerCn": "一个例子是将双源能量平衡（TSEB）模型与地面测量的土壤和冠层组分温度相结合，并通过稳定同位素和涡度协方差（EC）测量验证蒸发和蒸腾的观测比率。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset that integrates satellite-derived land surface temperature with ground-based flux measurements for improving surface flux predictions?",
                "QuestionCn": "您能否提供一个示例数据集，该数据集将卫星获取的地表温度与地面通量测量相结合，以改善地表通量预测？",
                "AnswerEn": "An example is the dataset that combines land surface temperature data from the FY3A-VIRR satellite with ground measurements from six Chinese flux observation sites. This integration is used to improve surface flux predictions through a dual-pass data assimilation scheme.",
                "AnswerCn": "一个例子是将FY3A-VIRR卫星的地表温度数据与六个中国通量观测站的地面测量数据相结合的 dataset。这种集成用于通过双重数据同化方案改善地表通量预测。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collected using eddy covariance systems in subalpine shrub environments?",
                "QuestionCn": "在亚高山灌木环境中使用涡度协方差系统收集的数据的特征是什么？",
                "AnswerEn": "high sampling frequency of 10Hz, wind direction, horizontal wind speed, side wind speed standard deviation, ultrasonic virtual temperature, water vapor density, carbon dioxide concentration, friction velocity, Obukhov length, sensible heat flux, latent heat flux, carbon dioxide flux, 30-minute increments",
                "AnswerCn": "高采样频率为10Hz，风向，水平风速，侧风速标准差，超声虚温，水汽密度，二氧化碳浓度，摩擦速度，奥布霍夫长度，感热通量，潜热通量，二氧化碳通量，30分钟增量。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the elevation of the observation site used in the data collection for the eddy covariance system?",
                "QuestionCn": "用于涡度协方差系统数据收集的观测站点的海拔高度是多少？",
                "AnswerEn": "3495 meters",
                "AnswerCn": "3495米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'eddy covariance system' mean in the context of measuring surface fluxes?",
                "QuestionCn": "在测量表面通量的背景下，“涡度协方差系统”是什么意思。",
                "AnswerEn": "In the context of measuring surface fluxes, the 'eddy covariance system' refers to a method used to measure turbulent fluxes of heat, water vapor, and carbon dioxide between the surface and the atmosphere. This system typically involves instruments like ultrasonic anemometers and gas analyzers to capture high-frequency wind and scalar data, enabling the calculation of fluxes based on the covariance between vertical wind speed and the scalar quantity of interest.",
                "AnswerCn": "在测量表面通量的背景下，“涡度协方差系统”指的是一种用于测量表面与大气之间热量、水蒸气和二氧化碳的湍流通量的方法。该系统通常涉及超声波风速计和气体分析仪等仪器，以捕捉高频风速和标量数据，从而基于垂直风速与感兴趣的标量量之间的协方差计算通量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is meant by 'data assimilation' in land surface modeling?",
                "QuestionCn": "在陆面建模中，“数据同化”是指将观测数据与模型预测结合起来，以提高模型的准确性和可靠性。",
                "AnswerEn": "In land surface modeling, 'data assimilation' refers to the integration of observational data into models to improve their accuracy. This process adjusts the model state variables and parameters to minimize the difference between model predictions and observations. Techniques like the ensemble Kalman filter are often used to assimilate data such as land surface temperature into land surface models, enhancing predictions of surface fluxes and other related variables.",
                "AnswerCn": "在陆面建模中，“数据同化”是指将观测数据整合到模型中，以提高其准确性。这个过程调整模型状态变量和参数，以最小化模型预测与观测之间的差异。像集合卡尔曼滤波器这样的技术常用于将地表温度等数据同化到陆面模型中，从而增强对地表通量和其他相关变量的预测。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does 'two-source energy balance (TSEB) model' imply in the estimation of evapotranspiration?",
                "QuestionCn": "“两源能量平衡（TSEB）模型”在蒸散发估算中的含义是什么？",
                "AnswerEn": "The 'two-source energy balance (TSEB) model' in the estimation of evapotranspiration implies a modeling approach that separately considers the energy exchanges of the soil and vegetation components. This model helps in accurately estimating evaporation and transpiration by accounting for the distinct temperatures and resistances of soil and vegetation, thus providing a more precise understanding of the surface energy balance in heterogeneous landscapes.",
                "AnswerCn": "“两源能量平衡（TSEB）模型”在蒸散发估算中的应用意味着一种建模方法，该方法分别考虑土壤和植被成分的能量交换。该模型通过考虑土壤和植被的不同温度和阻力，帮助准确估计蒸发和蒸腾，从而提供对异质景观中表面能量平衡的更精确理解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in challenges faced when using a dual-pass data assimilation scheme versus a two-source energy balance model for estimating surface fluxes?",
                "QuestionCn": "使用双重通道数据同化方案与两源能量平衡模型估计表面通量时面临的挑战有哪些不同？",
                "AnswerEn": "The dual-pass data assimilation scheme faces challenges such as the mismatch of spatial and temporal scales and potential instability in model simulations when directly assimilating land surface temperature data. On the other hand, the two-source energy balance model contends with complex parameter calculations and the need for specific observations that are difficult to obtain, particularly in heterogeneous landscapes. Additionally, errors in temperature component separation can affect the model's performance.",
                "AnswerCn": "双重通道数据同化方案面临着空间和时间尺度不匹配以及在直接同化地表温度数据时模型模拟可能不稳定等挑战。另一方面，双源能量平衡模型则面临复杂的参数计算和对特定观测的需求，这些观测在异质景观中尤其难以获得。此外，温度分量分离中的误差可能会影响模型的性能。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges can arise when using high-frequency data sampling methods in hydrometeorological observations, and how might these challenges affect data interpretation?",
                "QuestionCn": "在水文气象观测中使用高频数据采样方法时可能会出现哪些挑战，这些挑战又可能如何影响数据解释。",
                "AnswerEn": "Challenges in high-frequency data sampling, such as 10Hz sampling used in hydrometeorological observations, include managing large volumes of data and ensuring data accuracy and reliability. Factors like instrument errors, environmental conditions, and data processing steps (e.g., outlier removal, delay correction) can introduce uncertainties. These challenges can affect data interpretation by potentially leading to inaccuracies in capturing transient phenomena or misrepresenting steady-state conditions, requiring robust data processing and quality control measures.",
                "AnswerCn": "高频数据采样（例如在水文气象观测中使用的10Hz采样）面临的挑战包括管理大量数据以及确保数据的准确性和可靠性。仪器误差、环境条件和数据处理步骤（例如异常值去除、延迟修正）等因素可能引入不确定性。这些挑战可能影响数据解释，导致在捕捉瞬态现象时出现不准确或对稳态条件的错误表述，因此需要强有力的数据处理和质量控制措施。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "Why do the current composite temperature separation approaches face limitations in arid regions when estimating evapotranspiration?",
                "QuestionCn": "当前复合温度分离方法在干旱地区估算蒸散发时面临的限制是什么？",
                "AnswerEn": "The limitations of composite temperature separation approaches in arid regions for estimating evapotranspiration arise from challenges such as image classification errors that vary with vegetation abundance, which can lead to overestimation of canopy temperature, and the uncertainties in estimating incoming short- and long-wave radiation transmittances through the canopy.",
                "AnswerCn": "在干旱地区，复合温度分离方法在估算蒸散发时的局限性源于一些挑战，例如图像分类错误随着植被丰度的变化而变化，这可能导致对冠层温度的高估，以及在估算通过冠层的入射短波和长波辐射透过率时的不确定性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors contribute to the challenges of using eddy covariance systems to measure latent and sensible heat fluxes in irrigated agricultural areas?",
                "QuestionCn": "哪些因素导致在灌溉农业地区使用涡度协方差系统测量潜热和显热通量的挑战？",
                "AnswerEn": "Challenges in using eddy covariance systems to measure latent and sensible heat fluxes in irrigated agricultural areas include the incomplete energy balance closure with respect to available energy, strong advective environments affecting measurements, and uncertainties in determining surface soil and vegetation component temperatures from composite radiometric temperatures.",
                "AnswerCn": "在灌溉农业区域使用涡度协方差系统测量潜热和显热通量时面临的挑战包括能量平衡闭合不完全，强烈的平流环境对测量的影响，以及从复合辐射温度中确定地表土壤和植被组分温度的不确定性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on data quality when employing a dual-pass data assimilation scheme for surface flux predictions?",
                "QuestionCn": "在采用双重数据同化方案进行表面通量预测时，数据质量可能受到的影响有哪些？",
                "AnswerEn": "The dual-pass data assimilation scheme can significantly reduce model uncertainties and improve the prediction abilities of surface fluxes, as it optimizes model vegetation parameters and soil moisture independently, leading to increased accuracy in estimations.",
                "AnswerCn": "双重数据同化方案可以显著减少模型不确定性，并提高地表通量的预测能力，因为它独立优化模型的植被参数和土壤湿度，从而提高估计的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the consequences of integrating remotely sensed land surface temperature data into land surface models for surface flux estimation?",
                "QuestionCn": "将遥感地表温度数据整合到地表模型中进行表面通量估计的后果是什么？",
                "AnswerEn": "Integrating remotely sensed land surface temperature data into land surface models can improve the estimation of surface flux by enhancing the model's prediction ability, reducing biases and root-mean-square errors, and increasing correlation with ground-based measurements, thereby achieving more accurate surface flux predictions.",
                "AnswerCn": "将遥感地表温度数据整合到地表模型中，可以通过增强模型的预测能力、减少偏差和均方根误差、提高与地面测量的相关性，从而改善地表通量的估计，实现更准确的地表通量预测。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to use the TSEB model for estimating evaporation, transpiration, and evapotranspiration over heterogeneous landscapes?",
                "QuestionCn": "为什么在异质景观中使用TSEB模型来估算蒸发、蒸腾和蒸散发是重要的？",
                "AnswerEn": "Using the TSEB model is important for accurately estimating evaporation, transpiration, and evapotranspiration over heterogeneous landscapes because it considers separate energy exchanges for soil and vegetation components, improving the accuracy of surface flux predictions in diverse environmental conditions.",
                "AnswerCn": "使用TSEB模型对于准确估计异质景观上的蒸发、蒸腾和蒸散发非常重要，因为它考虑了土壤和植被成分的独立能量交换，从而提高了在多样环境条件下表面通量预测的准确性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is the objective behind collecting observational data for land surface models in predicting surface fluxes?",
                "QuestionCn": "收集观测数据用于土地表面模型预测表面通量的目标是什么？",
                "AnswerEn": "The objective behind collecting observational data for land surface models is to calibrate model parameters and adjust state variables, thereby improving the accuracy of surface flux predictions through methods like data assimilation, which integrates field or remotely sensed observations with model simulations.",
                "AnswerCn": "收集地表模型观测数据的目的是为了校准模型参数和调整状态变量，从而通过数据同化等方法提高表面通量预测的准确性，数据同化将现场或遥感观测与模型模拟相结合。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the data processing steps involved in refining eddy covariance data for hydrometeorological observations in subalpine shrubland areas?",
                "QuestionCn": "在亚高山灌木区进行水文气象观测时，精炼涡度协方差数据涉及的处理步骤包括：",
                "AnswerEn": "The data processing steps for eddy covariance data from subalpine shrubland areas involve using Eddypro software to handle the raw data sampled at 10Hz. The main steps include removing outliers, correcting for time delays, performing coordinate rotation (secondary coordinate rotation), adjusting for frequency response, correcting ultrasonic virtual temperature, and implementing the Webb-Pearman-Leuning (WPL) density corrections. Quality assessments are conducted on flux values based on atmospheric stability and turbulence similarity tests. Data are also filtered to exclude erroneous instrument readings, data during and around precipitation events, and data with more than 10% missing values in each 30-minute block of the original 10Hz data.",
                "AnswerCn": "亚高山灌木区的涡度协方差数据处理步骤涉及使用Eddypro软件处理以10Hz采样的原始数据。主要步骤包括去除异常值、校正时间延迟、进行坐标旋转（次级坐标旋转）、调整频率响应、校正超声虚拟温度，以及实施韦布-皮尔曼-伦宁（WPL）密度修正。根据大气稳定性和湍流相似性测试对通量值进行质量评估。数据还会被过滤，以排除错误的仪器读数、降水事件期间及其周围的数据，以及在每个30分钟的原始10Hz数据块中缺失值超过10%的数据。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How can thermal infrared imagery and ground-based measurements be integrated to improve evapotranspiration estimates in agricultural fields?",
                "QuestionCn": "如何将热红外影像和地面测量相结合，以提高农业领域的蒸散发估算？",
                "AnswerEn": "Thermal infrared imagery and ground-based measurements are integrated in agricultural fields by using a high-resolution thermal camera to capture soil and canopy component temperatures. These temperatures serve as inputs to a Two-Source Energy Balance (TSEB) model, which estimates evaporation, transpiration, and evapotranspiration. The model's accuracy is improved by validating these estimates with stable oxygen and hydrogen isotopes and eddy covariance system measurements. The process involves classifying visible and NIR images into soil and canopy pixels, extracting directional brightness temperatures, and converting these to radiation temperatures using atmospheric data. The model estimates are then validated against ground-based radiometric temperature measurements.",
                "AnswerCn": "热红外影像和地面测量通过使用高分辨率热像仪在农业领域中进行集成，以捕捉土壤和冠层组件的温度。这些温度作为输入用于双源能量平衡（TSEB）模型，该模型估算蒸发、蒸腾和蒸散。通过与稳定的氧和氢同位素以及涡度协方差系统测量结果进行验证，模型的准确性得以提高。该过程包括将可见光和近红外图像分类为土壤和冠层像素，提取方向性亮度温度，并使用大气数据将其转换为辐射温度。然后，将模型估算结果与地面辐射温度测量进行验证。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What methodological approaches are used to incorporate satellite-derived land surface temperature data into land surface models for surface flux estimation?",
                "QuestionCn": "将卫星获取的地表温度数据纳入地表模型以估算表面通量的方法论有哪些？",
                "AnswerEn": "Satellite-derived land surface temperature (LST) data are incorporated into land surface models through a dual-pass data assimilation scheme. This approach uses an ensemble Kalman filter (EnKF) to independently optimize model vegetation parameters on a weekly basis and soil moisture on a daily basis. The LST data from the FY3A-VIRR satellite are assimilated into the common land model (CoLM), with experiments conducted across various Chinese sites with different climatological conditions. The dual-pass technique enhances model predictions by reducing uncertainties and improving the alignment of simulated and observed data, thereby enhancing the estimation of surface fluxes such as sensible and latent heat.",
                "AnswerCn": "卫星衍生的地表温度（LST）数据通过双重数据同化方案纳入陆面模型。该方法使用集合卡尔曼滤波器（EnKF）在每周基础上独立优化模型的植被参数，并在每日基础上优化土壤湿度。来自FY3A-VIRR卫星的LST数据被同化到共同陆面模型（CoLM）中，并在不同气候条件的中国多个站点进行实验。双重数据同化技术通过减少不确定性和改善模拟数据与观测数据的对齐，从而增强模型预测，提升了表面通量（如显热和潜热）的估计。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the accurate separation of evapotranspiration components using ground-based and remote sensing data?",
                "QuestionCn": "哪些方法能够利用地面和遥感数据准确分离蒸散发成分？",
                "AnswerEn": "The Two-Source Energy Balance (TSEB) model enables the separation of evapotranspiration components by using ground-measured soil and canopy component temperatures. The model is further refined through the use of high-resolution thermal cameras for capturing these temperatures, which are then validated using stable isotope techniques and eddy covariance measurements.",
                "AnswerCn": "双源能量平衡（TSEB）模型通过使用地面测量的土壤和冠层组件温度来分离蒸散发成分。该模型通过使用高分辨率热像仪捕捉这些温度进一步得到优化，随后通过稳定同位素技术和涡度协方差测量进行验证。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the integration of remote sensing data with land surface models enhance the prediction of surface fluxes in heterogeneous landscapes?",
                "QuestionCn": "遥感数据与地表模型的集成如何增强对异质景观中表面通量的预测？",
                "AnswerEn": "The integration of remote sensing data, specifically land surface temperature from the FY3A-VIRR satellite, with land surface models like the Common Land Model (CoLM) enhances prediction by employing a dual-pass data assimilation scheme. This scheme optimizes model parameters and soil moisture independently at different temporal scales, improving the accuracy of surface flux predictions.",
                "AnswerCn": "遥感数据的集成，特别是来自FY3A-VIRR卫星的地表温度，与像常规陆地模型（CoLM）这样的陆地表面模型结合，通过采用双重数据同化方案来增强预测能力。该方案在不同的时间尺度上独立优化模型参数和土壤湿度，从而提高地表通量预测的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges must be addressed to enable continuous and accurate monitoring of surface fluxes using satellite data?",
                "QuestionCn": "为了实现对表面通量的持续和准确监测，必须解决哪些挑战？",
                "AnswerEn": "Continuous and accurate monitoring of surface fluxes using satellite data faces challenges such as data contamination by clouds, spatial and temporal scale mismatches between satellite and ground measurements, and terrain effects that affect the accuracy of satellite-derived land surface temperature retrievals.",
                "AnswerCn": "使用卫星数据对表面通量进行持续和准确的监测面临着诸多挑战，例如云层导致的数据污染、卫星与地面测量之间的空间和时间尺度不匹配，以及地形效应影响卫星获取的地表温度的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the separation of soil and vegetation component temperatures using remote sensing techniques face challenges in arid regions?",
                "QuestionCn": "使用遥感技术分离干旱地区土壤和植被成分温度可能面临挑战的原因是什么？",
                "AnswerEn": "The separation of soil and vegetation component temperatures using remote sensing techniques can face challenges in arid regions due to the limited effectiveness of current composite temperature separation approaches. Errors in the derived component temperature are primarily caused by image classification errors, which vary with vegetation abundance. Additionally, atmospheric conditions and uncertainties in radiation transmittances may contribute to inaccuracies.",
                "AnswerCn": "使用遥感技术分离土壤和植被成分温度在干旱地区面临挑战，因为当前的复合温度分离方法效果有限。衍生成分温度的误差主要是由于图像分类错误，这些错误随着植被丰度的变化而变化。此外，大气条件和辐射透过率的不确定性也可能导致不准确。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the expected challenges in using satellite-derived land surface temperatures for continuous surface flux monitoring?",
                "QuestionCn": "使用卫星获取的地表温度进行连续表面通量监测的预期挑战是什么？",
                "AnswerEn": "Using satellite-derived land surface temperatures for continuous surface flux monitoring is challenging because the data are instantaneous and often contaminated by clouds. Additionally, the mismatch of spatial and temporal scales between satellite data and ground measurements, as well as terrain effects, can introduce biases in the land surface temperature retrievals. The short memory of land surface temperature also makes assimilation into models challenging.",
                "AnswerCn": "使用卫星获取的地表温度进行连续的地表通量监测是具有挑战性的，因为这些数据是瞬时的，并且常常受到云层的干扰。此外，卫星数据与地面测量之间的空间和时间尺度不匹配，以及地形效应，可能会在地表温度的提取中引入偏差。地表温度的短期记忆特性也使得将其同化到模型中变得困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might field measurement methods face difficulties in assessing evapotranspiration accurately in heterogeneous landscapes?",
                "QuestionCn": "现场测量方法在评估异质景观中的蒸散发时可能面临困难的原因是什么？",
                "AnswerEn": "Field measurement methods face difficulties in assessing evapotranspiration accurately in heterogeneous landscapes due to the complex interactions between soil and vegetation with varying temperatures and resistances to energy exchange. One-source models may not estimate surface evapotranspiration accurately due to the heterogeneous nature of landscapes, and errors in component temperature estimation can further affect model performance. Additionally, strong advective conditions and energy balance closure issues can complicate measurements.",
                "AnswerCn": "现场测量方法在异质景观中准确评估蒸散发面临困难，因为土壤和植被之间的复杂相互作用导致温度和能量交换的阻力各异。单源模型可能无法准确估计表面蒸散发，因为景观的异质性，组件温度估计的误差可能进一步影响模型性能。此外，强烈的平流条件和能量平衡闭合问题也会使测量变得复杂。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How effective are the data collection methods in capturing the heterogeneity of landscapes in hydrometeorological observations?",
                "QuestionCn": "数据收集方法在捕捉水文气象观测中景观异质性方面的有效性如何？",
                "AnswerEn": "The data collection methods are designed to capture the heterogeneity of landscapes effectively. For instance, the use of eddy covariance systems and thermal cameras in the field measurements allows for capturing detailed surface flux data across varied landscapes like subalpine shrubs. The methods also incorporate techniques like coordinate rotation and frequency response correction, which are crucial for adjusting to the diverse landscape features.",
                "AnswerCn": "数据收集方法旨在有效捕捉景观的异质性。例如，在现场测量中使用涡度协方差系统和热像仪，可以在不同的景观（如亚高山灌木）中捕获详细的表面通量数据。这些方法还结合了坐标旋转和频率响应校正等技术，这对于适应多样的景观特征至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What challenges do researchers face when ensuring the accuracy of datasets in environments with strong advective conditions?",
                "QuestionCn": "研究人员在强对流条件下确保数据集准确性时面临哪些挑战？",
                "AnswerEn": "Researchers face significant challenges in ensuring dataset accuracy in strong advective conditions due to factors like energy balance closure issues in eddy covariance measurements, and uncertainties in surface-air temperature differences. The TSEB model's performance is particularly affected by these uncertainties, which can result in overestimation of component temperatures leading to errors in flux estimation.",
                "AnswerCn": "研究人员在强对流条件下确保数据集准确性面临重大挑战，原因包括涡度协方差测量中的能量平衡闭合问题，以及地表与空气温度差异的不确定性。TSEB模型的性能特别受到这些不确定性的影响，这可能导致组件温度的高估，从而导致通量估计的错误。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What potential datasets or data collection strategies could be explored to enhance the understanding of evapotranspiration in mixed vegetation landscapes?",
                "QuestionCn": "可以探索哪些潜在的数据集或数据收集策略，以增强对混合植被景观中蒸散发的理解？",
                "AnswerEn": "Potential datasets that could enhance understanding include high-resolution thermal images and isotopic measurements for better separation of evaporation and transpiration components. Data collection strategies could involve using dual-pass data assimilation schemes that optimize both vegetation parameters and soil moisture, leveraging satellite-derived land surface temperatures. These approaches provide comprehensive data coverage and address the spatial heterogeneity of mixed vegetation landscapes effectively.",
                "AnswerCn": "潜在的数据集可以增强对蒸发和蒸腾成分的理解，包括高分辨率热图像和同位素测量。数据收集策略可以采用双通道数据同化方案，优化植被参数和土壤湿度，利用卫星衍生的地表温度。这些方法提供了全面的数据覆盖，并有效解决了混合植被景观的空间异质性。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I can't figure out why there are challenges in using satellite data for continuous monitoring of surface fluxes.",
                "QuestionCn": "我无法弄清楚为什么使用卫星数据进行表面通量的连续监测会面临挑战。",
                "AnswerEn": "Satellite data are instantaneous and often affected by cloud cover, limiting their effectiveness for continuous monitoring. Additionally, there are spatial and temporal mismatches between satellite data and ground measurements, which can introduce biases and inaccuracies in surface flux estimation.",
                "AnswerCn": "卫星数据是瞬时的，且常常受到云层覆盖的影响，这限制了它们在连续监测中的有效性。此外，卫星数据与地面测量之间存在空间和时间的不匹配，这可能导致表面通量估计中的偏差和不准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I’m unsure why there are difficulties in accurately estimating surface fluxes using land surface models.",
                "QuestionCn": "我不确定为什么使用陆面模型准确估计表面通量会存在困难。",
                "AnswerEn": "The accuracy of surface flux predictions using land surface models is highly sensitive to errors in land surface temperature estimates. These inaccuracies can be caused by factors such as image classification errors, heterogeneity of underlying surfaces, and the energy imbalance in measurements like those from the eddy covariance system.",
                "AnswerCn": "使用陆面模型进行表面通量预测的准确性对地表温度估计中的误差高度敏感。这些不准确性可能由图像分类错误、底层表面的异质性以及像涡度协方差系统这样的测量中的能量不平衡等因素引起。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the methods used for processing eddy covariance data and discuss the steps involved in ensuring data quality and accuracy in hydrometeorological observations.",
                "QuestionCn": "请探讨用于处理涡度协方差数据的方法，并讨论确保水文气象观测数据质量和准确性所涉及的步骤。",
                "AnswerEn": "The eddy covariance data processing involves several steps to ensure data quality and accuracy, including despiking for outlier removal, time delay correction, coordinate rotation (double rotation), frequency response correction, sonic virtual temperature correction, and density correction (WPL correction). Additionally, data quality is evaluated based on atmospheric stability and turbulent similarity characteristics, and data is filtered by removing erroneous instrument data, data during and after precipitation events, and data with a high missing rate in the original 10Hz data.",
                "AnswerCn": "涡度协方差数据处理涉及多个步骤，以确保数据质量和准确性，包括去尖峰以去除异常值、时间延迟修正、坐标旋转（双旋转）、频率响应修正、声学虚温修正和密度修正（WPL修正）。此外，数据质量根据大气稳定性和湍流相似性特征进行评估，并通过去除错误的仪器数据、降水事件期间和之后的数据，以及原始10Hz数据中缺失率较高的数据进行过滤。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please analyze the challenges faced in accurately estimating surface fluxes in heterogeneous landscapes and discuss how these challenges may impact data collection methods.",
                "QuestionCn": "请分析在异质景观中准确估计表面通量所面临的挑战，并讨论这些挑战如何影响数据收集方法。",
                "AnswerEn": "Challenges in accurately estimating surface fluxes in heterogeneous landscapes include the need to consider both soil and vegetation components with different temperatures and resistance to energy exchange. One-source models struggle with this complexity, leading to inaccuracies. Additionally, errors in component temperatures, caused by factors like image classification errors and atmospheric influences, can affect flux estimations. This complexity impacts data collection methods by necessitating high-resolution thermal imaging and robust classification techniques to separate soil and canopy temperatures effectively.",
                "AnswerCn": "在异质景观中准确估计表面通量的挑战包括需要考虑土壤和植被成分的不同温度和能量交换阻力。一源模型在处理这种复杂性时面临困难，导致不准确。此外，成分温度的误差，例如图像分类错误和大气影响，可能会影响通量估计。这种复杂性对数据收集方法产生影响，要求高分辨率热成像和强大的分类技术，以有效区分土壤和树冠温度。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please investigate potential datasets that could be integrated for enhancing the accuracy of surface flux predictions in land surface models.",
                "QuestionCn": "请调查可以整合的潜在数据集，以提高陆面模型中表面通量预测的准确性。",
                "AnswerEn": "Potential datasets for enhancing surface flux predictions include remotely sensed land surface temperature data from satellites like FY3A-VIRR, which offer high spatial resolution and emissivity information. Integrating these remote-sensing datasets with field observations from eddy covariance systems and large aperture scintillometers can improve land surface model accuracy by providing comprehensive data for calibrating model parameters and adjusting state variables through data assimilation techniques.",
                "AnswerCn": "潜在的数据集用于增强表面通量预测，包括来自FY3A-VIRR等卫星的遥感地表温度数据，这些数据提供了高空间分辨率和发射率信息。将这些遥感数据集与涡度协方差系统和大孔径闪烁仪的现场观测数据相结合，可以通过提供全面的数据来提高陆面模型的准确性，从而为校准模型参数和通过数据同化技术调整状态变量提供支持。",
                "Level": "C6(Creating)"
            }
        ]
    }
}