{
  "id": "7708e02c-efa5-4318-a4c0-5ba7e6d262b6",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical data of the bodaoling porphyry gold deposit in Guichi area, middle and lower reaches of the Yangtze River, Eastern China",
      "titleCn": "中国东部长江中下游贵池地区抛刀岭斑岩型金矿床地球化学数据",
      "description": "The data are the main and trace data of whole rock, zircon trace and U-Pb dating data, and multi-metal element data of borehole samples of podaoling porphyry granodiorite porphyry, quartz syenite and granite in Guichi area, middle and lower reaches of the Yangtze River, Eastern China. The data of major elements were obtained by XRF analysis, trace elements by ICP-MS analysis, zircon U-Pb dating by LA-ICP-MS analysis, trace Au by graphite furnace atomic absorption spectrometry, as, Sb, Bi by atomic fluorescence spectrometry, other metal elements by atomic absorption spectrometry and ultraviolet spectrophotometry. The above data have been published in high-level SCI journals, and the data are true and reliable. Based on the obtained data, the geological characteristics of the deposit can be summarized in detail. Combined with the comprehensive study of chronology and geochemistry of magmatic rocks in the area, the deposit types can be discussed, and the genesis of magmatic rocks related to gold and copper gold deposits can be clarified. The regional magmatic metallogenic model in baodaoling area is established.",
      "descriptionCn": "本数据为中国东部长江中下游贵池地区抛刀岭斑岩型花岗闪长斑岩、石英正长岩及花岗岩全岩主微量数据，锆石微量及U-Pb定年数据，及钻孔样品多金属元素数据。全岩主量元素数据由XRF分析获得，微量元素数据由ICP-MS分析获得，锆石U-Pb定年数据由LA-ICP-MS分析获得，痕量Au采用石墨炉原子吸收光谱法分析，As、Sb、Bi采用原子荧光光谱法分析，其他金属元素采用原子吸收光谱法和紫外分光光度法分析。以上数据已发表于高级别SCI期刊，数据真实可靠。通过获得的数据，可以详细总结矿床地质特征，结合区内岩浆岩的年代学、地球化学综合研究，探讨矿床类型，阐明与金、铜金矿床有关的岩浆岩成因。建立了宝刀岭地区区域岩浆成矿模式。",
      "instructions": "Geochemical data are stored in world format, and the sample name is \"YY DD\", where YY is the sampling place name and DD is the sample serial number",
      "instructionsCn": "地球化学数据以world格式存储，样品名称为\"yy-dd\",其中yy为采样地名，dd为样品序号",
      "east": 117.58,
      "west": 117.57,
      "south": 30.45,
      "north": 30.46,
      "startTime": null,
      "endTime": null,
      "fileSize": 104525.0,
      "cstr": null,
      "doi": "10.1111/1755-6724.13550",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "杨晓勇",
        "nameEn": "YANG Xiaoyong",
        "unitEn": "",
        "unitCn": "中国科学技术大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Mineralization, Geochemistry and Zircon U-Pb Ages of the Paodaoling Porphyry Gold Deposit in the Guichi Region, Lower Yangtze Metallogenic Belt, Eastern China.",
        "referenceCn": null,
        "referenceEn": "Dung, L. An., Yang, X. Y., Deng, J. H., Wang, F. Y., & Lee, Insung. (2018). Mineralization, Geochemistry and Zircon U-Pb Ages of the Paodaoling Porphyry Gold Deposit in the Guichi Region, Lower Yangtze Metallogenic Belt, Eastern China. Acta Geologica Sinica(English Edition). 92(2),706-732,"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "矿床地球化学",
        "nameEn": "Ore-deposit Geochemistry"
      },
      {
        "nameCn": "锆石U-Pb定年",
        "nameEn": "Ziron U-Pb dating"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "安徽池州",
        "keywordEn": "Anhui chizhou"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "早白垩世",
        "keywordEn": "Early Cretaceous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used for geochemical analysis in porphyry-type gold deposits?",
        "QuestionCn": "用于斑岩型金矿床地球化学分析的数据收集方法的特点是什么？",
        "AnswerEn": "XRF for whole-rock major element data, ICP-MS for trace element data, LA-ICP-MS for zircon U-Pb dating data, graphite furnace atomic absorption spectroscopy for trace Au, atomic fluorescence spectroscopy for As, Sb, Bi, atomic absorption spectroscopy and UV-visible spectrophotometry for other metal elements",
        "AnswerCn": "XRF用于全岩主量元素数据，ICP-MS用于微量元素数据，LA-ICP-MS用于锆石U-Pb定年数据，石墨炉原子吸收光谱用于微量Au，原子荧光光谱用于As、Sb、Bi，原子吸收光谱和紫外-可见分光光度法用于其他金属元素。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many types of analytical methods are used for element analysis in a dataset related to porphyry-type gold deposits in the middle-lower Yangtze region of East China?",
        "QuestionCn": "在与中国东部中下游地区的斑岩型金矿床相关的数据集中，使用了多少种元素分析的分析方法？",
        "AnswerEn": "5",
        "AnswerCn": "5",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the geological processes and mineralization patterns in the Changjiang mid-lower reaches based on the geochemical data collected through methods like XRF and ICP-MS?",
        "QuestionCn": "根据通过XRF和ICP-MS等方法收集的地球化学数据，可以推断出长江中下游地区的地质过程和矿化模式是什么？",
        "AnswerEn": "The geochemical data collected using methods like XRF for major elements and ICP-MS for trace elements can provide insights into the geological characteristics of the porphyry-type gold deposits in the Changjiang mid-lower reaches. These data help in understanding the rock types and their mineralization patterns. The zircon U-Pb dating can reveal the age of magmatic activities, which, when combined with the geochemical characteristics, may explain the genesis of related magmatic rocks and their association with gold and copper deposits. This enables the establishment of a regional magmatic metallogenic model for the area.",
        "AnswerCn": "使用XRF方法收集的主要元素和使用ICP-MS方法收集的微量元素的地球化学数据可以提供关于长江中下游地区斑岩型金矿床地质特征的见解。这些数据有助于理解岩石类型及其矿化模式。锆石U-Pb定年可以揭示岩浆活动的年龄，当与地球化学特征结合时，可以解释相关岩浆岩的成因及其与金铜矿床的关联。这使得建立该地区的区域性岩浆成矿模型成为可能。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the accuracy and reliability of geochemical data collection in porphyry-type gold deposits in the Yangtze River middle-lower reaches region of China?",
        "QuestionCn": "在中国长江中下游地区，影响斑岩型金矿床地球化学数据采集的准确性和可靠性的因素有哪些？",
        "AnswerEn": "The accuracy and reliability of geochemical data collection can be attributed to the use of advanced analytical techniques such as XRF for major element analysis, ICP-MS for trace elements, and LA-ICP-MS for zircon U-Pb dating. Additionally, the application of methods like graphite furnace atomic absorption spectrometry for trace Au analysis, atomic fluorescence spectrometry for As, Sb, Bi, and atomic absorption and UV-visible spectrophotometry for other metallic elements contribute to the precision and validity of the data. The published data in high-impact SCI journals further confirms the reliability and authenticity of the data collection methods used.",
        "AnswerCn": "地球化学数据收集的准确性和可靠性可归因于使用先进的分析技术，如XRF用于主要元素分析，ICP-MS用于微量元素，LA-ICP-MS用于锆石U-Pb定年。此外，石墨炉原子吸收光谱法用于微量金分析，原子荧光光谱法用于砷、锑、铋，以及原子吸收和紫外可见光光谱法用于其他金属元素的应用，进一步提高了数据的精确性和有效性。发表在高影响力SCI期刊上的数据进一步确认了所使用的数据收集方法的可靠性和真实性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on the accuracy and reliability of geological characterizations when utilizing a combination of XRF, ICP-MS, LA-ICP-MS, atom absorption spectroscopy, and atomic fluorescence spectroscopy for data collection?",
        "QuestionCn": "当利用XRF、ICP-MS、LA-ICP-MS、原子吸收光谱法和原子荧光光谱法进行数据收集时，对地质特征的准确性和可靠性的潜在影响是什么？",
        "AnswerEn": "Using a combination of XRF for major elements, ICP-MS for trace elements, LA-ICP-MS for zircon U-Pb dating, graphite furnace atomic absorption spectroscopy for trace Au, atomic fluorescence spectroscopy for As, Sb, Bi, and other methods for metals can enhance the accuracy and reliability of geological characterizations. This comprehensive approach allows for detailed geochemical analysis, providing robust data to summarize mineral deposit geological characteristics and investigate magmatic rock genesis related to gold and copper-gold deposits.",
        "AnswerCn": "使用XRF分析主要元素，ICP-MS分析微量元素，LA-ICP-MS进行锆石U-Pb定年，石墨炉原子吸收光谱法分析微量金，原子荧光光谱法分析砷、锑、铋，以及其他金属的分析方法，可以提高地质特征的准确性和可靠性。这种综合方法允许进行详细的地球化学分析，提供强有力的数据，以总结矿床的地质特征并研究与金和铜-金矿床相关的岩浆岩成因。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind collecting geochemical data from the Pao Daoling porphyry-type gold deposit in the Yangtze River middle-lower reaches, and how can these objectives drive methodological innovations in data collection?",
        "QuestionCn": "收集来自长江中下游的庙道岭斑岩型金矿床的地球化学数据的主要目标是什么，这些目标如何推动数据收集方法的创新？",
        "AnswerEn": "The primary objectives behind collecting geochemical data from the Pao Daoling porphyry-type gold deposit are to summarize the geological characteristics of the mineral deposit, study the petrogenesis of magmatic rocks associated with gold and copper-gold deposits, and establish a regional magmatic metallogenic model for the area. These objectives can drive methodological innovations in data collection by necessitating the use of advanced analytical techniques such as XRF for major elements, ICP-MS for trace elements, LA-ICP-MS for zircon U-Pb dating, and various spectroscopic methods for multi-element analysis, ensuring data accuracy and reliability for comprehensive geological and geochemical research.",
        "AnswerCn": "收集Pao Daoling斑岩型金矿床的地球化学数据的主要目标是总结矿床的地质特征，研究与金和铜-金矿床相关的岩浆岩的成因，并建立该地区的区域岩浆成矿模型。这些目标可以推动数据收集方法的创新，迫使使用先进的分析技术，如XRF用于主要元素，ICP-MS用于微量元素，LA-ICP-MS用于锆石U-Pb定年，以及各种光谱方法进行多元素分析，以确保数据的准确性和可靠性，为全面的地质和地球化学研究提供支持。",
        "Level": "C6(Creating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedures and instruments used for collecting and analyzing geochemical data in porphyry-type gold deposits, specifically focusing on the methods for measuring major, trace, and multi-metal elements?",
        "QuestionCn": "在斑岩型金矿床中收集和分析地球化学数据的程序和仪器，特别是测量主要元素、微量元素和多金属元素的方法有哪些？",
        "AnswerEn": "The procedures for collecting and analyzing geochemical data in porphyry-type gold deposits include obtaining whole rock major element data through XRF analysis, trace element data through ICP-MS analysis, and zircon U-Pb dating data through LA-ICP-MS analysis. Trace Au is analyzed using graphite furnace atomic absorption spectrometry, while As, Sb, and Bi are analyzed using atomic fluorescence spectrometry. Other metal elements are analyzed using atomic absorption spectrometry and UV-visible spectrophotometry.",
        "AnswerCn": "收集和分析斑岩型金矿床的地球化学数据的程序包括通过XRF分析获得全岩主要元素数据，通过ICP-MS分析获得微量元素数据，以及通过LA-ICP-MS分析获得锆石U-Pb定年数据。微量金的分析使用石墨炉原子吸收光谱法，而砷、锑和铋则使用原子荧光光谱法进行分析。其他金属元素则通过原子吸收光谱法和紫外可见分光光度法进行分析。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What analytical techniques enable the precise measurement of trace elements and isotopic dating in geological samples related to porphyry-type gold deposits?",
        "QuestionCn": "哪些分析技术能够精确测量与斑岩型金矿床相关的地质样品中的微量元素和同位素年代测定？",
        "AnswerEn": "The precise measurement of trace elements and isotopic dating in geological samples related to porphyry-type gold deposits is enabled by techniques such as XRF for major elements, ICP-MS for trace elements, LA-ICP-MS for zircon U-Pb dating, graphite furnace atomic absorption spectroscopy for trace Au, atomic fluorescence spectroscopy for As, Sb, Bi, and a combination of atomic absorption spectroscopy and UV spectrophotometry for other metallic elements.",
        "AnswerCn": "与斑岩型金矿床相关的地质样品中微量元素的精确测量和同位素定年技术得益于多种方法，例如：主要元素的XRF，微量元素的ICP-MS，锆石U-Pb定年的LA-ICP-MS，石墨炉原子吸收光谱法测定金，原子荧光光谱法测定砷、锑、铋，以及原子吸收光谱法与紫外分光光度法结合用于其他金属元素的测定。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}