{
    "id": "785a6568-f55a-46ae-af09-d68ef5887498",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Dataset of composition and experimental conditions of synthetic hydrous coesite (2019-2020)",
            "titleCn": "合成含水柯石英的成分及实验条件数据集（2019-2020）",
            "description": "The data include the element composition, isotopic composition, temperature and particle size of coesite. The elemental composition and isotopic composition were obtained from electron microprobe, laser ablation mass spectrometry and inductively coupled plasma mass spectrometry. The experiment was carried out by a large press, and the water content in coesite was obtained by infrared spectroscopy. The existence of structural water in coesite will accelerate its retrograde metamorphism to quartz, so it can not be preserved in the process of continental exhumation. In this research, hydrous coesite samples were synthesized by a series of high temperature and high pressure experiments. The results show that the water binding mechanism of coesite is different under different conditions. At 5 GPa, in the system without boron, the water solubility increases with the increase of temperature when the temperature is not higher than 1300 ℃. Furthermore, on the one hand, coesite can only carry a very small amount of water into the subduction zone; On the other hand, it is because there is almost no structural water in coesite that coesite can be preserved during exhumation.",
            "descriptionCn": "数据包含实验所用柯石英的元素组成，同位素组成，以及实验温度，颗粒大小等相关信息。元素组成，同位素组成是从电子探针，激光剥蚀质谱电感耦合等离子质谱获得，实验由大压机进行，通过红外光谱获取柯石英中的水含量。柯石英中结构水的存在会显著加速其退变质为石英，从而无法在陆壳折返过程中保存下来。该研究通过一系列高温高压实验合成含水柯石英样品。研究表明在不同条件下柯石英的水结合机制不同。5 GPa下，在不含硼的体系中，在温度不高于1300 ℃时，水溶解度随着温度的升高而增加。进一步地，一方面柯石英只能携带十分少量水进入俯冲带中；另一方面，正是由于柯石英中几乎不存在结构水，才能帮助其在折返过程中保存下来。",
            "instructions": "Table 1 represents the experimental conditions, observed phases, and infrared and water content data,\nTable 2 shows the contents of elements and trace elements in the synthesized coesite",
            "instructionsCn": "table1表示实验条件，观测到的相以及红外和水含量数据，\ntable2表示合成的柯石英的元素和微量元素含量",
            "east": 0.0,
            "west": 0.0,
            "south": 0.0,
            "north": 0.0,
            "startTime": "2019-06-30 00:00:00",
            "endTime": "2020-11-01 11:59:59",
            "fileSize": 4110848.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "严薇",
                "nameEn": "YAN Wei",
                "unitEn": "",
                "unitCn": "北京大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Water in coesite: Incorporation mechanism and operation condition, solubility and P-T dependence, and contribution to water transport and coesite preservation",
                "referenceCn": null,
                "referenceEn": "Yan, W., Zhang Y.Y., Ma Y.L., He M.Y., Zhang L.F., Sun W.D., Wang C.Y., & Liu X. (2021). Water in coesite: Incorporation mechanism and operation condition,\nsolubility and P-T dependence, and contribution to water transport and\ncoesite preservation. Geoscience Frontiers. 12(1), 313-326."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "元素地球化学",
                "nameEn": "Element geochemistry"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "岩石结构",
                "nameEn": "Rock Structure"
            },
            {
                "nameCn": "无水矿物",
                "nameEn": "Anhydrous minerals"
            },
            {
                "nameCn": "柯石英",
                "nameEn": "Coesite"
            },
            {
                "nameCn": "水整合机制",
                "nameEn": "Water-incorporation mechanism"
            },
            {
                "nameCn": "水溶解度",
                "nameEn": "Water solubility"
            },
            {
                "nameCn": "流体",
                "nameEn": "Fluid"
            },
            {
                "nameCn": "激光剥蚀-等离子体质谱仪",
                "nameEn": "LA-ICP-MS"
            },
            {
                "nameCn": "红外光谱",
                "nameEn": "Infrared spectroscopy"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "地幔",
                "keywordEn": "mantle"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2019-2020",
                "keywordEn": "2019-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "How many different experimental conditions are used to synthesize hydrous coesite samples in a dataset related to high-pressure experiments?",
                "QuestionCn": "在与高压实验相关的数据集中，用于合成水合石英样品的不同实验条件有多少种？",
                "AnswerEn": "5 GPa, 1300 ℃",
                "AnswerCn": "5 吉帕，1300 ℃",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the mechanisms of water incorporation in coesite from the variation in water solubility with changing temperatures and pressures during high-temperature, high-pressure experiments?",
                "QuestionCn": "可以从高温高压实验中水溶解度随温度和压力变化的情况推断出关于水在方石英中掺入机制的信息。",
                "AnswerEn": "The study suggests that the mechanisms of water incorporation in coesite vary under different conditions. At 5 GPa in a boron-free system, water solubility in coesite increases with temperature up to 1300 ℃. This implies that water incorporation is temperature-dependent and may involve different structural sites or bonding mechanisms within the coesite lattice. Furthermore, the limited presence of structural water in coesite indicates a potential mechanism for its preservation during subduction and exhumation processes.",
                "AnswerCn": "研究表明，水在方石英中的掺入机制在不同条件下有所不同。在无硼系统中，5 GPa 下方石英的水溶解度随着温度的升高而增加，直到 1300 ℃。这表明水的掺入与温度有关，可能涉及方石英晶格内不同的结构位点或键合机制。此外，方石英中结构水的有限存在表明其在俯冲和抬升过程中可能存在的保存机制。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What is the impact on the preservation of coesite in subduction zones if the presence of structural water in coesite is minimal?",
                "QuestionCn": "如果在俯冲带中，coesite中的结构水含量很少，这将对coesite的保存产生什么影响？",
                "AnswerEn": "The minimal presence of structural water in coesite helps in its preservation during the exhumation process in subduction zones, as coesite carrying little water can remain stable and not transform back into quartz.",
                "AnswerCn": "微量的结构水在方石英中有助于其在俯冲带的剥露过程中保持稳定，因为含水量较少的方石英可以保持稳定，不会转变回石英。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of synthesizing hydrous coesite samples under high temperature and pressure conditions for data collection?",
                "QuestionCn": "在高温高压条件下合成水合石英样品的主要目的是为了进行数据收集。",
                "AnswerEn": "The research aims to understand the mechanisms of water incorporation in coesite under varying conditions by synthesizing hydrous coesite samples. This is achieved through a series of high-temperature, high-pressure experiments. The presence of structural water in coesite significantly accelerates its retrogression to quartz, preventing its preservation during continental crust subduction and exhumation. The study explores how coesite's water-carrying capacity is limited in subduction zones and how the absence of structural water aids in its preservation during exhumation.",
                "AnswerCn": "该研究旨在了解在不同条件下水分在方石英中的掺入机制，通过合成含水方石英样品来实现。这是通过一系列高温高压实验完成的。方石英中结构水的存在显著加速了其向石英的逆转过程，阻碍了其在大陆地壳俯冲和复苏过程中的保存。该研究探讨了方石英在俯冲带中水承载能力的限制，以及结构水的缺失如何有助于其在复苏过程中的保存。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the key procedural steps involved in collecting elemental and isotopic composition data for synthetic hydrous coesite using electron probe and laser ablation inductively coupled plasma mass spectrometry?",
                "QuestionCn": "收集合成水合石英的元素和同位素组成数据的关键程序步骤包括使用电子探针和激光剥蚀电感耦合等离子体质谱法。",
                "AnswerEn": "The data collection for elemental and isotopic composition in synthetic hydrous coesite involves using an electron probe for determining elemental composition and laser ablation inductively coupled plasma mass spectrometry for isotopic composition. These methods provide detailed insights into the materials analyzed under specific experimental conditions such as temperature and pressure.",
                "AnswerCn": "合成水合石英的元素和同位素组成的数据收集涉及使用电子探针来确定元素组成，以及激光剥蚀电感耦合等离子体质谱法来测定同位素组成。这些方法在特定的实验条件下（如温度和压力）提供了对分析材料的详细见解。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What experimental techniques and conditions enable the synthesis and analysis of hydrous coesite samples under high-temperature and high-pressure environments?",
                "QuestionCn": "哪些实验技术和条件能够在高温高压环境下合成和分析含水的石英样品？",
                "AnswerEn": "The synthesis and analysis of hydrous coesite samples are enabled by using high-temperature and high-pressure experiments conducted with a large press. The elemental and isotopic compositions are obtained through electron probe microanalysis and laser ablation inductively coupled plasma mass spectrometry. Water content in coesite is measured using infrared spectroscopy, and the experiments show that under conditions of 5 GPa and temperatures not exceeding 1300 ℃, water solubility in coesite increases with temperature in a boron-free system.",
                "AnswerCn": "水合石英样品的合成和分析是通过在大型压力机上进行高温高压实验实现的。元素和同位素组成通过电子探针显微分析和激光剥蚀电感耦合等离子体质谱法获得。水合石英中的水含量通过红外光谱法测量，实验表明在5 GPa的条件下，温度不超过1300 ℃时，水在无硼体系中的溶解度随着温度的升高而增加。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}