{
  "id": "789e838e-16ac-4539-bb7e-906217305a1d",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "A synthesis dataset of permafrost for the Qinghai-Xizang (Tibet) Plateau, China (2002-2018)",
      "titleCn": "青藏高原多年冻土综合监测数据集（2002-2018）",
      "description": "The Qinghai Tibet Plateau is known as \"the third pole of the Earth\". The long-term and large-scale observation data of permafrost is of great significance to understand the changes and effects of Permafrost on the Qinghai-Xizang Plateau (QXP). Especially in such a cold and anoxic area, the extreme shortage of data resources greatly limits the development, improvement and validation of various remote sensing inversion algorithms, as well as the earth system simulation and scientific research of the QXP. In the past few decades, our research team has established a synthesis network in the permafrost region of the QXP. For the first time, the database systematically integrates the long-time series observation data of 6 automatic meteorological stations, 12 active layer sites and 84 boreholes. In the process of data collection and processing, all observation data have been strictly controlled. The data set will be released to scientists with multi-disciplinary backgrounds (e.g., cryosphere, hydrology, ecology and meteorology), which will greatly promote the validation, development and improvement of hydrological model, land surface process model and climate model of the QXP.",
      "descriptionCn": "青藏高原是陆地表面中低纬度地区多年冻土分布最为广泛的地区，大量研究表明，青藏高原多年冻土的存在和变化强烈影响着区域乃至全球的水文、生态和气候系统。但由于青藏高原高寒缺氧、生存条件恶劣、交通极不便利，数据资源非常贫乏，尤其是在极高海拔的多年冻土区，这种状态不仅严重地限制了对于该区域气候、环境和冻土等诸多方面的研究和理解，也严重限制了适应于该区域遥感反演算法的研发、各类陆面乃至于地球系统模型的模拟和改进，而且也限制了该区域经济发展和国家战略的规划。过去几十年，我们研究团队在青藏高原多年冻土区建立了综合观测网络，展开了对多年冻土地温、活动层水热以及气象因子的系统监测，形成了能够基本覆盖青藏高原高平面的、与多年冻土有关的多要素观测数据。本数据集包括在这一区域的6个自动气象观测站、12个活动层及84个钻孔长时间序列观测数据，主要观测要素包括气象（气温、降水、风速、比湿等）、土壤水热、活动层厚度及冻土温度等观测数据。各观测数据在收集和处理过程中都已经过了严格的质量控制。本数据集面向多学科背景的科学家发布（如：冰冻圈、水文学、生态学和气象科学等），将进一步促进青藏高原水文模型、陆面过程模型和气候模型的验证、发展和改进。",
      "instructions": "File naming: the data of automatic weather station, soil moisture and temperature of active layer and borehole temperature are stored in Excel format, and the file names are “Meteorological dataset.xlsx”, \"Active layer of ground temperature.xlsx\", \"Active layer of soil moisture.xlsx\" and“Ground temperature dataset.xlsx”.\nData reading mode: all the table files in the data set can be opened with EXCEL program, and the main contents are site, date and observation element values of different depths.",
      "instructionsCn": "文件命名：自动气象站数据、活动层土壤水分和温度以及钻孔温度数据均以excel表格格式存储，文件名称分别为“Meteorological dataset.xlsx”, \"Active layer of ground temperature.xlsx\", \"Active layer of soil moisture.xlsx\" 以及“Ground temperature dataset.xlsx”。\n数据读取方式：该数据集中的所有表格文件都可以用excel程序打开，主体内容为站点、日期以及不同深度不同观测要素值。",
      "east": 99.5,
      "west": 77.58,
      "south": 31.82,
      "north": 37.75,
      "startTime": "2002-01-01 00:00:00",
      "endTime": "2018-12-31 00:00:00",
      "fileSize": 5275062.0,
      "cstr": "18406.11.Geocry.tpdc.271107",
      "doi": "10.11888/Geocry.tpdc.271107",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "赵林",
        "nameEn": "ZHAO Lin",
        "unitEn": "",
        "unitCn": "南京信息工程大学"
      },
      {
        "nameCn": "胡国杰",
        "nameEn": "HU Guojie",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "邹德富",
        "nameEn": "ZOU Defu",
        "unitEn": "Northwest Institute of Eco–Environment and Resources, Chinese Academy of Sciences",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "吴通华",
        "nameEn": "Wu Tonghua",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "杜二计",
        "nameEn": "DU Erji",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "刘广岳",
        "nameEn": "LIU Guangyue",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "肖瑶",
        "nameEn": "Xiao Yao",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "李韧",
        "nameEn": "Li Ren",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "庞强强",
        "nameEn": "PANG Qiangqiang",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "乔永平",
        "nameEn": "Qiao Yongping",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "吴晓东",
        "nameEn": "WU Xiaodong",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "孙哲",
        "nameEn": "SUN Zhe",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "幸赞品",
        "nameEn": "Xing Zangping",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "盛煜",
        "nameEn": null,
        "unitEn": null,
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "赵拥华",
        "nameEn": "Zhao Yonghua",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "史健宗",
        "nameEn": "Shi Jianzong",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "谢昌卫",
        "nameEn": "XIE Changwei",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "汪凌霄",
        "nameEn": "WANG Lingxiao",
        "unitEn": "",
        "unitCn": "南京信息工程大学"
      },
      {
        "nameCn": "王翀",
        "nameEn": "WANG Chong",
        "unitEn": "",
        "unitCn": "南京信息工程大学"
      },
      {
        "nameCn": "程国栋",
        "nameEn": "CHENG Guodong",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A synthesis dataset of permafrost thermal state for the Qinghai-Xizang (Tibet) Plateau, China",
        "referenceCn": null,
        "referenceEn": "Zhao, L., Zou, D.F., Hu, G.J., Wu, T.H., Du, E.J., Liu, G.Y., Xiao, Y., Li, R., Pang, Q.Q., Qiao, Y.P., Wu, X.D., Sun, Z., Xing, Z.P., Sheng, Y., Zhao, Y.H., Shi, J.Z., Xie, C.W., Wang, L.X., Wang, C., & Cheng, G.D. (2021). A synthesis dataset of permafrost thermal state for the Qinghai-Xizang (Tibet) Plateau, China. Earth Syst. Sci. Data. 13, 4207–4218.  doi: 10.5194/essd-13-4207-2021."
      },
      {
        "titleCn": null,
        "titleEn": "Characteristic, changes and impacts of permafrost on Qinghai-Tibet Plateau (in Chinese)",
        "referenceCn": null,
        "referenceEn": "Cheng, G.D., Zhao, L., & Li, R., et al. (2019). Characteristic, changes and impacts of permafrost on Qinghai-Tibet Plateau (in Chinese). Chin Sci Bull, 64, doi:\n10.1360/TB-2019-0191"
      },
      {
        "titleCn": null,
        "titleEn": "Changing climate and the permafrost environment on the Qinghai–Tibet (Xizang) plateau",
        "referenceCn": null,
        "referenceEn": "Zhao, L., Zou, D., & Hu, G., et al. (2020). Changing climate and the permafrost environment on the Qinghai–Tibet (Xizang) plateau. Permafrost and Periglac Process. 31, 396–405. https://doi.org/10.1002/ppp.2056"
      },
      {
        "titleCn": "青藏高原多年冻土变化对水文过程的影响",
        "titleEn": null,
        "referenceCn": "赵林*, 胡国杰, 邹德富, 吴晓东, 马露, 孙哲, 原黎明, 周华云, 刘世博. (2019). 青藏高原多年冻土变化对水文过程的影响. 中国科学院院刊, 34卷11期, 1233-1246. Doi: 10.16418/j.issn.1000-3045.2019.11.006.",
        "referenceEn": null
      },
      {
        "titleCn": "多年冻土调查和监测为青藏高原地球科学研究、环境保护和工程建设提供科学支撑",
        "titleEn": null,
        "referenceCn": "赵林, 吴通华, 谢昌卫, 李韧, 吴晓东, 姚济敏, 岳广阳, 肖瑶. (2017). 多年冻土调查和监测为青藏高原地球科学研究、环境保护和工程建设提供科学支撑 [J]. 中国科学院院刊, 32(10), 1159-1168.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Spatial and temporal characteristics of actual evapotranspiration and its influencing factors in Selin Co Basin",
        "referenceCn": null,
        "referenceEn": "Wang, S., Zhao, L., Wang, Y., Li, Y., Wang, L., & Zhao, J. (2024). Spatial and temporal characteristics of actual evapotranspiration and its influencing factors in Selin Co Basin. Theoretical and Applied Climatology, 155, 6195–6211. https://doi.org/10.1007/s00704-024-04977-9"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      },
      {
        "nameCn": "地温",
        "nameEn": "Ground temperature"
      },
      {
        "nameCn": "多年冻土",
        "nameEn": "Permafrost"
      },
      {
        "nameCn": "活动层",
        "nameEn": "Active layer"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "多年冻土",
        "keywordEn": "permafrost"
      },
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Xizang Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "日数据",
        "keywordEn": "Daily",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      },
      {
        "titleCn": "北半球典型地区多年冻土对全球变化的响应及机理研究",
        "titleEn": "National Natural Science Foundation of China"
      },
      {
        "titleCn": "国家自然科学基金",
        "titleEn": "National Natural Science Foundation of China"
      },
      {
        "titleCn": "冰川、积雪、冻土变化与影响及应对",
        "titleEn": "Changes and impacts of glaciers, snow cover and permafrost and how to deal with them"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of how a comprehensive observation network was established to monitor permafrost in a high-altitude region with challenging conditions, including the types of data collected?",
        "QuestionCn": "您能否提供一个例子，说明如何在高海拔地区建立一个全面的观测网络，以监测永久冻土，尤其是在具有挑战性条件下，包括收集的数据类型？",
        "AnswerEn": "A comprehensive observation network was established in the permafrost regions of the Tibetan Plateau, which involved installing 6 automatic meteorological stations, 12 active layer monitoring sites, and 84 boreholes to collect long-term series data. The types of data collected include meteorological factors such as air temperature, precipitation, wind speed, and specific humidity, as well as soil moisture and heat, active layer thickness, and permafrost temperature. These data were subject to strict quality control measures during collection and processing.",
        "AnswerCn": "在青藏 Plateau 的永冻土地区建立了一个综合观测网络，安装了6个自动气象站、12个活层监测点和84个钻孔，以收集长期系列数据。收集的数据类型包括气象因素，如气温、降水、风速和特定湿度，以及土壤湿度和热量、活层厚度和永冻土温度。这些数据在收集和处理过程中都经过严格的质量控制措施。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many automatic meteorological observation stations are involved in the data collection network for the Tibetan Plateau permafrost region?",
        "QuestionCn": "西藏高原冻土地区的数据采集网络涉及多少个自动气象观测站？",
        "AnswerEn": "6",
        "AnswerCn": "6",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the impact of permafrost changes on ecological and climate systems from the observed patterns in temperature and soil moisture data over the years?",
        "QuestionCn": "从多年来观察到的温度和土壤湿度数据中，可以推断出永久冻土变化对生态和气候系统的影响是什么？",
        "AnswerEn": "The patterns in temperature and soil moisture data suggest that permafrost changes significantly affect regional and global ecological and climate systems. These changes might alter hydrological cycles, impact local ecosystems, and contribute to global climate variations. The data collected over time allows researchers to track these changes and understand their broader implications.",
        "AnswerCn": "温度和土壤湿度数据的模式表明，永久冻土的变化显著影响区域和全球的生态和气候系统。这些变化可能会改变水文循环，影响地方生态系统，并对全球气候变化产生贡献。随着时间的推移收集的数据使研究人员能够追踪这些变化并理解其更广泛的影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on regional climate models when comprehensive monitoring networks are established in high-altitude permafrost areas?",
        "QuestionCn": "当在高海拔永久冻土地区建立全面监测网络时，对区域气候模型的潜在影响是什么？",
        "AnswerEn": "The establishment of comprehensive monitoring networks in high-altitude permafrost areas can lead to significant improvements in regional climate models. By providing systematic monitoring of permafrost temperatures, active layer hydrothermal properties, and meteorological factors, such networks enhance the accuracy and reliability of model simulations. This, in turn, allows for better understanding and prediction of permafrost dynamics and their influence on the regional and global climate system. The data collected can help refine remote sensing algorithms and improve the simulation and development of land surface and Earth system models.",
        "AnswerCn": "在高海拔永久冻土地区建立综合监测网络可以显著改善区域气候模型。通过系统监测永久冻土温度、活层水热特性和气象因素，这些网络提高了模型模拟的准确性和可靠性。这反过来又有助于更好地理解和预测永久冻土动态及其对区域和全球气候系统的影响。收集的数据可以帮助优化遥感算法，并改善陆面和地球系统模型的模拟与发展。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are employed to establish a comprehensive observational network for permafrost monitoring in remote and high-altitude areas?",
        "QuestionCn": "在偏远和高海拔地区建立全面的永久冻土监测观测网络所采用的程序是什么？",
        "AnswerEn": "To establish a comprehensive observational network for permafrost monitoring in remote and high-altitude areas such as the Qinghai-Tibet Plateau, a research team set up multiple automatic meteorological observation stations and conducted long-term series observations using boreholes and active layer monitoring. The network aimed to cover the high plain areas and included monitoring of meteorological factors (such as air temperature, precipitation, wind speed, and specific humidity), soil hydrothermal properties, active layer thickness, and permafrost temperature. These observations underwent rigorous quality control during collection and processing to ensure reliable data.",
        "AnswerCn": "为了在青藏高原等偏远和高海拔地区建立一个全面的冻土监测观测网络，研究团队设置了多个自动气象观测站，并通过钻孔和活层监测进行了长期系列观测。该网络旨在覆盖高原地区，包括对气象因素（如气温、降水、风速和比湿度）、土壤水热特性、活层厚度和冻土温度的监测。这些观测在收集和处理过程中经过严格的质量控制，以确保数据的可靠性。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements or methodologies have enabled the systematic monitoring of permafrost temperatures and related meteorological factors in high-altitude, low-oxygen regions like the Qinghai-Tibetan Plateau?",
        "QuestionCn": "哪些技术进步或方法论使得在高海拔、低氧地区如青藏高原系统性监测永冻土温度和相关气象因素成为可能？",
        "AnswerEn": "To systematically monitor permafrost temperatures and related meteorological factors in high-altitude, low-oxygen regions like the Qinghai-Tibetan Plateau, advancements in automated weather stations and long-term observational techniques have been crucial. The establishment of a comprehensive observation network, including 6 automatic meteorological stations, has facilitated the collection of continuous data despite harsh conditions. These technologies, combined with rigorous quality control processes, have enabled the collection and processing of reliable data over extended periods.",
        "AnswerCn": "为了系统地监测高海拔、低氧地区如青藏高原的永冻土温度及相关气象因素，自动气象站和长期观测技术的进步至关重要。建立一个综合观测网络，包括6个自动气象站，尽管条件恶劣，仍然促进了连续数据的收集。这些技术结合严格的质量控制流程，使得在较长时间内收集和处理可靠数据成为可能。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}