{
  "id": "78ecf659-e358-43ec-8de1-e40e3aca29da",
  "relatedPaper": 3,
  "context": {
    "metadata": {
      "titleEn": "Multi-scale surface flux and meteorological elements observation dataset in the Hai River Basin (Guantao site-eddy covariance system) (2008-2010)",
      "titleCn": "海河流域多尺度地表通量与气象要素观测数据集：馆陶站-涡动相关仪（2008-2010）",
      "description": "The data includes the county-level data of characteristic agriculture distribution in the Qinghai Tibet Plateau, which lays the foundation for the spatial distribution and development of characteristic agriculture in the Qinghai Tibet Plateau. The data are from the development plan of Tibet Plateau characteristic agricultural products base (2015-2020), Qinghai province's 13th five year plan, Sichuan Province's 13th five year plan for agricultural and rural economic development, Xinjiang Uygur Autonomous Region's 13th five year plan for targeted poverty alleviation of agricultural characteristic industries (2016-2020), Yunnan Province's overall plan for plateau characteristic agricultural modernization（ 2016-2020), implementation opinions on fostering and strengthening characteristic agricultural industries in Gansu Province to boost poverty alleviation, China National Geographic Indication product network (http://www.cgi.gov.cn/home/default/), regional layout planning of characteristic agricultural products (2013-2020). The data is the distribution of county-level characteristic agriculture, realizing the spatialization of county-level characteristic agriculture. The data can be applied to the research on the spatial distribution of characteristic agriculture and the development of characteristic agriculture in the future.",
      "descriptionCn": "该数据集包含了2008年1月1日至2010年12月31日的涡动相关仪观测数据。站点位于河北省馆陶县河寨村，下垫面是玉米/小麦，棉花。观测点的经纬度是115.1274E，36.5150N，海拔30m。\n\n涡动相关仪的采集频率是10Hz，架高为15.6m，超声朝向是正北向，超声风速仪与CO2/H2O分析仪之间的距离是20cm。发布的数据是采用Edire软件对原始采集的10Hz数据进行后处理得到的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（平面拟合法），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对Edire软件输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据每30min内缺失率大于3%的数据；（4）剔除夜间弱湍流的观测数据（u*小于0.05m/s）。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。\n\n涡动相关仪发布的观测数据包括：日期/时间Date/Time，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（℃），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），奥布霍夫长度，感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE，二氧化碳通量的质量标识QA_Fc。感热、潜热、二氧化碳通量的质量标识分为九级（质量标识1：（0<Δst<15, 0< ITC<30）; 2：（16<Δst<30, 0< ITC<30）;3：( 0<Δst<30, 31< ITC<75); 4：（31<Δst<75, 0< ITC<30）; 5：（0<Δst<75, 31< ITC<100）; 6：（76<Δst<100, ITC<100）; 7：（Δst<250, ITC<250）; 8：（Δst<1000, ITC<1000）; 其余为9）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。\n\n观测试验或站点信息请参考 Jia et al,(2012)，数据处理请参考Liu et al.(2013)。",
      "instructions": "The data of special agricultural spatial layout is stored in text format, and the file name is qzgytytype.xlsx. The data includes four worksheets, including highland barley, yak, sheep and wolfberry. Name is the name of the county, ID is the number of each county in the Qinghai Tibet Plateau during the statistics. Type1, type2, type3 and type4 are the characteristic agricultural types of each county.",
      "instructionsCn": "文件命名方式：**** site-####，其中****代表站点名称，####代表观测仪器类型\n数据使用方法：此数据为表格数据，可用WPS、Ecxel等软件打开查看",
      "east": 115.127,
      "west": 115.127,
      "south": 36.515,
      "north": 36.515,
      "startTime": "2008-01-07 07:00:00",
      "endTime": "2011-01-06 00:00:00",
      "fileSize": 7358327.0,
      "cstr": "18406.11.haihe.008.2013.db",
      "doi": "10.3972/haihe.008.2013.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
      },
      {
        "titleCn": null,
        "titleEn": "Validation of remotely sensed evapotranspiration over the Hai River Basin, China",
        "referenceCn": null,
        "referenceEn": "Jia, Z.Z., Liu, S.M., Xu, Z.W,, Chen, Y.J., & Zhu, M.J. (2012). Validation of remotely sensed evapotranspiration over the Hai River Basin, China. Journal of Geophysical Research, 117(D13)."
      },
      {
        "titleCn": "不同土壤热通量测算方法的比较及其对地表能量平衡闭合影响的研究",
        "titleEn": null,
        "referenceCn": "徐自为, 刘绍民, 徐同仁, 丁闯. (2013). 不同土壤热通量测算方法的比较及其对地表能量平衡闭合影响的研究. 地球科学进展, 28(8), 875-889.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Evaluating parameterizations of aerodynamic resistance to heat transfer using field measurements",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Lu, L., Mao, D., & Jia, L. (2007). Evaluating parameterizations of aerodynamic resistance to heat transfer using field measurements. Hydrology and Earth System Sciences, 11(2), 769-283."
      },
      {
        "titleCn": "海河流域不同下垫面上大孔径闪烁仪观测显热通量的时空特征分析",
        "titleEn": null,
        "referenceCn": "白洁, 刘绍民, 丁晓萍. (2010). 海河流域不同下垫面上大孔径闪烁仪观测显热通量的时空特征分析. 地球科学进展, 25(11), 1187-1198.",
        "referenceEn": null
      },
      {
        "titleCn": "涡动相关仪观测数据的处理与质量评价研究",
        "titleEn": null,
        "referenceCn": "徐自为, 刘绍民, 宫丽娟, 王介民, 李小文. (2008). 涡动相关仪观测数据的处理与质量评价研究. 地球科学进展, 23(4), 357-370.",
        "referenceEn": null
      },
      {
        "titleCn": "农田下垫面观测通量的变化特征及其气候学足迹分析",
        "titleEn": null,
        "referenceCn": "朱明佳, 刘绍民, 徐自为, 徐同仁. (2013). 农田下垫面观测通量的变化特征及其气候学足迹分析. 地球科学进展, 28(12), 96-109.",
        "referenceEn": null
      },
      {
        "titleCn": "大孔径闪烁仪观测中的相似理论适用性分析",
        "titleEn": null,
        "referenceCn": "郭伟, 刘寿东, 刘绍民, 徐自为. (2013). 大孔径闪烁仪观测中的相似理论适用性分析. 高原气象, 32(4), 944–955.",
        "referenceEn": null
      },
      {
        "titleCn": "大孔径闪烁仪观测数据的处理方法研究",
        "titleEn": null,
        "referenceCn": "白洁, 刘绍民, 丁晓萍, 卢俐. (2010). 大孔径闪烁仪观测数据的处理方法研究. 地球科学进展, 25(11), 1148-1165.",
        "referenceEn": null
      },
      {
        "titleCn": "大尺度地表水热通量的观测、分析与应用",
        "titleEn": null,
        "referenceCn": "刘绍民, 李小文, 施生锦, 徐自为, 白洁, 丁晓萍, 贾贞贞, 朱明佳. (2010). 大尺度地表水热通量的观测、分析与应用. 地球科学进展, 25(11), 1113-1127.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Improving Predictions of Water and Heat Fluxes by Assimilating MODIS Land Surface Temperature Products into the Common Land Model",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., Liu, S.M., Liang, S.L., & Qin, J. (2011). Improving predictions of water and heat fluxes by assimilating MODIS land surface temperature products into common land model, Journal of Hydrometeorology, 12(2), 227-244."
      },
      {
        "titleCn": "涡动相关仪和大孔径闪烁仪观测通量的空间代表性",
        "titleEn": null,
        "referenceCn": "宫丽娟, 刘绍民, 双喜, 蔡旭晖, 徐自为. (2009). 涡动相关仪和大孔径闪烁仪观测通量的空间代表性研究. 高原气象, 28(2), 246-257.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
      },
      {
        "titleCn": "大孔径闪烁仪和涡动相关仪观测显热通量之间的尺度关系",
        "titleEn": null,
        "referenceCn": "卢俐, 刘绍民, 徐自为, 白洁, 王介民. (2010). 大孔径闪烁仪和涡动相关仪观测显热通量之间的尺度关系. 地球科学进展, 25 (11), 1273-1282.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "The characteristics and parameterization of aerodynamic roughness length over heterogeneous surfaces",
        "referenceCn": null,
        "referenceEn": "Lu, L., Liu, S.M., Xu, Z.W., Yang, K., Cai, X.H., Jia, L., & Wang, J.M. (2009). The characteristics and parameterization of aerodynamic roughness length over heterogeneous surfaces. Advances in atmospheric sciences, 26(1), 180-190."
      },
      {
        "titleCn": null,
        "titleEn": "Estimation of regional evapotranspiration by TM/ETM+ data over heterogeneous surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Hu, G., Lu, L., & Mao, D.F. (2007). Estimation of regional evapotranspiration by TM/ETM+ data over heterogeneous surfaces. Photogrammetric engineering & Remote sensing, 73(10), 1169-1178."
      },
      {
        "titleCn": "大孔径闪烁仪的通量印痕分析与应用",
        "titleEn": null,
        "referenceCn": "蔡旭晖, 朱明佳, 刘绍民, 徐自为. (2010). 大孔径闪烁仪的通量印痕分析与应用. 地球科学进展, 25(11), 1166-1174.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
        "referenceCn": null,
        "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
      },
      {
        "titleCn": "不同下垫面大孔径闪烁仪观测数据处理与分析",
        "titleEn": null,
        "referenceCn": "卢俐, 刘绍民, 徐自为, 王介民, 李小文. (2009). 不同下垫面上大孔径闪烁仪观测数据的处理与分析. 应用气象学报, 20(2), 171-178.",
        "referenceEn": null
      },
      {
        "titleCn": "涡动相关仪观测蒸散量的插补方法比较",
        "titleEn": null,
        "referenceCn": "徐自为, 刘绍民, 徐同仁, 王介民. (2009). 涡动相关仪观测蒸散量的插补方法研究.地球科学进展, 29(4), 372-382.",
        "referenceEn": null
      },
      {
        "titleCn": "农田和草地下垫面上附加阻尼kB-1变化特征的分析",
        "titleEn": null,
        "referenceCn": "鞠英芹, 徐自为, 刘绍民, 卢俐, 徐同仁, 刘寿东. (2014). 农田和草地下垫面上附加阻尼kB-1变化特征的分析. 高原气象, 33(1), 55-65.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "二氧化碳通量",
        "nameEn": "Carbon dioxide flux"
      },
      {
        "nameCn": "感热通量",
        "nameEn": "Sensible heat flux"
      },
      {
        "nameCn": "潜热通量",
        "nameEn": "Latent heat flux"
      },
      {
        "nameCn": "辐射",
        "nameEn": "Radiation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "河北省",
        "keywordEn": "Hebei"
      },
      {
        "keywordCn": "海河流域",
        "keywordEn": "Haihe river basin"
      },
      {
        "keywordCn": "馆陶县",
        "keywordEn": "Guantao"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008-2022",
        "keywordEn": "2008-2022",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "海河流域水污染防治规划管理及产业政策调整战略研究",
        "titleEn": "Others"
      },
      {
        "titleCn": "基于遥感和数据同化方法的海河流域水文通量预测研究--SP2：不同尺度蒸散量和土壤水分的观测研究",
        "titleEn": "International (Regional) Cooperation and Exchange Program of the National Natural Science Foundation of China"
      },
      {
        "titleCn": "地表水热通量的时空尺度扩展研究",
        "titleEn": "National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Aerodynamic roughness length (z0m) is a key factor in surface flux estimations with remote sensing algorithms and/or land surface models. Originally, z0m is defined as the height where the wind speed, given by the extrapolation of the logarithmic wind profile, becomes zero. According to numerous observations, the variation range of z0m over different surfaces is large, from an order of 1.0 m over urban areas and mountainous areas, to an order of 0.1 mm or even 0.01 mm over smooth water body surfaces, ice and snow surfaces. The traditional way to calculate z0m is based on the Monin-Obukhov Similarity Theory, using wind profile measurements. In practical applications, especially for remote sensing models and land surface models, it is difficult to obtain z0m for a local or regional scale based only on station observations. Former researchers have proposed some parameterizations between the aerodynamic roughness length and the land surface properties [e.g., vegetation height, leaf area index (LAI), etc.], since wind turbulence is controlled by the structure and spacing of roughness elements (plants and other obstacles) on the land surface, and z0m describes the roughness characteristics of a surface."
      ],
      "research objective": [
        "Based on the data of the Xiaotangshan Experiment (Changping District of Beijing, China), which was conducted in 2002, 2004, and 2005 respectively, the objectives of this paper are: (1) to calculate z0m over different surfaces and analyze the directional characteristics of z0m over heterogeneous surfaces using an analytical footprint model; (2) to relate the estimated z0m over heterogeneous surfaces to roughness element characteristic factors, and present a heuristic parameterization of z0m as a reference for model parameterizations."
      ],
      "challenges": [
        "More data is needed for further discussions."
      ],
      "methods": [
        "This paper calculates z0m over several land surfaces, with 3 years of experimental data from Xiaotangshan. Individual z0m over each surface component (patch) is calculated firstly with the characteristic parameters of the roughness elements (vegetation height, leaf area index, etc.), then z0m over the whole experimental field is aggregated, using the footprint weighting method."
      ],
      "dataset": [
        "This experiment was carried out at the Xiaotangshan Experimental Station for Precision Agriculture (40°10′41′′N, 116°26′52′′E, 35 m above sea level) in Beijing. The observation period in 2002 was from 26 March to 23 April and the land cover was bare soil. In 2004, the experiment was carried out from 30 May to 7 July. In the southern sub-plot field, the land cover was bare soil between 30 May and 11 June, while the maize plants started emerging around 12 June. In 2005, the experiment was from 1 May to 10 June and the experimental layout was almost the same as that in 2004."
      ],
      "findings": [
        "The results show that z0m is direction-dependent, mainly due to the heterogeneity of the size and spatial distribution of the roughness elements inside the source area along different wind directions."
      ],
      "backgroundCn": [
        "气动粗糙长度（z0m）是通过遥感算法和/或陆面模型进行表面通量估算的关键因素。z0m最初被定义为风速通过对数风速剖面的外推在某一高度变为零的高度。根据众多观测，z0m在不同表面上的变化范围很大，城市和山区的z0m约为1.0米，而光滑水体表面、冰面和雪面上的z0m则约为0.1毫米甚至0.01毫米。传统上，z0m的计算基于Monin-Obukhov相似理论，使用风速剖面测量。在实际应用中，尤其是对于遥感模型和陆面模型，仅依靠站点观测很难获得局部或区域尺度的z0m。以前的研究者提出了一些气动粗糙长度与地表特性（如植被高度、叶面积指数（LAI）等）之间的参数化关系，因为风的湍流受地表粗糙元素（植物和其他障碍物）的结构和间距的控制，而z0m描述了表面的粗糙特征。"
      ],
      "research objectiveCn": [
        "根据2002年、2004年和2005年在中国北京昌平区进行的Xiaotangshan实验的数据，本文的目标是：(1) 计算不同表面的z0m，并使用分析足迹模型分析异质表面上z0m的方向特征；(2) 将估计的异质表面上的z0m与粗糙度元素特征因子相关联，并提出z0m的启发式参数化，以作为模型参数化的参考。"
      ],
      "challengesCn": [
        "需要更多数据以进行进一步讨论。"
      ],
      "methodsCn": [
        "本文计算了多个地表的z0m，使用了来自小汤山的三年实验数据。首先，针对每个表面组成部分（斑块）计算了单独的z0m，使用了粗糙度元素的特征参数（植被高度、叶面积指数等），然后采用足迹加权法对整个实验场的z0m进行聚合。"
      ],
      "datasetCn": [
        "该实验在北京的肖塘山精准农业实验站（北纬40°10′41′′，东经116°26′52′′，海拔35米）进行。2002年的观察期为3月26日至4月23日，土地覆盖为裸土。2004年，实验时间为5月30日至7月7日。在南侧子区，土地覆盖在5月30日至6月11日期间为裸土，而玉米植物在6月12日左右开始萌芽。2005年的实验时间为5月1日至6月10日，实验布局与2004年几乎相同。"
      ],
      "findingsCn": [
        "结果表明，z0m是方向依赖的，主要是由于源区内粗糙元素的大小和空间分布在不同风向上的异质性。"
      ]
    },
    {
      "background": [
        "感、潜热通量作为反映地－气之间热量与水汽交换强度的重要指标，影响地－气之间的能量平衡，为不同尺度的天气系统提供物质、动力和热力来源，影响地－气之间的水循环过程。 目前传统的地表通量观测方法有许多种，如涡动相关系统（Eddy-Covariance system, EC）、波文比－能量平衡系统和空气动力学方法等。 其中，涡动相关系统是国际上公认的、最可靠的地表通量观测方法，但是观测尺度较小，其空间代表性仅有几十至几百米左右。 大孔径闪烁仪（Large Aperture Scintillometer, LAS），相对于传统的涡动相关系统，能够获得区域尺度（几百米到几公里）的平均感热通量。 由于LAS的观测尺度能较好地匹配卫星像元尺度以及数值天气预报和气候模式的网格尺度，因此，LAS的观测值能够作为遥感估算模型、数值天气预报模式和气候模式的像元／网格尺度的地面相对真值，从而对这些模型／模式进行优化和验证。 LAS的观测原理是基于莫宁－奥布霍夫相似理论（Monin-Obukhov Similarity Theory, MOST），结合观测得到的大气折射指数结构参数C2n和相关的气象数据，利用与温度结构参数C2T相关的稳定度普适函数fT，得到地表的区域平均感热通量。"
      ],
      "research objective": [
        "利用2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS相关数据，分析了LAS观测中莫宁—奥布霍夫相似理论MOST理论的适用性，并探讨了MOST理论适用性的定量判断方法。"
      ],
      "challenges": [
        "由于受下垫面覆盖类型、平坦程度、水热状况和天气条件等影响，实际情况很难达到理想的水平均匀假设。 目前国内的大气相似理论研究主要集中于风、温度廓线和湍流方差的相似性关系，然而有关闪烁法中的温度结构参数与湍流特征之间的相似性研究较少。"
      ],
      "methods": [
        "在分析LAS数据的MOST理论适用性之前，对EC和LAS数据进行初步处理。 选取2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS、EC和AWS数据。"
      ],
      "dataset": [
        "馆陶站（36°30′54″N，115°07′39″E）位于河北省馆陶县河寨村，其观测场及周围下垫面为农田，包括冬小麦、玉米和棉花，其中冬小麦与玉米为轮作，冬小麦生长期为10月至次年6月，玉米生长期为6－10月，棉花生长期为5－10月，属于典型的华北平原农田下垫面。 LAS源区内冬小麦（玉米）面积约占45％，棉花约占47％。 阿柔站（38°02′40″N，100°27′53″E）位于黑河上游的河谷地区，其观测场及周围下垫面为典型的高山草地，较为平坦。 源区内的植被株高在生长旺季能达到0．2～0．3m。"
      ],
      "findings": [
        "（1）在不稳定条件下，大尺度涡旋运动、大气湍流发展状况和温度尺度都能对MOST理论适用性产生显著影响；（2）确立了两种新的MOST理论适用性判断方法，即因子分析法和温度结构参数法，并验证了这两种判断方法是合理、可靠的。"
      ],
      "backgroundCn": [
        "感、潜热通量作为反映地－气之间热量与水汽交换强度的重要指标，影响地－气之间的能量平衡，为不同尺度的天气系统提供物质、动力和热力来源，影响地－气之间的水循环过程。目前传统的地表通量观测方法有许多种，如涡动相关系统（Eddy-Covariance system, EC）、波文比－能量平衡系统和空气动力学方法等。其中，涡动相关系统是国际上公认的、最可靠的地表通量观测方法，但是观测尺度较小，其空间代表性仅有几十至几百米左右。大孔径闪烁仪（Large Aperture Scintillometer, LAS），相对于传统的涡动相关系统，能够获得区域尺度（几百米到几公里）的平均感热通量。由于LAS的观测尺度能较好地匹配卫星像元尺度以及数值天气预报和气候模式的网格尺度，因此，LAS的观测值能够作为遥感估算模型、数值天气预报模式和气候模式的像元／网格尺度的地面相对真值，从而对这些模型／模式进行优化和验证。LAS的观测原理是基于莫宁－奥布霍夫相似理论（Monin-Obukhov Similarity Theory, MOST），结合观测得到的大气折射指数结构参数C2n和相关的气象数据，利用与温度结构参数C2T相关的稳定度普适函数fT，得到地表的区域平均感热通量。"
      ],
      "research objectiveCn": [
        "利用2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS相关数据，分析了LAS观测中莫宁—奥布霍夫相似理论MOST理论的适用性，并探讨了MOST理论适用性的定量判断方法。"
      ],
      "challengesCn": [
        "由于受下垫面覆盖类型、平坦程度、水热状况和天气条件等影响，实际情况很难达到理想的水平均匀假设。目前国内的大气相似理论研究主要集中于风、温度廓线和湍流方差的相似性关系，然而有关闪烁法中的温度结构参数与湍流特征之间的相似性研究较少。"
      ],
      "methodsCn": [
        "在分析LAS数据的MOST理论适用性之前，对EC和LAS数据进行初步处理。选取2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS、EC和AWS数据。"
      ],
      "datasetCn": [
        "馆陶站（36°30′54″N，115°07′39″E）位于河北省馆陶县河寨村，其观测场及周围下垫面为农田，包括冬小麦、玉米和棉花，其中冬小麦与玉米为轮作，冬小麦生长期为10月至次年6月，玉米生长期为6－10月，棉花生长期为5－10月，属于典型的华北平原农田下垫面。LAS源区内冬小麦（玉米）面积约占45％，棉花约占47％。阿柔站（38°02′40″N，100°27′53″E）位于黑河上游的河谷地区，其观测场及周围下垫面为典型的高山草地，较为平坦。源区内的植被株高在生长旺季能达到0．2～0．3m。"
      ],
      "findingsCn": [
        "（1）在不稳定条件下，大尺度涡旋运动、大气湍流发展状况和温度尺度都能对MOST理论适用性产生显著影响；（2）确立了两种新的MOST理论适用性判断方法，即因子分析法和温度结构参数法，并验证了这两种判断方法是合理、可靠的。"
      ]
    },
    {
      "background": [
        "For surface flux measurements, large aperture scintillometer (LAS) has become more and more popular in recent years. Compared with traditional observation techniques, it can measure surface fluxes on a larger scale (500 m to 10 km). At present, LAS observation is not common in China."
      ],
      "research objective": [
        "The daily and monthly variation of HLAS is analyzed. And the observation differences between eddy covariance system and LAS, need to be studied further combined with footprint model and energy unbalance of eddy covariance system observation."
      ],
      "challenges": [
        "There is much less agreement on the form which universal stability function fT should take. Further more, since the iteration process of HLAS can not be convergence when low wind speed and very stable conditions appearing at night, Wm \\ - 5 is specified."
      ],
      "methods": [],
      "dataset": [],
      "findings": [
        "Sensible heat flux (H) calculation with the LAS data of above measurements shows that the beam height of LAS and wind speed are sensitive factors for sensible heat flux measurement (HLAS), zero-plane displacement height is crucial unless the beam height is much larger than it, and Bowen ratio needs to be determined accurately over wet surface, while air temperature, air pressure and aerodynamic roughness length are not sensitive for HLAS. According to the observations mentioned above, LAS can measure surface fluxes both over homogeneous and heterogeneous surfaces."
      ],
      "backgroundCn": [
        "对于表面通量测量，大孔径闪烁仪（LAS）近年来变得越来越受欢迎。与传统观测技术相比，它可以在更大范围内（500米到10公里）测量表面通量。目前，LAS观测在中国还不常见。"
      ],
      "research objectiveCn": [
        "对HLAS的日变化和月变化进行了分析。需要进一步研究涡度协方差系统与LAS之间的观测差异，结合足迹模型和涡度协方差系统观测的能量不平衡。"
      ],
      "challengesCn": [
        "关于普遍稳定性函数 fT 的形式，存在很少的共识。此外，由于在夜间出现低风速和非常稳定的条件时，HLAS 的迭代过程无法收敛，因此指定 Wm \\ - 5。"
      ],
      "methodsCn": [],
      "datasetCn": [],
      "findingsCn": [
        "使用激光雷达（LAS）数据计算显热通量（H）表明，激光雷达的光束高度和风速是显热通量测量（HLAS）的敏感因素，零平面位移高度至关重要，除非光束高度远大于它，而在湿表面上，波文比需要准确确定，而空气温度、气压和气动粗糙度长度对HLAS则不敏感。根据上述观察，激光雷达可以在均匀和非均匀表面上测量表面通量。"
      ]
    }
  ],
  "query": {
    "Disjunctive": [
      {
        "QuestionEn": "Which method is more commonly used for surface flux observation, the eddy-covariance system or the large aperture scintillometer (LAS)?",
        "QuestionCn": "哪种方法更常用于表面通量观测，涡度协方差系统还是大孔径闪烁仪（LAS）？",
        "AnswerEn": "eddy-covariance system",
        "AnswerCn": "涡度相关系统",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the aerodynamic roughness length (z0m) calculation more dependent on wind profile measurements or on parameterizations based on land surface properties like vegetation height and leaf area index?",
        "QuestionCn": "气动粗糙度长度（z0m）的计算更依赖于风速剖面测量，还是基于地表特性（如植被高度和叶面积指数）的参数化？",
        "AnswerEn": "wind profile measurements",
        "AnswerCn": "风廓线测量",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "For quality evaluation of flux data, are the criteria based more on atmospheric stability tests or on instrument error considerations?",
        "QuestionCn": "对于通量数据的质量评估，标准更多是基于大气稳定性测试还是仪器误差考虑？",
        "AnswerEn": "atmospheric stability tests",
        "AnswerCn": "大气稳定性测试",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What methods are used to process raw data collected by eddy covariance systems?",
        "QuestionCn": "用于处理由涡度协方差系统收集的原始数据的方法有哪些？",
        "AnswerEn": "Edire software",
        "AnswerCn": "Edire 软件",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the typical sites for conducting experiments that utilize the Monin-Obukhov Similarity Theory?",
        "QuestionCn": "典型的进行利用Monin-Obukhov相似理论的实验地点在哪里？",
        "AnswerEn": "Guantao Station, Arou Station",
        "AnswerCn": "关涛站，阿柔站",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge encountered when applying Monin-Obukhov Similarity Theory in large aperture scintillometer data analysis?",
        "QuestionCn": "在应用Monin-Obukhov相似理论进行大孔径闪烁仪数据分析时遇到的一个挑战是什么？",
        "AnswerEn": "An example of a challenge when applying Monin-Obukhov Similarity Theory to scintillometer data is the difficulty in achieving the ideal assumption of a homogenous surface due to varying surface types and meteorological conditions, as mentioned in the content of relevant papers.",
        "AnswerCn": "应用Monin-Obukhov相似理论于闪烁仪数据时面临的一个挑战是，由于表面类型和气象条件的变化，难以实现理想的均匀表面假设，这在相关论文的内容中有所提及。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you illustrate an example of a dataset that supports the understanding of aerodynamic roughness length over heterogeneous surfaces?",
        "QuestionCn": "您能否举例说明一个支持理解异质表面上气动粗糙度长度的数据集？",
        "AnswerEn": "An example of a dataset that supports the understanding of aerodynamic roughness length over heterogeneous surfaces is the Xiaotangshan Experiment dataset, which involves calculations of roughness length using data from multiple years and different surface conditions, as discussed in the relevant papers.",
        "AnswerCn": "一个支持理解异质表面上气动粗糙长度的数据集的例子是小汤山实验数据集，该数据集涉及使用来自多个年份和不同表面条件的数据进行粗糙长度的计算，如相关论文中所讨论的。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the land surface that influence the aerodynamic roughness length (z0m) in surface flux estimation models?",
        "QuestionCn": "影响表面通量估计模型中气动粗糙度长度（z0m）的土地表面特征有哪些？",
        "AnswerEn": "vegetation height, leaf area index (LAI), structure and spacing of roughness elements",
        "AnswerCn": "植被高度、叶面积指数（LAI）、粗糙度元素的结构和间距",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the frequency at which data is collected using the eddy covariance method in a typical observation dataset?",
        "QuestionCn": "在典型的观测数据集中，使用涡度协方差方法收集数据的频率是多少？",
        "AnswerEn": "10 Hz",
        "AnswerCn": "10 赫兹",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many quality assessment levels are used to evaluate flux data in a typical dataset from this domain?",
        "QuestionCn": "在这个领域的典型数据集中，用于评估通量数据的质量评估级别有多少个？",
        "AnswerEn": "9",
        "AnswerCn": "9",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the typical spatial representativeness range of an eddy covariance system for surface flux measurements?",
        "QuestionCn": "eddy covariance系统用于表面通量测量的典型空间代表性范围是多少？",
        "AnswerEn": "several tens to hundreds of meters",
        "AnswerCn": "数十到数百米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'eddy covariance system' mean in the context of surface flux measurements?",
        "QuestionCn": "在地表通量测量的背景下，“涡度协方差系统”是什么意思？",
        "AnswerEn": "The eddy covariance system (EC) is a widely recognized and reliable method for surface flux measurement, used to observe the exchange of heat and water vapor between the surface and atmosphere. It involves high-frequency measurements of wind speed and scalar quantities to calculate fluxes, but its spatial representativeness is relatively small, typically covering tens to hundreds of meters.",
        "AnswerCn": "涡度协方差系统（EC）是一种广泛认可且可靠的表面通量测量方法，用于观察地表与大气之间的热量和水汽交换。它涉及对风速和标量量的高频测量，以计算通量，但其空间代表性相对较小，通常覆盖几十到几百米的范围。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is the 'Monin-Obukhov Similarity Theory' and how is it applied in data collection for surface flux measurements?",
        "QuestionCn": "什么是“Monin-Obukhov相似理论”，它如何应用于地表通量测量的数据收集？",
        "AnswerEn": "The Monin-Obukhov Similarity Theory (MOST) is a framework used to relate the turbulence characteristics of the atmospheric boundary layer. It is applied in surface flux measurements by using observed parameters like the refractive index structure parameter and temperature structure parameter to estimate surface heat fluxes, especially in systems like the Large Aperture Scintillometer (LAS) for regional scale flux measurement.",
        "AnswerCn": "Monin-Obukhov相似理论（MOST）是一个用于关联大气边界层湍流特征的框架。它通过使用观测参数，如折射率结构参数和温度结构参数，来估计表面热通量，特别是在大型孔径闪烁仪（LAS）等系统中进行区域尺度通量测量。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What does 'aerodynamic roughness length' refer to, and why is it important in surface flux estimation?",
        "QuestionCn": "“空气动力学粗糙度长度”指的是什么，以及为什么它在地表通量估算中很重要？",
        "AnswerEn": "Aerodynamic roughness length (z0m) is defined as the height where the wind speed, extrapolated from the logarithmic wind profile, becomes zero. It is a key factor in surface flux estimations, as it describes the roughness characteristics of a surface, impacting wind turbulence and ultimately influencing flux calculations in remote sensing algorithms and land surface models.",
        "AnswerCn": "气动粗糙长度（z0m）被定义为风速从对数风速剖面外推到零的高度。它是表面通量估算中的一个关键因素，因为它描述了表面的粗糙特性，影响风的湍流，并最终影响遥感算法和陆面模型中的通量计算。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the data collection method using an eddy covariance system compare to the large aperture scintillometer in terms of spatial scale and application in surface flux measurements?",
        "QuestionCn": "使用涡度协方差系统的数据收集方法与大孔径闪烁仪在空间尺度和表面通量测量应用方面有何比较？",
        "AnswerEn": "The eddy covariance system is recognized as a reliable surface flux observation method but is limited to a small spatial scale of dozens to hundreds of meters. In contrast, the large aperture scintillometer can measure surface fluxes over regional scales ranging from several hundred meters to a few kilometers, making it suitable for matching satellite pixel scales and optimizing remote sensing models.",
        "AnswerCn": "涡度协方差系统被认为是一种可靠的表面通量观测方法，但其空间尺度仅限于几十到几百米。相比之下，大孔径闪烁仪可以在区域尺度上测量表面通量，范围从几百米到几公里，使其适合与卫星像素尺度匹配并优化遥感模型。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the differences in handling data quality and error correction between eddy covariance data and LAS data in observational studies?",
        "QuestionCn": "在观测研究中，涡度协方差数据和激光雷达（LAS）数据在数据质量处理和错误修正方面有什么区别？",
        "AnswerEn": "Eddy covariance data processing involves steps like outlier removal, time lag correction, coordinate rotation, frequency response correction, and density corrections, with quality evaluations based on atmospheric stability and turbulence similarity. LAS data handling may involve different challenges, such as ensuring the suitability of Monin-Obukhov similarity theory and adjusting for large-scale eddy movements and atmospheric turbulence, requiring additional methods like factor analysis and temperature structure parameter methods for validation.",
        "AnswerCn": "涡度协方差数据处理涉及的步骤包括异常值去除、时间滞后修正、坐标旋转、频率响应修正和密度修正，质量评估基于大气稳定性和湍流相似性。激光雷达（LAS）数据处理可能面临不同的挑战，例如确保蒙宁-奥布霍夫相似理论的适用性，以及调整大尺度涡动和大气湍流，这需要额外的方法，如因子分析和温度结构参数方法进行验证。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What underlying challenges could be inferred from the application of Monin-Obukhov Similarity Theory (MOST) in data collected from agricultural sites with varying surface conditions, and how can these challenges be addressed?",
        "QuestionCn": "从在不同表面条件下收集的农业场地数据中应用Monin-Obukhov相似性理论（MOST）可以推断出哪些潜在挑战，以及如何解决这些挑战？",
        "AnswerEn": "Challenges arise in applying MOST due to the varying surface conditions such as vegetation type and growth stages, which affect the uniformity assumption required by the theory. Factors like large-scale eddy motion, atmospheric turbulence, and temperature scale in unstable conditions influence MOST's applicability. Addressing these challenges involves developing new methods like factor analysis and temperature structure parameter approaches to quantitatively assess MOST applicability, ensuring reliable data interpretation.",
        "AnswerCn": "在应用MOST（最小阻力理论）时，由于不同的表面条件，如植被类型和生长阶段，影响了理论所需的均匀性假设，因此会出现挑战。大规模涡动、大气湍流和不稳定条件下的温度尺度等因素也会影响MOST的适用性。解决这些挑战需要开发新方法，如因子分析和温度结构参数方法，以定量评估MOST的适用性，从而确保数据解释的可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "Why is the eddy covariance system considered a reliable method for surface flux measurements despite its limited spatial representativeness?",
        "QuestionCn": "尽管涡度相关系统的空间代表性有限，为什么它仍被认为是可靠的地表通量测量方法？",
        "AnswerEn": "The eddy covariance system is recognized internationally as a reliable method for surface flux measurements due to its direct measurement approach. However, its spatial representativeness is limited to tens to hundreds of meters, making it less suitable for larger scale observations compared to methods like the Large Aperture Scintillometer (LAS), which can match satellite pixel scales and model grid scales.",
        "AnswerCn": "涡度协方差系统因其直接测量方法而被国际公认为可靠的表面通量测量方法。然而，其空间代表性仅限于几十到几百米，这使得它在较大尺度观测中不如大孔径闪烁计（LAS）适用，后者可以与卫星像素尺度和模型网格尺度相匹配。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What causes the need for parameterizations between the aerodynamic roughness length (z0m) and land surface properties in remote sensing models?",
        "QuestionCn": "导致遥感模型中气动粗糙长度（z0m）与地表特性之间需要参数化的原因是什么？",
        "AnswerEn": "The need arises because it is challenging to obtain z0m for local or regional scales solely based on station observations. Since wind turbulence is influenced by the structure and spacing of surface roughness elements like vegetation height and leaf area index, parameterizations are proposed to relate z0m to these land surface properties, aiding remote sensing models and land surface models.",
        "AnswerCn": "这种需求的产生是因为仅仅依靠站点观测很难获得局部或区域尺度的z0m。由于风湍流受到地表粗糙元素（如植被高度和叶面积指数）结构和间距的影响，因此提出了参数化方法，将z0m与这些地表特性相关联，以帮助遥感模型和地表模型。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "How does the use of eddy covariance systems influence the accuracy and scale of surface flux measurements compared to other traditional methods?",
        "QuestionCn": "涡度协方差系统的使用如何影响表面通量测量的准确性和尺度，与其他传统方法相比？",
        "AnswerEn": "The eddy covariance system is recognized as the most reliable method for surface flux measurements, but its spatial representation is limited to tens to a few hundred meters. In contrast, the large aperture scintillometer (LAS) can achieve regional scale measurements, making it suitable for matching satellite pixel scales and numerical weather prediction models. Therefore, while eddy covariance systems provide high accuracy at smaller scales, LAS offers a broader spatial representation, which may improve the applicability of data for larger scale models.",
        "AnswerCn": "涡度协方差系统被认为是表面通量测量中最可靠的方法，但其空间代表性仅限于几十米到几百米的范围。相比之下，大孔径闪烁仪（LAS）能够实现区域尺度的测量，使其适合与卫星像素尺度和数值天气预报模型相匹配。因此，尽管涡度协方差系统在较小尺度上提供了高精度，但LAS提供了更广泛的空间代表性，这可能提高数据在更大尺度模型中的适用性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the potential impacts of using Monin-Obukhov Similarity Theory in data collection on the reliability of surface flux measurements?",
        "QuestionCn": "使用Monin-Obukhov相似理论进行数据收集对表面通量测量的可靠性可能产生的影响是什么？",
        "AnswerEn": "The use of Monin-Obukhov Similarity Theory (MOST) in conjunction with LAS data collection can significantly enhance the estimation of regional average sensible heat flux. However, its applicability can be influenced by factors such as surface cover type, weather conditions, and atmospheric turbulence. MOST's reliability may be compromised under non-ideal conditions, hence the importance of new judgment methods like factor analysis and temperature structure parameter methods to ensure its applicability.",
        "AnswerCn": "使用Monin-Obukhov相似理论（MOST）结合激光雷达（LAS）数据收集，可以显著提高区域平均显热通量的估算。然而，其适用性可能受到地表覆盖类型、天气条件和大气湍流等因素的影响。在非理想条件下，MOST的可靠性可能会受到影响，因此引入因素分析和温度结构参数方法等新的判断方法，以确保其适用性是非常重要的。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In what ways do the characteristics of roughness elements affect the calculation of aerodynamic roughness length and subsequently surface flux estimations?",
        "QuestionCn": "粗糙元素的特征如何影响气动粗糙长度的计算以及后续的表面通量估算？",
        "AnswerEn": "The characteristics of roughness elements, such as vegetation height and leaf area index, have a significant impact on the calculation of aerodynamic roughness length (z0m), which in turn influences surface flux estimations. The variation in z0m over different surfaces is large and direction-dependent due to the heterogeneity in size and spatial distribution of roughness elements. Accurate parameterization of z0m is crucial for reliable surface flux estimations, especially in remote sensing and land surface models where direct measurements are challenging.",
        "AnswerCn": "粗糙元素的特征，如植被高度和叶面积指数，对气动粗糙长度（z0m）的计算有显著影响，这反过来又影响表面通量的估算。不同表面上z0m的变化很大，并且由于粗糙元素的大小和空间分布的异质性，具有方向依赖性。准确参数化z0m对于可靠的表面通量估算至关重要，尤其是在遥感和陆面模型中，直接测量是具有挑战性的。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the intended purpose of comparing z0m over different surfaces using analytical footprint models in surface flux research?",
        "QuestionCn": "在表面通量研究中，比较不同表面上的z0m（动量粗糙度高度）使用分析足迹模型的目的是什么？",
        "AnswerEn": "The purpose of comparing z0m over different surfaces using analytical footprint models is to understand the directional characteristics of aerodynamic roughness length over heterogeneous surfaces. This helps in developing parameterizations that relate z0m to roughness element characteristics, which are essential for improving the precision of remote sensing algorithms and land surface models.",
        "AnswerCn": "比较不同表面上的z0m使用分析足迹模型的目的是理解异质表面上气动粗糙长度的方向特征。这有助于开发将z0m与粗糙元素特征相关联的参数化，这对于提高遥感算法和陆面模型的精度至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What challenges are associated with the application of Monin-Obukhov Similarity Theory in large aperture scintillometer measurements, and what procedural adjustments are necessary to address these challenges?",
        "QuestionCn": "在大孔径闪烁仪测量中，应用Monin-Obukhov相似理论面临哪些挑战，以及为应对这些挑战需要进行哪些程序调整？",
        "AnswerEn": "Challenges with applying Monin-Obukhov Similarity Theory in large aperture scintillometer measurements include achieving the ideal homogeneous surface assumption, which is often difficult due to varying surface types and conditions. Procedural adjustments involve factor analysis and temperature structure parameter methods to quantitatively assess the theory's applicability. These adjustments help in ensuring reliable estimates of sensible heat flux, especially in unstable atmospheric conditions.",
        "AnswerCn": "在大孔径闪烁仪测量中应用Monin-Obukhov相似理论面临的挑战包括实现理想的均匀表面假设，这通常由于表面类型和条件的变化而变得困难。程序调整涉及因子分析和温度结构参数方法，以定量评估该理论的适用性。这些调整有助于确保在不稳定大气条件下对感热通量的可靠估计。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What factors enable the applicability of the Monin-Obukhov Similarity Theory in analyzing large aperture scintillometer data?",
        "QuestionCn": "哪些因素使得Monin-Obukhov相似理论在分析大孔径闪烁仪数据时具有适用性？",
        "AnswerEn": "The applicability of the Monin-Obukhov Similarity Theory in analyzing large aperture scintillometer data is enabled by considering factors such as atmospheric turbulence conditions, large-scale eddy movement, and the temperature scale, which significantly impact the theory's applicability under unstable conditions.",
        "AnswerCn": "在分析大孔径闪烁仪数据时，Monin-Obukhov相似理论的适用性得到了增强，这得益于考虑了大气湍流条件、大尺度涡动和温度尺度等因素，这些因素对理论在不稳定条件下的适用性产生了显著影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why is it expected that the Eddy-Covariance system is considered the most reliable method for surface flux observation, despite its smaller observational scale?",
        "QuestionCn": "为什么预计涡度协方差系统被认为是地表通量观测中最可靠的方法，尽管其观测尺度较小？",
        "AnswerEn": "The Eddy-Covariance system is regarded as the most reliable method for surface flux observation because it is internationally recognized for its accuracy in measuring heat and water vapor exchanges between the surface and atmosphere. However, its smaller observational scale limits its spatial representativeness to only a few hundred meters, which is a noted challenge in the field.",
        "AnswerCn": "涡度协方差系统被认为是表面通量观测中最可靠的方法，因为它在测量表面与大气之间的热量和水蒸气交换方面得到了国际认可，具有较高的准确性。然而，其较小的观测尺度将其空间代表性限制在仅几百米，这在该领域被认为是一个显著的挑战。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the expected challenges when applying Monin-Obukhov Similarity Theory to analyze LAS data, considering the variability in surface types and atmospheric conditions?",
        "QuestionCn": "在应用Monin-Obukhov相似理论分析激光雷达（LAS）数据时，考虑到地表类型和大气条件的变化，预期会面临哪些挑战？",
        "AnswerEn": "The challenges in applying Monin-Obukhov Similarity Theory to LAS data stem from the difficulty in achieving the ideal homogeneous conditions due to varying surface cover types, flatness, water-thermal states, and weather conditions. These factors can significantly affect the theory's applicability, as noted in the research findings.",
        "AnswerCn": "应用Monin-Obukhov相似理论于激光雷达（LAS）数据的挑战在于，由于地表覆盖类型、平坦度、水热状态和天气条件的变化，难以实现理想的均匀条件。这些因素会显著影响该理论的适用性，正如研究结果所指出的。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might the aerodynamic roughness length (z0m) be challenging to determine accurately in remote sensing models for local or regional scales?",
        "QuestionCn": "为什么在遥感模型中确定局部或区域尺度的空气动力学粗糙度长度 (z0m) 可能具有挑战性？",
        "AnswerEn": "Determining the aerodynamic roughness length (z0m) accurately in remote sensing models is challenging because traditional calculations are based on wind profile measurements, which are difficult to obtain for local or regional scales solely from station observations. The variability in surface characteristics such as vegetation height and leaf area index further complicates accurate estimations.",
        "AnswerCn": "在遥感模型中准确确定气动粗糙度长度（z0m）是具有挑战性的，因为传统的计算基于风剖面测量，而仅依靠站点观测在地方或区域尺度上很难获得这些数据。表面特征的变化，如植被高度和叶面积指数，进一步使准确估计变得复杂。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What is your evaluation of the effectiveness of using the eddy covariance system for surface flux observation in varied agricultural landscapes?",
        "QuestionCn": "您对在不同农业景观中使用涡度协方差系统进行表面通量观测的有效性有何评估？",
        "AnswerEn": "The eddy covariance system is considered the most reliable method for surface flux observation, but its spatial representativeness is limited to tens to hundreds of meters. In agricultural landscapes, it effectively captures flux dynamics but may face challenges in representing larger, heterogeneous areas.",
        "AnswerCn": "涡度协方差系统被认为是表面通量观测中最可靠的方法，但其空间代表性仅限于几十到几百米。在农业景观中，它有效地捕捉通量动态，但在代表更大、异质区域时可能面临挑战。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How would you assess the challenges in applying Monin-Obukhov Similarity Theory (MOST) for large aperture scintillometer data validation over different land surfaces?",
        "QuestionCn": "如何评估在不同地表上应用Monin-Obukhov相似理论（MOST）进行大孔径闪烁仪数据验证的挑战？",
        "AnswerEn": "The application of MOST for large aperture scintillometer data validation is challenging due to the need for a homogenous surface assumption, which is rarely met in practice. Variability in land cover, flatness, and weather conditions significantly affect its applicability, necessitating new assessment methods for reliable validation.",
        "AnswerCn": "由于需要均匀表面的假设，MOST在大孔径闪烁计数据验证中的应用面临挑战，这在实际中很少满足。土地覆盖、平坦度和天气条件的变化显著影响其适用性，因此需要新的评估方法以实现可靠的验证。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, what are the key factors that should be considered when designing a dataset collection method for multi-scale surface flux measurements across complex terrain?",
        "QuestionCn": "在设计跨复杂地形的多尺度表面通量测量的数据集收集方法时，应该考虑哪些关键因素？",
        "AnswerEn": "When designing a dataset collection method, key factors include the spatial heterogeneity of the surface, the scale of observation required, the compatibility of measurement techniques like eddy covariance and scintillometer, and the integration of remote sensing data. Ensuring data quality through rigorous post-processing and validation is also crucial.",
        "AnswerCn": "在设计数据集收集方法时，关键因素包括表面的空间异质性、所需的观察尺度、测量技术（如涡度协方差法和闪烁仪）的兼容性，以及遥感数据的整合。通过严格的后处理和验证确保数据质量也是至关重要的。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don’t understand how aerodynamic roughness length (z0m) can be effectively measured over different land surfaces with such variability in measurements.",
        "QuestionCn": "我不明白如何在不同的地表上有效测量气动粗糙长度（z0m），因为测量结果存在如此大的变异性。",
        "AnswerEn": "Aerodynamic roughness length (z0m) can be effectively measured over different land surfaces by using data from experiments such as the Xiaotangshan Experiment. This involves calculating z0m over several land surfaces using characteristic parameters of roughness elements like vegetation height and leaf area index. The measurements are then aggregated using a footprint weighting method to account for directional characteristics and variability in the roughness elements.",
        "AnswerCn": "气动粗糙长度（z0m）可以通过使用实验数据（如小汤山实验）有效地测量不同的地表。这涉及到通过粗糙元素的特征参数，如植被高度和叶面积指数，计算多个地表上的z0m。然后，使用足迹加权方法对测量结果进行汇总，以考虑粗糙元素的方向特征和变异性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of how the Large Aperture Scintillometer (LAS) can provide reliable surface flux measurements over large areas.",
        "QuestionCn": "我无法理解大孔径闪烁仪（LAS）如何能够在大面积上提供可靠的表面通量测量。",
        "AnswerEn": "The Large Aperture Scintillometer (LAS) can provide reliable surface flux measurements over large areas by measuring the sensible heat flux on scales ranging from 500 meters to 10 kilometers. It uses measurements of the refractive index structure parameter and related meteorological data, along with stability functions, to calculate heat fluxes. LAS is especially useful because its observation scale matches well with satellite pixel scales and numerical weather prediction models, providing ground truth for these applications.",
        "AnswerCn": "大型孔径闪烁仪（LAS）通过测量从500米到10公里范围内的显热通量，能够提供可靠的表面通量测量。它利用折射率结构参数的测量和相关的气象数据，以及稳定性函数，来计算热通量。LAS特别有用，因为其观测尺度与卫星像素尺度和数值天气预报模型的匹配良好，为这些应用提供了地面真相。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please conduct an analysis of the data processing techniques used in transforming raw eddy covariance data into 30-minute interval observations, focusing on the steps involved and their significance.",
        "QuestionCn": "请对将原始涡度协方差数据转化为30分钟间隔观测值所使用的数据处理技术进行分析，重点关注所涉及的步骤及其重要性。",
        "AnswerEn": "The data processing techniques for transforming raw eddy covariance data into 30-minute interval observations involve several critical steps. These include despiking to remove outlier values, time lag correction, coordinate rotation using the planar fit method, frequency response correction, ultrasonic virtual temperature correction, and density correction (WPL correction). Each step ensures the accuracy and reliability of the flux measurements by addressing various sources of error and variability in the data. The processed data is evaluated for quality using atmospheric stability (Δst) and turbulence similarity characteristics (ITC) tests.",
        "AnswerCn": "将原始涡度协方差数据转换为30分钟间隔观测值的数据处理技术涉及几个关键步骤。这些步骤包括去尖峰以去除异常值、时间滞后修正、使用平面拟合方法进行坐标旋转、频率响应修正、超声波虚温度修正和密度修正（WPL修正）。每个步骤通过解决数据中的各种误差和变异来源，确保通量测量的准确性和可靠性。处理后的数据通过大气稳定性（Δst）和湍流相似性特征（ITC）测试进行质量评估。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore the potential challenges and limitations faced in using the Monin-Obukhov Similarity Theory (MOST) for large aperture scintillometer (LAS) measurements in heterogeneous environments.",
        "QuestionCn": "请探讨在异质环境中使用大孔径闪烁仪（LAS）测量时，蒙宁-奥布霍夫相似理论（MOST）面临的潜在挑战和局限性。",
        "AnswerEn": "The Monin-Obukhov Similarity Theory (MOST) faces challenges and limitations when applied to LAS measurements in heterogeneous environments, primarily due to the difficulty in achieving the ideal uniformity assumption of the underlying surface. Factors such as surface type, flatness, moisture conditions, and weather can significantly impact the applicability of MOST. Research has identified that in unstable conditions, large-scale eddies, atmospheric turbulence development, and temperature scales can influence MOST's applicability. Two new methods, factor analysis and temperature structure parameter method, were developed to quantify and verify the reliability of MOST's applicability.",
        "AnswerCn": "Monin-Obukhov相似理论（MOST）在异质环境中应用于激光雷达（LAS）测量时面临挑战和局限性，主要是由于难以实现基础表面的理想均匀性假设。表面类型、平整度、湿度条件和天气等因素会显著影响MOST的适用性。研究表明，在不稳定条件下，大尺度涡旋、大气湍流的发展和温度尺度会影响MOST的适用性。为量化和验证MOST适用性的可靠性，开发了两种新方法：因子分析和温度结构参数法。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}