{
  "id": "794967f1-a55d-4dce-8c72-c4a8608ef1c5",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Optimal setting of parameter values for the Hydrologic Response Units of the Senegal, Niger and Chad Lake Basins",
      "titleCn": "Optimal setting of parameter values for the Hydrologic Response Units of the Senegal, Niger and Chad Lake Basins",
      "description": "",
      "descriptionCn": "The data is Optimal setting of parameter values for the Hydrologic Response Units of the Senegal, Niger and Chad Lake Basins for Soil and Water Assessment Tool (SWAT) model based on ETMonitor actual evapotranspiration (ETM ETa). In total 16 parameters were used and all are described in the first Excel sheet with the full names, the range used in calibration (min and max) and the fitted values after calibration. These fitted values are used to correct the default values of the parameters in each hydrological response unit (HRU) in the three basins in African Sahel (Lake Chad, Senegal river and Niger river basins). Two techniques of correction were used; multiplicative and replacement. The other three Excel sheets are the set of corrected parameters in each HRU in the Lake Chad basin, Niger river basin and Senegal river basin respectively. These three Excel sheets present the correction techniques, default values of different parameters in each HRU and the corrected parameters in each HRU. The data can provide input parameters for the SWAT model in the African Sahel.",
      "instructions": "",
      "instructionsCn": "Optimal setting of parameter values for the Hydrologic Response Units of the Senegal, Niger and Chad Lake Basins.xlsx",
      "east": 26.0,
      "west": -18.0,
      "south": 5.0,
      "north": 24.0,
      "startTime": "2001-01-01 13:13:57",
      "endTime": "2010-12-31 13:13:57",
      "fileSize": 1576604.0,
      "cstr": "18406.11.Terre.tpdc.300497",
      "doi": "10.11888/Terre.tpdc.300497",
      "dataFormat": null,
      "license": "4"
    },
    "authorList": [
      {
        "nameCn": "Ali Bennour",
        "nameEn": "BENNOUR Ali",
        "unitEn": "State Key Laboratory of Remote Sensing Sciences, Aerospace Information Research Institute, Chinese  Academy of Sciences; University of Chinese Academy of Sciences",
        "unitCn": "State Key Laboratory of Remote Sensing Sciences, Aerospace Information Research Institute, Chinese Academy of Science; University of Chinese Academy of Sciences"
      },
      {
        "nameCn": "Li Jia",
        "nameEn": "JIA Li",
        "unitEn": "State Key Laboratory of Remote Sensing Sciences, Aerospace Information Research Institute, Chinese  Academy of Sciences",
        "unitCn": "State Key Laboratory of Remote Sensing Sciences, Aerospace Information Research Institute, Chinese  Academy of Sciences"
      },
      {
        "nameCn": "Massimo Menenti ",
        "nameEn": "MENENTI Massimo",
        "unitEn": "State Key Laboratory of Remote Sensing Sciences, Aerospace Information Research Institute, Chinese  Academy of Sciences; Faculty of Civil Engineering and Geosciences, Delft University of Technology",
        "unitCn": "State Key Laboratory of Remote Sensing Sciences, Aerospace Information Research Institute, Chinese  Academy of Sciences; Faculty of Civil Engineering and Geosciences, Delft University of Technology"
      },
      {
        "nameCn": "Chaolei  Zheng",
        "nameEn": "ZHENG Chaolei",
        "unitEn": "State Key Laboratory of Remote Sensing Sciences, Aerospace Information Research Institute, Chinese  Academy of Sciences",
        "unitCn": "State Key Laboratory of Remote Sensing Sciences, Aerospace Information Research Institute, Chinese  Academy of Sciences"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Assessing impacts of climate variability and land use/land cover change on the water balance components in the Sahel using Earth observations and hydrological modelling",
        "referenceCn": null,
        "referenceEn": "Bennour, A., Jia, L., Menenti, M., Zheng, C., Zeng, Y., Barnieh, B.A., & Jiang, M. (2023). Assessing impacts of climate variability and land use/land cover change on the water balance components in the Sahel using Earth observations and hydrological modelling. Journal of\nHydrology: Regional Studies, 47, 101370. DOI:10.1016/j.ejrh.2023.101370"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "SWAT model",
        "nameEn": "SWAT model"
      },
      {
        "nameCn": "土壤水分",
        "nameEn": "Soil moisture"
      },
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "水文模型",
        "nameEn": "Hydrological models"
      },
      {
        "nameCn": "水量平衡",
        "nameEn": "Water balance"
      },
      {
        "nameCn": "蒸散发",
        "nameEn": "Evapotranspiration"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "遥感水文",
        "nameEn": "Remote sensing in hydrology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "The Sahel region",
        "keywordEn": "The Sahel region"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1990s to 2010s",
        "keywordEn": "1990s to 2010s",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "Key Collaborative Research Program of the Alliance of International Science Organizations",
        "titleEn": "Key Collaborative Research Program of the Alliance of International Science Organizations"
      },
      {
        "titleCn": "中国科学院院长基金",
        "titleEn": "the Presidential Foundation of the Chinese Academy of Sciences"
      },
      {
        "titleCn": "陆地水循环关键参量时空多尺度智慧化遥感",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      },
      {
        "titleCn": "国家自然科学基金",
        "titleEn": "National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the features and methods used in adjusting parameter values for Hydrologic Response Units in the context of the Senegal, Niger, and Chad Lake Basins?",
        "QuestionCn": "在塞内加尔、尼日尔和乍得湖流域的水文响应单元中，调整参数值所使用的特征和方法是什么？",
        "AnswerEn": "16 parameters, parameter ranges, correction techniques (multiplicative and replacement), default and corrected parameter values for each Hydrologic Response Unit (HRU)",
        "AnswerCn": "16个参数、参数范围、校正技术（乘法和替换）、每个水文响应单元（HRU）的默认和校正参数值。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on model accuracy when using multiplicative versus replacement techniques for parameter correction in hydrologic response units across diverse African Sahel basins?",
        "QuestionCn": "在不同的非洲萨赫勒流域中，使用乘法与替代技术进行参数修正时，对模型准确性可能产生的后果是什么？",
        "AnswerEn": "The use of multiplicative versus replacement techniques for parameter correction in hydrologic response units can significantly affect model accuracy. Multiplicative techniques adjust parameters by scaling factors, which might preserve some relative relationships between parameters, potentially leading to improved model calibration when relative differences are critical. Replacement techniques, however, directly substitute parameter values, which can be beneficial when absolute values are more important. The choice of technique could impact the accuracy of the Soil and Water Assessment Tool (SWAT) model's simulations of actual evapotranspiration and hydrological responses in the Senegal, Niger, and Chad Lake Basins.",
        "AnswerCn": "在水文响应单元中，使用乘法与替代技术进行参数修正可能会显著影响模型的准确性。乘法技术通过缩放因子调整参数，这可能保留参数之间的一些相对关系，从而在相对差异至关重要时可能导致模型校准的改善。然而，替代技术则直接替换参数值，当绝对值更为重要时，这种方法可能更为有效。选择哪种技术可能会影响土壤和水评估工具（SWAT）模型对塞内加尔、尼日尔和乍得湖流域实际蒸散发和水文响应的模拟准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are typically used to calibrate the hydrological parameters in the Soil and Water Assessment Tool (SWAT) for large basins, and how can these procedures be adapted when working with different hydrological response units (HRUs) across multiple basins like the Senegal, Niger, and Lake Chad?",
        "QuestionCn": "在大型流域中，通常使用哪些程序来校准土壤和水评估工具（SWAT）中的水文参数，以及在处理像塞内加尔、尼日尔和乍得湖这样的多个流域中的不同水文响应单元（HRU）时，如何调整这些程序？",
        "AnswerEn": "The procedures involve using a set of 16 parameters that are calibrated based on ETMonitor actual evapotranspiration (ETM ETa). Calibration includes defining the range (minimum and maximum) for each parameter, and then fitting values after calibration. Two correction techniques are employed: multiplicative, where parameters are adjusted proportionally, and replacement, where default values are substituted with calibrated values. These methods are adapted for each HRU in the different basins to provide accurate input parameters for the SWAT model.",
        "AnswerCn": "这些程序涉及使用一组16个参数，这些参数是基于ETMonitor实际蒸散发（ETM ETa）进行校准的。校准包括为每个参数定义范围（最小值和最大值），然后在校准后拟合值。采用了两种修正技术：乘法修正，即按比例调整参数；替换修正，即用校准值替代默认值。这些方法针对不同流域中的每个水文响应单元（HRU）进行了调整，以提供SWAT模型所需的准确输入参数。",
        "Level": "C3(Applying)"
      }
    ]
  }
}