{
  "id": "795e3842-256b-4d49-b6f5-fc1e21c1ce5d",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Ground-based  dataset of vegetation water content in Shandian watershed (2018)",
      "titleCn": "闪电河流域植被含水量地面数据集（2018）",
      "description": "This vegetation water content data set is derived from the ground synchronous observation in the Luanhe River Basin soil moisture remote sensing experiment, including 55 sampled plots.The vegetation types involved in these sampled plots include grass, corn, potatoes, naked oats and carrots. The data measurement time is from September 13, 2018 to September 26, 2018.",
      "descriptionCn": "本植被含水量数据集来源于滦河流域土壤水分遥感试验中的地面同步观测，包括：（1）70 km×12 km 典型试验区（南北航线）的17个样区；（2）165 km×5 km复杂试验区（东北—西南航线）的8个样区；（3）地基微波辐射计观测的6个样区。地物类型包括草地、玉米、土豆、莜麦和胡萝卜。数据测量时间为2018年9月13日到2018年9月26日。植被含水量的测量方法为收获法，行播作物按照长度进行收获，草地按照面积进行收获。本数据集经过称重、烘干和植被含水量计算等步骤处理得到。",
      "instructions": "File name: Vegetation water content data is stored in Excel format, including \"North-South flight line. xlsx\", \"Southwest-Northeast flight line. xlsx\" and \"microwave radiometer. xlsx\".\n\nData reading method: directly use Excel software to read.\n\nData reading method:  Excel.",
      "instructionsCn": "文件命名：植被含水量数据以excel格式存储，包括\"南北航带样方.xlsx\", \"西南-东北样带样方.xlsx\"和“微波辐射计样方.xlsx”。\n数据读取方式：直接使用EXCEL软件读取。",
      "east": 117.3,
      "west": 115.8,
      "south": 41.69,
      "north": 42.33,
      "startTime": "2018-09-13 00:00:00",
      "endTime": "2018-09-27 00:00:00",
      "fileSize": 89088.0,
      "cstr": "18406.11.Ecolo.tpdc.271668",
      "doi": "10.11888/Ecolo.tpdc.271668",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "郑兴明",
        "nameEn": "ZHENG Xingming",
        "unitEn": "IGA, CAS",
        "unitCn": "中国科学院东北地理与农业生态研究所"
      },
      {
        "nameCn": "姜涛",
        "nameEn": "JIANG Tao",
        "unitEn": "",
        "unitCn": "中国科学院东北地理与农业生态研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "闪电河流域水循环和能量平衡遥感综合试验",
        "titleEn": null,
        "referenceCn": "赵天杰, 施建成, 徐红新, 孙彦龙, 陈德清, 崔倩, 贾立, 黄硕, 牛升达, 李秀伟, 阎广建, 陈良富, 柳钦火, 赵凯, 郑兴明, 赵利民, 郑超磊, 姬大彬, 熊川, 王天星, 李睿, 潘金梅, 闻建光, 穆西晗, 余超, 郑姚闽, 蒋玲梅, 柴琳娜, 卢麾, 姚盼盼, 马建威, 吕海深, 武建军, 赵伟, 杨娜, 郭鹏, 李玉霞, 胡路, 耿德源, 张子谦,胡建峰, 杜爱萍. (2021). 闪电河流域水循环和能量平衡遥感综合试验. 遥感学报, 25(4), 871-887.",
        "referenceEn": null
      },
      {
        "titleCn": "滦河流域碳、水循环和能量平衡遥感综合试验总体设计",
        "titleEn": null,
        "referenceCn": "阎广建, 赵天杰, 穆西晗, 闻建光, 庞勇, 贾立, 张永光, 陈德清, 姚崇斌, 曹志宇, 雷永荟, 姬大彬, 陈良富,柳钦火, 吕利清, 陈镜明, 施建成. (2021). 滦河流域碳、水循环和能量平衡遥感综合试验总体设计. 遥感学报, 25(4), 856-870.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Soil moisture experiment in the Luan River supporting new satellite mission opportunities",
        "referenceCn": null,
        "referenceEn": "Zhao, T.J., Shi, J.C., Lv, L.Q., Xu, H.X., Chen, D.Q., Cui, Q., Jackson, T.J., Yan, G.J., Jia, L., Chen, L.F., Zhao, K., Zheng, X.M., Zhao, L.M., Zheng, C.L., Ji, D.B., Xiong, C., Wang, T.X., Li, R., Pan, J.M., Wen, J.G., Yu, C., Zheng, Y.M., Jiang, L.M., Chai, L.N., Lu, H., Yao, P.P., Ma, J.W., Lv, H.S., Wu, J.J., Zhao, W., Yang, N., Guo, P., Li, Y.X., Hu, L., Geng, D.Y., & Zhang, Z.Q. (2020). Soil moisture experiment in the Luan River supporting new satellite mission opportunities. Remote Sensing of Environment, 240."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "光学遥感",
        "nameEn": "Optical remote sensing"
      },
      {
        "nameCn": "叶片含水量",
        "nameEn": "Blade water content"
      },
      {
        "nameCn": "土壤水",
        "nameEn": "Soil water"
      },
      {
        "nameCn": "地面同步观测",
        "nameEn": "Synchronous observation"
      },
      {
        "nameCn": "多样性保护",
        "nameEn": "Diversity and protection"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "植被覆盖度",
        "nameEn": "Vegetation coverage data"
      },
      {
        "nameCn": "气候灾害",
        "nameEn": "Climate disasters"
      },
      {
        "nameCn": "气候资源",
        "nameEn": "Climatic Resources"
      },
      {
        "nameCn": "水资源",
        "nameEn": "Water Resources"
      },
      {
        "nameCn": "生物资源",
        "nameEn": "Biological Resources"
      },
      {
        "nameCn": "草地",
        "nameEn": "Grassland"
      },
      {
        "nameCn": "草地生态系统",
        "nameEn": "Grassland ecosystem"
      },
      {
        "nameCn": "草地资源",
        "nameEn": "Grassland resources"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "滦河流域",
        "keywordEn": "Luanhe Watershed"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2018",
        "keywordEn": "2018",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "As a key parameter in hydrological cycle, soil moisture plays an important role in the hydrological processes such as infiltration, runoff and evapotranspiration. It is also a direct indicator for flood and drought monitoring and serves as a critical variable in flood modelling and drought assessment. Soil moisture governs the partitioning of the water, energy and carbon exchanges between the land-atmosphere. Traditionally, ground-based soil moisture can be measured by the gravimetric method, which is still widely used as it is the only direct (accurate) way of measuring soil moisture. Remote sensing technology, especially the development of microwave remote sensing, has made it possible to measure and monitor soil moisture over large areas. With the launch of the SMOS (Soil Moisture and Ocean Salinity) and SMAP (Soil Moisture Active Passive) satellites, L-band radiometry from space have become the most effective means of measuring soil moisture at the global scale. These experiments have also played a significant role in promoting the development of remote sensing, soil science, hydrology and other related disciplines to address a very broad science questions beyond soil moisture, and it is pivotal for calibration/validation studies before and after the mission launch."
      ],
      "research objective": [
        "One of the objectives of SMELR is to serve as an assessment tool and demonstration for a new Terrestrial Water Resources Satellite (TWRS) concept with one-dimensional synthetic aperture microwave techniques, for which soil moisture retrieval under variable satellite observing configurations (mainly in terms of incidence angles) is the greatest challenge. This proposed mission is targeted to provide continuity for the current satellite L-band microwave observations, and further improve the accuracy and spatial resolution of soil moisture mapping through the synergistic use of active, passive and optical remote sensing data."
      ],
      "challenges": [
        "Is the relationship still robust if active and passive observations were made at different angles? How can this ancillary information improve the soil moisture retrievals in terms of accuracy and resolution?"
      ],
      "methods": [
        "Multi-resolution, multi-angle and multi-spectral airborne data were obtained four times over a 70 km by 12 km area in the Shandian River basin, and one time over a 165 km by 5 km area that includes the Xiaoluan River basin. The near surface soil moisture (0 cm–5 cm) was measured extensively on the ground in fifty 1 km by 2 km quadrats (targeted to compare with the airborne radiometer), and two hundred and fifty 200 m by 200 m quadrats corresponding to radar observations. Two networks were established for continuous measurement of the soil moisture and temperature profile (3 cm, 5 cm, 10 cm, 20 cm, 50 cm) and precipitation in the Shandian and Xiaoluan River basin, respectively. Supporting ground measurements also included ground temperature, vegetation water content, surface roughness, continuous measurement of microwave emission and backscatter at a pasture site, reflectance of various land cover types, evapotranspiration and aerosol observations."
      ],
      "dataset": [],
      "findings": [
        "Preliminary results within the experimental area indicate that (1) the near surface soil moisture spatial variability at a 200 m scale was up to ~0.1 cm3/cm3 at an intermediate value of ~0.35 cm3/cm3. (2) The difference of soil and vegetation temperature in grass and croplands reach its maximum of 11 K around solar noon time, and the soil temperature gradient is largest at around 15 P.M. The L-band active and passive observations exhibit a large variation of ~30 dB and ~80 K, respectively, corresponding to soil moisture range from 0.1 cm3/cm3 to 0.5 cm3/cm3. The sensitivity of both active and passive data to soil moisture is compared at corresponding spatial resolutions and show high information complementarity for better accuracy and resolution soil moisture retrieval."
      ],
      "backgroundCn": [
        "土壤湿度作为水文循环中的一个关键参数，在入渗、径流和蒸散等水文过程中发挥着重要作用。它也是洪水和干旱监测的直接指标，并在洪水建模和干旱评估中作为关键变量。土壤湿度决定了水、能量和碳在陆地与大气之间的交换分配。传统上，土壤湿度可以通过重力法进行测量，这种方法仍然被广泛使用，因为它是测量土壤湿度的唯一直接（准确）方式。遥感技术，特别是微波遥感的发展，使得在大范围内测量和监测土壤湿度成为可能。随着SMOS（土壤湿度与海洋盐度）和SMAP（土壤湿度主动被动）卫星的发射，来自太空的L波段辐射测量已成为全球范围内测量土壤湿度的最有效手段。这些实验在推动遥感、土壤科学、水文学及其他相关学科的发展方面也发挥了重要作用，以解决超越土壤湿度的广泛科学问题，并在任务发射前后进行校准/验证研究中至关重要。"
      ],
      "research objectiveCn": [
        "SMELR的目标之一是作为一个评估工具和新型陆地水资源卫星（TWRS）概念的示范，该概念采用一维合成孔径微波技术，其中在不同卫星观测配置（主要是入射角度）下进行土壤湿度反演是最大的挑战。该提议的任务旨在为当前的卫星L波段微波观测提供连续性，并通过主动、被动和光学遥感数据的协同使用，进一步提高土壤湿度制图的准确性和空间分辨率。"
      ],
      "challengesCn": [
        "如果在不同角度下进行了主动和被动观测，这种关系是否仍然稳健？这些附加信息如何在准确性和分辨率方面改善土壤湿度的检索？"
      ],
      "methodsCn": [
        "在山店河流域的70公里乘12公里区域内，四次获取了多分辨率、多角度和多光谱的航空数据，并在包括小峦河流域的165公里乘5公里区域内获取了一次数据。近地表土壤湿度（0 cm–5 cm）在五十个1公里乘2公里的样方内进行了广泛的地面测量（旨在与航空辐射计进行比较），以及与雷达观测相对应的二百五十个200米乘200米的样方。分别在山店河和小峦河流域建立了两个网络，以连续测量土壤湿度和温度剖面（3 cm、5 cm、10 cm、20 cm、50 cm）以及降水量。支持的地面测量还包括地面温度、植被水分含量、表面粗糙度、在一个牧场地点的微波辐射和后向散射的连续测量、各种土地覆盖类型的反射率、蒸散发和气溶胶观测。"
      ],
      "datasetCn": [],
      "findingsCn": [
        "初步结果显示，在实验区域内，(1) 近地表土壤水分的空间变异性在200米尺度上达到了约0.1 cm³/cm³，平均值约为0.35 cm³/cm³。(2) 草地和农田的土壤与植被温度差在正午时达到最大值11 K，而土壤温度梯度在下午3点时最大。L波段的主动和被动观测显示出大约30 dB和80 K的较大变化，分别对应土壤水分范围从0.1 cm³/cm³到0.5 cm³/cm³。主动和被动数据对土壤水分的敏感性在相应的空间分辨率下进行了比较，显示出高信息互补性，以便更准确和高分辨率地提取土壤水分。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Can the use of L-band radiometry from satellites effectively measure soil moisture at a global scale?",
        "QuestionCn": "卫星上的L波段辐射计能否有效地在全球范围内测量土壤湿度？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is it a challenge to retrieve soil moisture accurately using satellite observations at different incidence angles?",
        "QuestionCn": "使用不同入射角的卫星观测准确获取土壤湿度是否存在挑战？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "Where were the ground-based soil moisture measurements conducted in the experimental area?",
        "QuestionCn": "实验区域内的地面土壤湿度测量在哪里进行？",
        "AnswerEn": "fifty 1 km by 2 km quadrats, two hundred and fifty 200 m by 200 m quadrats",
        "AnswerCn": "五十个1公里乘2公里的方格，二百五十个200米乘200米的方格。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are associated with soil moisture retrieval using satellite observing configurations?",
        "QuestionCn": "使用卫星观测配置进行土壤湿度获取面临哪些挑战？",
        "AnswerEn": "robustness",
        "AnswerCn": "鲁棒性",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to assess vegetation water content in river basins?",
        "QuestionCn": "您能否提供一种用于评估河流流域植被水分含量的数据收集方法的示例？",
        "AnswerEn": "One example of a data collection method used to assess vegetation water content in river basins is the harvest method, where crops are harvested by length, and grasslands are harvested by area. This method involves steps such as weighing, drying, and calculating the vegetation water content.",
        "AnswerCn": "评估河流流域植被水分含量的一种数据收集方法是收获法，其中作物按长度收获，草地按面积收获。该方法包括称重、干燥和计算植被水分含量等步骤。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when retrieving soil moisture using satellite technology?",
        "QuestionCn": "使用卫星技术获取土壤湿度时面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge faced when retrieving soil moisture using satellite technology is ensuring the robustness of the relationship between soil moisture and the observations made at different angles with active and passive sensors. This includes enhancing accuracy and resolution of retrievals through ancillary information.",
        "AnswerCn": "通过卫星技术获取土壤湿度时面临的一个挑战是确保土壤湿度与不同角度下使用主动和被动传感器所做观测之间关系的稳健性。这包括通过辅助信息提高检索的准确性和分辨率。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of ground-based measurements used in soil moisture retrieval studies?",
        "QuestionCn": "土壤湿度检索研究中使用的地面测量的特征有哪些？",
        "AnswerEn": "near surface soil moisture measurements, fifty 1 km by 2 km quadrats, two hundred and fifty 200 m by 200 m quadrats, continuous networks for soil moisture, temperature profile, precipitation, vegetation water content, surface roughness, microwave emission, backscatter",
        "AnswerCn": "近地表土壤湿度测量，五十个1公里乘2公里的方格，二百五十个200米乘200米的方格，土壤湿度、温度剖面、降水、植被含水量、地表粗糙度、微波辐射、后向散射的连续网络。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the challenges faced in integrating active and passive remote sensing data for soil moisture retrieval?",
        "QuestionCn": "在整合主动和被动遥感数据以获取土壤湿度时面临的挑战有哪些？",
        "AnswerEn": "robustness of relationships, accuracy, resolution",
        "AnswerCn": "关系的稳健性、准确性、分辨率",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many experimental areas or sample quadrats were used for near surface soil moisture measurement?",
        "QuestionCn": "用于近地表土壤湿度测量的实验区域或样本样方有多少个？",
        "AnswerEn": "50 quadrats, 250 quadrats",
        "AnswerCn": "50个样方，250个样方",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the temporal range of data collection for vegetation water content in the specified region?",
        "QuestionCn": "指定区域植被水分含量的数据收集时间范围是什么？",
        "AnswerEn": "September 13, 2018 - September 26, 2018",
        "AnswerCn": "2018年9月13日 - 2018年9月26日",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'multi-resolution, multi-angle, and multi-spectral airborne data' refer to in the context of soil moisture measurement?",
        "QuestionCn": "在土壤湿度测量的背景下，“多分辨率、多角度和多光谱机载数据”指的是什么？",
        "AnswerEn": "In the context of soil moisture measurement, 'multi-resolution, multi-angle, and multi-spectral airborne data' refers to a data collection approach where airborne observations are conducted at different resolutions, angles, and spectral bands to gather comprehensive data over a study area, enhancing soil moisture retrieval accuracy and resolution.",
        "AnswerCn": "在土壤湿度测量的背景下，“多分辨率、多角度和多光谱的航空数据”指的是一种数据收集方法，其中在不同的分辨率、角度和光谱波段进行航空观测，以便在研究区域内收集全面的数据，从而提高土壤湿度的检索准确性和分辨率。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the challenges of soil moisture retrieval using synthetic aperture microwave techniques compare to those using traditional gravimetric methods?",
        "QuestionCn": "使用合成孔径微波技术进行土壤湿度获取的挑战与使用传统重力法相比如何？",
        "AnswerEn": "The challenges using synthetic aperture microwave techniques include ensuring accuracy and resolution under variable satellite observing configurations, particularly with different incidence angles, whereas traditional gravimetric methods are direct and accurate but limited to smaller areas and more labor-intensive.",
        "AnswerCn": "使用合成孔径微波技术的挑战包括在不同的卫星观测配置下，特别是在不同入射角下，确保准确性和分辨率，而传统的重力测量方法则是直接且准确的，但局限于较小的区域且更为劳动密集。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the combination of active and passive remote sensing techniques improve the accuracy and spatial resolution of soil moisture mapping in a complex hydrological environment?",
        "QuestionCn": "主动和被动遥感技术的结合如何提高复杂水文环境中土壤湿度制图的准确性和空间分辨率？",
        "AnswerEn": "The combination of active and passive remote sensing techniques can improve accuracy and spatial resolution by utilizing L-band microwave observations to capture soil moisture variability. The sensitivity of both active and passive data to soil moisture at corresponding spatial resolutions shows high information complementarity, which enhances accuracy and resolution in soil moisture retrieval.",
        "AnswerCn": "主动和被动遥感技术的结合可以通过利用L波段微波观测来捕捉土壤湿度的变化，从而提高准确性和空间分辨率。主动和被动数据在相应空间分辨率下对土壤湿度的敏感性显示出高度的信息互补性，这增强了土壤湿度反演的准确性和分辨率。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What challenges might arise in ensuring the robustness of soil moisture retrievals when using multi-angle and multi-spectral airborne data?",
        "QuestionCn": "在使用多角度和多光谱航空数据确保土壤湿度提取的稳健性时，可能会出现哪些挑战？",
        "AnswerEn": "Challenges in ensuring the robustness of soil moisture retrievals could include the variability of satellite observing configurations, such as different incidence angles for active and passive observations. Ensuring that the relationship between these observations remains robust under varying conditions is a critical challenge, and requires careful calibration and validation.",
        "AnswerCn": "确保土壤湿度检索的稳健性面临的挑战包括卫星观测配置的变化，例如主动和被动观测的不同入射角。在不同条件下确保这些观测之间的关系保持稳健是一个关键挑战，这需要仔细的校准和验证。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges of measuring soil moisture using remote sensing technology, specifically with L-band radiometry?",
        "QuestionCn": "使用L波段辐射测量土壤湿度的遥感技术面临的挑战因素有哪些？",
        "AnswerEn": "One of the greatest challenges is soil moisture retrieval under variable satellite observing configurations, particularly in terms of incidence angles. This involves ensuring the robustness of the relationship when active and passive observations are made at different angles and improving retrieval accuracy and resolution using ancillary information.",
        "AnswerCn": "土壤湿度在不同卫星观测配置下的检索是一个重大挑战，特别是在入射角方面。这涉及到确保在不同角度进行主动和被动观测时关系的稳健性，并利用辅助信息提高检索的准确性和分辨率。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What reasons might drive the need for continuous microwave emission and backscatter measurements at specific sites in vegetation water content studies?",
        "QuestionCn": "在植被含水量研究中，哪些原因可能驱动在特定地点进行连续微波辐射和后向散射测量的需求？",
        "AnswerEn": "Continuous microwave emission and backscatter measurements are necessary to understand the sensitivity of active and passive data to soil moisture and vegetation conditions. This is crucial for improving the accuracy and resolution of soil moisture retrievals, as it provides high information complementarity for better data interpretation.",
        "AnswerCn": "连续的微波辐射和反向散射测量对于理解主动和被动数据对土壤湿度和植被条件的敏感性是必要的。这对于提高土壤湿度反演的准确性和分辨率至关重要，因为它为更好的数据解释提供了高度的信息互补性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What might be the outcomes on soil moisture retrieval accuracy if multi-spectral and multi-angle airborne data were collected at different times?",
        "QuestionCn": "如果在不同时间收集多光谱和多角度的航空数据，土壤湿度检索的准确性可能会受到哪些影响？",
        "AnswerEn": "The relationship between active and passive observations might be affected if collected at different times, potentially impacting the robustness of soil moisture retrievals in terms of accuracy and resolution.",
        "AnswerCn": "主动观测和被动观测之间的关系可能会受到收集时间不同的影响，从而影响土壤湿度提取的准确性和分辨率的稳健性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What consequences might arise from using both active and passive remote sensing data for soil moisture mapping in terms of spatial resolution?",
        "QuestionCn": "使用主动和被动遥感数据进行土壤湿度制图可能会在空间分辨率方面产生哪些后果？",
        "AnswerEn": "Using both active and passive remote sensing data may enhance the spatial resolution and accuracy of soil moisture maps due to the high information complementarity between the two data types.",
        "AnswerCn": "使用主动和被动遥感数据可以提高土壤湿度地图的空间分辨率和准确性，因为这两种数据类型之间具有高度的信息互补性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the intended benefits of establishing networks for continuous measurement of soil moisture and temperature profiles in the Shandian and Xiaoluan River basins?",
        "QuestionCn": "在山滩和小滦河流域建立土壤湿度和温度剖面的连续测量网络的预期好处是什么？",
        "AnswerEn": "The intended benefits include providing continuous and comprehensive data that supports the understanding of soil moisture spatial variability, soil and vegetation temperature dynamics, and their interactions. This information is valuable for enhancing the accuracy of soil moisture retrievals and contributes to the broader goals of improving hydrological modeling and remote sensing methodologies.",
        "AnswerCn": "预期的好处包括提供持续和全面的数据，以支持对土壤湿度空间变异性、土壤和植被温度动态及其相互作用的理解。这些信息对于提高土壤湿度提取的准确性非常有价值，并有助于改善水文模型和遥感方法的更广泛目标。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What challenges are faced in soil moisture retrieval when using active and passive remote sensing data at varying angles, and how are these addressed procedurally?",
        "QuestionCn": "在使用主动和被动遥感数据以不同角度进行土壤湿度提取时，面临哪些挑战，以及这些挑战在程序上是如何解决的？",
        "AnswerEn": "Challenges in soil moisture retrieval using active and passive remote sensing data include the robustness of relationships when observations are made at different angles. These challenges are addressed by establishing networks for continuous measurement of soil moisture and temperature profiles, as well as integrating ancillary information such as ground temperature, vegetation water content, and microwave emission and backscatter measurements. This comprehensive approach enhances the accuracy and resolution of soil moisture retrievals.",
        "AnswerCn": "使用主动和被动遥感数据进行土壤湿度检索的挑战包括在不同角度观察时关系的稳健性。这些挑战通过建立土壤湿度和温度剖面的连续测量网络以及整合辅助信息（如地面温度、植被水分含量以及微波发射和后向散射测量）来解决。这种综合方法提高了土壤湿度检索的准确性和分辨率。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the use of microwave remote sensing for soil moisture measurement in large-scale hydrological studies?",
        "QuestionCn": "哪些技术进步使得微波遥感能够在大规模水文研究中用于土壤湿度测量？",
        "AnswerEn": "Remote sensing technology, particularly the development of microwave remote sensing, has made it possible to measure and monitor soil moisture over large areas. The launch of satellites like SMOS and SMAP, which utilize L-band radiometry from space, has become the most effective means of measuring soil moisture at the global scale.",
        "AnswerCn": "遥感技术，特别是微波遥感的发展，使得能够在大范围内测量和监测土壤湿度。像SMOS和SMAP这样的卫星的发射，利用来自太空的L波段辐射计，已成为在全球范围内测量土壤湿度的最有效手段。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How do multi-resolution, multi-angle, and multi-spectral airborne data collection methods enhance the accuracy and resolution of soil moisture mapping in complex terrains?",
        "QuestionCn": "多分辨率、多角度和多光谱的航空数据采集方法如何提高复杂地形中土壤湿度制图的准确性和分辨率？",
        "AnswerEn": "Multi-resolution, multi-angle, and multi-spectral airborne data were obtained over specified areas, allowing for extensive near-surface soil moisture measurements on the ground. This methodology supports the comparison with airborne radiometer data and enhances the soil moisture retrieval accuracy through the synergistic use of active, passive, and optical remote sensing data.",
        "AnswerCn": "获取了指定区域的多分辨率、多角度和多光谱航空数据，从而在地面上进行了广泛的近地表土壤湿度测量。这种方法支持与航空辐射计数据的比较，并通过主动、被动和光学遥感数据的协同使用，提高了土壤湿度提取的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges need to be addressed to improve the synergy between active and passive remote sensing data for accurate soil moisture retrieval?",
        "QuestionCn": "需要解决哪些挑战，以改善主动和被动遥感数据之间的协同作用，从而准确获取土壤湿度？",
        "AnswerEn": "The challenges include understanding whether the relationship between active and passive observations remains robust if made at different angles and how ancillary information can be used to improve soil moisture retrieval in terms of accuracy and resolution.",
        "AnswerCn": "挑战包括理解在不同角度下，主动观测和被动观测之间的关系是否保持稳健，以及如何利用辅助信息提高土壤湿度检索的准确性和分辨率。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be challenges in achieving accurate soil moisture retrievals using both active and passive observations at different angles?",
        "QuestionCn": "在不同角度下使用主动和被动观测来实现准确的土壤湿度获取可能会面临哪些挑战？",
        "AnswerEn": "The relationship between active and passive observations made at different angles could affect the robustness and accuracy of soil moisture retrievals. Ancillary information may be needed to improve accuracy and resolution, which poses a challenge in using these observations effectively.",
        "AnswerCn": "不同角度下主动和被动观测之间的关系可能会影响土壤湿度提取的稳健性和准确性。可能需要辅助信息来提高准确性和分辨率，这在有效利用这些观测时构成了挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the anticipated challenges of measuring soil moisture from satellite observations, and why might these not meet expected accuracies?",
        "QuestionCn": "测量土壤湿度的卫星观测预期面临的挑战是什么，以及为什么这些可能无法达到预期的准确性？",
        "AnswerEn": "The greatest challenge in measuring soil moisture from satellite observations is retrieval under variable satellite observing configurations, mainly in terms of incidence angles. These variations can affect the accuracy of soil moisture data, necessitating the need for synergistic use of different types of remote sensing data.",
        "AnswerCn": "从卫星观测中测量土壤湿度的最大挑战是不同卫星观测配置下的检索，主要体现在入射角的变化。这些变化会影响土壤湿度数据的准确性，因此需要协同使用不同类型的遥感数据。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How might the integration of active and passive remote sensing data at different angles impact the accuracy and spatial resolution of soil moisture retrieval?",
        "QuestionCn": "不同角度下主动和被动遥感数据的集成如何影响土壤湿度获取的准确性和空间分辨率？",
        "AnswerEn": "The integration of active and passive remote sensing data at different angles could potentially enhance the accuracy and spatial resolution of soil moisture retrieval by providing complementary information. However, there is a challenge in ensuring that the relationship between these observations remains robust when made at different angles. The approach is expected to improve soil moisture mapping accuracy and resolution, as the preliminary findings suggest a high complementarity of information between active and passive data.",
        "AnswerCn": "主动和被动遥感数据在不同角度下的集成有可能通过提供互补信息来提高土壤湿度提取的准确性和空间分辨率。然而，确保这些观测之间的关系在不同角度下保持稳健是一个挑战。该方法预计将改善土壤湿度制图的准确性和分辨率，因为初步发现表明主动和被动数据之间的信息具有很高的互补性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the potential challenges researchers face when measuring soil moisture using remote sensing technologies in complex terrains?",
        "QuestionCn": "研究人员在使用遥感技术测量复杂地形的土壤湿度时可能面临哪些挑战？",
        "AnswerEn": "One of the primary challenges when using remote sensing technologies to measure soil moisture in complex terrains is the variability in satellite observing configurations, particularly in terms of incidence angles. This variability can affect the accuracy of soil moisture retrieval. Additionally, capturing the spatial variability of soil moisture at finer resolutions can be difficult, as indicated by the variability observed at a 200-meter scale in the experimental area.",
        "AnswerCn": "使用遥感技术测量复杂地形中的土壤湿度时，主要挑战之一是卫星观测配置的变化，特别是在入射角度方面。这种变化可能会影响土壤湿度提取的准确性。此外，捕捉土壤湿度在更细分辨率下的空间变异性也很困难，正如在实验区域观察到的200米尺度的变异性所示。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how the spatial variability of soil moisture is measured accurately over such large areas.",
        "QuestionCn": "我不明白如何在如此大面积上准确测量土壤湿度的空间变异性。",
        "AnswerEn": "The spatial variability of soil moisture is measured using multi-resolution, multi-angle, and multi-spectral airborne data over a 70 km by 12 km area and a 165 km by 5 km area. Ground measurements of near surface soil moisture are conducted in several quadrats to compare with airborne and radar observations, enhancing accuracy.",
        "AnswerCn": "土壤湿度的空间变异性通过多分辨率、多角度和多光谱的航空数据在一个70公里乘12公里的区域和一个165公里乘5公里的区域进行测量。在多个样方内进行近地表土壤湿度的地面测量，以便与航空和雷达观测进行比较，从而提高准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I’m unsure about the challenges in combining active and passive remote sensing data for soil moisture retrieval.",
        "QuestionCn": "我对结合主动和被动遥感数据进行土壤湿度提取的挑战感到不确定。",
        "AnswerEn": "One of the challenges is determining if the relationship between active and passive observations remains robust when they are made at different angles. Additionally, integrating ancillary information to improve the accuracy and resolution of soil moisture retrievals poses significant difficulties.",
        "AnswerCn": "其中一个挑战是确定在不同角度下，主动观测和被动观测之间的关系是否保持稳健。此外，整合辅助信息以提高土壤湿度提取的准确性和分辨率也面临重大困难。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please outline the data collection methods used to measure vegetation water content in the Shandian River basin, and discuss how these methods address challenges related to soil moisture retrieval accuracy and spatial resolution.",
        "QuestionCn": "请概述用于测量山店河流域植被水分含量的数据收集方法，并讨论这些方法如何解决与土壤湿度检索精度和空间分辨率相关的挑战。",
        "AnswerEn": "The data collection methods for measuring vegetation water content in the Shandian River basin involved harvesting techniques based on length for row crops and area for grasslands. These methods were processed through weighing, drying, and calculating vegetation water content. In addressing challenges related to soil moisture retrieval accuracy and spatial resolution, multi-resolution, multi-angle, and multi-spectral airborne data were obtained over specified areas. Ground measurements included near-surface soil moisture, vegetation water content, and other supporting parameters, which helped to enhance the accuracy and spatial resolution of soil moisture mapping.",
        "AnswerCn": "在山店河流域测量植被水分含量的数据收集方法包括基于行作物的长度和草地的面积的采收技术。这些方法经过称重、干燥和计算植被水分含量的处理。在解决土壤水分提取精度和空间分辨率相关挑战时，获取了特定区域的多分辨率、多角度和多光谱航空数据。地面测量包括近地表土壤水分、植被水分含量及其他支持参数，这有助于提高土壤水分制图的精度和空间分辨率。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please discuss the challenges faced in integrating active and passive observations at different angles for soil moisture retrieval, and outline any data collection strategies that could help overcome these challenges.",
        "QuestionCn": "请讨论在不同角度下整合主动和被动观测以获取土壤湿度时面临的挑战，并概述任何可以帮助克服这些挑战的数据收集策略。",
        "AnswerEn": "The challenges in integrating active and passive observations at different angles for soil moisture retrieval include maintaining robustness in the relationship between these observations. Ancillary information can improve retrievals in terms of accuracy and resolution. The data collection strategy involved obtaining multi-resolution, multi-angle, and multi-spectral airborne data, alongside extensive ground-based measurements in various quadrats and the establishment of networks for continuous measurement of soil moisture and temperature profiles. These strategies help in addressing the challenges by providing comprehensive datasets that enhance the retrieval process.",
        "AnswerCn": "在不同角度下整合主动和被动观测以获取土壤湿度的挑战包括保持这些观测之间关系的稳健性。辅助信息可以提高检索的准确性和分辨率。数据收集策略涉及获取多分辨率、多角度和多光谱的航空数据，以及在不同样方内进行广泛的地面测量，并建立连续测量土壤湿度和温度剖面的网络。这些策略通过提供全面的数据集来帮助解决这些挑战，从而增强检索过程。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please describe the potential datasets that could be expanded or refined based on the methodologies used in the Shandian River basin experiment, and discuss how these datasets could contribute to broader hydrological research.",
        "QuestionCn": "请描述可以基于山甸河流域实验中使用的方法扩展或细化的潜在数据集，并讨论这些数据集如何有助于更广泛的水文研究。",
        "AnswerEn": "Potential datasets that could be expanded or refined based on methodologies used in the Shandian River basin experiment include datasets on near-surface soil moisture, vegetation water content, temperature profiles, and precipitation. These datasets are collected through a combination of airborne and ground-based observations, providing multi-resolution and multi-angle data. By expanding and refining these datasets, they could contribute significantly to broader hydrological research by improving soil moisture retrieval accuracy, aiding in flood and drought assessment, and enhancing the understanding of land-atmosphere water, energy, and carbon exchanges.",
        "AnswerCn": "基于山甸河流域实验中使用的方法，可以扩展或细化的潜在数据集包括近地表土壤湿度、植被水分含量、温度剖面和降水量。这些数据集通过空中和地面观测的结合进行收集，提供了多分辨率和多角度的数据。通过扩展和细化这些数据集，它们可以显著促进更广泛的水文研究，提高土壤湿度检索的准确性，帮助洪水和干旱评估，并增强对陆地-大气水、能量和碳交换的理解。",
        "Level": "C6(Creating)"
      }
    ]
  }
}