{
  "id": "7994ef4b-3c3a-48c1-8d85-8c2143d0f76a",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Qilian mountain national park, the average annual precipitation (2011-2020)",
      "titleCn": "祁连山国家公园年平均降水量（2011-2020）",
      "description": "The source of annual average precipitation data is the CRU produced by the National Centre for Atmospheric Science (NCAS) in the UK_ The TS (Climatic ResearchUnit grdded Time Series) dataset (2011-2020) has a resolution of 0.5 degrees and was originally formatted as. nc data. It was visualized, projected, and interpolated with inverse distance weights in ArcMap, and finally cropped along the boundary of Qilian Mountain National Park. The data format is TIF.",
      "descriptionCn": "年平均降水量数据来源是由英国国家大气科学中心NCAS（National Centre for Atmosphere Science）制作的CRU_TS（Climatic ResearchUnit grdded Time Series）数据集（2011-2020），分辨率为0.5度，原数据格式为.nc数据，通过在ArcMap中可视化、投影、反距离权重插值，最后经祁连山国家公园边界裁剪获得。数据格式为TIF。",
      "instructions": "QilianMountains_Average_annual_precipitation (2011-2020) : an average annual rainfall in qilian mountain national park",
      "instructionsCn": "QilianMountains_Average_annual_precipitation(2011-2020)：祁连山国家公园年平均降水量",
      "east": 103.0,
      "west": 95.0,
      "south": 36.7,
      "north": 40.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 85176.0,
      "cstr": null,
      "doi": "10.1038/s41597-020-0453-3",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "Ian Harris",
        "nameEn": "LAN Harris",
        "unitEn": "",
        "unitCn": "东英吉利大学环境科学学院气候研究单位，英国诺里奇"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Version 4 of the CRU TS monthly high-resolution gridded multivariate climate dataset",
        "referenceCn": null,
        "referenceEn": "Harris, I., Osborn, T.J., & Jones, P., et al. (2020). Version 4 of the CRU TS monthly high-resolution gridded multivariate climate dataset. Sci Data 7, 109. https://doi.org/10.1038/s41597-020-0453-3"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "降水量",
        "nameEn": "Precipitation amount"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "祁连山国家公园",
        "keywordEn": "QiLian Mountain National Park"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2011-2020",
        "keywordEn": "2011-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "CRU TS (Climatic Research Unit gridded Time Series) is a widely used climate dataset on a 0.5° latitude by 0.5° longitude grid over all land domains of the world except Antarctica. It is derived by the interpolation of monthly climate anomalies from extensive networks of weather station observations."
      ],
      "research objective": [
        "Here we describe the construction of a major new version, CRU TS v4."
      ],
      "challenges": [
        "The first issue is that unlike, for example, CRUTEM, regions uninformed by observations are not left missing but instead are replaced by the published climatology. Additionally, the numbers and locations of stations contributing to any grid cell will change over time. Both effects can potentially give rise to trend artefacts. The second issue is that no extra homogenization is performed on the observations, so artefacts could be present where the originators have not already homogenized their data."
      ],
      "methods": [
        "The interpolation process has been changed to use angular-distance weighting (ADW), and the production of secondary variables has been revised to better suit this approach."
      ],
      "dataset": [
        "It is updated to span 1901–2018 by the inclusion of additional station observations, and it will be updated annually."
      ],
      "findings": [
        "This implementation of ADW provides improved traceability between each gridded value and the input observations, and allows more informative diagnostics that dataset users can utilise to assess how dataset quality might vary geographically."
      ],
      "backgroundCn": [
        "CRU TS（气候研究单位格点时间序列）是一个广泛使用的气候数据集，覆盖全球所有陆地区域（不包括南极），其网格为0.5°纬度乘0.5°经度。该数据集通过对来自广泛气象站观测的月度气候异常进行插值而得。"
      ],
      "research objectiveCn": [
        "在这里，我们描述了一个主要新版本的构建，CRU TS v4。"
      ],
      "challengesCn": [
        "第一个问题是，与例如CRUTEM不同，未被观测覆盖的区域不会留空缺，而是被替换为已发布的气候学数据。此外，贡献于任何网格单元的观测站的数量和位置会随时间变化。这两个因素都可能导致趋势伪影。第二个问题是，对观测数据没有进行额外的同质化处理，因此在原始数据提供者未进行同质化的地方可能存在伪影。"
      ],
      "methodsCn": [
        "插值过程已更改为使用角距离加权（ADW），并且次级变量的生成已修订以更好地适应这种方法。"
      ],
      "datasetCn": [
        "它已更新至1901年至2018年，通过增加额外的站点观测数据，并将每年更新。"
      ],
      "findingsCn": [
        "该ADW实现提供了改进的网格值与输入观测之间的可追溯性，并允许更具信息性的诊断，数据集用户可以利用这些诊断来评估数据集质量在地理上的变化。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the CRU TS data subject to potential trend artefacts due to changes in the locations and numbers of contributing weather stations over time?",
        "QuestionCn": "CRU TS 数据是否可能由于气象站的数量和位置随时间变化而受到潜在的趋势伪影影响？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Does the data collection method for CRU TS involve interpolation of monthly climate anomalies from extensive networks of weather station observations?",
        "QuestionCn": "CRU TS的数据收集方法是否涉及对广泛的气象站观测网络的月度气候异常进行插值？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Is the CRU TS dataset updated to include additional station observations and span from 1901–2018, with plans for annual updates?",
        "QuestionCn": "CRU TS 数据集是否更新以包含额外的站点观测数据，并涵盖从 1901 年到 2018 年的时间范围，并计划每年更新？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is data collection for average annual precipitation in Qilian Mountain National Park primarily based on interpolation from weather station observations, satellite data, or a combination of both?",
        "QuestionCn": "Qilian Mountain National Park的年平均降水量数据收集主要是基于气象站观测的插值、卫星数据，还是两者的结合？",
        "AnswerEn": "interpolation from weather station observations",
        "AnswerCn": "从气象站观测数据进行插值",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Which interpolation method is more effective for constructing climate datasets: inverse distance weighting, angular-distance weighting, or kriging?",
        "QuestionCn": "哪种插值方法在构建气候数据集时更有效：反距离加权、角度距离加权还是克里金法？",
        "AnswerEn": "angular-distance weighting",
        "AnswerCn": "角距离加权",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Are the challenges in climate data construction more related to data homogenization, spatial resolution, or temporal coverage?",
        "QuestionCn": "气候数据构建中的挑战更多与数据同质化、空间分辨率还是时间覆盖有关？",
        "AnswerEn": "data homogenization",
        "AnswerCn": "数据同质化",
        "Level": "C4(Analyzing)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection method is used for obtaining annual average precipitation data for the Qilian Mountains National Park?",
        "QuestionCn": "用于获取祁连山国家公园年平均降水量数据的数据收集方法是什么？",
        "AnswerEn": "CRU_TS dataset",
        "AnswerCn": "CRU_TS 数据集",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where does the challenge arise in the data when considering regions without direct observations?",
        "QuestionCn": "在考虑没有直接观测的区域时，数据中会出现哪些挑战？",
        "AnswerEn": "climatology",
        "AnswerCn": "气候学",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to generate gridded climate datasets over land domains?",
        "QuestionCn": "您能否提供一个用于生成陆地域格点气候数据集的数据收集方法的示例？",
        "AnswerEn": "An example of a data collection method used to generate gridded climate datasets over land domains is the interpolation of monthly climate anomalies from extensive networks of weather station observations, as employed in the CRU TS dataset.",
        "AnswerCn": "生成陆地领域网格气候数据集的一种数据收集方法是对来自广泛气象站观测的月度气候异常进行插值，这在CRU TS数据集中得到了应用。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge that might arise when interpolating climate data for regions with sparse observations?",
        "QuestionCn": "在对观测稀疏的地区进行气候数据插值时，可能出现的一个挑战是什么？",
        "AnswerEn": "An example of a challenge in interpolating climate data for regions with sparse observations is the potential for trend artefacts, which can occur because regions uninformed by observations may be replaced by published climatologies, and the number and location of contributing stations can change over time.",
        "AnswerCn": "在气候数据插值中，稀疏观测区域面临的一个挑战是趋势伪影的潜在出现，这可能是因为未被观测覆盖的区域可能会被已发布的气候学数据替代，而贡献站点的数量和位置可能会随时间变化。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you give an example of a technique used to improve the traceability and quality assessment of gridded climate datasets?",
        "QuestionCn": "您能否举例说明一种用于提高网格气候数据集可追溯性和质量评估的技术？",
        "AnswerEn": "An example of a technique used to improve traceability and quality assessment of gridded climate datasets is angular-distance weighting (ADW), which enhances the traceability between each gridded value and the input observations, allowing for more informative diagnostics.",
        "AnswerCn": "一种用于提高网格气候数据集可追溯性和质量评估的技术是角距离加权（ADW），它增强了每个网格值与输入观测之间的可追溯性，从而允许更具信息性的诊断。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of a climate dataset that covers global land domains?",
        "QuestionCn": "覆盖全球陆地领域的气候数据集的特征是什么？",
        "AnswerEn": "0.5° latitude by 0.5° longitude grid, global land domains except Antarctica, derived by interpolation of monthly climate anomalies from weather station observations",
        "AnswerCn": "全球陆地区域（不包括南极洲）的0.5°纬度乘以0.5°经度网格，由气象站观测的月气候异常插值得出。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the challenges associated with ensuring data quality and consistency over time in climate datasets?",
        "QuestionCn": "确保气候数据集随时间的数据质量和一致性面临的挑战有哪些？",
        "AnswerEn": "regions uninformed by observations, changes in the numbers and locations of stations, lack of extra homogenization on observations",
        "AnswerCn": "未被观测信息告知的区域、观测站数量和位置的变化、观测数据缺乏额外的同质化处理。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the key features of an interpolation process used in climate datasets?",
        "QuestionCn": "气候数据集中插值过程的关键特征是什么？",
        "AnswerEn": "angular-distance weighting, improved traceability between each gridded value and input observations, more informative diagnostics for assessing dataset quality geographically",
        "AnswerCn": "角距离加权，改进每个网格值与输入观测之间的可追溯性，提供更具信息性的诊断以地理方式评估数据集质量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the resolution of a dataset used for measuring average annual precipitation in Qilian Mountain National Park?",
        "QuestionCn": "用于测量祁连山国家公园年平均降水量的数据集的分辨率是多少？",
        "AnswerEn": "0.5 degrees",
        "AnswerCn": "0.5度",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the CRU TS dataset in the context of climate research?",
        "QuestionCn": "在气候研究的背景下，CRU TS 数据集是什么？",
        "AnswerEn": "CRU TS (Climatic Research Unit gridded Time Series) is a widely used climate dataset on a 0.5° latitude by 0.5° longitude grid over all land domains of the world except Antarctica. It is derived by the interpolation of monthly climate anomalies from extensive networks of weather station observations.",
        "AnswerCn": "CRU TS（气候研究单位格点时间序列）是一个广泛使用的气候数据集，覆盖全球所有陆地区域（不包括南极），其分辨率为0.5°纬度和0.5°经度。该数据集是通过对来自广泛气象站观测的月度气候异常进行插值而得出的。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What does angular-distance weighting (ADW) mean in relation to data interpolation?",
        "QuestionCn": "在数据插值中，角距离加权（ADW）是什么意思？",
        "AnswerEn": "The interpolation process has been changed to use angular-distance weighting (ADW), and the production of secondary variables has been revised to better suit this approach. This implementation of ADW provides improved traceability between each gridded value and the input observations, and allows more informative diagnostics that dataset users can utilise to assess how dataset quality might vary geographically.",
        "AnswerCn": "插值过程已更改为使用角距离加权（ADW），并且次级变量的生成已修订以更好地适应这种方法。此ADW的实现提供了每个网格值与输入观测之间的更好可追溯性，并允许更具信息性的诊断，数据集用户可以利用这些诊断来评估数据集质量在地理上的变化。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What challenges are associated with the use of interpolated climate datasets?",
        "QuestionCn": "使用插值气候数据集面临的挑战有哪些？",
        "AnswerEn": "The challenges include that, unlike other datasets like CRUTEM, regions uninformed by observations are not left missing but instead are replaced by the published climatology. Additionally, the numbers and locations of stations contributing to any grid cell will change over time, which can potentially give rise to trend artefacts. Furthermore, no extra homogenization is performed on the observations, so artefacts could be present where the originators have not already homogenized their data.",
        "AnswerCn": "挑战包括，与CRUTEM等其他数据集不同，未被观测覆盖的区域不会留空缺，而是被发布的气候学数据替代。此外，贡献于任何网格单元的观测站的数量和位置会随时间变化，这可能会导致趋势伪影。此外，观察数据没有进行额外的同质化处理，因此在原始数据提供者未进行同质化的地方，可能会存在伪影。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the use of angular-distance weighting (ADW) in data interpolation compare to the traditional interpolation methods in terms of improving traceability and dataset quality?",
        "QuestionCn": "在数据插值中，角距离加权（ADW）的使用与传统插值方法相比，在提高可追溯性和数据集质量方面有什么不同？",
        "AnswerEn": "The use of angular-distance weighting (ADW) provides improved traceability between each gridded value and the input observations, and allows more informative diagnostics, which can help users assess how dataset quality might vary geographically.",
        "AnswerCn": "使用角距离加权（ADW）可以改善每个网格值与输入观测之间的可追溯性，并允许更具信息性的诊断，这可以帮助用户评估数据集质量在地理上的变化。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "In what ways do the challenges associated with regions uninformed by observations in CRU TS differ from those in other climate datasets, such as CRUTEM?",
        "QuestionCn": "CRU TS中未被观测到的区域所面临的挑战与其他气候数据集（如CRUTEM）中的挑战有何不同？",
        "AnswerEn": "Unlike CRUTEM, regions uninformed by observations in CRU TS are not left missing but replaced by the published climatology, which can potentially give rise to trend artefacts. Additionally, no extra homogenization is performed, which could also lead to artefacts.",
        "AnswerCn": "与CRUTEM不同，CRU TS中未被观测数据覆盖的区域不会留空缺，而是用已发布的气候学数据替代，这可能会导致趋势伪影。此外，没有进行额外的同质化处理，这也可能导致伪影的产生。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might the interpolation of monthly climate anomalies from weather station observations affect the accuracy and reliability of a dataset in representing the actual precipitation patterns in a national park?",
        "QuestionCn": "从气象站观测中插值月度气候异常可能如何影响数据集在表示国家公园实际降水模式方面的准确性和可靠性？",
        "AnswerEn": "The interpolation process, particularly if not informed by observations in certain regions, can introduce trend artefacts and potentially affect the dataset's accuracy. The use of angular-distance weighting (ADW) in the interpolation process aims to improve traceability between gridded values and input observations, which can help assess the quality and reliability of the dataset.",
        "AnswerCn": "插值过程，特别是在某些区域没有观测数据的情况下，可能会引入趋势伪影，并可能影响数据集的准确性。使用角距离加权（ADW）进行插值过程旨在改善网格值与输入观测之间的可追溯性，这有助于评估数据集的质量和可靠性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the potential impacts of changing the numbers and locations of weather stations on the trends observed in precipitation data over a decade?",
        "QuestionCn": "改变气象站的数量和位置对十年来降水数据观察到的趋势可能产生的影响是什么？",
        "AnswerEn": "Changes in the numbers and locations of stations contributing to a grid cell over time can lead to trend artefacts. This variability may affect the observed trends in the data, as different stations might record different precipitation levels, impacting the dataset's consistency and accuracy over the decade.",
        "AnswerCn": "随着时间的推移，贡献于一个网格单元的气象站数量和位置的变化可能会导致趋势伪影。这种变动可能会影响数据中观察到的趋势，因为不同的气象站可能记录不同的降水水平，从而影响数据集的一致性和准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the potential for trend artefacts in climate datasets, particularly when regions uninformed by observations are replaced by climatology?",
        "QuestionCn": "气候数据集中的趋势伪影潜在原因是什么，特别是在用气候学替代未被观测区域时？",
        "AnswerEn": "The potential for trend artefacts arises because regions uninformed by observations are replaced by the published climatology rather than being left missing, and because the numbers and locations of stations contributing to any grid cell change over time.",
        "AnswerCn": "趋势伪影的潜在产生是因为未被观测数据覆盖的区域被替换为发布的气候学数据，而不是保持缺失状态，并且随着时间的推移，贡献给任何网格单元的观测站的数量和位置也在变化。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might artefacts be present in climate datasets where the originators have not homogenized their data?",
        "QuestionCn": "为什么在气候数据集中可能存在人工制品，而数据的起源者没有对其数据进行均质化处理？",
        "AnswerEn": "No extra homogenization is performed on the observations, which means artefacts could be present where the originators have not already homogenized their data.",
        "AnswerCn": "没有对观测数据进行额外的均匀化，这意味着在原始数据提供者尚未均匀化其数据的地方，可能会存在伪影。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the reasons behind the use of angular-distance weighting (ADW) in the interpolation process of climate datasets?",
        "QuestionCn": "在气候数据集的插值过程中使用角距离加权（ADW）的原因是什么？",
        "AnswerEn": "Angular-distance weighting (ADW) is used in the interpolation process to provide improved traceability between each gridded value and the input observations, allowing for more informative diagnostics that dataset users can utilize to assess how dataset quality might vary geographically.",
        "AnswerCn": "角距离加权（ADW）在插值过程中被使用，以提供每个网格值与输入观测之间的更好可追溯性，从而允许数据集用户利用更具信息性的诊断来评估数据集质量在地理上的变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using interpolation techniques like angular-distance weighting on the accuracy of climate datasets?",
        "QuestionCn": "使用插值技术如角距离加权对气候数据集的准确性可能产生的后果是什么？",
        "AnswerEn": "The use of angular-distance weighting (ADW) in interpolation provides improved traceability between each gridded value and the input observations, and allows more informative diagnostics that users can utilise to assess dataset quality geographically.",
        "AnswerCn": "在插值中使用角距离加权（ADW）可以提高每个网格值与输入观测之间的可追溯性，并允许用户利用更具信息性的诊断来评估数据集的地理质量。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How might the absence of additional homogenization in observational data affect the trends observed in climate datasets?",
        "QuestionCn": "缺乏对观测数据进行额外均匀化可能会如何影响气候数据集中的趋势观察？",
        "AnswerEn": "The absence of additional homogenization in observational data could result in artefacts where the originators have not already homogenized their data, potentially affecting trend accuracy.",
        "AnswerCn": "观察数据缺乏额外的均匀化可能导致伪影，尤其是在数据提供者尚未对其数据进行均匀化的情况下，这可能影响趋势的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What could be the impact of including additional station observations on the temporal span and update frequency of a climate dataset?",
        "QuestionCn": "在气候数据集中包含额外的站点观测可能对时间跨度和更新频率产生什么影响？",
        "AnswerEn": "Including additional station observations extends the temporal span of a climate dataset and supports its annual updates, as seen in the dataset updated to span 1901–2018.",
        "AnswerCn": "包括额外的站点观测数据可以延长气候数据集的时间跨度，并支持其年度更新，正如更新至1901-2018年的数据集所示。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal behind utilizing the CRU TS dataset for analyzing annual average precipitation in Qilian Mountain National Park from 2011 to 2020?",
        "QuestionCn": "利用CRU TS数据集分析2011年至2020年祁连山国家公园年平均降水量的主要目标是什么？",
        "AnswerEn": "The primary goal is to provide a detailed and accurate representation of annual average precipitation in Qilian Mountain National Park by using a widely recognized climate dataset, CRU TS, which offers comprehensive gridded data derived from extensive networks of weather station observations.",
        "AnswerCn": "主要目标是通过使用广泛认可的气候数据集CRU TS，提供对祁连山国家公园年平均降水量的详细和准确的表示，该数据集提供了来自广泛气象站观测网络的综合网格数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it important to address trend artefacts and the lack of extra homogenization in the CRU TS dataset when analyzing climatic data?",
        "QuestionCn": "在分析气候数据时，为什么重要的是要解决CRU TS数据集中的趋势伪影和缺乏额外的均质化问题？",
        "AnswerEn": "Addressing trend artefacts and the lack of extra homogenization is important to ensure the accuracy and reliability of the dataset, as these issues can introduce errors or inconsistencies in the climatic data, potentially affecting the interpretation and conclusions drawn from the dataset.",
        "AnswerCn": "解决趋势伪影和缺乏额外同质化的问题对于确保数据集的准确性和可靠性至关重要，因为这些问题可能会引入气候数据中的错误或不一致，从而影响对数据集的解释和得出的结论。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the objectives of changing the interpolation process to use angular-distance weighting (ADW) in climate data analysis?",
        "QuestionCn": "在气候数据分析中，将插值过程更改为使用角距离加权（ADW）的目标是什么？",
        "AnswerEn": "The objectives of using angular-distance weighting (ADW) in the interpolation process are to improve traceability between each gridded value and the input observations, and to offer more informative diagnostics that users of the dataset can utilize to assess geographical variations in dataset quality.",
        "AnswerCn": "使用角距离加权（ADW）进行插值过程的目标是提高每个网格值与输入观测值之间的可追溯性，并提供更具信息性的诊断，供数据集的用户利用，以评估数据集质量的地理变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in transforming raw precipitation data into a format suitable for geospatial analysis within a national park boundary?",
        "QuestionCn": "将原始降水数据转换为适合在国家公园边界内进行地理空间分析的格式所涉及的程序步骤是什么？",
        "AnswerEn": "The raw precipitation data in .nc format is visualized in ArcMap, projected, and subjected to inverse distance weighting interpolation. Finally, the data is clipped to fit the national park boundary, resulting in a TIF format.",
        "AnswerCn": "原始降水数据以.nc格式可视化于ArcMap，经过投影和反距离加权插值处理。最后，数据被裁剪以适应国家公园边界，生成TIF格式。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can angular-distance weighting (ADW) improve the traceability and quality of gridded climate data?",
        "QuestionCn": "角距离加权（ADW）如何提高网格气候数据的可追溯性和质量？",
        "AnswerEn": "Angular-distance weighting (ADW) enhances traceability by providing a clearer connection between each gridded value and the input observations. It also allows for more informative diagnostics that users can utilize to assess geographic variations in dataset quality.",
        "AnswerCn": "角度距离加权（ADW）通过提供每个网格值与输入观测之间更清晰的联系，增强了可追溯性。它还允许更具信息性的诊断，用户可以利用这些诊断来评估数据集质量的地理变化。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What methodological challenges must be addressed when interpolating climate data from weather station observations to avoid trend artefacts?",
        "QuestionCn": "在从气象站观测数据插值气候数据时，必须解决哪些方法论挑战，以避免趋势伪影？",
        "AnswerEn": "Challenges include managing regions uninformed by observations, which are filled with published climatology instead of being left missing, and accounting for changes in the number and location of contributing stations over time. Additionally, ensuring data homogeneity is crucial, as no extra homogenization is performed on the observations.",
        "AnswerCn": "挑战包括管理那些没有观测数据的区域，这些区域用已发布的气候学数据填充，而不是保持缺失状态；还要考虑随着时间推移，贡献站点的数量和位置的变化。此外，确保数据的同质性至关重要，因为对观测数据没有进行额外的同质化处理。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data interpolation techniques enable the construction of high-resolution climate datasets for areas with sparse observational data?",
        "QuestionCn": "哪些数据插值技术可以用于构建观测数据稀疏地区的高分辨率气候数据集？",
        "AnswerEn": "The interpolation process has been changed to use angular-distance weighting (ADW), which provides improved traceability between each gridded value and the input observations, allowing more informative diagnostics regarding dataset quality.",
        "AnswerCn": "插值过程已更改为使用角距离加权（ADW），这提供了更好的可追溯性，使每个网格值与输入观测之间的关系更加清晰，从而允许对数据集质量进行更具信息性的诊断。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "How does the use of geographic information system (GIS) tools enable the visualization and spatial analysis of climate data within specific park boundaries?",
        "QuestionCn": "地理信息系统（GIS）工具的使用如何在特定公园边界内实现气候数据的可视化和空间分析？",
        "AnswerEn": "The original .nc data format is visualized, projected, and interpolated using inverse distance weighting in ArcMap, and then clipped by the park boundaries to achieve the final data format in TIF.",
        "AnswerCn": "原始的.nc数据格式在ArcMap中进行了可视化、投影和反距离加权插值，然后通过公园边界进行裁剪，以获得最终的TIF数据格式。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors enable the continuous update and expansion of climate datasets over an extended temporal range?",
        "QuestionCn": "哪些因素使气候数据集能够在较长时间范围内持续更新和扩展？",
        "AnswerEn": "The dataset is updated to span 1901–2018 by including additional station observations and it will be updated annually, which ensures the temporal expansion of the dataset.",
        "AnswerCn": "该数据集通过增加额外的站点观测，将时间范围更新至1901年至2018年，并将每年更新，以确保数据集的时间扩展。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might a dataset utilize angular-distance weighting (ADW) in its interpolation process, and what expectations are associated with this method in terms of data quality?",
        "QuestionCn": "为什么数据集在插值过程中可能使用角距离加权（ADW），并且与这种方法相关的数据质量期望是什么？",
        "AnswerEn": "The interpolation process using angular-distance weighting (ADW) is expected to improve traceability between gridded values and the input observations. This method allows for more informative diagnostics, which users can utilize to assess how dataset quality might vary geographically.",
        "AnswerCn": "使用角距离加权（ADW）的插值过程预计将改善网格值与输入观测之间的可追溯性。这种方法允许更具信息性的诊断，用户可以利用这些诊断来评估数据集质量在地理上的变化。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the anticipated challenges in maintaining dataset consistency over time, especially with varying numbers and locations of contributing weather stations?",
        "QuestionCn": "在维护数据集一致性方面，尤其是在不同数量和位置的气象站贡献数据的情况下，预计会面临哪些挑战？",
        "AnswerEn": "A key challenge is that the numbers and locations of stations contributing to any grid cell will change over time. This can potentially give rise to trend artifacts, as regions uninformed by observations are replaced by the published climatology, which may affect dataset consistency.",
        "AnswerCn": "一个关键挑战是，贡献给任何网格单元的站点数量和位置会随着时间变化。这可能会导致趋势伪影的产生，因为未被观测到的区域会被发布的气候学数据替代，这可能会影响数据集的一致性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might there be a lack of extra homogenization performed on observations in a dataset, and what are the expectations regarding its impact on data quality?",
        "QuestionCn": "为什么在数据集中对观察值缺乏额外的均匀化处理，预期对数据质量的影响是什么？",
        "AnswerEn": "The lack of extra homogenization on observations can result in artifacts where the originators have not already homogenized their data. The expectation is that without additional homogenization, there could be variations in data quality, which might impact the reliability of the results derived from the dataset.",
        "AnswerCn": "缺乏对观测数据的额外均匀化可能导致一些伪影，尤其是在数据提供者尚未对其数据进行均匀化的情况下。预计如果没有额外的均匀化，数据质量可能会存在差异，这可能会影响从数据集中得出的结果的可靠性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How might the use of angular-distance weighting (ADW) in data interpolation contribute to the methodological rigor of climate data collection?",
        "QuestionCn": "在数据插值中使用角距离加权（ADW）如何有助于气候数据收集的 методологической строгости？",
        "AnswerEn": "The use of angular-distance weighting (ADW) in interpolation enhances methodological rigor by providing improved traceability between each gridded value and the input observations. It also allows for more informative diagnostics, enabling researchers to assess how dataset quality might vary geographically.",
        "AnswerCn": "角距离加权（ADW）在插值中的使用通过提供每个网格值与输入观测之间的改进可追溯性，增强了方法论的严谨性。它还允许进行更具信息性的诊断，使研究人员能够评估数据集质量在地理上的变化。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the potential challenges in maintaining data quality when using extensive networks of weather station observations for climate datasets?",
        "QuestionCn": "在使用广泛的气象站观测网络进行气候数据集时，维护数据质量的潜在挑战是什么？",
        "AnswerEn": "Potential challenges include dealing with regions uninformed by observations, which may be replaced by published climatology, and the variable numbers and locations of contributing stations over time. Additionally, the lack of extra homogenization could lead to artefacts if the original data were not already homogenized.",
        "AnswerCn": "潜在的挑战包括处理未被观测到的区域，这些区域可能会被已发布的气候学数据替代，以及随着时间推移，贡献站点的数量和位置的变化。此外，缺乏额外的同质化可能导致伪影，如果原始数据尚未经过同质化处理。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways could the annual update of datasets spanning over a century contribute to improving the robustness of climate research?",
        "QuestionCn": "每年更新跨越一个多世纪的数据集可以通过哪些方式帮助提高气候研究的稳健性？",
        "AnswerEn": "Annual updates incorporating additional station observations help to improve the robustness of climate research by continuously enhancing the dataset's temporal coverage and allowing for the inclusion of more recent data, which can provide a more comprehensive understanding of climatic trends and variations.",
        "AnswerCn": "年度更新结合额外的观测站数据，有助于通过不断增强数据集的时间覆盖范围来提高气候研究的稳健性，并允许纳入更近期的数据，这可以提供对气候趋势和变化更全面的理解。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I can't understand how data collection methods address the issue of regions uninformed by observations in climate datasets.",
        "QuestionCn": "我无法理解数据收集方法如何解决气候数据集中未被观测到的区域的问题。",
        "AnswerEn": "Regions uninformed by observations are not left missing but are replaced by the published climatology, although this can potentially give rise to trend artefacts.",
        "AnswerCn": "未被观测到的区域不会缺失，而是被已发布的气候学数据所替代，尽管这可能会导致趋势伪影。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unclear about the challenges faced in maintaining the consistency of climate datasets over extended periods.",
        "QuestionCn": "我对在较长时间内保持气候数据集一致性所面临的挑战感到不清楚。",
        "AnswerEn": "Challenges include the changing numbers and locations of stations contributing to any grid cell over time and the lack of extra homogenization on the observations, which could introduce artefacts.",
        "AnswerCn": "挑战包括随着时间的推移，贡献给任何网格单元的站点数量和位置的变化，以及对观测数据缺乏额外的均匀化，这可能会引入伪影。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I don't understand how interpolation methods can impact the quality and traceability of climate datasets.",
        "QuestionCn": "我不明白插值方法如何影响气候数据集的质量和可追溯性。",
        "AnswerEn": "The use of angular-distance weighting (ADW) in interpolation provides improved traceability between each gridded value and the input observations, allowing more informative diagnostics for assessing dataset quality geographically.",
        "AnswerCn": "在插值中使用角距离加权（ADW）可以改善每个网格值与输入观测之间的可追溯性，从而为评估数据集的地理质量提供更具信息性的诊断。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please describe the methodology for visualizing and projecting climate data using GIS software, specifically focusing on the role of ArcMap in processing climate datasets.",
        "QuestionCn": "请描述使用GIS软件可视化和投影气候数据的方法，特别关注ArcMap在处理气候数据集中的作用。",
        "AnswerEn": "The field mentions that the original .nc format data from the CRU_TS dataset is visualized, projected, and interpolated using ArcMap. This involves using ArcMap to perform inverse distance weighting interpolation and then clipping the data according to the boundaries of Qilian Mountain National Park, resulting in a TIF format dataset.",
        "AnswerCn": "该领域提到，来自CRU_TS数据集的原始.nc格式数据通过ArcMap进行可视化、投影和插值。这涉及使用ArcMap执行反距离加权插值，然后根据祁连山国家公园的边界裁剪数据，最终生成TIF格式的数据集。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please analyze the challenges faced in ensuring data quality and consistency when using interpolated climate datasets for long-term trend analysis.",
        "QuestionCn": "请分析在使用插值气候数据集进行长期趋势分析时，确保数据质量和一致性所面临的挑战。",
        "AnswerEn": "Challenges identified include potential trend artefacts due to the replacement of missing data with published climatology and changing numbers and locations of contributing stations over time. No extra homogenization is performed, which may lead to artefacts if the original data is not already homogenized.",
        "AnswerCn": "识别出的挑战包括由于用已发布的气候学数据替代缺失数据而可能产生的趋势伪影，以及随着时间推移，贡献站点的数量和位置的变化。没有进行额外的同质化处理，如果原始数据尚未同质化，可能会导致伪影的产生。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore potential methods for improving the traceability and diagnostic utility of climate datasets across different geographic regions.",
        "QuestionCn": "请探讨提高不同地理区域气候数据集可追溯性和诊断效用的潜在方法。",
        "AnswerEn": "The field highlights the use of angular-distance weighting (ADW) as a method to improve traceability between gridded values and input observations. This method enhances the diagnostic utility of the dataset, allowing users to assess quality variations geographically.",
        "AnswerCn": "该领域强调了使用角距离加权（ADW）作为一种方法，以改善网格值与输入观测之间的可追溯性。这种方法增强了数据集的诊断实用性，使用户能够在地理上评估质量变化。",
        "Level": "C6(Creating)"
      }
    ]
  }
}