{
  "id": "7a5490af-4908-4fe6-a9d8-e79106783bc3",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Leaf area index (LAI) dataset of Tibetan Plateau (1982-2015)",
      "titleCn": "青藏高原叶面积指数数据集（1982-2015）",
      "description": "The data set is based on the Lai 3g calculated by GIMMS AVHRR sensor, which represents the greenness of vegetation. The data is from Chen et al. (2019), and the specific calculation method is shown in the article. The source data range is global, and  Tibetan plateau region is selected in this data set. This data integrates the original semi monthly scale data into the monthly data, and the processing method is to take the maximum value of two periods of Lai in a month, so as to achieve the effect of removing noise as much as possible. This data set is one of the most widely used Lai data, and is often used to evaluate the temporal and spatial patterns of vegetation greenness, which has practical significance and theoretical value.",
      "descriptionCn": "该数据集是基于GIMMS AVHRR传感器计算的LAI 3g，表征植被的绿度。数据来源于Chen et al. (2019)，具体计算方法参见文章。源数据范围为全球，本数据集选取了青藏高原区域。本数据将原本的半月尺度数据集成至月数据，加工方法为将一个月的两期LAI取最大值，尽可能达到去除噪声的效果。该数据集是使用最为广泛的LAI数据之一，常被用作评定植被绿度的时间和空间格局，具有实际意义和理论价值。",
      "instructions": "File name: Lai is stored in TIF format, and the file name is \"Lai\"_ yyyy_ mm.tif ”Where yyyy is the year and MM is the month.\nData reading mode: can be directly opened with ArcGIS, MATLAB, or other software that can read TIF files.",
      "instructionsCn": "文件命名：LAI以tif格式存储，文件命名为“LAI_yyyy_mm.tif”，其中yyyy代表年，mm代表月份。\n数据读取方式：可直接用Arcgis、Matlab打开，或其它可读tif文件的软件。",
      "east": 104.67,
      "west": 73.45,
      "south": 25.99,
      "north": 39.83,
      "startTime": "1982-01-01 00:00:00",
      "endTime": "2015-12-31 00:00:00",
      "fileSize": 126024900.0,
      "cstr": "18406.11.Ecolo.tpdc.271036",
      "doi": "10.11888/Ecolo.tpdc.271036",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "陈驰",
        "nameEn": "CHEN Chi",
        "unitEn": "",
        "unitCn": "波士顿大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "China and India lead in greening of the world through land-use management",
        "referenceCn": null,
        "referenceEn": "Chen, C., Park, T., Wang, X., et al. (2019). China and India lead in greening of the world through land-use management. Nat. Sustain. 2(2), 122-129."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "叶面积指数",
        "nameEn": "Leaf area index(LAI)"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1982-2015",
        "keywordEn": "from 1982 to 2015",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究任务四“生态安全屏障功能与优化体系”专题五“生态安全屏障优化体系”子专题“青藏高原重点城镇化地区生态安全屏障体系优化”",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The green leaves of vegetation sustain life on Earth by synthesizing sugars from water and CO2 using the energy of sunlight and cool the surface by transpiring large amounts of water during this process. Data from satellites, available since the early 1980s, indicate increasing greenness over the Earth’s lands, from Svalbard to Australia and from Alaska to Chukotka. The previously inferred dominant role of a CO2 fertilization effect, and of indirect drivers in general, in the greening of the Earth raises the question of the role of human land use in shaping the vegetation greenness patterns on global lands. Now that better quality leaf area data are available from the moderate resolution imaging spectroradiometer (MODIS) sensor observations, we aim here to assess the role of the direct driver, that is, human land-use management, without recourse to models, by characterizing the greening patterns in ecosystems globally."
      ],
      "research objective": [
        "We aim here to assess the role of the direct driver, that is, human land-use management, without recourse to models, by characterizing the greening patterns in ecosystems globally."
      ],
      "challenges": [
        "The models used in previous attribution analyses had rudimentary representations of evolving complex patterns of land-use practices, thus downplaying the direct role of humans in greening. The effects of higher CO2 concentrations on plant growth, outside of experimental situations, are poorly understood and—as a consequence—the models differ widely in their prognostications. Deleterious effects of the loss of sensor calibration, orbital drift of satellites, atmospheric contamination of vegetation signals and disjointed stitching of data from multiple sequential sensors were evident in the underlying satellite data that were used in nearly all previous studies."
      ],
      "methods": [],
      "dataset": [
        "According to MODIS data, one-third of the global vegetated area is greening and 5% is browning. However, recent satellite data (2000–2017) reveal a greening pattern that is strikingly prominent in China and India and overlaps with croplands world-wide. We compare the above results to those from AVHRR data, which we have recently updated using the same method described previously, for completeness. AVHRR data from the comparable period (2000–2016) show less greening (22% of vegetated lands) and more browning (14%)."
      ],
      "findings": [
        "China alone accounts for 25% of the global net increase in leaf area with only 6.6% of global vegetated area. Our results indicate that the direct factor is a key driver of the ‘Greening Earth’, accounting for over a third, and probably more, of the observed net increase in green leaf area. The observed large-scale greening of China and India is a harbinger of food self-sufficiency for 2.7 billion people in the two top ranked countries in terms of agricultural output."
      ],
      "backgroundCn": [
        "植物的绿色叶子通过利用阳光的能量，将水和二氧化碳合成糖分，从而维持地球上的生命，并在此过程中通过蒸腾大量水分来冷却表面。自1980年代初以来，卫星数据表明，地球陆地的绿色度在不断增加，从斯瓦尔巴群岛到澳大利亚，从阿拉斯加到楚科奇。之前推测的二氧化碳施肥效应及其间接驱动因素在地球绿化中的主导作用，引发了人类土地利用在全球植被绿色度模式中所起作用的疑问。现在，随着来自中等分辨率成像光谱仪（MODIS）传感器观测的更高质量叶面积数据的可用，我们旨在通过对全球生态系统的绿化模式进行表征，评估直接驱动因素，即人类土地管理的作用，而不依赖于模型。"
      ],
      "research objectiveCn": [
        "我们在这里旨在评估直接驱动因素的作用，即人类土地利用管理，而不借助模型，通过对全球生态系统的绿化模式进行特征描述。"
      ],
      "challengesCn": [
        "以往归因分析中使用的模型对不断演变的复杂土地利用模式的表现较为粗糙，因此低估了人类在绿化中的直接作用。二氧化碳浓度升高对植物生长的影响在实验之外尚不清楚，因此模型在预测上存在很大差异。几乎所有以往研究中使用的卫星数据都明显存在传感器校准丧失、卫星轨道漂移、大气污染对植被信号的影响以及来自多个连续传感器的数据拼接不连贯等不利影响。"
      ],
      "methodsCn": [],
      "datasetCn": [
        "根据MODIS数据，全球植被区域的三分之一在变绿，5%在变黄。然而，最近的卫星数据（2000-2017年）揭示了一种显著的变绿模式，这在中国和印度尤为明显，并且与全球的农田重叠。我们将上述结果与AVHRR数据进行比较，AVHRR数据在可比的时期（2000-2016年）显示出较少的变绿（22%的植被土地）和更多的变黄（14%）。"
      ],
      "findingsCn": [
        "中国单独占全球叶面积净增加的25%，而全球植被面积仅占6.6%。我们的研究结果表明，直接因素是“绿化地球”的关键驱动因素，约占观察到的绿叶面积净增加的三分之一，甚至可能更多。中国和印度的大规模绿化现象预示着这两个农业产出排名前两位的国家将为27亿人实现粮食自给自足。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is there evidence of datasets being updated using consistent methods over different periods to ensure completeness?",
        "QuestionCn": "是否有证据表明在不同时间段内使用一致的方法更新数据集以确保完整性？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the primary method for data collection in this field based on MODIS, AVHRR, or another type of satellite data?",
        "QuestionCn": "该领域的数据收集主要方法是基于MODIS、AVHRR还是其他类型的卫星数据？",
        "AnswerEn": "AVHRR",
        "AnswerCn": "AVHRR",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "For understanding vegetation greenness patterns, is MODIS data, AVHRR data, or another dataset more comprehensive?",
        "QuestionCn": "为了理解植被绿度模式，MODIS数据、AVHRR数据或其他数据集哪个更全面？",
        "AnswerEn": "MODIS data",
        "AnswerCn": "MODIS数据",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection method was used to create the leaf area index dataset for the Qinghai-Tibet Plateau?",
        "QuestionCn": "用于创建青藏高原叶面积指数数据集的数据收集方法是什么？",
        "AnswerEn": "GIMMS AVHRR sensor",
        "AnswerCn": "GIMMS AVHRR 传感器",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where does the source data for leaf area index in the Qinghai-Tibet Plateau originate?",
        "QuestionCn": "青藏 Plateau 的叶面积指数源数据来自哪里？",
        "AnswerEn": "Globally",
        "AnswerCn": "全球范围内",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the time range for the leaf area index dataset used in studies of vegetation greenness on the Qinghai-Tibet Plateau?",
        "QuestionCn": "用于青藏高原植被绿度研究的叶面积指数数据集的时间范围是什么？",
        "AnswerEn": "1982 to 2015",
        "AnswerCn": "1982年至2015年",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to measure vegetation greenness on a global scale?",
        "QuestionCn": "您能否提供一个用于在全球范围内测量植被绿度的数据收集方法的例子？",
        "AnswerEn": "Satellite data from sensors like the GIMMS AVHRR and MODIS are used to measure vegetation greenness. These sensors provide data that can be used to calculate the Leaf Area Index (LAI), which is an indicator of vegetation greenness.",
        "AnswerCn": "卫星数据来自像GIMMS AVHRR和MODIS这样的传感器，用于测量植被的绿度。这些传感器提供的数据可以用来计算叶面积指数（LAI），这是植被绿度的一个指标。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when using satellite data for analyzing vegetation patterns?",
        "QuestionCn": "使用卫星数据分析植被模式时面临的一个挑战是什么？",
        "AnswerEn": "Challenges include sensor calibration loss, orbital drift of satellites, atmospheric contamination of vegetation signals, and disjointed stitching of data from multiple sequential sensors.",
        "AnswerCn": "挑战包括传感器校准损失、卫星的轨道漂移、大气对植被信号的污染，以及来自多个连续传感器的数据拼接不连贯。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you give an example of a dataset that uses satellite data to study vegetation patterns over a large region?",
        "QuestionCn": "您能否提供一个使用卫星数据研究大区域植被模式的数据集示例？",
        "AnswerEn": "The dataset based on the GIMMS AVHRR sensor, which provides Leaf Area Index (LAI) data for regions such as the Tibetan Plateau from 1982 to 2015, is an example. It is used to study vegetation greenness patterns by processing data to remove noise.",
        "AnswerCn": "基于GIMMS AVHRR传感器的数据集提供了1982年至2015年间西藏 Plateau地区的叶面积指数（LAI）数据。该数据集用于通过处理数据去除噪声来研究植被绿度模式。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What challenges are associated with the use of satellite data in studying global vegetation patterns?",
        "QuestionCn": "使用卫星数据研究全球植被模式面临的挑战有哪些？",
        "AnswerEn": "sensor calibration issues, orbital drift, atmospheric contamination of vegetation signals, inconsistencies due to stitching data from different sensors",
        "AnswerCn": "传感器校准问题、轨道漂移、大气对植被信号的污染、由于拼接来自不同传感器的数据而导致的不一致性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What percentage of the global vegetated area is identified as greening according to MODIS data?",
        "QuestionCn": "根据MODIS数据，全球植被区域中被识别为绿化的百分比是多少？",
        "AnswerEn": "33%",
        "AnswerCn": "33%",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How much of the global net increase in leaf area can be attributed to China?",
        "QuestionCn": "全球叶面积净增加的多少可以归因于中国？",
        "AnswerEn": "25%",
        "AnswerCn": "25%",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What is the percentage of vegetated lands showing browning according to AVHRR data from the period 2000-2016?",
        "QuestionCn": "根据2000-2016年的AVHRR数据，显示出枯萎的植被土地的百分比是多少？",
        "AnswerEn": "14%",
        "AnswerCn": "14%",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'LAI 3g' mean in the context of vegetation monitoring using satellite data?",
        "QuestionCn": "在使用卫星数据进行植被监测的背景下，“LAI 3g”是什么意思？",
        "AnswerEn": "LAI 3g refers to a dataset based on the GIMMS AVHRR sensor, which is used to calculate the Leaf Area Index (LAI) and represents the greenness of vegetation. It is commonly used to evaluate spatial and temporal patterns of vegetation greenness.",
        "AnswerCn": "LAI 3g指的是一个基于GIMMS AVHRR传感器的数据集，用于计算叶面积指数（LAI），并代表植被的绿度。它通常用于评估植被绿度的空间和时间模式。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is meant by 'greening patterns' in ecological studies using satellite data?",
        "QuestionCn": "在生态研究中使用卫星数据时，“绿化模式”是什么意思？",
        "AnswerEn": "Greening patterns refer to the observed increase in vegetation greenness over time, as detected by satellite data. These patterns are characterized globally and may be influenced by factors such as human land-use management and CO2 fertilization effects.",
        "AnswerCn": "绿化模式是指通过卫星数据检测到的植被绿度随时间增加的现象。这些模式在全球范围内具有特征，可能受到人类土地利用管理和二氧化碳施肥效应等因素的影响。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'data integration to monthly scale' imply in the context of processing satellite vegetation data?",
        "QuestionCn": "在处理卫星植被数据的背景下，“数据整合到月度尺度”意味着什么？",
        "AnswerEn": "Data integration to a monthly scale involves consolidating bi-monthly satellite data by selecting the maximum LAI value within a month. This method aims to reduce noise and provide a clearer representation of vegetation greenness for analysis.",
        "AnswerCn": "数据整合到月度尺度涉及通过选择一个月内的最大LAI值来合并双月卫星数据。此方法旨在减少噪声，并为分析提供更清晰的植被绿度表示。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "In what ways do the greening patterns detected by AVHRR data differ from those observed by MODIS data, particularly regarding spatial distribution and intensity?",
        "QuestionCn": "通过AVHRR数据检测到的绿化模式与MODIS数据观察到的绿化模式在空间分布和强度方面有何不同？",
        "AnswerEn": "AVHRR data from 2000–2016 show less greening (22% of vegetated lands) and more browning (14%) compared to MODIS data, where one-third of the global vegetated area is greening and 5% is browning. The greening pattern is especially prominent in China and India in MODIS data, which may highlight differences in spatial distribution and intensity between the datasets.",
        "AnswerCn": "2000年至2016年的AVHRR数据表明，植被土地中有22%出现了较少的绿化，而14%则出现了更多的枯萎；相比之下，MODIS数据则显示全球植被面积中有三分之一在绿化，5%在枯萎。MODIS数据中，绿化模式在中国和印度尤为显著，这可能突显了两个数据集之间在空间分布和强度上的差异。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the challenges in using AVHRR data compared to MODIS data for evaluating global vegetation greenness, especially regarding sensor calibration and data continuity?",
        "QuestionCn": "与使用MODIS数据相比，使用AVHRR数据评估全球植被绿度的挑战是什么，特别是在传感器校准和数据连续性方面？",
        "AnswerEn": "Challenges in using AVHRR data include issues with sensor calibration, orbital drift, atmospheric contamination, and data continuity from multiple sequential sensors, which affect the accuracy and reliability of the underlying satellite data. In contrast, MODIS data offers better quality leaf area data, potentially reducing these challenges.",
        "AnswerCn": "使用AVHRR数据的挑战包括传感器校准问题、轨道漂移、大气污染以及来自多个连续传感器的数据连续性，这些都影响了卫星数据的准确性和可靠性。相比之下，MODIS数据提供了更高质量的叶面积数据，可能减少这些挑战。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What methodology could be used to refine data collection techniques to better understand the role of direct human land-use management in global greening patterns?",
        "QuestionCn": "可以使用什么方法来改进数据收集技术，以更好地理解直接人类土地管理在全球绿化模式中的作用？",
        "AnswerEn": "The use of improved quality leaf area data, such as those from the MODIS sensor observations, allows for the characterization of greening patterns in ecosystems without relying on models. This approach can help to better understand the direct role of human land-use management.",
        "AnswerCn": "使用改进的叶面积数据，例如来自MODIS传感器观测的数据，可以在不依赖模型的情况下表征生态系统的绿化模式。这种方法有助于更好地理解人类土地利用管理的直接作用。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What challenges in sensor data quality could impact the interpretation of greening patterns in global vegetation datasets, and how might these be mitigated?",
        "QuestionCn": "传感器数据质量中的哪些挑战可能影响全球植被数据集中绿化模式的解读，以及如何减轻这些挑战？",
        "AnswerEn": "Challenges include the loss of sensor calibration, orbital drift of satellites, atmospheric contamination of vegetation signals, and disjointed stitching of data from multiple sequential sensors. Mitigation could involve using consistent data processing techniques and cross-referencing with updated datasets like MODIS and AVHRR.",
        "AnswerCn": "挑战包括传感器校准的丧失、卫星的轨道漂移、大气对植被信号的污染，以及来自多个连续传感器的数据拼接不连贯。缓解措施可以包括使用一致的数据处理技术，并与更新的数据集如MODIS和AVHRR进行交叉参考。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges faced in the collection and calibration of satellite data for monitoring vegetation greenness globally?",
        "QuestionCn": "影响全球监测植被绿度的卫星数据收集和校准所面临挑战的因素有哪些？",
        "AnswerEn": "Deleterious effects of the loss of sensor calibration, orbital drift of satellites, atmospheric contamination of vegetation signals, and disjointed stitching of data from multiple sequential sensors are evident in the underlying satellite data used in previous studies.",
        "AnswerCn": "传感器校准丧失、卫星轨道漂移、大气对植被信号的污染以及来自多个连续传感器的数据拼接不连贯等因素对以往研究中使用的卫星数据的影响是显而易见的。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it important to understand the role of human land-use management in shaping vegetation greenness patterns?",
        "QuestionCn": "为什么了解人类土地使用管理在塑造植被绿度模式中的作用很重要？",
        "AnswerEn": "The previously inferred dominant role of a CO2 fertilization effect and indirect drivers raises the question of the direct role of human land-use management. Better quality leaf area data now available provide an opportunity to assess this role without recourse to models.",
        "AnswerCn": "之前推断的二氧化碳施肥效应和间接驱动因素的主导作用引发了对人类土地利用管理直接作用的质疑。现在可用的更高质量的叶面积数据提供了在不依赖模型的情况下评估这一作用的机会。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using half-monthly data aggregated to monthly for noise reduction in vegetation greenness datasets?",
        "QuestionCn": "使用半月数据聚合到月度数据以减少植被绿度数据集中的噪声可能带来的潜在后果是什么？",
        "AnswerEn": "Aggregating half-monthly data to monthly by taking the maximum value can help reduce noise, providing a clearer representation of vegetation greenness patterns over time and space, which is crucial for understanding the temporal and spatial dynamics of vegetation.",
        "AnswerCn": "将半月数据聚合为月数据，通过取最大值可以帮助减少噪声，提供更清晰的植被绿度模式的时间和空间表现，这对于理解植被的时间和空间动态至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the greening trend detected by satellite data impact the understanding of human land-use management in global ecosystems?",
        "QuestionCn": "卫星数据检测到的绿化趋势如何影响对全球生态系统中人类土地利用管理的理解？",
        "AnswerEn": "The greening trend observed in satellite data highlights the significant role of human land-use management, indicating that human activities may be a major driver of increased vegetation greenness, challenging previous models that downplayed direct human influence.",
        "AnswerCn": "卫星数据中观察到的绿化趋势突显了人类土地管理的重要作用，表明人类活动可能是植被绿度增加的主要驱动因素，这挑战了之前低估人类直接影响的模型。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of assessing vegetation greenness patterns using satellite data in the context of human land-use management?",
        "QuestionCn": "在人类土地利用管理的背景下，利用卫星数据评估植被绿度模式的主要目标是什么？",
        "AnswerEn": "The primary goal is to assess the role of human land-use management as a direct driver in shaping vegetation greenness patterns globally, without relying on models.",
        "AnswerCn": "主要目标是评估人类土地利用管理作为直接驱动因素在全球范围内塑造植被绿度模式的作用，而不依赖于模型。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to update AVHRR data using the same methods as previous studies when exploring global vegetated area changes?",
        "QuestionCn": "在探索全球植被区域变化时，使用与之前研究相同的方法更新AVHRR数据是重要的原因是什么？",
        "AnswerEn": "Updating AVHRR data using the same methods ensures consistency and completeness in comparing results, allowing for a clearer understanding of global greening and browning patterns.",
        "AnswerCn": "使用相同的方法更新AVHRR数据可以确保在比较结果时的一致性和完整性，从而更清晰地理解全球变绿和变黄的模式。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps for reducing noise in datasets derived from GIMMS AVHRR LAI 3g for a specific region?",
        "QuestionCn": "减少来自GIMMS AVHRR LAI 3g的特定区域数据集噪声的程序步骤是什么？",
        "AnswerEn": "The data is aggregated from semi-monthly to monthly by taking the maximum value of the two periods within a month, aiming to remove noise effectively.",
        "AnswerCn": "数据通过取每个月内两个时期的最大值进行半月到月的聚合，旨在有效去除噪声。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can MODIS and AVHRR data be compared to assess greening patterns across different regions?",
        "QuestionCn": "如何比较MODIS和AVHRR数据，以评估不同地区的绿化模式？",
        "AnswerEn": "Comparison involves analyzing the greening patterns revealed by MODIS data, which shows one-third of the global vegetated area greening, against AVHRR data, which indicates less greening and more browning, covering comparable periods and methodologies.",
        "AnswerCn": "比较涉及分析MODIS数据揭示的绿化模式，该数据表明全球植被区域的三分之一在绿化，而AVHRR数据则显示绿化较少且褐化更多，涵盖了可比的时间段和方法。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges need to be addressed when using satellite data to evaluate the impact of human land-use management on vegetation greenness?",
        "QuestionCn": "在使用卫星数据评估人类土地利用管理对植被绿度影响时，需要解决哪些挑战？",
        "AnswerEn": "Challenges include dealing with rudimentary land-use practice representations in models, poorly understood CO2 effects outside experiments, sensor calibration loss, satellite orbital drift, atmospheric contamination, and data disjunction from sequential sensors.",
        "AnswerCn": "挑战包括在模型中处理初步的土地利用实践表示、对实验外二氧化碳效应的理解不足、传感器校准丧失、卫星轨道漂移、大气污染以及来自连续传感器的数据不一致。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What advancements in satellite technology have enabled the collection of more accurate vegetation greenness data globally?",
        "QuestionCn": "哪些卫星技术的进步使得全球范围内能够收集到更准确的植被绿度数据？",
        "AnswerEn": "The availability of better quality leaf area data from the moderate resolution imaging spectroradiometer (MODIS) sensor observations has enabled more accurate assessments of vegetation greenness patterns globally.",
        "AnswerCn": "来自中等分辨率成像光谱仪（MODIS）传感器观测的更高质量叶面积数据的可用性，使全球植被绿度模式的评估更加准确。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How do current data processing methods help in reducing noise and enhancing the quality of vegetation greenness datasets?",
        "QuestionCn": "当前的数据处理方法如何帮助减少噪声并提高植被绿度数据集的质量？",
        "AnswerEn": "One approach to enhance data quality involves integrating semi-monthly datasets into monthly data by taking the maximum value of two LAI periods in a month to reduce noise.",
        "AnswerCn": "增强数据质量的一种方法是通过将半月数据集整合为月度数据，采用一个月内两个LAI周期的最大值，以减少噪声。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges in data collection and processing need to be addressed to improve the accuracy of satellite-based vegetation greenness assessments?",
        "QuestionCn": "为了提高基于卫星的植被绿度评估的准确性，需要解决哪些数据收集和处理中的挑战？",
        "AnswerEn": "Challenges include the loss of sensor calibration, orbital drift of satellites, atmospheric contamination of vegetation signals, and disjointed stitching of data from multiple sequential sensors.",
        "AnswerCn": "挑战包括传感器校准的丧失、卫星的轨道漂移、大气对植被信号的污染，以及来自多个连续传感器的数据拼接不连贯。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be discrepancies in greening patterns observed in different datasets such as AVHRR and MODIS?",
        "QuestionCn": "不同数据集（如AVHRR和MODIS）中观察到的绿化模式可能存在差异的原因是什么？",
        "AnswerEn": "Discrepancies in greening patterns between datasets like AVHRR and MODIS could be attributed to differences in sensor calibration, orbital drift, atmospheric contamination, and stitching data from multiple sensors, which have been noted as challenges in satellite data collection.",
        "AnswerCn": "AVHRR和MODIS等数据集之间的绿化模式差异可能归因于传感器校准、轨道漂移、大气污染以及来自多个传感器的数据拼接等差异，这些都是卫星数据收集中的挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the anticipated challenges in using satellite data to assess human land-use management's impact on global greening patterns?",
        "QuestionCn": "使用卫星数据评估人类土地利用管理对全球绿化模式影响的预期挑战有哪些？",
        "AnswerEn": "The anticipated challenges include the rudimentary representation of evolving land-use practices in models and the poor understanding of CO2 effects on plant growth outside experimental settings, which complicates the assessment of human land-use management's direct impact.",
        "AnswerCn": "预期的挑战包括模型中对不断变化的土地利用实践的基础性表征，以及对二氧化碳在实验环境之外对植物生长影响的理解不足，这使得评估人类土地利用管理的直接影响变得复杂。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How might researchers expect to refine data collection methods to better characterize greening patterns without using models?",
        "QuestionCn": "研究人员可能会如何改进数据收集方法，以更好地表征绿化模式，而不使用模型？",
        "AnswerEn": "Researchers might focus on improving data quality by addressing issues like sensor calibration, orbital drift, and atmospheric contamination, potentially enhancing the accuracy of satellite-based assessments of greening patterns and reducing reliance on models.",
        "AnswerCn": "研究人员可能会通过解决传感器校准、轨道漂移和大气污染等问题来提高数据质量，从而增强基于卫星的绿化模式评估的准确性，并减少对模型的依赖。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how data collection for vegetation greenness patterns can effectively address the issue of sensor calibration loss and orbital drift.",
        "QuestionCn": "我不明白植被绿度模式的数据收集如何有效解决传感器校准丧失和轨道漂移的问题。",
        "AnswerEn": "The metadata highlights that the data collection method for the vegetation greenness patterns, particularly using the GIMMS AVHRR sensor, involves selecting datasets and processing them to monthly values to remove noise. This approach, alongside the availability of MODIS sensor data, aims to manage challenges like sensor calibration loss and orbital drift by providing consistent and updated datasets.",
        "AnswerCn": "元数据强调，植被绿度模式的数据收集方法，特别是使用GIMMS AVHRR传感器，涉及选择数据集并将其处理为月度值以去除噪声。这种方法，加上MODIS传感器数据的可用性，旨在通过提供一致和更新的数据集来管理传感器校准丧失和轨道漂移等挑战。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about how human land-use management can be assessed through global satellite data without relying on models.",
        "QuestionCn": "我不确定如何通过全球卫星数据评估人类土地利用管理，而不依赖于模型。",
        "AnswerEn": "The content of relevant papers indicates that global satellite data, especially from MODIS and AVHRR sensors, are used to characterize greening patterns in ecosystems worldwide. This approach allows researchers to assess the role of human land-use management directly, by examining satellite-derived greenness patterns over time, without the need for models.",
        "AnswerCn": "相关论文的内容表明，全球卫星数据，特别是来自MODIS和AVHRR传感器的数据，被用来表征全球生态系统的绿化模式。这种方法使研究人员能够直接评估人类土地利用管理的作用，通过检查卫星衍生的绿度模式随时间的变化，而无需依赖模型。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "I can't make sense of the significance of comparing MODIS and AVHRR data when studying global vegetation greenness trends.",
        "QuestionCn": "我无法理解在研究全球植被绿度趋势时比较MODIS和AVHRR数据的重要性。",
        "AnswerEn": "The papers explain that comparing MODIS and AVHRR data is crucial because they provide different perspectives on greening patterns. MODIS data suggest that one-third of the global vegetated area is greening, while AVHRR data from the same period show less greening and more browning. This comparison helps in understanding variations and refining assessments of global vegetation trends.",
        "AnswerCn": "论文解释了比较MODIS和AVHRR数据的重要性，因为它们提供了对绿化模式的不同视角。MODIS数据表明，全球植被区域的三分之一正在绿化，而同一时期的AVHRR数据则显示绿化较少且褐化现象较多。这种比较有助于理解变化并完善对全球植被趋势的评估。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore the challenges in maintaining sensor calibration and orbital stability in capturing satellite data for leaf area index measurements over extended time periods.",
        "QuestionCn": "探讨在长时间内捕获卫星数据以测量叶面积指数时，维护传感器校准和轨道稳定性所面临的挑战。",
        "AnswerEn": "The challenges include sensor calibration loss, orbital drift of satellites, atmospheric contamination of vegetation signals, and issues with stitching data from multiple sequential sensors, which have been evident in nearly all previous studies.",
        "AnswerCn": "挑战包括传感器校准损失、卫星的轨道漂移、大气对植被信号的污染，以及来自多个连续传感器的数据拼接问题，这些在几乎所有之前的研究中都显而易见。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please assess the potential impact of human land-use management on global greening patterns without relying on models, using available datasets.",
        "QuestionCn": "请评估人类土地利用管理对全球绿化模式的潜在影响，而不依赖模型，使用可用的数据集。",
        "AnswerEn": "The direct role of human land-use management can be assessed by characterizing greening patterns globally, as better quality leaf area data are available from MODIS sensor observations, which show significant greening in areas like China and India.",
        "AnswerCn": "人类土地利用管理的直接作用可以通过全球绿化模式的特征来评估，因为来自MODIS传感器观测的更高质量的叶面积数据可用，这显示出中国和印度等地区的显著绿化。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Please investigate the methodological approaches to reducing noise in leaf area index datasets derived from satellite sensors like AVHRR.",
        "QuestionCn": "请调查减少来自卫星传感器（如AVHRR）获得的叶面积指数数据集噪声的方法论。",
        "AnswerEn": "A methodological approach to reducing noise in datasets involves integrating semi-monthly data to monthly datasets and taking the maximum value of LAI within a month to minimize noise, as done in the processing of the LAI 3g dataset for the Qinghai-Tibet Plateau.",
        "AnswerCn": "减少数据集中噪声的一个方法论方法是将半月数据整合为月度数据，并在一个月内取最大值，以最小化噪声，这在青藏 Plateau 的 LAI 3g 数据集处理过程中得到了应用。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}