{
  "id": "7ba803b1-f80c-4f8e-a96e-483b9c352aeb",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Sr-Nd isotopic composition of the whole rock of the Renco ophiolite in northern Tibetan Lake area (Shenzha and Bange county), Qinghai Tibet Plateau",
      "titleCn": "青藏高原藏北湖区（申扎县-班戈县）仁错蛇绿岩全岩Sr-Nd同位素数据",
      "description": "The results show that the whole rock SR Nd isotopic composition of the basic rocks in the ophiolite of rencuo (Shenzha bange county) in the North Lake area of Tibet. The purpose of this analysis is to clarify the characteristics of magma mantle source area of basic rock unit in ophiolite, and provide key evidence for further constraining the genesis of ophiolite and clarifying its type. The data analysis and testing were completed in Wuhan Shangpu analysis and testing company, and the pre-processing was completed in the 1000 level ultra clean room equipped with 100 level operation platform. The isotope analysis was performed by MC-ICP-MS (Neptune plus) of Thermo Fisher Scientific Company in Germany, and the data acquisition was composed of 8 blocks, each block contained 10 cycles, and each cycle was 4.194 seconds.\nThis set of data samples meet the analysis requirements with high accuracy, which can be used to further constrain the genesis and tectonic classification of Ophiolites in the central Tethys orogenic belt.",
      "descriptionCn": "本数据主要包含藏北湖区仁错（申扎县-班戈县境内）蛇绿岩中基性岩的全岩Sr-Nd同位素数据。数据分析测试在武汉上谱分析测试公司完成，前处理在配备100级操作台的千级超净室完成；同位素分析采用德国Thermo Fisher Scientific 公司的MC-ICP-MS（Neptune Plus），数据采集由8个blocks组成，每个block含10个cycles，每个cycle为4.194秒。\n通过该项分析，旨在明确蛇绿岩中基性岩单元岩浆地幔源区特征，为进一步约束蛇绿岩成因，明确其类型提供关键证据。本套数据样品均符合分析要求，分析精度高，可用于进一步约束中特提斯造山带内蛇绿岩成因及其构造归属划分。",
      "instructions": "The data is a single excel file, and the SR Nd isotopic compositions are listed according to the classification of samples (lithology). Based on the actual zircon U-Pb ages, the Nd isotopic values were calucated.",
      "instructionsCn": "数据为单个Excel文件，根据样品（岩性）分类，分别列出Sr-Nd同位素组成。并根据实际锆石U-Pb年龄计算出Nd同位素值。",
      "east": 90.3,
      "west": 88.3,
      "south": 29.3,
      "north": 31.3,
      "startTime": null,
      "endTime": null,
      "fileSize": 13257.0,
      "cstr": "18406.11.Geo.tpdc.271436",
      "doi": "10.11888/Geo.tpdc.271436",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "翟庆国",
        "nameEn": "ZHAI Qingguo",
        "unitEn": "",
        "unitCn": "中国地质科学院地质研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "First mid-ocean ridge-type ophiolite from the Meso-Tethys suture zone in the north-central Tibetan plateau",
        "referenceCn": null,
        "referenceEn": "Tang, Y., Zhai, Q.G., Chung, S.L, Hu, P.Y., Wang, J., Xiao, X.C., Song, B., Wang, H.T., & Lee, H.Y. (2020). First mid-ocean ridge-type ophiolite from the Meso-Tethys suture zone in the north-central Tibetan plateau. Geological Society of America Bulletin. 132(9/10), 2202–2220"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "Sm-Nd同位素",
        "nameEn": "Sm-Nd isotope"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "缝合带",
        "nameEn": "Suture belt"
      },
      {
        "nameCn": "蛇绿岩",
        "nameEn": "ophiolite"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原-班戈县",
        "keywordEn": "Tibetan Plateau-Bange country"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "侏罗纪",
        "keywordEn": "Jurassic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to obtain high-precision whole-rock Sr-Nd isotope data in mafic rocks from ophiolites?",
        "QuestionCn": "您能否提供一个用于获取来自蛇绿岩的镁铁质岩石的高精度全岩Sr-Nd同位素数据的数据收集方法的示例？",
        "AnswerEn": "A data collection method involves initial sample preparation in a cleanroom environment with a 100-level operation table, followed by isotope analysis using MC-ICP-MS (Neptune Plus) by Thermo Fisher Scientific, structured with 8 blocks of data acquisition, each with 10 cycles lasting 4.194 seconds per cycle.",
        "AnswerCn": "一种数据收集方法涉及在100级操作台的洁净室环境中进行初步样品准备，随后使用Thermo Fisher Scientific的MC-ICP-MS（Neptune Plus）进行同位素分析，数据采集结构为8个区块，每个区块包含10个循环，每个循环持续4.194秒。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and precision requirements for collecting Sr-Nd isotopic data from ophiolite complexes in the Tibetan Plateau region?",
        "QuestionCn": "在青藏 Plateau地区收集蛇绿岩复合体的Sr-Nd同位素数据的具体特征和精度要求是什么？",
        "AnswerEn": "German Thermo Fisher Scientific MC-ICP-MS (Neptune Plus), 8 blocks, 10 cycles, 4.194 seconds per cycle, highly controlled cleanroom environment, 100-level operation platform",
        "AnswerCn": "德国 Thermo Fisher Scientific MC-ICP-MS (Neptune Plus)，8个检测器，10个循环，每个循环4.194秒，高度控制的洁净室环境，100级操作平台。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the number of blocks and cycles involved in the isotope analysis data collection method for the Tibetan Plateau ophiolite dataset?",
        "QuestionCn": "西藏高原蛇绿岩数据集的同位素分析数据收集方法涉及的区块和周期数量是多少？",
        "AnswerEn": "8 blocks, 10 cycles",
        "AnswerCn": "8个区块，10个周期",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the Sr-Nd isotope data patterns reveal about the magmatic mantle source characteristics in the ophiolite complexes of the northern Tibetan Plateau, and how might these insights inform the understanding of their tectonic classifications?",
        "QuestionCn": "Sr-Nd同位素数据模式可以揭示青藏高原北部蛇绿岩杂岩中岩浆地幔源的特征，这些见解如何有助于理解其构造分类？",
        "AnswerEn": "The Sr-Nd isotope data can provide crucial information about the mantle source characteristics of the mafic rocks within the ophiolite complexes. These isotope ratios help in identifying the types of mantle sources involved, which can indicate whether the rocks originated from a depleted or enriched mantle source. This information is pivotal in determining the genesis of the ophiolites and their tectonic classifications within the context of the Central Tethyan orogenic belt. The high precision of the isotope analysis methods, like those done using MC-ICP-MS, ensures that these inferences are reliable and can significantly contribute to the broader understanding of the geological processes at play in the region.",
        "AnswerCn": "Sr-Nd同位素数据可以提供关于蛇绿岩复合体内镁铁质岩石的地幔源特征的重要信息。这些同位素比率有助于识别所涉及的地幔源类型，这可以指示岩石是源自贫化地幔还是富集地幔。这些信息对于确定蛇绿岩的成因及其在中央特提斯造山带背景下的构造分类至关重要。使用多接收器电感耦合等离子体质谱（MC-ICP-MS）等方法进行的高精度同位素分析确保了这些推断的可靠性，并能显著促进对该地区地质过程的更广泛理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the precision of whole-rock Sr-Nd isotopic data collection in ophiolite studies from the Tibetan Plateau region?",
        "QuestionCn": "在青藏 Plateau地区的蛇绿岩研究中，影响整体岩石Sr-Nd同位素数据收集精度的因素有哪些？",
        "AnswerEn": "The precision of whole-rock Sr-Nd isotopic data collection is influenced by the pre-processing environment, such as the use of a 100-level operating table in a 1000-level ultra-clean room, and the analytical methods employed, like using the MC-ICP-MS (Neptune Plus) from Thermo Fisher Scientific. Additionally, the data acquisition process, involving multiple blocks and cycles, ensures high analysis accuracy, which is crucial for understanding the mantle source characteristics of mafic rock units in ophiolites.",
        "AnswerCn": "整个岩石Sr-Nd同位素数据收集的精度受到预处理环境的影响，例如在1000级超洁净室中使用100级操作台，以及所采用的分析方法，如使用Thermo Fisher Scientific的MC-ICP-MS（Neptune Plus）。此外，数据采集过程涉及多个区块和循环，确保了高分析准确性，这对于理解蛇绿岩中基性岩单位的地幔源特征至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of collecting Sr-Nd isotope data from ophiolite complexes in the Qinghai-Tibet Plateau region?",
        "QuestionCn": "收集青藏高原地区蛇绿岩复合体的Sr-Nd同位素数据的主要目标是什么？",
        "AnswerEn": "The primary goal of collecting Sr-Nd isotope data from ophiolite complexes in the Qinghai-Tibet Plateau region is to determine the characteristics of the magmatic mantle source of the mafic rock units within the ophiolite. This analysis aims to provide crucial evidence for further constraining the genesis of the ophiolite and clarifying its type, which is essential for understanding its tectonic affiliation within the Central Tethys orogenic belt.",
        "AnswerCn": "收集青藏 Plateau地区的蛇纹岩复合体的Sr-Nd同位素数据的主要目标是确定该蛇纹岩内基性岩单元的岩浆地幔源特征。此分析旨在为进一步约束蛇纹岩的成因提供重要证据，并澄清其类型，这对于理解其在中央特提斯造山带内的构造隶属关系至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What specific procedures and instruments are used to collect and analyze Sr-Nd isotopic data from mafic rocks in ophiolite complexes in regions like the Tibetan Plateau?",
        "QuestionCn": "在像青藏高原这样的地区，从蛇绿岩杂岩中的镁铁质岩石中收集和分析Sr-Nd同位素数据所使用的具体程序和仪器是什么？",
        "AnswerEn": "The Sr-Nd isotopic data from mafic rocks in ophiolite complexes are collected and analyzed using a multi-step process. The data analysis is conducted by Wuhan Shangpu Analysis and Testing Company, with sample preparation done in a cleanroom equipped with a 100-level operation table. The isotopic analysis is then performed using a MC-ICP-MS (Neptune Plus) from Thermo Fisher Scientific, which involves data collection through 8 blocks, each containing 10 cycles, with each cycle lasting 4.194 seconds.",
        "AnswerCn": "来自蛇绿岩复合体的基性岩石的Sr-Nd同位素数据通过多步骤过程收集和分析。数据分析由武汉尚普分析测试公司进行，样品准备在一个配备有100级操作台的洁净室内完成。随后，使用Thermo Fisher Scientific的MC-ICP-MS（Neptune Plus）进行同位素分析，数据收集分为8个区块，每个区块包含10个循环，每个循环持续4.194秒。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements and laboratory conditions enable the precise collection and analysis of Sr-Nd isotopic data in ophiolitic rocks from the Tibetan Plateau?",
        "QuestionCn": "哪些技术进步和实验室条件使得能够精确收集和分析来自青藏高原的蛇绿岩中的锶-铷同位素数据？",
        "AnswerEn": "The precise collection and analysis of Sr-Nd isotopic data in ophiolitic rocks from the Tibetan Plateau are enabled by the use of advanced MC-ICP-MS technology, specifically the Neptune Plus model from Thermo Fisher Scientific, and the preparation of samples in a clean laboratory environment equipped with 100-level operation benches in a 1000-level ultra-clean room.",
        "AnswerCn": "在清洁实验室环境中，使用100级操作台和1000级超洁净室，结合先进的MC-ICP-MS技术，特别是Thermo Fisher Scientific的Neptune Plus型号，使得对来自青藏 Plateau的蛇绿岩的Sr-Nd同位素数据进行精确的收集和分析成为可能。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}