{
  "id": "7c1eb404-d075-4f5e-9859-4f3431875936",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Main and trace element geochemical data set of whole rock of Gyirong-Kangma-Yadong- Namche Barwa magmatic rocks in the Himalayan orogenic belt",
      "titleCn": "喜马拉雅造山带吉隆-康玛-亚东-南迦巴瓦岩浆岩全岩主微量地球化学数据集",
      "description": "The data content mainly includes the main and micro data of the whole rock of magmatic rocks in the Himalayan orogenic belt. The sample distribution areas mainly include Jilong, banrong, xiaru, Laguigangri, Yadong, Yala shampoo and nangabawa. The rock samples are mainly Cenozoic leucogranite, Paleozoic granite and Cretaceous diabase, with a total of 408 pieces. Light colored granite is widely developed in the Himalayan orogenic belt, which is a typical representative of S-type granite and has been written into the textbook of petrology. Recently, Nb, Ta, Li, be and other key metal elements have been found in the Himalayan leucogranite, with great metallogenic potential of rare metals. Therefore, an in-depth understanding of the petrological and geochemical characteristics and formation mechanism of Himalayan Leucogranites is of great significance not only for understanding the Himalayan orogenic belt itself, but also for defining the formation mechanism, deep dynamic process and ore forming potential of Leucogranites in other collision orogenic belts in the world. However, in order to deeply understand the tectonic evolution process and environmental resource effects of the Himalayan orogenic belt since the Cenozoic, we need to deeply understand the tectonic processes that the Himalayan terrane may have experienced before the collision, and further determine the material composition of the Himalayan orogenic belt. Paleozoic granite and Cretaceous diabase are important rock components of the Himalayan orogenic belt. They are probes to explore the possible tectonic processes experienced by the Himalayan terrane before collision. The mineral composition and geochemical characteristics show that the Paleozoic granite is peraluminous high K / Na granite, which has higher FeO and MgO and lower Al2O3 compared with the Cenozoic leucogranite; It has a low CaO / (MgO + FeO * + TiO2) ratio and falls into A-type granite, which is formed by partial melting of argillaceous rocks under extensional background, with the addition of mantle materials. Regional data are mainly from published articles or being accepted. XRF spectroscopy was used for the determination of major elements and ICP-MS was used for the determination of trace elements. The data quality is highly reliable, and the testing units include the national experimental testing center of the Chinese Academy of Geological Sciences. The data are published in high-level journals, including LITHOS, Journal of rock, etc.",
      "descriptionCn": "数据内容主要包括喜马拉雅造山带岩浆岩全岩的主微量数据。样品分布地区主要有吉隆，薄绒，夏如，拉轨岗日，亚东，雅拉香波和南迦巴瓦等地区。岩石样品重点为新生代淡色花岗岩，还包括古生代花岗岩和白垩纪辉绿岩，共408件。喜马拉雅造山带广泛发育淡色花岗岩，是Ｓ型花岗岩的典型代表，被写进岩石学教科书。最近在喜马拉雅淡色花岗岩中发现Nb、 Ta、 Li、Be等关键金属元素，稀有金属成矿潜力大。 因此，深入了解喜马拉雅淡色花岗岩的岩石和地球化学特征及其形成机制不仅对于理解喜马拉雅造山带本身，而且对于限定世界上其他碰撞造山带的淡色花岗岩的形成机理，深部动力学过程和成矿潜力都具有重要意义。但是，要深入理解新生代以来喜马拉雅造山带的构造演化过程及其环境资源效应，需要深入了解碰撞前喜马拉雅地体可能经历过的构造作用，需要进一步确定喜马拉雅造山带的物质组成。古生代花岗岩和白垩纪辉绿岩是喜马拉雅造山带重要的岩石组成，是探讨碰撞前喜马拉雅地体可能经历过的构造作用的探针。矿物组成和地球化学特征表明古生代花岗岩为过铝质高K/Na 花岗岩，与新生代淡色花岗岩相比，具有较高的 FeO和 MgO，较低的Al2O3；具有低的 CaO/(MgO+FeO*+TiO2)比值，落入A型花岗岩，形成于伸展背景下变泥质岩的部分熔融作用，并具有地幔物质的加入。区域数据主要来自已经发表的文章或正在接受。主量元素测试采用XRF光谱方法，微量测试采用ICP-MS。数据质量高度可信，测试单位包括中国地质科学院国家实验测试中心等。数据发表在高级别期刊，包括《Lithos》、《岩石学报》等。",
      "instructions": "The main and trace geochemical data of the whole rock are stored in Excel format, and the file name is \"major and trace element data 2021.xlsx\", where major and trace element data represents the content and 2021 represents the year.\nData reading method: the data can be directly opened with Excel workbook.",
      "instructionsCn": "全岩地球化学主微量数据以Excel格式存储，文件名称为“major and trace element data 2021.xlsx”，其中major and trace element data 代表内容，2021代表年份。\n数据读取方式：该数据可以直接用Excel工作簿打开。",
      "east": 96.0,
      "west": 78.0,
      "south": 27.0,
      "north": 32.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 177708.0,
      "cstr": "18406.11.SolidEar.tpdc.272290",
      "doi": "10.11888/SolidEar.tpdc.272290",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "曾令森",
        "nameEn": "ZENG Lingsen ",
        "unitEn": "Institute of Geology, Chinese Academy of Geological Sciences",
        "unitCn": "中国地质科学院地质研究所"
      },
      {
        "nameCn": "高利娥",
        "nameEn": "GAO Lie ",
        "unitEn": "Institute of Geology, Chinese Academy of Geological Sciences",
        "unitCn": "中国地质科学院地质研究所"
      },
      {
        "nameCn": "严立龙",
        "nameEn": "YAN Lilong ",
        "unitEn": "Institute of Geology, Chinese Academy of Geological Sciences",
        "unitCn": "中国地质科学院地质研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Geochemical behavior of rare metals and high field strength elements during granitic magma differentiation: A record from the Borong and Malashan Gneiss Domes, Tethyan Himalaya, southern Tibet",
        "referenceCn": null,
        "referenceEn": "Gao, L.E., Zeng, L.S., Zhao, L.H., Hou, K.J., Guo, C.L., Gao, J.H., & Wang, Y.Y. (2021). Geochemical behavior of rare metals and high field strength elements during granitic magma differentiation: A record from the Borong and Malashan Gneiss Domes, Tethyan Himalaya, southern Tibet. Lithos, doi.org/10.1016/j.lithos.2021.106344"
      },
      {
        "titleCn": "喜马拉雅淡色花岗岩¬关键金属Sn-Cs-Tl的富集机制岩石学报",
        "titleEn": null,
        "referenceCn": "高利娥, 曾令森,  高家昊, 赵令浩. (2021). 喜马拉雅淡色花岗岩¬关键金属Sn-Cs-Tl的富集机制岩石学报, 37(10), 2923-2943.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "LA-ICP-MS",
        "nameEn": "LA-ICP-MS"
      },
      {
        "nameCn": "主量元素",
        "nameEn": "Major elements"
      },
      {
        "nameCn": "侵入岩",
        "nameEn": "intrusion"
      },
      {
        "nameCn": "元素地球化学",
        "nameEn": "Element geochemistry"
      },
      {
        "nameCn": "全岩主微量元素",
        "nameEn": "Whole-rock major and trace element"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "岩石成因",
        "nameEn": "petrogenesis"
      },
      {
        "nameCn": "微量元素",
        "nameEn": "Trace elements"
      },
      {
        "nameCn": "淡色花岗岩",
        "nameEn": "Leucogranite"
      },
      {
        "nameCn": "稀土元素",
        "nameEn": "Rare earth"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "喜马拉雅造山带",
        "keywordEn": "the  Himalayan belt"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "新生代",
        "keywordEn": "Cenozoic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to determine the geochemical characteristics of magmatic rocks in orogenic belts?",
        "QuestionCn": "您能否提供一种数据收集方法的示例，用于确定造山带中火成岩的地球化学特征？",
        "AnswerEn": "An example of a data collection method used to determine the geochemical characteristics of magmatic rocks in orogenic belts is the use of XRF spectroscopy for major element analysis and ICP-MS for trace element analysis. These methods were applied to samples from regions such as Gyirong, Purong, Xiaru, Lagui Gangri, Yadong, Yala Xiangbo, and Namjagbarwa, focusing on Cenozoic leucogranites, Paleozoic granites, and Cretaceous diabases.",
        "AnswerCn": "用于确定造山带中火成岩地球化学特征的数据收集方法的一个例子是使用XRF光谱法进行主要元素分析，以及使用ICP-MS进行微量元素分析。这些方法应用于来自Gyirong、Purong、Xiaru、Lagui Gangri、Yadong、Yala Xiangbo和Namjagbarwa等地区的样本，重点研究新生代白花岩、古生代花岗岩和白垩纪辉长岩。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many rock samples are included in a dataset focusing on the geochemical characteristics of the Himalayan magmatic rocks?",
        "QuestionCn": "该数据集中包含多少个岩石样本，专注于喜马拉雅火成岩的地球化学特征？",
        "AnswerEn": "408",
        "AnswerCn": "408",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of using XRF and ICP-MS methods in the analysis of whole-rock geochemistry data?",
        "QuestionCn": "在整体岩石地球化学数据分析中使用XRF和ICP-MS方法的意义是什么？",
        "AnswerEn": "XRF (X-ray fluorescence) and ICP-MS (Inductively Coupled Plasma Mass Spectrometry) are analytical techniques used to test major and trace elements in whole-rock geochemistry data. XRF is utilized for major element testing, providing robust and reliable quantitative analysis, while ICP-MS is used for trace element testing, offering high sensitivity and precision. These methods are significant as they ensure high data quality for analyzing the geochemical characteristics of rocks from the Himalayan orogenic belt, which is crucial for understanding the formation mechanisms and tectonic evolution of the region.",
        "AnswerCn": "XRF（X射线荧光）和ICP-MS（感应耦合等离子体质谱）是用于测试全岩地球化学数据中主要和微量元素的分析技术。XRF用于主要元素测试，提供稳健可靠的定量分析，而ICP-MS则用于微量元素测试，具有高灵敏度和高精度。这些方法的重要性在于它们确保了对喜马拉雅造山带岩石地球化学特征分析的数据质量，这对于理解该地区的形成机制和构造演化至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the selection of specific geochemical analysis methods, such as XRF and ICP-MS, for studying magmatic rocks in the Himalayan orogeny?",
        "QuestionCn": "哪些因素影响在研究喜马拉雅造山带的火成岩时选择特定的地球化学分析方法，如XRF和ICP-MS？",
        "AnswerEn": "The selection of specific geochemical analysis methods like XRF for major elements and ICP-MS for trace elements is influenced by the need for high data quality and reliability, as well as the capability to detect a wide range of elements, including critical metals such as Nb, Ta, Li, and Be, which are significant for understanding the mineralization potential and geochemical characteristics of Himalayan leucogranites.",
        "AnswerCn": "选择特定的地球化学分析方法，如XRF用于主要元素分析，ICP-MS用于微量元素分析，是受到对高数据质量和可靠性的需求影响的，同时也考虑到能够检测广泛元素的能力，包括铌、钽、锂和铍等关键金属，这些金属对于理解喜马拉雅白花岩的矿化潜力和地球化学特征具有重要意义。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives of collecting whole-rock major and trace geochemical data from magmatic rocks in the Himalayan orogenic belt?",
        "QuestionCn": "收集喜马拉雅造山带的岩浆岩的全岩主要和微量地球化学数据的目标是什么？",
        "AnswerEn": "The objective is to deeply understand the petrological and geochemical characteristics and formation mechanisms of leucogranites in the Himalayan orogenic belt, which is crucial for understanding its tectonic evolution and resource environmental effects since the Cenozoic. Additionally, it helps in defining the formation mechanisms of leucogranites in other collision orogenic belts worldwide, contributing to the knowledge of deep dynamic processes and mineralization potential.",
        "AnswerCn": "目标是深入了解喜马拉雅造山带白花岗岩的岩石学和地球化学特征及其形成机制，这对于理解其自新生代以来的构造演化和资源环境影响至关重要。此外，这有助于定义其他碰撞造山带中白花岗岩的形成机制，促进对深部动态过程和矿产潜力的认识。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}