{
    "id": "7cd6b6f6-360e-4262-944b-afae2950bf48",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Ar ar age data of Muscovite in Hengdong cobalt deposit ,  Northeastern Hunan Province during Cretaceous",
            "titleCn": "湘东北横洞钴矿床白垩纪时期白云母Ar-Ar年龄数据",
            "description": "The content of the document includes ar ar age data of Muscovite in Hengdong cobalt deposit, Hunan Province. The experimental method is as follows: the selected sample is crushed into 60-80 mesh, then Muscovite is selected by hand under binocular microscope, and washed in ultrasonic bath with deionized water for 30 minutes. After the mineral separation was purified to 99%, the prepared Muscovite sample and the monitoring standard biotite zbh-25 (about 132.5 MA) were irradiated in 49-2 reactor of China Institute of atomic energy for 25 hours. After cooling for 3 months, the samples were analyzed by 40Ar-39Ar laser heating method. The correction factors for these values are: (39Ar / 37Ar) Ca = 0.000653, (36Ar / 37Ar) Ca = 0.000271, (40Ar / 39Ar) k = 0.00703. The total attenuation constant of 40K calculated by Steiger and Jager (1977) is used. Arcalc software was used to calculate and draw 40Ar / 39Ar results. The data can be used for geochemical analysis of Hengdong cobalt deposit in Hunan and similar deposits in Northeast Hunan.\nThe above data have been published in SCI high-level journals, and the data are true and reliable. The data is stored as a word document.",
            "descriptionCn": "文档内容包括湖南横洞钴矿床地区白云母的Ar-Ar年龄数据。实验方法如下：将选定的样品粉碎成60-80目，然后在双目显微镜下手工挑选白云母，并在用去离子水的超声波浴中清洗 30分钟。将矿物分离物纯化至99%后，将制备的白云母样品和监测标准黑云母ZBH-25（约 132.5 Ma）在中国原子能研究所的49-2反应堆中照射25小时。冷却3个月后，用40Ar-39Ar激光加热法分析样品。这些值的校正因子为：(39Ar/37Ar)Ca=0.000653，(36Ar/37Ar)Ca=0.000271，(40Ar/39Ar)K=0.00703。使用Steiger和Jager(1977)计算的40K的总衰减常数。使用ArArCALC软件计算并绘制40Ar/39Ar结果。数据可供后期湖南横洞钴矿床及湘东北地区类似矿床的地球化学分析。\n以上数据已发表于SCI高级别期刊，数据真实可靠。数据以Word文档形式储存。",
            "instructions": "The data is stored in word document format without special data format and numbering instructions.\nOffice and other Office software can be opened and read.",
            "instructionsCn": "数据以Word文档格式储存，无特殊数据格式和编号说明。\n可用Office等办公软件打开读取。",
            "east": 113.8,
            "west": 113.6,
            "south": 28.3,
            "north": 28.7,
            "startTime": null,
            "endTime": null,
            "fileSize": 21610.0,
            "cstr": "18406.11.Geogra.tpdc.271433",
            "doi": "10.11888/Geogra.tpdc.271433",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "邹少浩",
                "nameEn": "ZOU Shaohao",
                "unitEn": "East China University of Technology",
                "unitCn": "东华理工大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A stand-alone Co mineral deposit in northeastern Hunan Province, South China: Its timing, origin of ore fluids and metal Co, and geodynamic setting",
                "referenceCn": null,
                "referenceEn": "Zou, S., Zou, F., Ning, J., Deng, T., Yu, D., Ye, T., Xu, D., & Wang, Z. (2017). A stand-alone co mineral deposit in northeastern hunan province, south china: its timing, origin of ore fluids and metal co, and geodynamic setting. Ore Geology Reviews, S0169136817303517."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "定年",
                "nameEn": "dating"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "横洞",
                "keywordEn": "Hengdong"
            },
            {
                "keywordCn": "湖南",
                "keywordEn": "Hunan"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "白垩纪",
                "keywordEn": "Cretaceous",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific steps involved in preparing and analyzing white mica samples for Ar-Ar dating in geological research?",
                "QuestionCn": "在地质研究中，准备和分析白云母样品以进行阿根廷-氩气（Ar-Ar）定年涉及以下具体步骤：\n\n1. **样品采集**：选择适合的白云母样品，确保其代表性和完整性。\n\n2. **样品准备**：\n   - **清洗**：用去离子水和超声波清洗样品，以去除表面污染物。\n   - **破碎和筛分**：将样品破碎并筛分，以获得合适粒度的白云母颗粒。\n\n3. **矿物分离**：使用重液、磁选等方法分离白云母，确保样品的纯度。\n\n4. **样品制备**：\n   - **熔融或压制**：将分离的白云母样品熔融或压制成靶材，以便进行后续分析。\n\n5. **辐射测量**：\n   - **氩气释放实验**：通过激光或炉温释放样品中的氩气，收集释放的气体。\n\n6. **气体分析**：\n   - **质谱分析**：使用质谱仪分析释放的氩气，测定氩气同位素比率（如^40Ar/^39Ar）。\n\n7. **数据处理**：\n   - **同位素比率计算**：根据测得的同位素比率计算样品的年龄。\n   - **年龄校正**：考虑氩气的生成和损失，进行必要的校正。\n\n8. **结果解释**：将获得的年龄数据与地质背景结合，进行地质事件的时间框架分析。\n\n9. **报告撰写**：整理实验过程和结果，撰写研究报告或论文。",
                "AnswerEn": "60-80 mesh, 99% purity, 25 hours irradiation, 3 months cooling, 40Ar-39Ar laser heating method",
                "AnswerCn": "60-80目，99%纯度，25小时辐照，3个月冷却，40Ar-39Ar激光加热法",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many hours were the samples irradiated in the data collection method related to the Ar-Ar dating technique?",
                "QuestionCn": "在与氩-氩（Ar-Ar）测年技术相关的数据收集方法中，样品被照射了多少小时？",
                "AnswerEn": "25 hours",
                "AnswerCn": "25小时",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using the 40Ar-39Ar laser heating method on the accuracy and reliability of age determination in geochemical analysis of mica samples?",
                "QuestionCn": "使用40Ar-39Ar激光加热法对云母样品进行地球化学分析的年龄测定，可能会对准确性和可靠性产生哪些潜在后果？",
                "AnswerEn": "The use of the 40Ar-39Ar laser heating method can lead to highly accurate and reliable age determinations for mica samples, as it allows precise measurement of isotopic ratios after careful calibration and correction factors are applied. This method, alongside thorough sample preparation and purification, ensures that the resulting data is robust and can be confidently used for geochemical analysis and comparisons with other regional mineral deposits.",
                "AnswerCn": "使用40Ar-39Ar激光加热法可以对云母样品进行高度准确和可靠的年龄测定，因为它允许在仔细校准和应用修正因子后精确测量同位素比率。这种方法结合彻底的样品准备和纯化，确保了所得到的数据是稳健的，可以自信地用于地球化学分析以及与其他区域矿床的比较。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of determining Ar-Ar ages of muscovite samples from cobalt deposits in the Cretaceous period in the Hunan region?",
                "QuestionCn": "确定湖南地区钴矿床中白云母样品的氩-氩（Ar-Ar）年龄的主要目的是了解其形成的时间和地质背景。",
                "AnswerEn": "The primary objective of determining Ar-Ar ages of muscovite samples from cobalt deposits in the Cretaceous period in the Hunan region is to provide reliable geochronological data for geochemical analysis of the Hengdong cobalt deposit and similar deposits in northeastern Hunan.",
                "AnswerCn": "确定湖南地区钴矿床中白云母样品的氩-氩年龄的主要目的是为衡东钴矿床及湖南东北部类似矿床的地球化学分析提供可靠的地质年代学数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the specific steps and instruments involved in determining the Ar-Ar age of muscovite in geological samples from cobalt deposits, and how is the data processed and corrected?",
                "QuestionCn": "确定来自钴矿床的白云母的阿根廷-氩（Ar-Ar）年龄的具体步骤和仪器包括：\n\n1. **样品准备**：选择合适的白云母样品，进行物理和化学处理，以去除杂质和其他矿物。\n\n2. **激光熔融**：使用激光熔融技术将白云母样品加热，以释放其中的氩气。\n\n3. **气体收集**：通过真空系统收集释放的氩气。\n\n4. **质谱分析**：使用质谱仪（如二次离子质谱仪或气体质谱仪）测量氩同位素的丰度，特别是^40Ar和^39Ar的比率。\n\n5. **辐射测量**：通过测量样品中放射性同位素（如^39K）来计算氩的生成量。\n\n6. **数据处理**：将测得的氩同位素比率与已知的衰变常数进行比较，以计算样品的年龄。\n\n7. **校正**：对数据进行校正，包括：\n   - 进行背景噪声校正。\n   - 考虑氩气的损失和增益。\n   - 应用标准样品进行比对，以确保测量的准确性。\n\n8. **结果解释**：结合地质背景和其他地球化学数据，解释得到的年龄结果。\n\n这些步骤和仪器的结合使得研究人员能够准确地确定白云母的阿根廷-氩年龄，并为地质研究提供重要信息。",
                "AnswerEn": "The procedure involves crushing selected samples to 60-80 mesh, manually selecting muscovite under a binocular microscope, and cleaning the samples in deionized water with an ultrasonic bath for 30 minutes. The mineral separates are purified to 99%, and then the prepared muscovite samples, along with the monitoring standard biotite ZBH-25 (approximately 132.5 Ma), are irradiated in the 49-2 reactor at the China Institute of Atomic Energy for 25 hours. After a 3-month cooling period, the samples are analyzed using the 40Ar-39Ar laser heating method. Correction factors applied are (39Ar/37Ar)Ca=0.000653, (36Ar/37Ar)Ca=0.000271, (40Ar/39Ar)K=0.00703. The total decay constant of 40K calculated by Steiger and Jager (1977) is used, and ArArCALC software is employed to calculate and plot the 40Ar/39Ar results.",
                "AnswerCn": "该程序涉及将选定样品破碎至60-80目，使用双目显微镜手动选择白云母，并在超声波清洗槽中用去离子水清洗样品30分钟。矿物分离物纯化至99%，然后将准备好的白云母样品与监测标准黑云母ZBH-25（约132.5百万年前）一起在中国原子能研究院的49-2反应堆中辐照25小时。经过3个月的冷却期后，使用40Ar-39Ar激光加热法对样品进行分析。应用的修正因子为(39Ar/37Ar)Ca=0.000653，(36Ar/37Ar)Ca=0.000271，(40Ar/39Ar)K=0.00703。使用Steiger和Jager（1977）计算的40K总衰变常数，并使用ArArCALC软件计算和绘制40Ar/39Ar结果。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable precise age determination of minerals using the 40Ar-39Ar dating technique in geological studies?",
                "QuestionCn": "哪些方法能够通过40Ar-39Ar测年技术在地质研究中精确确定矿物的年龄？",
                "AnswerEn": "The methodology involves crushing selected mineral samples into 60-80 mesh, manually selecting white mica under a binocular microscope, and cleaning it in an ultrasonic bath with deionized water for 30 minutes. After purifying the mineral separates to 99%, the prepared white mica samples and monitoring standard biotite ZBH-25 are irradiated in a reactor for 25 hours, followed by a 3-month cooling period. The samples are then analyzed using the 40Ar-39Ar laser heating method, with specific correction factors applied and results calculated using ArArCALC software.",
                "AnswerCn": "该方法涉及将选定的矿物样品粉碎至60-80目，使用双目显微镜手动选择白云母，并在超声波清洗槽中用去离子水清洗30分钟。在将矿物分离物纯化至99%后，准备好的白云母样品和监测标准黑云母ZBH-25在反应堆中辐照25小时，随后进行3个月的冷却期。然后，使用40Ar-39Ar激光加热法对样品进行分析，应用特定的修正因子，并使用ArArCALC软件计算结果。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}