{
  "id": "7d22a04e-4f3f-4cdd-8f84-60a9ec158767",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The most primitive Elasmotherium (Perissodactyla, Rhinocerotidae) from the Late Miocene of northern China",
      "titleCn": "最早中国北方真板齿犀材料",
      "description": "The most primitive Elasmotherium (Perissodactyla, Rhinocerotidae) from the Late Miocene of northern China, The origin of Elasmotherium has been a puzzle for many years. Herein, we report the earliest representative of Elasmotherium, based on a Late Miocene skull from Dingbian County in Shaanxi, northwestern China. The skull bears a unique mosaic of primitive and derived features different from all hitherto known elasmotheres, hence forth demarcated as holotype of Elasmotherium primigenium sp. nov. Dental characters of E. primigenium are more primitive than any other known species of lasmotherium, e.g. relatively incipient enamel folding, fairly weak lingual groove on the base of the protocone, relatively weaker crista, small and closed posterior valley and straight ectoloph. E. primigenium is evidently more primitive than all the known species of Elasmotherium, yet appreciably more derived than Sinotherium, thereby marking an important transitional species between Sinotherium and further species of the genus Elasmotherium.",
      "descriptionCn": "最早中国北方晚中新世真板齿犀材料（英文标题：“The most primitive Elasmotherium (Perissodactyla, Rhinocerotidae) from the Late Miocene of northern China”）\n作者：孙丹辉、邓涛、江左其杲\n数据包括：\n1. 论文中插图的原始分辨率版本\n2. 论文原文\n数据加工方式：为作者直接拍摄或手绘，未经二次加工\n数据引用须征得作者同意并注明版权归属。",
      "instructions": "根据论文中出现的顺序，以序号命名。",
      "instructionsCn": "根据论文中出现的顺序，以序号命名。",
      "east": 40.0,
      "west": 20.0,
      "south": 90.0,
      "north": 90.0,
      "startTime": "2020-06-01 00:00:00",
      "endTime": "2021-06-01 00:00:00",
      "fileSize": 10926666.0,
      "cstr": null,
      "doi": "10.1080/08912963.2021.1907368",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "孙丹辉",
        "nameEn": "SUN Danhui",
        "unitEn": "",
        "unitCn": "中国科学院古脊椎动物与古人类研究所"
      },
      {
        "nameCn": "邓涛",
        "nameEn": "DENG Tao ",
        "unitEn": "Institute Of Vertebrate Paleontology And Paleoanthropology, Chinese Academy Of Sciences",
        "unitCn": "中国科学院古脊椎动物与古人类研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The most primitive Elasmotherium (Perissodactyla, Rhinocerotidae) from the Late Miocene of northern China",
        "referenceCn": null,
        "referenceEn": "Sun, D.H., Deng, T., & JiangZuo, Q.G. (2021). The most primitive Elasmotherium (Perissodactyla, Rhinocerotidae) from the Late Miocene of northern China Historical Biology, 1-11.\nDOI: 10.1080/08912963.2021.1907368"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      },
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "古生物",
        "nameEn": "Paleontology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "晚中新世",
        "keywordEn": "Late Miocene",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the properties and characteristics of data collection methods used to gather high-resolution images and illustrations of Elasmotherium fossils from the Late Miocene of northern China?",
        "QuestionCn": "用于收集来自中国北部晚中新世的剑齿象化石的高分辨率图像和插图的数据收集方法的属性和特征是什么？",
        "AnswerEn": "direct photographing, hand-drawing, original form, without secondary processing",
        "AnswerCn": "直接拍摄，手工绘制，原始形式，无二次加工",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'data processing method' entail in the context of paleontological research on Elasmotherium from the Late Miocene of northern China?",
        "QuestionCn": "在关于来自中国北方晚中新世的巨犀（Elasmotherium）的古生物学研究中，“数据处理方法”涉及哪些内容？",
        "AnswerEn": "In the context of paleontological research on Elasmotherium from the Late Miocene of northern China, 'data processing method' refers to the techniques used to capture and prepare data, which, in this case, involve direct photography or hand-drawing by the authors without secondary processing.",
        "AnswerCn": "在关于来自中国北部晚中新世的剑齿犀（Elasmotherium）的古生物学研究中，“数据处理方法”指的是用于捕捉和准备数据的技术，在这种情况下，涉及作者直接摄影或手绘，而没有进行二次处理。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors might influence the selection of data collection methods, such as direct photography or hand-drawing, in paleontological research on primitive Elasmotherium from the Late Miocene of northern China?",
        "QuestionCn": "在对中国北部晚中新世的原始披毛犀进行古生物学研究时，哪些因素可能会影响数据收集方法的选择，如直接摄影或手绘？",
        "AnswerEn": "In paleontological research on primitive Elasmotherium from the Late Miocene of northern China, factors influencing data collection methods like direct photography or hand-drawing could include the preservation state of the fossils, the need for detailed morphological documentation, the availability of technology or resources, and the expertise of the researchers involved. The goal is to capture accurate representations of the fossils without introducing secondary alterations.",
        "AnswerCn": "在对来自中国北部晚中新世的原始剑齿象（Elasmotherium）进行古生物学研究时，影响数据收集方法（如直接摄影或手绘）的因素可能包括化石的保存状态、对详细形态记录的需求、技术或资源的可用性，以及研究人员的专业知识。目标是准确捕捉化石的表现，而不引入二次改变。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What objectives might researchers have when collecting and presenting high-resolution illustrations or hand-drawn images for studying primitive Elasmotherium from the Late Miocene of northern China?",
        "QuestionCn": "研究人员在收集和展示用于研究中国北方晚中新世原始披毛犀的高分辨率插图或手绘图像时可能有哪些目标？",
        "AnswerEn": "The objective of collecting and presenting high-resolution illustrations or hand-drawn images could be to ensure accurate representation and detailed analysis of fossil materials, allowing for precise identification and comparison of morphological features. This approach supports robust documentation and communication of findings, facilitating further scientific study and peer verification in paleontological research.",
        "AnswerCn": "收集和展示高分辨率插图或手绘图像的目的是确保化石材料的准确表示和详细分析，从而允许对形态特征进行精确识别和比较。这种方法支持对发现的稳健文档和沟通，促进进一步的科学研究和同行验证在古生物学研究中的应用。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how researchers decide on the appropriate data collection techniques for studying primitive Elasmotherium fossils from the Late Miocene in northern China.",
        "QuestionCn": "我不明白研究人员如何决定适合研究来自中国北部晚中新世的原始剑齿象化石的数据收集技术。",
        "AnswerEn": "In this field, researchers often collect data directly through methods such as photography or hand drawing, ensuring the accuracy and preservation of original details without secondary processing. This approach helps maintain the integrity of the data, which is crucial for paleontological studies and further analysis.",
        "AnswerCn": "在这个领域，研究人员通常通过摄影或手绘等方法直接收集数据，确保原始细节的准确性和保存，而无需二次处理。这种方法有助于保持数据的完整性，这对于古生物学研究和进一步分析至关重要。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}