{
    "id": "7d27c6f3-3d53-4525-b13e-fbd5ee501c10",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "3D reconstructed figures: A new elasmothere genus and species from the middle Miocene of Tongxin, Ningxia, China, and its phylogenetic relationship",
            "titleCn": "宁夏回族自治区同心县的板齿犀类化石原始图片及测量数据",
            "description": "(1) This data includes original images, line maps, reconstruction of rhinoceros fossils from Tongxin County, Ningxia Hui Autonomous Region, as well as various measurement data. (2) The main channels for obtaining data are camera photography and literature search. (3) The image quality is a high-resolution original size image. (4) The prospect of image application is that it can be used for further in-depth research and comparison.",
            "descriptionCn": "（1）本数据包括宁夏回族自治区同心县的板齿犀类化石原始图片、线条图和板齿犀重建以及各种的测量数据等。（2）数据主要获取途径为相机拍摄及文献查询。（3）图片质量为高分辨率原始尺寸图片。（4）图片应用前景为可用于进一步深入研究比较。                                                                                                                         ",
            "instructions": "Consistent with the order of the paper charts. Can be used directly",
            "instructionsCn": "数据图像以jgp格式存储。命名方式为序号+中文简介+英文简介。与论文中出现的序号和图注一致（附论文原文）",
            "east": 106.0,
            "west": 104.0,
            "south": 35.0,
            "north": 39.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 4533937.0,
            "cstr": "18406.11.Paleoenv.tpdc.301098",
            "doi": "10.11888/Paleoenv.tpdc.301098",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "李强",
                "nameEn": "LI Qiang ",
                "unitEn": "Institute Of Vertebrate Paleontology And Paleoanthropology, Chinese Academy Of Sciences",
                "unitCn": "中国科学院古脊椎动物与古人类研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A new elasmothere genus and species from the middle Miocene of Tongxin, Ningxia, China, and its phylogenetic relationship, Journal of Systematic Palaeontology",
                "referenceCn": null,
                "referenceEn": "Sun, D.H., Deng, T., Lu, X.K., & Wang, S.Q. (2023). A new elasmothere genus and species from the middle Miocene of Tongxin, Ningxia, China, and its phylogenetic relationship. Journal of Systematic Palaeontology, 21, 1, 2236619, DOI:\n10.1080/14772019.2023.2236619\n"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            },
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "化石",
                "nameEn": "fossils"
            },
            {
                "nameCn": "古生物",
                "nameEn": "Paleontology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "宁夏",
                "keywordEn": "Ningxia"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "中新世",
                "keywordEn": "Miocene",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to obtain high-quality images and measurements of fossil specimens in paleontological research?",
                "QuestionCn": "您能否提供一个用于获取古生物研究中化石标本高质量图像和测量的资料收集方法的例子？",
                "AnswerEn": "A data collection method involves capturing high-resolution original size images of fossil specimens using a camera, complemented by literature review to gather additional measurement data.",
                "AnswerCn": "一种数据收集方法涉及使用相机捕捉化石标本的高分辨率原始尺寸图像，并通过文献回顾收集额外的测量数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods of camera photography compare to literature search in terms of capturing detailed information about板齿犀类化石?",
                "QuestionCn": "相机摄影的数据收集方法与文献搜索在捕捉板齿犀类化石的详细信息方面有何比较？",
                "AnswerEn": "Camera photography provides high-resolution original images, which are crucial for capturing detailed visual data and enabling further research comparisons. In contrast, literature search offers contextual information and measurements that may not be visually represented but are essential for understanding historical and comparative data.",
                "AnswerCn": "相机摄影提供高分辨率的原始图像，这对于捕捉详细的视觉数据和进行进一步的研究比较至关重要。相比之下，文献搜索提供了上下文信息和可能无法以视觉方式呈现的测量数据，但这些信息对于理解历史和比较数据是必不可少的。",
                "Level": "C2(Understanding)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of collecting high-resolution original images and measurement data of rhinoceros fossils in Ningxia Hui Autonomous Region, and how can these data contribute to further comparative studies?",
                "QuestionCn": "收集宁夏回族自治区犀牛化石的高分辨率原始图像和测量数据的主要目标是什么，这些数据如何有助于进一步的比较研究？",
                "AnswerEn": "The primary objectives are to gather accurate and detailed images and measurements of rhinoceros fossils to facilitate in-depth research and comparison. These data can be applied to further study and comparison, providing a foundation for understanding the fossils' characteristics and historical context.",
                "AnswerCn": "主要目标是收集准确详细的犀牛化石图像和测量数据，以便进行深入研究和比较。这些数据可以用于进一步的研究和比较，为理解化石的特征和历史背景提供基础。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in collecting and preparing high-resolution original size images of Platybelodon fossils, and how can these images be utilized for further comparative research?",
                "QuestionCn": "收集和准备高分辨率原始尺寸的Platybelodon化石图像的程序步骤包括：\n\n1. **现场勘查**：确定化石的具体位置，进行现场记录和拍摄初步照片。\n2. **清理化石**：小心清理化石表面，去除泥土和杂质，以确保拍摄时的清晰度。\n3. **选择拍摄设备**：选择合适的相机和镜头，确保能够拍摄高分辨率的图像。\n4. **设置拍摄环境**：在良好的光照条件下拍摄，避免阴影和反光，必要时使用三脚架以保持稳定。\n5. **拍摄图像**：从多个角度拍摄化石，确保捕捉到所有细节，特别是重要的特征和纹理。\n6. **图像处理**：使用图像处理软件对拍摄的图像进行后期处理，包括调整亮度、对比度和清晰度。\n7. **保存和存档**：将处理后的图像保存为高分辨率格式，并进行适当的命名和分类，以便于后续检索。\n\n这些图像可以用于进一步的比较研究，例如：\n\n- **形态学分析**：比较不同Platybelodon化石的形态特征，研究其演化关系。\n- **生态研究**：分析化石的生境和生活方式，了解其在古生态系统中的角色。\n- **教育和展示**：为博物馆展览或学术研究提供高质量的视觉资料，促进公众和学术界对古生物的理解。",
                "AnswerEn": "The procedural steps involve capturing high-resolution original size images using a camera and gathering measurement data through literature searches. These images can then be used for further in-depth comparative research.",
                "AnswerCn": "程序步骤包括使用相机捕捉高分辨率原始尺寸图像，并通过文献检索收集测量数据。这些图像可以用于进一步的深入比较研究。",
                "Level": "C3(Applying)"
            }
        ]
    }
}