{
  "id": "7d5c1719-c3e5-4b36-ab07-958e6c14f83b",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Temporally corrected long-term satellite solar-induced chlorophyll fluorescence (SIF) dataset (1995-2018)",
      "titleCn": "全球长时间序列日光诱导叶绿素荧光（SIF）遥感数据（1995-2018）",
      "description": "This dataset provides global monthly satellite solar-induced chlorophyll fluorescence (SIF) data during July 1995 to December 2018 with a spatial resolution of 0.05 degree. This dataset was generated based on the temporal correction, spatially downscaling and multi-sensor fusion procedures. Compared with the results from ground flux sites, the long-term trend of this SIF product has a much better performance than current widely-used SIF datasets. This dataset could be beneficial for the estimation of global terrestrial carbon fluxes and for the projection of future climates.\n\nUsing this dataset requires the citation of this paper (https://doi.org/10.1016/j.isprsjprs.2022.10.018). If you plan to use our data in a manuscript, you must inform us of your analysis and publication plans well in advance of submission of a paper, give us an opportunity to read and intellectually contribute to the manuscript, and, if appropriate, offer co-authorship. Contact: Songhan Wang (wangsonghan@njau.edu.cn) and Yongguang Zhang (yongguang_zhang@nju.edu.cn)\n",
      "descriptionCn": "本数据集是一个超过23年（1995.7-2018.12）的全球长时间序列高分辨率日光诱导叶绿素荧光（SIF）数据，其时间分辨率为月，空间分辨率为0.05度，数据单位为mW m-2 nm-1 sr-1。该数据集是通过传感器退化校正、空间降尺度、多传感器融合等过程生成的；与校正前的SIF数据相比，其时间变化趋势与地面通量站点的变化更为一致。该数据集可用于全球气候变化和碳循环的相关研究。\n\n使用该数据集请务必引用该论文（https://doi.org/10.1016/j.isprsjprs.2022.10.018）。如使用该数据集作为主要数据发表论文，请提前与数据的所有者联系，以便确认数据是否使用正确、以及数据所有者是否需要作为合作作者。在使用数据的过程中，如遇到任何问题也请联系数据作者（王松寒wangsonghan@njau.edu.cn和张永光yongguang_zhang@nju.edu.cn）。\n",
      "instructions": "Data format: netcdf. (Every .zip file contains the monthly SIF of a year)\nSpatial extent: 90S-90N 180W-180E\nFill value: -9999\nScale factor: 0.001\nUnit: mW m-2 nm-1 sr-1\n",
      "instructionsCn": "每个数据文件命名为yyyy.zip（例如1996.zip，里面包含了1996年的月度数据，数据存储为netcdf格式）。每个nc文件提供了某年的全球月度SIF数据，单位为mW m-2 nm-1 sr-1，存储方式为整型，scale factor为0.001，空值填充为-9999。",
      "east": 180.0,
      "west": -180.0,
      "south": -90.0,
      "north": 90.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 2070242505.0,
      "cstr": null,
      "doi": "10.6084/m9.figshare.21546066.v1",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "张永光",
        "nameEn": "ZHANG Yongguang",
        "unitEn": "",
        "unitCn": "南京大学"
      },
      {
        "nameCn": "王松寒",
        "nameEn": "WANG Songhan",
        "unitEn": "",
        "unitCn": "南京农业大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Temporally corrected long-term satellite solar-induced fluorescence leads to improved estimation of global trends in vegetation photosynthesis during 1995–2018",
        "referenceCn": null,
        "referenceEn": "Wang, S., Zhang, Y., & Ju, W., et al. (2022). Temporally corrected long-term satellite solar-induced fluorescence leads to improved estimation of global trends in vegetation photosynthesis during 1995–2018. ISPRS Journal of Photogrammetry and Remote Sensing, 194, 222-234."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球",
        "keywordEn": "Global"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1995-2018",
        "keywordEn": "1995-2018",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Representing the amount of carbon dioxide (CO2) assimilated by the terrestrial ecosystems, vegetation gross primary production (GPP) largely drives the inter-annual variations in atmospheric CO2 concentrations (Beer et al. 2010; Forkel et al. 2016) and acts as a key process for mitigating climate warming (Pachauri et al. 2014). Estimations from global carbon budget suggest that more than 30% of the anthropogenic CO2 emissions were fixed by terrestrial ecosystems during the previous century (Friedlingstein et al. 2019). Recent studies have suggested that there are significant increasing trends of global GPP driven by the combined effects from CO2 fertilization, climatic and other environmental drivers (Fernández-Martínez et al. 2019; Friedlingstein et al. 2019; Wang et al. 2020a). However, the global spatio-temporal trends of ecosystem GPP still have large uncertainties among various products (Zheng et al. 2020). Therefore, observation-based GPP estimations are needed to reduce the uncertainties of long-term trend in global GPP and also help to improve the future climate projections by assimilating these data into carbon cycle and Earth system models. Currently, the long-term trends of global ecosystem GPP still have large divergences (Anav et al. 2015; Cai et al. 2014; Li et al. 2019a, 2019b; Stocker et al. 2020; Zheng et al. 2020). For example, due to the differential consideration of environmental drivers on vegetation production, the long-term trends of global GPP vary from -0.07 to 0.89 PgC yr-1 among tens of process-based, light-use-efficiency (LUE) and machine learning models (Zheng et al. 2020). Meanwhile, most of current global GPP products exhibited a poor performance in reproducing the interannual variations of GPP (Keenan et al. 2012; Yuan et al. 2014). More importantly, most of current global GPP product were mostly estimated by LUE or process-based models, which depend on multiple key assumptions and parameters (Anav et al. 2015). These limitations highlight the need for better and direct estimations of global ecosystem GPP at a long-term period. The rapidly developed and widely used satellite solar-induced chlorophyll fluorescence (SIF) data provide an unprecedented opportunity to more directly monitor the long-term variations of ecosystem GPP at the global scale (Frankenberg et al. 2011; Meroni et al. 2009; Mohammed et al. 2019). Directly link to the vegetation photosynthetic process (Porcar-Castell et al. 2014), SIF has been widely used as the proxy of ecosystem GPP at leaf, canopy and global scales (Guanter et al. 2014; Sun et al. 2017)."
      ],
      "research objective": [
        "Here, based on the time series of SIF data at the Sahara Desert as the benchmark, we present a practical approach to correct the temporal inconsistency of different satellites (GOME, SCIAMACHY and GOME-2) far-red SIF data."
      ],
      "challenges": [
        "Though satellite SIF datasets have been widely used for plenty of climatic and ecological studies, a lack of consistent long-term satellite SIF data has hindered its use for long-term assessments due to their temporal inconsistency induced by sensor degradation."
      ],
      "methods": [
        "The temporally corrected SIF datasets were then spatially downscaled to a finer resolution of 0.05° with the light-use-efficiency (LUE) method. Then, the individual time series of SIF data from the three satellite sensors were fused together to generate a continuously long-term consistent global SIF dataset from July 1995 to December 2018 (termed as LT_SIFc*). We further validated and compared the spatial and temporal characteristics of LT_SIFc* with the ground-based long-term GPP observations from 15 flux sites, modelled global long-term GPP time series, and high-spatial resolution SIF from TROPOMI and OCO-2, respectively."
      ],
      "dataset": [
        "Finally, we generated a long-term temporally corrected SIF product (hereafter LT_SIFc*) from Jul 1995 to Dec 2018 with a high spatial resolution (0.05°)."
      ],
      "findings": [
        "Our results show that the LT_SIFc* can capture the temporal trends and inter-annual variations for both site- and global-GPP, and also the global spatial distributions of SIF at the spatial resolution of 0.05° validated with TROPOMI SIF (R2 = 0.76, RMSE = 0.11 mW m-2 nm-1 sr-1). Our temporally corrected and spatially downscaled global long-term SIF product has the potential for the better estimations of global spatial – temporal variations in GPP, and also could be helpful for the improvement in the predictions of future land carbon storage and climate change."
      ],
      "backgroundCn": [
        "代表陆地生态系统吸收的二氧化碳（CO2）量，植被总初级生产力（GPP）在大气CO2浓度的年际变化中起着重要作用（Beer et al. 2010; Forkel et al. 2016），并且是缓解气候变暖的关键过程（Pachauri et al. 2014）。全球碳预算的估算表明，在上个世纪，超过30%的人为CO2排放被陆地生态系统固定（Friedlingstein et al. 2019）。最近的研究表明，全球GPP存在显著的上升趋势，这主要是由于CO2施肥、气候和其他环境驱动因素的综合影响（Fernández-Martínez et al. 2019; Friedlingstein et al. 2019; Wang et al. 2020a）。然而，生态系统GPP的全球时空趋势在不同产品之间仍存在较大不确定性（Zheng et al. 2020）。因此，基于观测的GPP估算是减少全球GPP长期趋势不确定性的必要手段，同时也有助于通过将这些数据同化到碳循环和地球系统模型中来改善未来的气候预测。目前，全球生态系统GPP的长期趋势仍存在较大分歧（Anav et al. 2015; Cai et al. 2014; Li et al. 2019a, 2019b; Stocker et al. 2020; Zheng et al. 2020）。例如，由于对植被生产的环境驱动因素考虑的差异，全球GPP的长期趋势在数十个基于过程的、光利用效率（LUE）和机器学习模型中变化范围为-0.07到0.89 PgC yr-1（Zheng et al. 2020）。与此同时，目前大多数全球GPP产品在再现GPP的年际变化方面表现不佳（Keenan et al. 2012; Yuan et al. 2014）。更重要的是，目前大多数全球GPP产品主要是通过LUE或基于过程的模型估算的，这些模型依赖于多个关键假设和参数（Anav et al. 2015）。这些局限性突显了对长期全球生态系统GPP进行更好和更直接估算的需求。快速发展的、广泛使用的卫星太阳诱导叶绿素荧光（SIF）数据为在全球范围内更直接监测生态系统GPP的长期变化提供了前所未有的机会（Frankenberg et al. 2011; Meroni et al. 2009; Mohammed et al. 2019）。SIF与植被光合作用过程直接相关（Porcar-Castell et al. 2014），已被广泛用作叶片、冠层和全球尺度上生态系统GPP的代理（Guanter et al. 2014; Sun et al. 2017）。"
      ],
      "research objectiveCn": [
        "在这里，基于撒哈拉沙漠的SIF数据时间序列作为基准，我们提出了一种实用的方法来校正不同卫星（GOME、SCIAMACHY和GOME-2）远红外SIF数据的时间不一致性。"
      ],
      "challengesCn": [
        "尽管卫星SIF数据集已广泛用于许多气候和生态研究，但由于传感器退化导致的时间不一致性，缺乏一致的长期卫星SIF数据限制了其在长期评估中的使用。"
      ],
      "methodsCn": [
        "经过时间校正的SIF数据集随后采用光利用效率（LUE）方法进行了空间下采样，分辨率为0.05°。然后，将来自三颗卫星传感器的单独SIF时间序列融合在一起，生成了一个从1995年7月到2018年12月的连续长期一致的全球SIF数据集（称为LT_SIFc*）。我们进一步验证并比较了LT_SIFc*与来自15个通量站的地面长期GPP观测、模型化的全球长期GPP时间序列以及来自TROPOMI和OCO-2的高空间分辨率SIF的空间和时间特征。"
      ],
      "datasetCn": [
        "最终，我们生成了一个长期时间校正的SIF产品（以下简称LT_SIFc*），时间范围为1995年7月至2018年12月，具有高空间分辨率（0.05°）。"
      ],
      "findingsCn": [
        "我们的结果表明，LT_SIFc*能够捕捉到站点和全球GPP的时间趋势和年际变化，以及与TROPOMI SIF验证的全球SIF的空间分布，空间分辨率为0.05°（R2 = 0.76，RMSE = 0.11 mW m-2 nm-1 sr-1）。我们经过时间校正和空间下采样的全球长期SIF产品有潜力更好地估计全球空间-时间变化的GPP，并且可能有助于改善未来陆地碳储存和气候变化的预测。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the method of spatial downscaling with the light-use-efficiency (LUE) approach effectively improve the resolution of satellite SIF data to 0.05°?",
        "QuestionCn": "使用光合有效辐射（LUE）方法的空间下采样是否有效提高了卫星SIF数据的分辨率至0.05°？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the lack of consistent long-term satellite SIF data a significant challenge for conducting long-term assessments of ecosystem GPP?",
        "QuestionCn": "缺乏一致的长期卫星SIF数据是否是进行生态系统GPP长期评估的一个重大挑战？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which method is used for spatially downscaling SIF datasets, light-use-efficiency, machine learning models, or process-based approaches?",
        "QuestionCn": "哪种方法用于空间下采样SIF数据集，光能利用效率、机器学习模型还是基于过程的方法？",
        "AnswerEn": "light-use-efficiency",
        "AnswerCn": "光能利用效率",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenge is more significant for using satellite SIF datasets, temporal inconsistency due to sensor degradation or spatial resolution limitations?",
        "QuestionCn": "使用卫星SIF数据集时，传感器退化导致的时间不一致性和空间分辨率限制，哪个挑战更为显著？",
        "AnswerEn": "Temporal inconsistency due to sensor degradation",
        "AnswerCn": "传感器退化导致的时间不一致",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the long-term SIF dataset validated against TROPOMI SIF, OCO-2 SIF, or ground-based GPP observations?",
        "QuestionCn": "长期SIF数据集是否经过TROPOMI SIF、OCO-2 SIF或地面GPP观测的验证？",
        "AnswerEn": "TROPOMI SIF",
        "AnswerCn": "TROPOMI SIF",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the challenges in maintaining consistency in long-term satellite SIF datasets?",
        "QuestionCn": "维护长期卫星SIF数据集一致性面临的挑战有哪些？",
        "AnswerEn": "Temporal inconsistency",
        "AnswerCn": "时间不一致",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Where can temporally corrected SIF datasets be validated for accuracy?",
        "QuestionCn": "临时校正的SIF数据集可以在哪里验证其准确性？",
        "AnswerEn": "15 flux sites",
        "AnswerCn": "15个通量站点",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What data collection method is used to spatially downscale SIF datasets to a finer resolution?",
        "QuestionCn": "用于将SIF数据集空间下采样到更细分辨率的数据收集方法是什么？",
        "AnswerEn": "light-use-efficiency method",
        "AnswerCn": "光能利用效率法",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that addresses the temporal inconsistency of satellite SIF data?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，以解决卫星SIF数据的时间不一致性？",
        "AnswerEn": "A practical approach to correct temporal inconsistency of different satellites' far-red SIF data is presented, using the time series of SIF data at the Sahara Desert as a benchmark.",
        "AnswerCn": "提出了一种实用的方法来纠正不同卫星的远红外SIF数据的时间不一致性，使用撒哈拉沙漠的SIF数据时间序列作为基准。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge when using satellite SIF datasets for long-term assessments?",
        "QuestionCn": "使用卫星SIF数据集进行长期评估时的一个挑战是什么？",
        "AnswerEn": "A lack of consistent long-term satellite SIF data hinders its use for long-term assessments due to temporal inconsistency induced by sensor degradation.",
        "AnswerCn": "长期卫星SIF数据的一致性缺乏，因传感器退化引起的时间不一致性限制了其在长期评估中的使用。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a dataset production process that improves the resolution of global SIF data?",
        "QuestionCn": "您能否提供一个提高全球SIF数据分辨率的数据集生产过程的示例？",
        "AnswerEn": "The temporally corrected SIF datasets were spatially downscaled to a finer resolution of 0.05° using the light-use-efficiency (LUE) method, and individual time series from three satellite sensors were fused to generate a long-term consistent global SIF dataset.",
        "AnswerCn": "经过时间校正的SIF数据集通过光利用效率（LUE）方法被空间下采样至0.05°的更细分辨率，并且来自三个卫星传感器的单独时间序列被融合以生成长期一致的全球SIF数据集。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the techniques used for correcting temporal inconsistencies in satellite SIF data?",
        "QuestionCn": "用于修正卫星SIF数据时间不一致性的技术有哪些？",
        "AnswerEn": "time series of SIF data at the Sahara Desert as the benchmark",
        "AnswerCn": "撒哈拉沙漠的SIF数据时间序列作为基准",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the challenges faced in creating a consistent long-term satellite SIF dataset?",
        "QuestionCn": "创建一致的长期卫星SIF数据集面临的挑战有哪些？",
        "AnswerEn": "temporal inconsistency, sensor degradation",
        "AnswerCn": "时间不一致，传感器退化",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the attributes of the generated long-term temporally corrected SIF dataset?",
        "QuestionCn": "生成的长期时间校正SIF数据集的属性是什么？",
        "AnswerEn": "0.05° spatial resolution, July 1995 to December 2018 coverage",
        "AnswerCn": "0.05° 空间分辨率，覆盖范围从1995年7月到2018年12月",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the temporal resolution used in the data collection process for creating a long-term solar-induced chlorophyll fluorescence dataset?",
        "QuestionCn": "用于创建长期太阳诱导叶绿素荧光数据集的数据收集过程中的时间分辨率是什么？",
        "AnswerEn": "Monthly",
        "AnswerCn": "每月",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many flux sites were used to validate the spatial and temporal characteristics of the global long-term SIF dataset?",
        "QuestionCn": "用于验证全球长期SIF数据集的空间和时间特征的通量站点数量是多少？",
        "AnswerEn": "15",
        "AnswerCn": "15",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the spatial resolution achieved after spatial downscaling during the data fusion process for the long-term SIF dataset?",
        "QuestionCn": "在数据融合过程中进行空间下采样后，长期SIF数据集实现的空间分辨率是多少？",
        "AnswerEn": "0.05 degrees",
        "AnswerCn": "0.05度",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of temporal correction in the context of long-term satellite data collection?",
        "QuestionCn": "在长期卫星数据收集的背景下，时间校正的重要性是什么？",
        "AnswerEn": "Temporal correction in long-term satellite data collection is crucial for ensuring consistency across datasets obtained from different satellite sensors. It addresses the temporal inconsistency issues caused by sensor degradation, allowing for a more reliable and continuous dataset over an extended period.",
        "AnswerCn": "长期卫星数据收集中的时间校正对于确保来自不同卫星传感器的数据集之间的一致性至关重要。它解决了由于传感器退化引起的时间不一致性问题，从而在较长时间内提供更可靠和连续的数据集。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How is spatial downscaling applied in the context of generating remote sensing datasets?",
        "QuestionCn": "空间下采样在生成遥感数据集的背景下是如何应用的？",
        "AnswerEn": "Spatial downscaling is applied to increase the resolution of remote sensing datasets, providing finer spatial detail. In this context, it involves using the light-use-efficiency (LUE) method to refine the spatial resolution of satellite data to 0.05°, enabling more precise analysis of spatial trends and variations.",
        "AnswerCn": "空间下采样用于提高遥感数据集的分辨率，提供更细的空间细节。在这个背景下，它涉及使用光利用效率（LUE）方法将卫星数据的空间分辨率精细化到0.05°，从而能够更精确地分析空间趋势和变化。",
        "Level": "C3(Applying)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the methods of spatial downscaling and sensor fusion in generating a dataset differ in terms of addressing temporal inconsistency in satellite data?",
        "QuestionCn": "空间下采样和传感器融合在生成数据集时，在解决卫星数据的时间不一致性方面的方法有何不同？",
        "AnswerEn": "The spatial downscaling method uses the light-use-efficiency (LUE) method to achieve finer resolution, while sensor fusion involves combining time series from multiple satellite sensors to create a continuous long-term dataset. Both methods address temporal inconsistency, but spatial downscaling focuses on resolution improvement, whereas sensor fusion ensures continuity and consistency over long periods.",
        "AnswerCn": "空间下采样方法使用光合效率（LUE）方法来实现更细的分辨率，而传感器融合则涉及将来自多个卫星传感器的时间序列结合起来，以创建连续的长期数据集。这两种方法都解决了时间不一致性，但空间下采样侧重于分辨率的提高，而传感器融合则确保了长期的一致性和连续性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do the temporally corrected dataset and the original satellite SIF datasets compare in capturing global spatio-temporal trends of ecosystem GPP?",
        "QuestionCn": "时间校正后的数据集与原始卫星SIF数据集在捕捉全球生态系统GPP的时空趋势方面有何比较？",
        "AnswerEn": "The temporally corrected dataset offers improved consistency and alignment with ground-based observations, capturing temporal trends and inter-annual variations more accurately than the original satellite SIF datasets. It shows a strong correlation with other high-resolution SIF products like TROPOMI, indicating enhanced accuracy in depicting spatial distributions and GPP trends.",
        "AnswerCn": "经过时间校正的数据集提供了更好的一致性和与地面观测的对齐，能够比原始卫星SIF数据集更准确地捕捉时间趋势和年际变化。它与其他高分辨率SIF产品（如TROPOMI）显示出强相关性，表明在描绘空间分布和GPP趋势方面的准确性得到了增强。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the similarities and differences between using ground-based GPP observations and satellite SIF data as proxies for estimating global ecosystem GPP?",
        "QuestionCn": "使用地面观测的GPP和卫星SIF数据作为估算全球生态系统GPP的代理之间的相似性和差异是什么？",
        "AnswerEn": "Both ground-based GPP observations and satellite SIF data are used to estimate ecosystem GPP, providing insights into carbon assimilation processes. However, ground-based observations offer localized, precise data, while satellite SIF data provide broader, global coverage with the potential for long-term trend analysis. The satellite approach directly links to photosynthetic processes, offering a unique advantage for global estimations.",
        "AnswerCn": "地面观测的GPP和卫星SIF数据都用于估算生态系统的GPP，为碳同化过程提供了洞察。然而，地面观测提供了局部、精确的数据，而卫星SIF数据则提供了更广泛的全球覆盖，具有长期趋势分析的潜力。卫星方法直接与光合作用过程相关联，为全球估算提供了独特的优势。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How could spatial and temporal downscaling methods be applied to improve the resolution and consistency of datasets over extensive time periods?",
        "QuestionCn": "空间和时间下采样方法如何应用于提高长时间段数据集的分辨率和一致性？",
        "AnswerEn": "The temporally corrected SIF datasets can be spatially downscaled to a finer resolution using the light-use-efficiency (LUE) method, allowing for the continuous integration of data from different time series and sensors.",
        "AnswerCn": "经过时间校正的SIF数据集可以使用光利用效率（LUE）方法进行空间下采样，以便连续整合来自不同时间序列和传感器的数据。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What are the potential benefits of integrating multiple satellite sensors to create a consistent long-term dataset for monitoring global GPP trends?",
        "QuestionCn": "整合多个卫星传感器以创建一致的长期数据集来监测全球GPP趋势的潜在好处是什么？",
        "AnswerEn": "Integrating multiple satellite sensors can generate a long-term consistent global dataset that captures temporal trends and inter-annual variations. This improves the estimation of global spatial-temporal variations in GPP and aids in predicting future land carbon storage and climate change.",
        "AnswerCn": "整合多个卫星传感器可以生成一个长期一致的全球数据集，捕捉时间趋势和年际变化。这改善了全球空间-时间变化的GPP估计，并有助于预测未来的陆地碳储存和气候变化。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What challenges lead to temporal inconsistency in satellite solar-induced chlorophyll fluorescence (SIF) data?",
        "QuestionCn": "导致卫星太阳诱导叶绿素荧光（SIF）数据时间不一致的挑战有哪些？",
        "AnswerEn": "Temporal inconsistency in satellite SIF data is primarily caused by sensor degradation, which hinders its use for long-term assessments.",
        "AnswerCn": "卫星SIF数据中的时间不一致性主要是由于传感器退化，这妨碍了其用于长期评估。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there a need for direct estimation of global ecosystem gross primary production (GPP) over long-term periods?",
        "QuestionCn": "为什么需要对长期期间的全球生态系统总初级生产力（GPP）进行直接估算？",
        "AnswerEn": "Direct estimation of global ecosystem GPP is needed due to large uncertainties in spatio-temporal trends among various products and the limitations of current models, which depend on multiple key assumptions and parameters.",
        "AnswerCn": "由于各种产品之间在时空趋势上的巨大不确定性以及当前模型的局限性（这些模型依赖于多个关键假设和参数），因此迫切需要对全球生态系统的初级生产力（GPP）进行直接估计。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the reasons for using satellite SIF data as a proxy for ecosystem gross primary production (GPP)?",
        "QuestionCn": "使用卫星SIF数据作为生态系统总初级生产力（GPP）代理的原因有哪些？",
        "AnswerEn": "Satellite SIF data is used as a proxy for ecosystem GPP because it directly links to the vegetation photosynthetic process and provides an unprecedented opportunity to monitor long-term variations of ecosystem GPP at the global scale.",
        "AnswerCn": "卫星SIF数据作为生态系统GPP的代理，因为它直接与植物光合作用过程相关联，并提供了在全球范围内监测生态系统GPP长期变化的前所未有的机会。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "How does the spatial downscaling of temporally corrected SIF datasets influence the accuracy of global GPP trend assessments?",
        "QuestionCn": "空间下采样经过时间校正的SIF数据集如何影响全球GPP趋势评估的准确性？",
        "AnswerEn": "Spatial downscaling of temporally corrected SIF datasets to a finer resolution of 0.05° enhances the accuracy of global GPP trend assessments by providing higher spatial resolution data that better captures the spatial distribution and inter-annual variations of GPP, validated against ground-based observations and other high-resolution datasets.",
        "AnswerCn": "将经过时间校正的SIF数据集进行空间下采样至0.05°的更细分辨率，提高了全球GPP趋势评估的准确性，因为更高空间分辨率的数据更好地捕捉了GPP的空间分布和年际变化，并且经过了与地面观测和其他高分辨率数据集的验证。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What is the impact of using corrected and fused long-term SIF data on predictions of future land carbon storage and climate change?",
        "QuestionCn": "使用校正和融合的长期SIF数据对未来土地碳储存和气候变化预测的影响是什么？",
        "AnswerEn": "Using corrected and fused long-term SIF data improves predictions of future land carbon storage and climate change by providing more accurate estimations of global spatial-temporal variations in GPP, which are critical inputs for carbon cycle and Earth system models.",
        "AnswerCn": "使用经过修正和融合的长期SIF数据可以提高对未来陆地碳储存和气候变化的预测，因为它提供了全球时空变化中GPP的更准确估计，这些估计是碳循环和地球系统模型的重要输入。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind generating a long-term temporally corrected SIF product with high spatial resolution from 1995 to 2018?",
        "QuestionCn": "生成1995年至2018年高空间分辨率的长期时间校正SIF产品的主要目标是什么？",
        "AnswerEn": "The primary objective is to provide a more consistent and reliable dataset that can better capture the temporal trends and inter-annual variations of global gross primary production (GPP), aiding in the reduction of uncertainties in global climate models and improving future climate projections.",
        "AnswerCn": "主要目标是提供一个更一致和可靠的数据集，以更好地捕捉全球初级生产力（GPP）的时间趋势和年际变化，从而有助于减少全球气候模型中的不确定性，并改善未来的气候预测。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to address temporal inconsistencies in satellite SIF data when developing global datasets?",
        "QuestionCn": "在开发全球数据集时，解决卫星SIF数据中的时间不一致性是重要的原因是什么？",
        "AnswerEn": "Addressing temporal inconsistencies is crucial to ensure the reliability and accuracy of long-term assessments, as sensor degradation and other inconsistencies can hinder the use of SIF data for studying long-term ecosystem dynamics, particularly in relation to global GPP trends.",
        "AnswerCn": "解决时间不一致性对于确保长期评估的可靠性和准确性至关重要，因为传感器退化和其他不一致性可能会妨碍使用SIF数据研究长期生态系统动态，特别是在全球GPP趋势方面。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the intended benefits of using satellite-derived SIF data as a direct proxy for monitoring global ecosystem GPP over an extended period?",
        "QuestionCn": "使用卫星衍生的SIF数据作为长期监测全球生态系统GPP的直接代理的预期好处是什么？",
        "AnswerEn": "The intended benefits include providing a more direct link to the vegetation photosynthetic process, improving the estimations of global spatial-temporal variations in GPP, and enhancing the predictions of future land carbon storage and climate change.",
        "AnswerCn": "预期的好处包括提供与植被光合作用过程的更直接联系，改善全球空间-时间变化中GPP的估算，以及增强对未来陆地碳储存和气候变化的预测。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How can the spatial resolution of SIF datasets be improved for more detailed global analyses?",
        "QuestionCn": "如何提高SIF数据集的空间分辨率，以便进行更详细的全球分析？",
        "AnswerEn": "The temporally corrected SIF datasets can be spatially downscaled to a finer resolution of 0.05° using the light-use-efficiency (LUE) method, allowing for more detailed global analyses.",
        "AnswerCn": "经过时间校正的SIF数据集可以使用光利用效率（LUE）方法空间下采样到更细的0.05°分辨率，从而允许进行更详细的全球分析。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What validation processes are used to ensure the accuracy of long-term SIF datasets with ground-based and other external data sources?",
        "QuestionCn": "为了确保长期SIF数据集的准确性，使用了哪些验证过程与地面和其他外部数据源进行对比？",
        "AnswerEn": "The long-term SIF datasets are validated by comparing their spatial and temporal characteristics with ground-based long-term GPP observations from 15 flux sites, modeled global long-term GPP time series, and high-spatial resolution SIF data from TROPOMI and OCO-2.",
        "AnswerCn": "长期的SIF数据集通过与来自15个通量站的地面长期GPP观测、建模的全球长期GPP时间序列以及来自TROPOMI和OCO-2的高空间分辨率SIF数据进行比较，进行了验证。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable the correction of temporal inconsistencies in satellite SIF data due to sensor degradation?",
        "QuestionCn": "哪些方法可以纠正由于传感器退化导致的卫星SIF数据中的时间不一致性？",
        "AnswerEn": "The use of a benchmark time series of SIF data, such as from the Sahara Desert, allows for practical approaches to correct temporal inconsistency across different satellite sensors like GOME, SCIAMACHY, and GOME-2.",
        "AnswerCn": "使用来自撒哈拉沙漠的基准时间序列SIF数据，可以采取实用的方法来纠正不同卫星传感器（如GOME、SCIAMACHY和GOME-2）之间的时间不一致性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does spatial downscaling contribute to the creation of high-resolution SIF datasets for global climate studies?",
        "QuestionCn": "空间下采样如何为全球气候研究创建高分辨率的SIF数据集做出贡献？",
        "AnswerEn": "The spatial downscaling of temporally corrected SIF datasets to a finer resolution of 0.05° using the light-use-efficiency (LUE) method allows for the generation of high-resolution global SIF datasets that are essential for climate change and carbon cycle research.",
        "AnswerCn": "通过光利用效率（LUE）方法将经过时间校正的SIF数据集空间下采样到0.05°的更细分辨率，可以生成对气候变化和碳循环研究至关重要的高分辨率全球SIF数据集。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What conditions are necessary for integrating SIF data from multiple satellite sensors into a consistent long-term global dataset?",
        "QuestionCn": "将多个卫星传感器的SIF数据整合成一致的长期全球数据集所需的条件是什么？",
        "AnswerEn": "Integration of SIF data from multiple satellite sensors requires sensor degradation correction, spatial downscaling, and fusion of individual time series to ensure consistency over long-term periods, enabling better estimation of global spatial-temporal variations in GPP.",
        "AnswerCn": "多个卫星传感器的SIF数据集成需要进行传感器衰减校正、空间下采样和单独时间序列的融合，以确保长期期间的一致性，从而更好地估计GPP的全球时空变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the temporal inconsistency of different satellite data pose challenges for generating a long-term dataset?",
        "QuestionCn": "为什么不同卫星数据的时间不一致性可能会对生成长期数据集构成挑战？",
        "AnswerEn": "The temporal inconsistency is primarily induced by sensor degradation over time, which hinders the use of satellite SIF datasets for long-term assessments. A practical approach is needed to correct these inconsistencies to ensure the reliability of the data.",
        "AnswerCn": "时间不一致主要是由于传感器随时间的退化，这妨碍了卫星SIF数据集用于长期评估。需要一种实用的方法来纠正这些不一致，以确保数据的可靠性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the expected benefits of using temporally corrected and spatially downscaled SIF datasets for observing global ecosystem processes?",
        "QuestionCn": "使用时间校正和空间降尺度的SIF数据集观察全球生态系统过程的预期好处是什么？",
        "AnswerEn": "Temporally corrected and spatially downscaled SIF datasets provide the potential for better estimations of global spatial-temporal variations in gross primary production (GPP), helping to improve predictions of future land carbon storage and climate change.",
        "AnswerCn": "经过时间校正和空间降尺度的SIF数据集为更好地估计全球空间-时间变化的总初级生产力（GPP）提供了潜力，有助于改善对未来陆地碳储存和气候变化的预测。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What are your thoughts on the challenge of spatially downscaling satellite SIF datasets to finer resolutions, and how might this impact the interpretation of global GPP trends?",
        "QuestionCn": "我对将卫星SIF数据集空间下采样到更细分辨率的挑战有何看法，以及这可能如何影响全球GPP趋势的解读？",
        "AnswerEn": "Spatially downscaling satellite SIF datasets to finer resolutions, such as 0.05°, can significantly improve the granularity of data, allowing for more precise mapping of global GPP trends. However, this process requires careful methodological considerations, such as the use of light-use-efficiency methods, to ensure that the downscaled data maintains consistency and reliability with ground-based observations and other high-resolution datasets.",
        "AnswerCn": "将卫星SIF数据集空间下采样到更细的分辨率，例如0.05°，可以显著提高数据的细粒度，从而更精确地映射全球GPP趋势。然而，这一过程需要仔细的方法论考虑，例如使用光利用效率方法，以确保下采样的数据与地面观测和其他高分辨率数据集保持一致性和可靠性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, what role do you believe multi-sensor fusion plays in generating a consistent global SIF dataset, and what challenges might arise from integrating data from multiple sources?",
        "QuestionCn": "在您看来，多传感器融合在生成一致的全球SIF数据集方面扮演了什么角色？整合来自多个来源的数据可能会面临哪些挑战？",
        "AnswerEn": "Multi-sensor fusion is vital for generating a consistent global SIF dataset as it combines information from various satellite sensors, addressing gaps and inconsistencies in individual time series. Nonetheless, challenges may arise from differences in sensor characteristics, calibration standards, and temporal coverage, all of which require sophisticated data processing and validation methods to ensure a seamless integration and a reliable long-term dataset.",
        "AnswerCn": "多传感器融合对于生成一致的全球SIF数据集至关重要，因为它结合了来自不同卫星传感器的信息，解决了单个时间序列中的空白和不一致。然而，由于传感器特性、校准标准和时间覆盖的差异，可能会出现挑战，这些都需要复杂的数据处理和验证方法，以确保无缝集成和可靠的长期数据集。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how a dataset can maintain consistency over long time periods given potential sensor degradation issues.",
        "QuestionCn": "我不明白一个数据集如何能够在长时间内保持一致性，考虑到潜在的传感器老化问题。",
        "AnswerEn": "A practical approach to correct the temporal inconsistency induced by sensor degradation involves using time series data from a stable benchmark region like the Sahara Desert. This correction is then applied to different satellite data sources before integrating them to create a consistent long-term dataset.",
        "AnswerCn": "一种实用的方法来纠正传感器退化引起的时间不一致性是使用来自稳定基准区域（如撒哈拉沙漠）的时间序列数据。然后将这种校正应用于不同的卫星数据源，最后整合它们以创建一致的长期数据集。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about the methods used to enhance the spatial resolution of a dataset derived from multiple satellite sources.",
        "QuestionCn": "我对从多个卫星源衍生的数据集增强空间分辨率的方法感到不确定。",
        "AnswerEn": "The spatial resolution of a dataset can be enhanced through spatial downscaling techniques, such as the light-use-efficiency (LUE) method, which allows data from multiple satellite sensors to be fused and downscaled to a finer resolution, such as 0.05°, for more accurate analysis.",
        "AnswerCn": "通过空间下采样技术，可以提高数据集的空间分辨率，例如光合效率（LUE）方法，它允许将来自多个卫星传感器的数据融合并下采样到更精细的分辨率，例如0.05°，以便进行更准确的分析。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore the techniques used to correct temporal inconsistencies in satellite SIF data and discuss their effectiveness.",
        "QuestionCn": "请探讨用于纠正卫星SIF数据时间不一致性的技术，并讨论它们的有效性。",
        "AnswerEn": "The time series of SIF data at the Sahara Desert was used as a benchmark to present a practical approach to correct the temporal inconsistency of different satellites (GOME, SCIAMACHY, and GOME-2) far-red SIF data. Satellite SIF datasets have temporal inconsistencies induced by sensor degradation, which pose a challenge for long-term assessments.",
        "AnswerCn": "撒哈拉沙漠的SIF数据时间序列被用作基准，以呈现一种实用的方法来纠正不同卫星（GOME、SCIAMACHY和GOME-2）远红外SIF数据的时间不一致性。卫星SIF数据集由于传感器退化而产生的时间不一致性，对长期评估构成了挑战。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Please analyze the methods used for spatial downscaling and fusion of satellite SIF data into a consistent global dataset.",
        "QuestionCn": "请分析用于将卫星SIF数据进行空间下采样和融合的方法，以形成一致的全球数据集。",
        "AnswerEn": "The temporally corrected SIF datasets were spatially downscaled to a finer resolution of 0.05° using the light-use-efficiency (LUE) method. The individual time series of SIF data from the three satellite sensors were fused together to generate a continuous long-term consistent global SIF dataset from July 1995 to December 2018.",
        "AnswerCn": "经过时间校正的SIF数据集采用光利用效率（LUE）方法进行了空间下采样，分辨率为0.05°。来自三颗卫星传感器的单独SIF数据时间序列被融合在一起，以生成一个从1995年7月到2018年12月的连续长期一致的全球SIF数据集。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please identify challenges in creating long-term satellite SIF datasets and suggest potential solutions based on the techniques discussed.",
        "QuestionCn": "请识别创建长期卫星SIF数据集的挑战，并根据讨论的技术提出潜在解决方案。",
        "AnswerEn": "A significant challenge is the lack of consistent long-term satellite SIF data due to temporal inconsistencies caused by sensor degradation. Solutions include using the Sahara Desert SIF time series as a benchmark for correction and employing spatial downscaling techniques combined with fusing data from multiple satellite sensors to create a consistent global dataset.",
        "AnswerCn": "一个重大挑战是由于传感器退化导致的长期卫星SIF数据缺乏一致性。解决方案包括使用撒哈拉沙漠SIF时间序列作为校正基准，以及结合多颗卫星传感器的数据进行空间下采样技术，以创建一致的全球数据集。",
        "Level": "C6(Creating)"
      }
    ]
  }
}