{
    "id": "7d68092a-1c51-41e7-8fac-fc70cefcc43e",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "1:100000 landuse dataset of Hunan (2000)",
            "titleCn": "湖南省1:10万土地利用数据集（2000）",
            "description": "This data comes from \"China's 1:100000 land use data\". China's 1:100000 land use data is constructed in three years based on LANDSAT MSS, TM and ETM Remote sensing data by means of satellite remote sensing, organized by 19 research institutes affiliated to the Chinese Academy of Sciences under the national macro survey and dynamic research on remote sensing of resources and environment, a major application project of the eighth five year plan of the Chinese Academy of Sciences. Using a hierarchical land cover classification system, this data divides the whole country into six first-class categories (cultivated land, forest land, grassland, water area, urban and rural areas, industrial and mining land, residential land and unused land), and 31 second-class categories. This is the most accurate land use data product in China, which has played an important role in the national land resource survey, hydrological and ecological research.",
            "descriptionCn": "本数据来源于“中国1:10万土地利用数据”。中国1:10万土地利用数据是由中国科学院“八五”重大应用项目《全国资源环境遥感宏观调查与动态研究》组织了中国科学院所属19个研究所的遥感科技队伍，以卫星遥感为手段，在三年内基于Landsat MSS，TM和ETM遥感数据构建的。本数据采用一个分层的土地覆盖分类系统，将全国分为6个一级类（耕地、林地、草地、水域、城乡、工矿、居民用地和未利用土地），31个二级类。这是目前我国精度最高的土地利用数据产品，已经在国家土地资源调查、水文、生态研究中发挥着重要作用。",
            "instructions": "The data is stored in vector format, and the files are stored in frames, which can be opened and read by remote sensing software such as ArcGIS and QGIS",
            "instructionsCn": "数据以矢量格式存储，文件以分幅存放，可用Arcgis、Qgis等遥感软件打开读取",
            "east": 114.6,
            "west": 108.18,
            "south": 24.93,
            "north": 29.84,
            "startTime": "2000-01-08 00:00:00",
            "endTime": "2001-01-07 11:59:59",
            "fileSize": 195253863.0,
            "cstr": "18406.11.Socioeco.tpdc.270660",
            "doi": "10.11888/Socioeco.tpdc.270660",
            "dataFormat": "矢量",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘纪远",
                "nameEn": "LIU Jiyuan",
                "unitEn": "Instiute of Geographic Sciences and Natural Resources Research, CAS",
                "unitCn": "中国科学院地理资源与环境研究所"
            },
            {
                "nameCn": "庄大方",
                "nameEn": "ZHUANG Dafang",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "王建华",
                "nameEn": "WANG Jianhua",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "吴世新",
                "nameEn": "WU Shixin",
                "unitEn": "",
                "unitCn": "中国科学院新疆生态与地理研究所"
            },
            {
                "nameCn": "周万村",
                "nameEn": "ZHOU Wancun",
                "unitEn": "",
                "unitCn": "中国科学院成都山地灾害与环境研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "China's Changing Landscape During the 1990s: large-scale land transformations estimated with satellite data",
                "referenceCn": null,
                "referenceEn": "Liu, J. Y., Tian, H. Q., Liu, M. L., Zhuang, D. F., Melillo, J. M., & Zhang, Z. X. (2005). China's changing landscape during the 1990s: large-scale land transformations estimated with satellite data. Geophysical Research Letters, 32(2), L02405."
            },
            {
                "titleCn": null,
                "titleEn": "Progress of the research methodologies on the temporal and spatial process of LUCC",
                "referenceCn": null,
                "referenceEn": "Liu, J., & Deng, X. (2010). Progress of the research methodologies on the temporal and spatial process of LUCC. Chinese Science Bulletin. 55, 1354–1362. https://doi.org/10.1007/s11434-009-0733-y."
            },
            {
                "titleCn": null,
                "titleEn": "Study on spatial pattern of land-use change in China during 1995-2000",
                "referenceCn": null,
                "referenceEn": "Liu, J.Y., Liu, M.L., Zhuang, D.F., Zhang, Z.X., & Deng, X.Z. (2003). Study on spatial pattern of land-use change in China during 1995—2000, Science in China (D), 46(4), 373-384."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用",
                "nameEn": "Land use"
            },
            {
                "nameCn": "土地利用/覆盖",
                "nameEn": "Land Use/Land Cover"
            },
            {
                "nameCn": "土地资源",
                "nameEn": "Land Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "湖南省",
                "keywordEn": "Hunan province"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000",
                "keywordEn": "2000",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to create a highly precise land use dataset in China?",
                "QuestionCn": "您能否提供一个用于创建中国高精度土地利用数据集的数据收集方法的例子？",
                "AnswerEn": "An example of a data collection method is using satellite remote sensing technology based on Landsat MSS, TM, and ETM remote sensing data. This method was employed by a team from the Chinese Academy of Sciences over three years to develop a detailed land use dataset with a layered land cover classification system that includes six primary categories and 31 secondary categories.",
                "AnswerCn": "一种数据收集方法是使用基于Landsat MSS、TM和ETM的卫星遥感技术。中国科学院的一个团队在三年内采用了这种方法，开发了一个详细的土地利用数据集，具有分层的土地覆盖分类系统，包括六个主要类别和31个次要类别。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and classification system of a dataset used for land use analysis at a scale of 1:100,000?",
                "QuestionCn": "用于1:100,000比例尺土地利用分析的数据集的特征和分类系统是什么？",
                "AnswerEn": "hierarchical land cover classification system, six primary classes, 31 secondary classes, satellite remote sensing data, Landsat MSS, TM, ETM",
                "AnswerCn": "分层土地覆盖分类系统，六个主要类别，31个次要类别，卫星遥感数据，Landsat MSS、TM、ETM。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the hierarchical classification system used in a dataset for land cover, and how many primary and secondary categories does it include?",
                "QuestionCn": "在土地覆盖数据集中使用的层次分类系统包括多少个主要和次要类别？",
                "AnswerEn": "6 primary categories, 31 secondary categories",
                "AnswerCn": "6个一级类别，31个二级类别",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'land cover classification system' mean in the context of land use data collection?",
                "QuestionCn": "在土地利用数据收集的背景下，“土地覆盖分类系统”指的是一种用于对地表覆盖类型进行分类和描述的系统。这种系统通常用于识别和分类不同的土地覆盖类型，如森林、草地、城市区域、水体等，以便进行土地利用分析和管理。",
                "AnswerEn": "A 'land cover classification system' refers to a structured method used to categorize and organize different types of land cover based on specific criteria. In the context of land use data collection, it involves a hierarchical system that classifies land into primary categories such as cultivated land, forest, grassland, water bodies, urban areas, industrial and mining areas, residential areas, and unused land. This system helps in systematically analyzing satellite remote sensing data to produce detailed and accurate land use information, as demonstrated by the use of Landsat MSS, TM, and ETM remote sensing data in China.",
                "AnswerCn": "“土地覆盖分类系统”是指一种结构化的方法，用于根据特定标准对不同类型的土地覆盖进行分类和组织。在土地利用数据收集的背景下，它涉及一个分层系统，将土地分类为主要类别，如耕地、森林、草地、水体、城市地区、工业和矿区、住宅区以及未利用土地。该系统有助于系统地分析卫星遥感数据，以生成详细和准确的土地利用信息，正如在中国使用Landsat MSS、TM和ETM遥感数据所示。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential effects on the accuracy of land use classification when using a multi-layered classification system based on remote sensing data?",
                "QuestionCn": "使用基于遥感数据的多层分类系统时，土地利用分类的准确性可能受到哪些潜在影响？",
                "AnswerEn": "The use of a multi-layered classification system based on remote sensing data, as described, elevates the accuracy of land use classification by allowing for detailed differentiation between various land cover types. This detailed classification supports precision in national land resource surveys and ecological research, contributing significantly to high-resolution land use data products.",
                "AnswerCn": "基于遥感数据的多层分类系统的使用，提高了土地利用分类的准确性，使得能够详细区分各种土地覆盖类型。这种详细的分类支持国家土地资源调查和生态研究的精确性，对高分辨率土地利用数据产品的贡献显著。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of developing a high-resolution land use dataset using satellite remote sensing technologies in China?",
                "QuestionCn": "利用卫星遥感技术在中国开发高分辨率土地利用数据集的主要目标是什么？",
                "AnswerEn": "The primary objectives include facilitating national land resource surveys, supporting hydrological and ecological studies, and providing accurate data for dynamic research on resource and environmental management. The dataset aims to offer a detailed classification system for land cover, which can be used for various applications in resource management and environmental planning.",
                "AnswerCn": "主要目标包括促进国家土地资源调查，支持水文和生态研究，并为资源和环境管理的动态研究提供准确数据。该数据集旨在提供详细的土地覆盖分类系统，可用于资源管理和环境规划的各种应用。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are used to integrate satellite remote sensing data, such as Landsat MSS, TM, and ETM, into a layered land cover classification system for land use data collection?",
                "QuestionCn": "将卫星遥感数据（如Landsat MSS、TM和ETM）集成到分层土地覆盖分类系统中的程序包括哪些步骤，以便进行土地利用数据收集？",
                "AnswerEn": "The procedures involve utilizing satellite remote sensing data from Landsat MSS, TM, and ETM as the primary data sources. These are then organized into a layered land cover classification system, which categorizes the data into 6 primary classes and 31 secondary classes. This approach is part of a major application project organized by the Chinese Academy of Sciences, where a team of remote sensing technology experts from 19 research institutes focuses on constructing the classification system over a three-year period.",
                "AnswerCn": "这些程序涉及利用来自Landsat MSS、TM和ETM的卫星遥感数据作为主要数据源。然后将这些数据组织成一个分层的土地覆盖分类系统，将数据分类为6个主要类别和31个次要类别。这种方法是中国科学院组织的一项重大应用项目的一部分，来自19个研究机构的遥感技术专家团队专注于在三年内构建分类系统。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enabled the collection of high-resolution land use data in China, and how do these technologies contribute to the accuracy and utility of the data?",
                "QuestionCn": "哪些技术进步使得中国能够收集高分辨率的土地利用数据，这些技术如何提高数据的准确性和实用性？",
                "AnswerEn": "The use of satellite remote sensing, specifically utilizing Landsat MSS, TM, and ETM remote sensing data, enabled the high-resolution collection of land use data in China. This approach allowed for the construction of a detailed land cover classification system and significantly contributed to the accuracy and utility of the data by providing a comprehensive view of land use types across the country.",
                "AnswerCn": "卫星遥感的使用，特别是利用Landsat MSS、TM和ETM遥感数据，使得在中国高分辨率地收集土地利用数据成为可能。这种方法允许构建详细的土地覆盖分类系统，并通过提供全国范围内土地利用类型的全面视图，显著提高了数据的准确性和实用性。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}