{
  "id": "7d6b315b-a9d4-4070-8ded-f026575fefcb",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Multi wavelengths lidar observation of aerosol/cloud/water vapor at YBJ , the whole atmosphere observation station at YBJ, Chinese Academy of Sciences (2021-2022)",
      "titleCn": "羊八井APSOS多波长激光雷达探测数据（2021-2022）",
      "description": "Yambajan observatory deployment for more than a multiple wavelength atmospheric composition of main integrated passive detection system (APSOS), one of the aerosol cloud - water vapor laser radar system has realized the close to the ground to 30 km optical properties of atmospheric aerosols, clouds and water vapor vertical contour detection, the system including emission wavelength of 355 nm, 532 nm and 1064 nm, the original data after residing impulse correction, geometric overlap factor correction, background noise reduction and distance square after correction can be used for further/cloud/moisture inversion of aerosol optical properties and physical properties, inversion products include extinction/backward scattering coefficient, 532 nm depolarization ratio, boundary layer height, thick cloud base height/cloud, AOD, laser radar, the water vapor concentration, aerosol particles size spectrum and spectrum distribution, the complex refractive index and the effective radius and surface area index, single scattering albedo, etc., this data for level 1 product, after quality control of multi wavelength distance square correction signal (RCS), can be used for further development of the lidar data inversion analysis method and the vertical distribution characteristics of aerosols, clouds and water vapor.",
      "descriptionCn": "羊八井观测站部署了一套多波长多大气成分主被动综合探测系统（APSOS），其中的气溶胶-云-水汽激光雷达系统实现了近地面至30km大气气溶胶、云和水汽光学属性的垂直廓线探测，该系统发射波长包括355nm,532nm和1064nm，原始数据经过驻留脉冲订正、几何重叠因子订正、背景噪声订正和距离平方订正后可用于进一步反演气溶胶/云/水汽的光学属性和微物理属性，反演产品包括消光/后向散射系数,532nm退偏比,边界层高度，云底高/云厚, AOD，激光雷达比，水汽浓度，气溶胶粒子体积谱和数谱分布、复折射指数，有效半径和表面积指数，单次散射反照率等，本数据为1级数据产品，经过质控后的多波长距离平方订正信号（RCS），可用于进一步发展激光雷达数据反演分析方法和气溶胶、云和水汽的垂直分布特征研究。",
      "instructions": "Every year in a compressed format YYYY_avg.zip storage, file named YYYYmmdd. Every day. Where the CSV, where representatives wavelength information, including the 355 nm, 532 nm, 1064 nm.",
      "instructionsCn": "每年以压缩格式YYYY_avg.zip存储，每天的文件命名为YYYYmmdd.wavelength.csv，其中wavelength代表波长信息，包括355nm，532nm，1064nm。",
      "east": 90.55,
      "west": 90.55,
      "south": 30.0,
      "north": 30.0,
      "startTime": "2021-04-01 11:35:42",
      "endTime": "2022-12-31 11:35:42",
      "fileSize": 120693555.0,
      "cstr": "18406.11.RemoteSen.tpdc.300179",
      "doi": "10.11888/RemoteSen.tpdc.300179",
      "dataFormat": null,
      "license": ""
    },
    "authorList": [
      {
        "nameCn": "王一楠",
        "nameEn": "WANG Yinan",
        "unitEn": "",
        "unitCn": "中国科学院大气物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Atmospheric Profiling Synthetic Observation System in Tibet",
        "referenceCn": null,
        "referenceEn": "Lu, D., Pan, W*., & Wang, Y. (2018). Atmospheric Profiling Synthetic Observation System in Tibet. Adv. Atmos. Sci., 35(3), 264-267, doi:10.1007/s00376-017-7251-7."
      },
      {
        "titleCn": null,
        "titleEn": "A new algorithm for planetary boundary layer height calculation based on multilayer recognition",
        "referenceCn": null,
        "referenceEn": "Pan, Y., Wang, Q., Ma, P., & Wang, Y.N., et al. (2022). A new algorithm for planetary boundary layer height calculation based on multilayer recognition. Atmospheric Environment, 271, 118919."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "地基激光雷达",
        "nameEn": "Ground-based lidar"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "羊八井",
        "keywordEn": "Yangbajing"
      },
      {
        "keywordCn": "青藏高原中部",
        "keywordEn": "the central Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2020-2022",
        "keywordEn": "2020-2022",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
        "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
        "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
      },
      {
        "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
        "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
      },
      {
        "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
        "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
      },
      {
        "titleCn": "2010年代三江源多年冻土稳定型分布图",
        "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
      },
      {
        "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
        "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
      },
      {
        "titleCn": "西藏纳木错水温监测数据（2011-2014）",
        "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Aerosol lidar is widely used in the planetary boundary layer (PBL) height calculation due to its high spatio-temporal resolution. The PBL is directly coupled with the earth’s surface. Through the PBL, rapid exchanges of momentum, heat, moisture, natural, and anthropogenic pollutants take place between the free atmosphere and surface. A fundamental variable of the PBL is its top height (PBLH), which determines turbulence and dispersion for pollutants and is involved in many predictive and diagnostic methods and/or models that assess pollutant concentrations. Inside of the PBL, the pollutants are vertically transported due to strong turbulence, while there usually exists an inversion layer at the top of the PBL preventing pollutants from being transported up to the free troposphere. Many techniques have been developed to determine the PBLH, for example, through radiosonde measurements and remote sensing instruments by measuring the vertical structure of wind, temperature, and aerosols. The radiosondes measure the profiles of temperature, humidity, and wind, which can be used to define the PBLH accurately. However, the low temporal resolution of sounding restricts this method in capturing the diurnal structure of PBL since soundings are conventionally conducted only twice a day at specified synoptic times. The high spatiotemporal resolutions of aerosol lidar make it one of the most suitable instruments in analyzing the boundary layer structure and the PBLH calculation. The PBL owns a diurnal cycle that can be classified into three major regimes: convective boundary layer (CBL), stable boundary layer (SBL), and residual layer (RL). Strong turbulence mixing causes nearly uniform vertical distributions of aerosols within the CBL. Many methods are developed in the PBLH calculation base on this negative aerosol gradient: gradient method, wavelet covariance transform, and idealized-profile method. High aerosols in the RL also create a significant negative gradient in aerosol, which is so far the most challenging part in any gradient-based technique. The comparisons of the PBLH defined by aerosol lidar with radiosonde indicate that the PBLH defined by the two methods have good correlation with differences of 100 – 300 m under convection weather cases, while under non-convective weather conditions, the two methods have much larger differences in the PBLH estimations. The nocturnal PBLH seems to be overestimated due to the existence of the RL, which is similar as the influence of cloud in the PBLH estimations."
      ],
      "research objective": [
        "To fill the gap, a new algorithm of PBLH calculation based on multilayer recognition and idealized-profile (MR-IP) is developed."
      ],
      "challenges": [
        "Most of the PBL height (PBLH) algorithms for aerosol lidar are valid for single aerosol layer structure, but overestimate the PBLH under multilayer aerosol/cloud structures."
      ],
      "methods": [],
      "dataset": [
        "The data used in this study come from the project of the Study of Urban-Impacts on Rainfall and Fog/Haze (SURF) conducted in 2016. The boundary layer observations were conducted at the Institute of Atmospheric Physics (IAP) (39°58'N, 116°22'E), Chinese Academy of Sciences, Beijing. A mini micro-pulse lidar (Mini-MPL, Sigmaspace Co., USA) was used to observe the evolution of the PBL. Furthermore, radiosonde data at the Guanxiangtai (GXT) national meteorological station and Institute of Urban Meteorology (IUM) are used. The radiosonde measurements are conducted 8 times (02:00, 05:00, 08:00, 11:00, 14:00, 17:00, 20:00, 23:00 BST (where BST = UTC + 8)) per day at the IUM station during the Intensive Operational Periods (IOP, August 28 to September 1, 2016). The radiosonde measurements at the GXT are conducted 4 times (02:00, 08:00, 14:00, and 20:00 BST) per day in rainy season (June to August) and 2 times (08:00 and 20:00 BST) in other seasons."
      ],
      "findings": [
        "The overestimation of nocturnal PBLH by aerosol lidar is significantly improved in the MR-IP method. Beside boundary, residual layer, suspended aerosol layer and cloud layer can also be discerned by the MR-IP algorithm. These comprehensive information will improve our understanding on boundary layer structure."
      ],
      "backgroundCn": [
        "气溶胶激光雷达因其高时空分辨率而广泛用于计算行星边界层（PBL）高度。PBL与地球表面直接耦合。在PBL中，动量、热量、水分、自然和人为污染物在自由大气与表面之间迅速交换。PBL的一个基本变量是其顶部高度（PBLH），它决定了湍流和污染物的扩散，并涉及许多预测和诊断方法和/或模型，这些方法和模型评估污染物浓度。在PBL内部，由于强湍流，污染物被垂直运输，而在PBL顶部通常存在一个逆温层，阻止污染物被运输到自由对流层。已经开发了许多技术来确定PBLH，例如，通过探空测量和遥感仪器测量风、温度和气溶胶的垂直结构。探空仪测量温度、湿度和风的剖面，这可以准确地定义PBLH。然而，探空的低时间分辨率限制了该方法捕捉PBL的日变化结构，因为探空通常仅在指定的天气时段每天进行两次。气溶胶激光雷达的高时空分辨率使其成为分析边界层结构和计算PBLH的最合适仪器。PBL具有日变化周期，可以分为三种主要状态：对流边界层（CBL）、稳定边界层（SBL）和残余层（RL）。强湍流混合导致CBL内气溶胶的垂直分布几乎均匀。许多基于这种负气溶胶梯度的方法被开发用于PBLH计算：梯度法、小波协方差变换和理想化剖面法。RL中高浓度的气溶胶也会产生显著的负梯度，这在任何基于梯度的技术中都是目前最具挑战性的部分。气溶胶激光雷达定义的PBLH与探空的比较表明，在对流天气情况下，两种方法定义的PBLH具有良好的相关性，差异在100-300米之间，而在非对流天气条件下，两种方法的PBLH估计差异则大得多。由于RL的存在，夜间PBLH似乎被高估，这与云对PBLH估计的影响相似。"
      ],
      "research objectiveCn": [
        "为了填补这一空白，开发了一种基于多层识别和理想化剖面的PBLH计算新算法（MR-IP）。"
      ],
      "challengesCn": [
        "大多数用于气溶胶激光雷达的边界层高度（PBLH）算法适用于单一气溶胶层结构，但在多层气溶胶/云结构下会高估边界层高度。"
      ],
      "methodsCn": [],
      "datasetCn": [
        "本研究的数据来自于2016年进行的城市对降雨和雾霾影响研究项目（SURF）。边界层观测在中国科学院大气物理研究所（IAP）（39°58'N, 116°22'E）进行。使用了一台迷你微脉冲激光雷达（Mini-MPL，Sigmaspace公司，美国）来观察边界层的演变。此外，还使用了观象台（GXT）国家气象站和城市气象研究所（IUM）的探空数据。在IUM站，探空测量在强化操作期（IOP，2016年8月28日至9月1日）期间每天进行8次（02:00、05:00、08:00、11:00、14:00、17:00、20:00、23:00 BST，BST = UTC + 8）。在GXT站，雨季（6月至8月）期间探空测量每天进行4次（02:00、08:00、14:00和20:00），而在其他季节则进行2次（08:00和20:00）。"
      ],
      "findingsCn": [
        "夜间PBLH的过高估计在MR-IP方法中得到了显著改善。除了边界层，MR-IP算法还可以辨别残余层、悬浮气溶胶层和云层。这些综合信息将有助于我们更好地理解边界层结构。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Can a multi-layer recognition and idealized-profile (MR-IP) algorithm improve the accuracy of nocturnal planetary boundary layer height calculations using aerosol lidar?",
        "QuestionCn": "多层识别和理想化剖面（MR-IP）算法能否提高使用气溶胶激光雷达计算夜间行星边界层高度的准确性？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "What is the primary challenge in calculating the planetary boundary layer height (PBLH) using aerosol lidar: overestimation under multilayer aerosol/cloud structures, or low temporal resolution of sounding?",
        "QuestionCn": "使用气溶胶激光雷达计算行星边界层高度（PBLH）的主要挑战是：在多层气溶胶/云结构下的高估，还是探测的低时间分辨率？",
        "AnswerEn": "overestimation under multilayer aerosol/cloud structures",
        "AnswerCn": "多层气溶胶/云结构下的高估现象",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Which remote sensing instrument is more suitable for analyzing the boundary layer structure and calculating the PBLH: radiosonde or aerosol lidar?",
        "QuestionCn": "哪种遥感仪器更适合分析边界层结构和计算PBLH：探空仪还是气溶胶激光雷达？",
        "AnswerEn": "aerosol lidar",
        "AnswerCn": "气溶胶激光雷达",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection method is used for observing the evolution of the planetary boundary layer (PBL)?",
        "QuestionCn": "用于观察行星边界层（PBL）演变的数据收集方法是什么？",
        "AnswerEn": "Mini-MPL",
        "AnswerCn": "迷你-MPL",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "When are radiosonde measurements conducted at the Institute of Urban Meteorology (IUM) during the Intensive Operational Periods?",
        "QuestionCn": "在城市气象研究所（IUM）的强化操作期间，何时进行探空仪测量？",
        "AnswerEn": "02:00, 05:00, 08:00, 11:00, 14:00, 17:00, 20:00, 23:00 BST",
        "AnswerCn": "02:00, 05:00, 08:00, 11:00, 14:00, 17:00, 20:00, 23:00 英国夏令时",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to determine the planetary boundary layer height (PBLH) with high spatiotemporal resolution?",
        "QuestionCn": "您能否提供一种用于确定行星边界层高度（PBLH）并具有高时空分辨率的数据收集方法的示例？",
        "AnswerEn": "An example of a data collection method for determining the planetary boundary layer height (PBLH) with high spatiotemporal resolution is the use of aerosol lidar. Aerosol lidar is particularly suitable for analyzing the boundary layer structure and calculating the PBLH due to its high spatiotemporal resolution.",
        "AnswerCn": "确定行星边界层高度（PBLH）的高时空分辨率数据收集方法的一个例子是使用气溶胶激光雷达。气溶胶激光雷达特别适合分析边界层结构和计算PBLH，因为它具有高时空分辨率。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a dataset that captures the diurnal cycle of the planetary boundary layer (PBL) using remote sensing instruments?",
        "QuestionCn": "一个捕捉行星边界层（PBL）日变化周期的遥感仪器数据集的例子是什么？",
        "AnswerEn": "An example of a dataset that captures the diurnal cycle of the planetary boundary layer (PBL) using remote sensing instruments comes from the Study of Urban-Impacts on Rainfall and Fog/Haze (SURF) project conducted in 2016, which used a mini micro-pulse lidar (Mini-MPL) to observe the evolution of the PBL.",
        "AnswerCn": "一个捕捉行星边界层（PBL）日变化周期的数据集来自于2016年进行的城市对降雨和雾/霾影响研究（SURF）项目，该项目使用微型微脉冲激光雷达（Mini-MPL）观察PBL的演变。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please provide an example of a challenge encountered when using aerosol lidar to calculate the planetary boundary layer height (PBLH) under multilayer aerosol/cloud structures.",
        "QuestionCn": "在使用气溶胶激光雷达计算多层气溶胶/云结构下的行星边界层高度（PBLH）时遇到的一个挑战的例子。",
        "AnswerEn": "A challenge encountered when using aerosol lidar to calculate the planetary boundary layer height (PBLH) is the overestimation of PBLH under multilayer aerosol/cloud structures. Most algorithms are valid for single aerosol layer structures, but they tend to overestimate PBLH when multilayer structures are present.",
        "AnswerCn": "使用气溶胶激光雷达计算行星边界层高度（PBLH）时遇到的一个挑战是，在多层气溶胶/云结构下，PBLH的过高估计。大多数算法适用于单层气溶胶结构，但在存在多层结构时，它们往往会过高估计PBLH。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collected by multi-wavelength aerosol-cloud-water vapor lidar systems?",
        "QuestionCn": "多波长气溶胶-云-水汽激光雷达系统收集的数据特征是什么？",
        "AnswerEn": "vertical profiles of atmospheric aerosols, clouds, and water vapor, surface up to 30km, wavelengths of 355nm, 532nm, and 1064nm, corrections for pulse, geometric overlap factor, background noise, and distance square, extinction/backscatter coefficients, depolarization ratio at 532nm, boundary layer height, cloud base height/cloud thickness, aerosol optical depth, lidar ratio, water vapor concentration, aerosol particle volume size distribution",
        "AnswerCn": "大气气溶胶、云和水汽的垂直廓线，从地表到30公里，波长为355nm、532nm和1064nm，脉冲校正、几何重叠因子、背景噪声和距离平方校正，消光/后向散射系数，532nm的去偏振比，边界层高度，云底高度/云厚度，气溶胶光学厚度，激光雷达比，水汽浓度，气溶胶粒子体积大小分布。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What specific challenges exist in developing algorithms for PBL height calculation using aerosol lidar data?",
        "QuestionCn": "使用气溶胶激光雷达数据开发PBL高度计算算法面临哪些具体挑战？",
        "AnswerEn": "valid for single aerosol layer structures, overestimate under multilayer aerosol/cloud structures, nocturnal PBL height overestimated, challenging for gradient-based techniques",
        "AnswerCn": "适用于单层气溶胶结构，在多层气溶胶/云结构下会高估，夜间边界层高度被高估，对基于梯度的技术具有挑战性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the methods used to correct and enhance the data quality of lidar signals for further analysis?",
        "QuestionCn": "用于纠正和增强激光雷达信号数据质量以便进一步分析的方法有哪些？",
        "AnswerEn": "pulse correction, geometric overlap factor correction, background noise correction, distance square correction",
        "AnswerCn": "脉冲校正、几何重叠因子校正、背景噪声校正、距离平方校正",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What are the wavelengths of the laser emitted by the multi-wavelength lidar system used for aerosol, cloud, and water vapor observation?",
        "QuestionCn": "多波长激光雷达系统用于气溶胶、云和水蒸气观测所发射的激光波长是多少？",
        "AnswerEn": "355nm, 532nm, 1064nm",
        "AnswerCn": "355纳米，532纳米，1064纳米",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many times per day are radiosonde measurements conducted at the IUM station during the Intensive Operational Periods?",
        "QuestionCn": "在强化操作期间，IUM站每天进行多少次探空测量？",
        "AnswerEn": "8 times per day",
        "AnswerCn": "每天8次",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the maximum altitude up to which the lidar system can detect the vertical profiles of atmospheric aerosols, clouds, and water vapor?",
        "QuestionCn": "激光雷达系统能够探测大气气溶胶、云和水汽的垂直剖面的最大高度是多少？",
        "AnswerEn": "30 km",
        "AnswerCn": "30公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'geometric overlap correction' mean in the context of lidar data processing?",
        "QuestionCn": "在激光雷达数据处理中，“几何重叠校正”是什么意思？",
        "AnswerEn": "Geometric overlap correction is a step in lidar data processing that adjusts the raw lidar signals to account for the variations in the overlap between the laser beam and the receiver's field of view at different distances. This correction ensures that the recorded signal accurately represents the backscatter from atmospheric constituents at various altitudes, which is necessary for accurate retrieval of optical and microphysical properties of aerosols, clouds, and water vapor.",
        "AnswerCn": "几何重叠校正是激光雷达数据处理中的一个步骤，旨在调整原始激光雷达信号，以考虑激光束与接收器视场在不同距离上的重叠变化。此校正确保记录的信号准确代表不同高度大气成分的反向散射，这对于准确获取气溶胶、云和水蒸气的光学和微物理特性是必要的。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'distance square correction' refer to in the context of lidar measurements?",
        "QuestionCn": "在激光雷达测量的背景下，“距离平方校正”指的是什么？",
        "AnswerEn": "Distance square correction in lidar measurements refers to the adjustment made to the raw lidar signal to account for the inverse square law of light propagation. As the laser light travels through the atmosphere, the intensity of the backscattered signal decreases with the square of the distance from the lidar. This correction ensures that the signal strength is accurately represented, allowing for the correct interpretation of the vertical profiles of atmospheric constituents such as aerosols, clouds, and water vapor.",
        "AnswerCn": "激光雷达测量中的距离平方修正是指对原始激光雷达信号进行调整，以考虑光传播的反平方定律。当激光光束在大气中传播时，反向散射信号的强度随着与激光雷达的距离的平方而减小。这个修正确保信号强度被准确表示，从而允许对大气成分的垂直剖面（如气溶胶、云和水蒸气）进行正确的解释。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the data collection method using aerosol lidar for PBL height calculation compare to radiosonde measurements in terms of temporal resolution and accuracy?",
        "QuestionCn": "使用气溶胶激光雷达进行边界层高度计算的数据收集方法与探空仪测量在时间分辨率和准确性方面的比较如何？",
        "AnswerEn": "Aerosol lidar offers high spatiotemporal resolution, making it suitable for analyzing the boundary layer structure and PBL height calculation, whereas radiosonde measurements have low temporal resolution and are conventionally conducted only twice a day. Aerosol lidar and radiosonde measurements show good correlation in PBL height estimations under convective weather conditions but have larger differences under non-convective conditions.",
        "AnswerCn": "气溶胶激光雷达具有高时空分辨率，适合分析边界层结构和计算边界层高度，而探空仪测量的时间分辨率较低，通常每天仅进行两次。气溶胶激光雷达和探空仪测量在对流天气条件下的边界层高度估计上表现出良好的相关性，但在非对流条件下差异较大。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the differences in the challenges faced when using aerosol lidar compared to radiosonde measurements for calculating PBL height, particularly in multilayer aerosol structures?",
        "QuestionCn": "使用气溶胶激光雷达与使用探空仪测量计算边界层高度时，特别是在多层气溶胶结构中，面临的挑战有哪些不同之处？",
        "AnswerEn": "Aerosol lidar algorithms often overestimate PBL height under multilayer aerosol/cloud structures, while radiosonde measurements are used for accurate PBL height definition but are limited in capturing the diurnal structure of the PBL due to their low temporal resolution. The MR-IP method for aerosol lidar improves estimation by discerning boundary, residual, suspended aerosol, and cloud layers.",
        "AnswerCn": "气溶胶激光雷达算法在多层气溶胶/云结构下往往会高估边界层高度，而探空测量用于准确定义边界层高度，但由于其低时间分辨率，无法捕捉边界层的日变化结构。MR-IP方法通过区分边界层、残余层、悬浮气溶胶层和云层，改善了气溶胶激光雷达的估计。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What underlying principles might explain the effectiveness of multilayer recognition and idealized-profile methods in improving the accuracy of PBL height calculations using aerosol lidar data?",
        "QuestionCn": "哪些基本原理可能解释多层识别和理想化剖面方法在利用气溶胶激光雷达数据提高PBL高度计算准确性方面的有效性？",
        "AnswerEn": "The effectiveness of multilayer recognition and idealized-profile methods in PBL height calculations can be attributed to their ability to discern complex atmospheric structures, such as the residual layer and cloud layer, which traditional single-layer algorithms often overestimate. By accounting for these multiple layers, the MR-IP method can provide more accurate estimations of the PBL height, particularly in nocturnal settings or under multilayer aerosol/cloud conditions.",
        "AnswerCn": "多层识别和理想化剖面方法在边界层高度计算中的有效性可以归因于它们能够识别复杂的气象结构，如残留层和云层，而传统的单层算法往往会高估这些层。通过考虑这些多个层次，MR-IP 方法能够提供更准确的边界层高度估计，特别是在夜间环境或多层气溶胶/云层条件下。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How might the temporal resolution of data collection impact the accuracy of aerosol lidar in determining PBL height, and what methodologies could be applied to mitigate potential inaccuracies?",
        "QuestionCn": "数据收集的时间分辨率如何影响气溶胶激光雷达在确定边界层高度（PBL）方面的准确性，以及可以应用哪些方法来减轻潜在的不准确性？",
        "AnswerEn": "The temporal resolution of data collection is crucial for capturing the diurnal variations in PBL height, as aerosol lidar provides high spatiotemporal resolutions that are beneficial for analyzing boundary layer structures. To mitigate potential inaccuracies, methodologies such as continuous monitoring and integrating data from multiple remote sensing instruments, including radiosondes, could be employed to provide a more comprehensive temporal dataset, allowing for better tracking of PBL dynamics.",
        "AnswerCn": "数据收集的时间分辨率对于捕捉边界层高度的昼夜变化至关重要，因为气溶胶激光雷达提供了高时空分辨率，有助于分析边界层结构。为了减轻潜在的不准确性，可以采用连续监测和整合多种遥感仪器（包括无线电探空仪）数据的方法，以提供更全面的时间数据集，从而更好地跟踪边界层动态。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes challenges in accurately determining the planetary boundary layer height (PBLH) using aerosol lidar data under complex atmospheric conditions?",
        "QuestionCn": "在复杂大气条件下，使用气溶胶激光雷达数据准确确定行星边界层高度（PBLH）所面临的挑战是什么？",
        "AnswerEn": "Most of the PBL height (PBLH) algorithms for aerosol lidar are valid for single aerosol layer structure, but overestimate the PBLH under multilayer aerosol/cloud structures.",
        "AnswerCn": "大多数用于气溶胶激光雷达的边界层高度（PBLH）算法适用于单层气溶胶结构，但在多层气溶胶/云结构下会高估边界层高度。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there a discrepancy between PBLH estimations using aerosol lidar and radiosonde measurements during non-convective weather conditions?",
        "QuestionCn": "在非对流天气条件下，使用气溶胶激光雷达和探空仪测量的PBLH估计值之间为何存在差异？",
        "AnswerEn": "The comparisons of the PBLH defined by aerosol lidar with radiosonde indicate that while there is good correlation under convection weather cases, there are much larger differences in the PBLH estimations under non-convective weather conditions.",
        "AnswerCn": "通过气溶胶激光雷达与探空仪的比较显示，在对流天气情况下，PBLH（边界层高度）之间有良好的相关性，而在非对流天气条件下，PBLH的估计差异则大得多。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the reasons behind the overestimation of nocturnal PBLH when using aerosol lidar data?",
        "QuestionCn": "使用气溶胶激光雷达数据时，夜间边界层高度（PBLH）被高估的原因是什么？",
        "AnswerEn": "The nocturnal PBLH seems to be overestimated due to the existence of the residual layer (RL), which is similar to the influence of cloud in the PBLH estimations.",
        "AnswerCn": "夜间的边界层高度（PBLH）似乎被高估，这是由于残余层（RL）的存在，这与云对边界层高度估计的影响类似。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using multilayer recognition and idealized-profile algorithms on the accuracy of PBL height (PBLH) calculations?",
        "QuestionCn": "使用多层识别和理想化剖面算法对边界层高度（PBLH）计算的准确性有什么影响？",
        "AnswerEn": "The overestimation of nocturnal PBLH by aerosol lidar is significantly improved with the MR-IP method. Additionally, this algorithm allows for the discernment of boundary, residual, suspended aerosol, and cloud layers, enhancing the understanding of the boundary layer structure.",
        "AnswerCn": "使用MR-IP方法显著改善了气溶胶激光雷达对夜间边界层高度（PBLH）的过高估计。此外，该算法能够区分边界层、残余层、悬浮气溶胶层和云层，从而增强了对边界层结构的理解。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What outcomes might result from integrating radiosonde data with aerosol lidar measurements in capturing the diurnal structure of the planetary boundary layer?",
        "QuestionCn": "将无线电探空仪数据与气溶胶激光雷达测量结合起来，以捕捉行星边界层的昼夜结构，可能会产生哪些结果？",
        "AnswerEn": "Integrating radiosonde data with aerosol lidar measurements helps overcome the low temporal resolution of radiosondes and provides a more comprehensive understanding of the boundary layer's diurnal cycle, including capturing the vertical distribution of aerosols with high spatiotemporal resolution.",
        "AnswerCn": "将探空仪数据与气溶胶激光雷达测量相结合，有助于克服探空仪的低时间分辨率，并提供对边界层日变化的更全面理解，包括以高时空分辨率捕捉气溶胶的垂直分布。",
        "Level": "C6(Creating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to use a combination of radiosonde measurements and aerosol lidar for understanding boundary layer dynamics?",
        "QuestionCn": "为什么使用无线电探空仪测量和气溶胶激光雷达的组合对于理解边界层动态很重要？",
        "AnswerEn": "Combining radiosonde measurements with aerosol lidar is crucial because it allows for a comprehensive analysis of the boundary layer structure. Radiosondes provide accurate profiles of temperature, humidity, and wind, while aerosol lidar offers high spatiotemporal resolution, making it suitable for analyzing the boundary layer structure and calculating the PBLH.",
        "AnswerCn": "结合探空仪测量和气溶胶激光雷达是至关重要的，因为这可以对边界层结构进行全面分析。探空仪提供准确的温度、湿度和风速剖面，而气溶胶激光雷达则具有高时空分辨率，适合用于分析边界层结构和计算边界层高度（PBLH）。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is the intention behind utilizing a multi-wavelength lidar system for atmospheric observations at the Yangbajing Observatory?",
        "QuestionCn": "在羊八井观测站利用多波长激光雷达系统进行大气观测的意图是什么？",
        "AnswerEn": "The intention is to achieve vertical profiling of optical properties of aerosols, clouds, and water vapor from the near surface up to 30km. The multi-wavelength lidar system helps in the retrieval of various optical and microphysical properties, which are essential for understanding the vertical distribution characteristics of aerosols, clouds, and water vapor.",
        "AnswerCn": "目标是实现从近地面到30公里的气溶胶、云和水汽的光学特性垂直剖面分析。多波长激光雷达系统有助于获取各种光学和微物理特性，这对于理解气溶胶、云和水汽的垂直分布特征至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How can the geometric overlap factor and background noise be corrected in the preprocessing of multi-wavelength lidar data?",
        "QuestionCn": "如何在多波长激光雷达数据的预处理过程中纠正几何重叠因子和背景噪声？",
        "AnswerEn": "The geometric overlap factor and background noise can be corrected by applying specific correction algorithms that adjust for the pulse overlap and remove unwanted signals from the background. These corrections are essential to ensure that the data accurately represents the atmospheric parameters being measured, such as aerosol and cloud optical properties.",
        "AnswerCn": "几何重叠因子和背景噪声可以通过应用特定的校正算法进行修正，这些算法调整脉冲重叠并去除背景中的不必要信号。这些校正对于确保数据准确表示所测量的气象参数（如气溶胶和云的光学特性）至关重要。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What steps are involved in using radiosonde measurements to define the planetary boundary layer height (PBLH) accurately, and how do these steps compare to using aerosol lidar data?",
        "QuestionCn": "使用无线电探空仪测量来准确定义行星边界层高度（PBLH）涉及哪些步骤，这些步骤与使用气溶胶激光雷达数据相比如何？",
        "AnswerEn": "Using radiosonde measurements to define the PBLH involves capturing profiles of temperature, humidity, and wind. These measurements allow for an accurate determination of PBLH but are limited by the low temporal resolution of soundings, typically done twice a day. In contrast, aerosol lidar data, with its high spatiotemporal resolution, can provide more frequent observations, facilitating a detailed analysis of boundary layer structure and PBLH calculation, though it may overestimate the PBLH in certain conditions.",
        "AnswerCn": "使用探空仪测量来定义边界层高度（PBLH）涉及捕捉温度、湿度和风的剖面。这些测量可以准确确定PBLH，但受限于探空的低时间分辨率，通常每天进行两次。相比之下，气溶胶激光雷达数据具有较高的时空分辨率，可以提供更频繁的观测，从而促进对边界层结构的详细分析和PBLH计算，尽管在某些条件下可能会高估PBLH。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What procedural methods have been developed to determine the boundary layer height using negative aerosol gradients, and what challenges do these methods face under multilayer aerosol/cloud structures?",
        "QuestionCn": "已经开发了哪些程序方法来利用负气溶胶梯度确定边界层高度，以及这些方法在多层气溶胶/云结构下面临哪些挑战？",
        "AnswerEn": "Procedural methods for determining boundary layer height using negative aerosol gradients include the gradient method, wavelet covariance transform, and the idealized-profile method. These methods face challenges in accurately estimating the PBLH under multilayer aerosol/cloud structures, as they often result in overestimation. A new algorithm based on multilayer recognition and idealized-profile (MR-IP) has been developed to address these challenges by providing a more accurate representation of the atmospheric layers.",
        "AnswerCn": "使用负气溶胶梯度确定边界层高度的程序方法包括梯度法、小波协方差变换和理想化剖面法。这些方法在多层气溶胶/云结构下准确估计边界层高度时面临挑战，因为它们往往导致过高估计。为了解决这些挑战，开发了一种基于多层识别和理想化剖面（MR-IP）的新算法，以提供对大气层的更准确表示。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might a dataset using multilayer recognition and idealized-profile methods be expected to improve the accuracy of PBL height calculations in complex aerosol conditions?",
        "QuestionCn": "为什么使用多层识别和理想化剖面方法的数据集在复杂气溶胶条件下可能会提高边界层高度计算的准确性？",
        "AnswerEn": "Most existing PBL height algorithms for aerosol lidar are valid for single aerosol layer structures but tend to overestimate the PBL height under multilayer aerosol or cloud structures. A new algorithm that incorporates multilayer recognition and idealized-profile methods could potentially address these limitations by accurately discerning boundary, residual, suspended aerosol, and cloud layers, thereby improving PBL height calculation accuracy.",
        "AnswerCn": "大多数现有的气溶胶激光雷达边界层高度算法适用于单一气溶胶层结构，但在多层气溶胶或云层结构下往往会高估边界层高度。一种新算法通过结合多层识别和理想化剖面方法，可能会解决这些局限性，准确区分边界层、残余气溶胶、悬浮气溶胶和云层，从而提高边界层高度计算的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges could be anticipated when using lidar data to detect the nighttime planetary boundary layer height?",
        "QuestionCn": "使用激光雷达数据检测夜间行星边界层高度时可能面临哪些挑战？",
        "AnswerEn": "The nocturnal planetary boundary layer height is often overestimated when using aerosol lidar due to the presence of the residual layer, which can be difficult to distinguish from the actual boundary layer. This challenge is exacerbated under non-convective weather conditions where the distinction between layers is less pronounced.",
        "AnswerCn": "夜间的行星边界层高度在使用气溶胶激光雷达时常常被高估，因为残余层的存在使得实际边界层的区分变得困难。在非对流天气条件下，这一挑战更加明显，因为层之间的区别不那么明显。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What are the potential challenges in using lidar systems for accurately determining the planetary boundary layer height in complex aerosol environments?",
        "QuestionCn": "在复杂气溶胶环境中，使用激光雷达系统准确确定行星边界层高度的潜在挑战有哪些？",
        "AnswerEn": "Most of the planetary boundary layer height (PBLH) algorithms for aerosol lidar are valid for single aerosol layer structures, but they tend to overestimate the PBLH under multilayer aerosol or cloud structures. This is particularly challenging in environments with complex aerosol distributions.",
        "AnswerCn": "大多数针对气溶胶激光雷达的行星边界层高度（PBLH）算法适用于单一气溶胶层结构，但在多层气溶胶或云层结构下，它们往往会高估PBLH。这在具有复杂气溶胶分布的环境中尤其具有挑战性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways can the development of new algorithms like the MR-IP improve data interpretation in atmospheric research?",
        "QuestionCn": "开发像MR-IP这样的新算法可以通过哪些方式改善大气研究中的数据解读？",
        "AnswerEn": "The development of new algorithms like the MR-IP method can significantly improve data interpretation by reducing the overestimation of nocturnal PBLH by aerosol lidar and by allowing the discernment of boundary, residual, suspended aerosol, and cloud layers. This provides a more nuanced understanding of the atmospheric boundary layer structure.",
        "AnswerCn": "新算法如MR-IP方法的开发可以显著改善数据解释，通过减少气溶胶激光雷达对夜间边界层高度（PBLH）的过高估计，并允许区分边界层、残余层、悬浮气溶胶层和云层。这为大气边界层结构提供了更细致的理解。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how the multilayer recognition and idealized-profile method improves the calculation of the planetary boundary layer height in aerosol lidar data.",
        "QuestionCn": "我不明白多层识别和理想化剖面方法如何改善气溶胶激光雷达数据中行星边界层高度的计算。",
        "AnswerEn": "The MR-IP method aims to improve PBLH calculation by addressing the overestimation issues in traditional algorithms, especially under multilayer aerosol/cloud structures, thus providing more accurate discernment of boundary, residual, suspended aerosol, and cloud layers.",
        "AnswerCn": "MR-IP方法旨在通过解决传统算法在多层气溶胶/云结构下的过度估计问题，从而改善PBLH计算，提供对边界层、残余层、悬浮气溶胶层和云层的更准确辨识。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the data collection methods used for vertical profiling of aerosols, clouds, and water vapor in multi-wavelength lidar systems.",
        "QuestionCn": "请分析用于多波长激光雷达系统中气溶胶、云和水蒸气的垂直剖面数据收集方法。",
        "AnswerEn": "The multi-wavelength lidar system at the Yangbajing Observatory is used for vertical profiling of aerosols, clouds, and water vapor from the near surface to 30 km. It utilizes wavelengths of 355 nm, 532 nm, and 1064 nm, and the raw data undergo corrections such as pulse correction, geometric overlap factor correction, background noise correction, and distance square correction for further retrieval of optical and microphysical properties.",
        "AnswerCn": "杨巴井天文台的多波长激光雷达系统用于从近地面到30公里的气溶胶、云和水汽的垂直剖面探测。它利用355 nm、532 nm和1064 nm的波长，原始数据经过脉冲校正、几何重叠因子校正、背景噪声校正和距离平方校正等处理，以进一步提取光学和微物理特性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore potential challenges in algorithm development for planetary boundary layer height (PBLH) estimation using aerosol lidar data.",
        "QuestionCn": "请探讨使用气溶胶激光雷达数据估计行星边界层高度（PBLH）时算法开发可能面临的挑战。",
        "AnswerEn": "One challenge in PBLH estimation using aerosol lidar data is that most algorithms are designed for single aerosol layer structures and tend to overestimate PBLH in the presence of multilayer aerosol or cloud structures. Additionally, nocturnal PBLH may be overestimated due to the residual layer, similar to the influence of clouds.",
        "AnswerCn": "使用气溶胶激光雷达数据进行边界层高度（PBLH）估计的一大挑战是，大多数算法是为单一气溶胶层结构设计的，在存在多层气溶胶或云结构时，往往会高估PBLH。此外，由于残留层的影响，夜间PBLH也可能被高估，这与云的影响类似。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please identify datasets that can be utilized for studying urban impacts on atmospheric phenomena, specifically focusing on boundary layer observations.",
        "QuestionCn": "请识别可以用于研究城市对大气现象影响的数据集，特别关注边界层观测。",
        "AnswerEn": "A dataset from the Study of Urban-Impacts on Rainfall and Fog/Haze (SURF) conducted in 2016 includes boundary layer observations at the Institute of Atmospheric Physics (IAP) in Beijing. It features data from a mini micro-pulse lidar and radiosonde measurements from the Guanxiangtai national meteorological station and the Institute of Urban Meteorology, with intensive operational observations conducted during specified periods.",
        "AnswerCn": "2016年进行的城市对降雨和雾霾影响研究（SURF）数据集包含了北京大气物理研究所的边界层观测数据。该数据集包括来自微脉冲激光雷达和来自观象台国家气象站及城市气象研究所的探空仪测量数据，并在特定时期进行了密集的操作观测。",
        "Level": "C3(Applying)"
      }
    ]
  }
}