{
  "id": "7e187db3-66aa-4bb5-9595-f8c44e50cb8d",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Inter-decadal and inter-annual thickness change dataset of Yanong Glacier",
      "titleCn": "雅弄冰川年代际和年际厚度变化数据(1975-2015)",
      "description": "Glacier thickness variation is a key parameter for glacier change monitoring. Historical high-resolution KH-9 images (1974), SRTM DEM data products (2000), TanDEM-X dual-station interferometric SAR data (2011-2014) and SPOT-7 images (2015) data were used to generate multi-temporal digital elevation models of the Yanong Glacier in southeastern Tibet based on optical photogrammetry and radar interferometry techniques, respectively.  For the TanDEM-X radar data, the geometric positioning errors in the glacier area were removed during the data processing, and the outliers in the snow cover area in the KH-9 DEM were removed. Subsequently, the inter-decadal and inter-annual thickness variation datasets of Yalong glacier during 1975-2015 were finally generated after X-band and C-band radar wave penetration depth corrections. The spatial resolution of this data set is 30m, which can be further used for calibration of glacier evolution model parameters and analysis of glacier future changes.",
      "descriptionCn": "冰川厚度变化是冰川变化监测的关键参数，利用历史高分KH-9影像（1974年）、SRTM DEM数据产品 (2000年）、TanDEM-X双站干涉SAR数据（2011-2014）和SPOT-7影像（2015年）数据并分别基于光学摄影测量技术和雷达干涉测量技术制备了藏东南雅弄冰川区的多期的数字高程模型。其中，对于TanDEM-X雷达数据，在数据处理过程中对其在冰川区的几何定位误差进行了去除，同时针对KH-9 DEM中雪盖区的异常变化值进行了剔除。然后经过X波段和C波段雷达波穿透深度改正最后生成了雅弄冰川在1975-2015年期间的年代际和年际的厚度变化数据集。该数据空间分辨率为30m，可进一步用于冰川演变模型参数标定，分析冰川未来变化等方面。",
      "instructions": "There are a total of 8 data files named: dh_rate_xxxx_xxxx. where dh_rate indicates the rate of glacier thickness change within the image range, the first xxxx indicates the start year of the study period, and the second xxxx indicates the end year of the study period. The file format is geotiff format, which can be read directly with tools such as matlab for calculation and secondary processing.",
      "instructionsCn": "数据文件总共有8个，命名方式为：dh_rate_xxxx_xxxx。其中dh_rate表示冰川厚度变化速率，第一个xxxx表示研究时段的起始年，第二个xxxx表示表示研究时段的终止年。文件格式为geotiff格式，可用matlab等软件工具直接读取。",
      "east": 96.87,
      "west": 96.41,
      "south": 29.16,
      "north": 29.47,
      "startTime": null,
      "endTime": null,
      "fileSize": 37368890.0,
      "cstr": "18406.11.Cryos.tpdc.272275",
      "doi": "10.11888/Cryos.tpdc.272275",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "周玉杉",
        "nameEn": "ZHOU Yushan ",
        "unitEn": "Institute of Tibetan Plateau Research, CAS",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "郑东海",
        "nameEn": "ZHENG Donghai",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "李志伟",
        "nameEn": "LI Zhiwei ",
        "unitEn": "Central South University",
        "unitCn": "中南大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Evolution of geodetic mass balance over the largest lake-terminating glacier in the Tibetan Plateau with a revised radar penetration depth based on multi-source high-resolution satellite data",
        "referenceCn": null,
        "referenceEn": "Zhou, Y., Li, X., Zheng, D., Li, Z. (2022). Evolution of geodetic mass balance over the largest lake-terminating glacier in the Tibetan Plateau with a revised radar penetration depth based on multi-source high-resolution satellite data. Remote Sensing of Environment, 275, 113029."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川高程变化",
        "nameEn": "Glacier elevation change"
      },
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "雅弄",
        "keywordEn": "Yanong"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1975-2015",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the features and data collection techniques used to monitor decadal and interannual glacier thickness changes?",
        "QuestionCn": "监测十年和年际冰川厚度变化的特征和数据收集技术有哪些？",
        "AnswerEn": "historical high-resolution KH-9 imagery, SRTM DEM data products, TanDEM-X bi-static InSAR data, SPOT-7 imagery, optical photogrammetry, radar interferometry, geometric positioning error correction, snow cover area anomaly removal, radar wave penetration depth correction",
        "AnswerCn": "历史高分辨率KH-9影像、SRTM DEM数据产品、TanDEM-X双基地InSAR数据、SPOT-7影像、光学摄影测量、雷达干涉测量、几何定位误差校正、积雪覆盖面积异常去除、雷达波穿透深度校正。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'glacier thickness change data' refer to in the context of monitoring glacier dynamics?",
        "QuestionCn": "在监测冰川动态的背景下，“冰川厚度变化数据”指的是什么？",
        "AnswerEn": "Glacier thickness change data refers to the datasets that measure the changes in the thickness of glaciers over time. In the context of monitoring glacier dynamics, it is a key parameter for understanding glacier variations. Data collection methods for these measurements include utilizing historical high-resolution imagery such as KH-9 from 1974, SRTM DEM data products from 2000, TanDEM-X bistatic InSAR data from 2011-2014, and SPOT-7 imagery from 2015. These methods involve optical photogrammetry and radar interferometry techniques to create multi-temporal digital elevation models of glacier areas, correcting for geometric positioning errors and eliminating abnormal change values in snow-covered areas. Further corrections for radar wave penetration depth in X-band and C-band are also applied to generate a dataset with a spatial resolution of 30m for analyzing inter-decadal and inter-annual glacier thickness changes from 1975 to 2015.",
        "AnswerCn": "冰川厚度变化数据是指测量冰川随时间变化的厚度的数据集。在监测冰川动态的背景下，这是理解冰川变化的关键参数。这些测量的数据收集方法包括利用历史高分辨率影像，如1974年的KH-9、2000年的SRTM DEM数据产品、2011-2014年的TanDEM-X双基地干涉合成孔径雷达（InSAR）数据，以及2015年的SPOT-7影像。这些方法涉及光学摄影测量和雷达干涉测量技术，以创建冰川区域的多时相数字高程模型，纠正几何定位误差，并消除雪覆盖区域的异常变化值。此外，还对X波段和C波段的雷达波穿透深度进行了进一步修正，以生成一个空间分辨率为30米的数据集，用于分析1975年至2015年间的冰川厚度变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of integrating historical high-resolution imagery with modern SAR data on understanding glacier thickness changes over decades?",
        "QuestionCn": "将历史高分辨率影像与现代SAR数据结合起来研究冰川厚度在几十年间变化的潜在结果是什么？",
        "AnswerEn": "Integrating historical high-resolution imagery with modern SAR data can lead to a comprehensive dataset that captures both long-term and short-term temporal changes in glacier thickness. This combination allows for a more nuanced understanding of glacier dynamics over decades, revealing trends in thickness change that could be linked to climate variations. Additionally, it can enhance the accuracy of digital elevation models used to predict future glacier behavior and calibrate glacier evolution models.",
        "AnswerCn": "将历史高分辨率影像与现代合成孔径雷达（SAR）数据相结合，可以形成一个全面的数据集，捕捉冰川厚度的长期和短期变化。这种组合使我们能够更细致地理解几十年来冰川动态，揭示厚度变化的趋势，这些趋势可能与气候变化有关。此外，它还可以提高用于预测未来冰川行为的数字高程模型的准确性，并校准冰川演变模型。",
        "Level": "C6(Creating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to utilize historical high-resolution imagery and radar interferometry techniques for monitoring glacier thickness changes over decades?",
        "QuestionCn": "利用历史高分辨率影像和雷达干涉测量技术监测冰川厚度变化数十年是重要的原因是什么？",
        "AnswerEn": "Monitoring glacier thickness changes is a crucial parameter for understanding glacier dynamics. By using historical high-resolution KH-9 imagery, SRTM DEM data, TanDEM-X SAR data, and SPOT-7 imagery, researchers can create digital elevation models over multiple periods. These models help in accurately tracking interdecadal and interannual changes in glacier thickness, which are essential for calibrating glacier evolution models and analyzing future glacier changes. The methods ensure precise geometric corrections and account for radar penetration depths, enhancing the reliability of the data.",
        "AnswerCn": "监测冰川厚度变化是理解冰川动态的重要参数。通过使用历史高分辨率KH-9影像、SRTM数字高程模型数据、TanDEM-X SAR数据和SPOT-7影像，研究人员可以在多个时期创建数字高程模型。这些模型有助于准确跟踪冰川厚度的十年间和年间变化，这对于校准冰川演变模型和分析未来冰川变化至关重要。这些方法确保了精确的几何校正，并考虑了雷达穿透深度，从而增强了数据的可靠性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the instrumental techniques and procedures involved in generating a digital elevation model (DEM) for analyzing glacier thickness changes using historical high-resolution imagery and radar data?",
        "QuestionCn": "生成数字高程模型（DEM）以使用历史高分辨率图像和雷达数据分析冰川厚度变化所涉及的仪器技术和程序是什么？",
        "AnswerEn": "The process involves utilizing historical high-resolution KH-9 imagery (1974), SRTM DEM data products (2000), TanDEM-X bistatic interferometric SAR data (2011-2014), and SPOT-7 imagery (2015). Optical photogrammetry and radar interferometry techniques are employed to create multiple temporal digital elevation models of the glacier area. During the processing of TanDEM-X radar data, geometric location errors in glacier areas are removed, and anomalous changes in snow cover zones in KH-9 DEM are eliminated. Penetration depth corrections for X-band and C-band radar waves are applied to generate decadal and annual glacier thickness change datasets from 1975 to 2015, with a spatial resolution of 30m.",
        "AnswerCn": "该过程涉及利用历史高分辨率KH-9影像（1974年）、SRTM DEM数据产品（2000年）、TanDEM-X双基地干涉合成孔径雷达数据（2011-2014年）和SPOT-7影像（2015年）。采用光学摄影测量和雷达干涉技术创建冰川区域的多时相数字高程模型。在处理TanDEM-X雷达数据时，消除了冰川区域的几何位置误差，并排除了KH-9 DEM中雪盖区的异常变化。对X波段和C波段雷达波的穿透深度进行了修正，以生成1975年至2015年的十年和年度冰川厚度变化数据集，空间分辨率为30米。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the accurate measurement of glacier thickness changes over decades in remote regions?",
        "QuestionCn": "哪些技术进步使得在偏远地区准确测量冰川厚度变化成为可能？",
        "AnswerEn": "The use of historical high-resolution KH-9 imagery, SRTM DEM data products, TanDEM-X bistatic interferometric SAR data, and SPOT-7 imagery have enabled the creation of multi-temporal digital elevation models to measure glacier thickness changes. Optical photogrammetry and radar interferometry techniques were crucial, with geometric correction for glacier regions and adjustments for radar wave penetration depth enhancing accuracy.",
        "AnswerCn": "历史高分辨率KH-9影像、SRTM数字高程模型数据产品、TanDEM-X双基地干涉合成孔径雷达数据和SPOT-7影像的使用，使得能够创建多时相数字高程模型，以测量冰川厚度变化。光学摄影测量和雷达干涉技术至关重要，对冰川区域进行几何校正和对雷达波穿透深度的调整提高了精度。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}