{
    "id": "7e659201-cae5-4b3b-affe-ff551c65f4c2",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Data set of distribution characteristics of heavy metals in cultivated land water environment in the Yarlung Zangbo River basin of the Qinghai Tibet Plateau from 2021 to 2022",
            "titleCn": "青藏高原一江两河流域耕地水环境重金属分布特征数据集（2021）",
            "description": "Of the heavy metals in the study area by kriging interpolation method interpolation, for the analysis of the whole watershed spatial distribution characteristics of heavy metals, which provides the basis for identifying the possible sources.Using correlation analysis and analytical method of combining the PMF source, one river two river basin in order to better analysis of soil heavy metal pollution, the influence factors of the basin soil heavy metals.Used in mei's pollution index of the soil and water environment pollution assessment of heavy metal, the potential ecological risk index and integrated ecological risk index, risk assessment for the whole valley.Through the basic physical and chemical parameters of the water body, to a certain extent, represents the Brahmaputra jiangnan, Lhasa river, and the basic characteristics of NianChuHe and characteristics of water environment.Based on one river two river basin in 2021 acquisition of soil and water samples, studied the soil heavy metal, explores the arable land use intensity change on the influence of the regional water environment.",
            "descriptionCn": "采用克里金插值法对研究区重金属进行插值，为分析整个流域重金属的空间分布特征，识别其可能来源提供依据。采用相关性分析与PMF源解析相结合的方法，以更好的分析一江两河流域土壤重金属污染源，判断该流域土壤重金属的影响因素。采用内梅罗污染指数对耕地土壤和水环境重金属进行污染评价，采用潜在生态风险指数和综合生态风险指数，对整个流域进行风险评价。通过水体基本理化参数，在一定程度上表征了雅鲁藏布江南段、拉萨河和年楚河的基本特征和水环境性状。基于2021年一江两河流域采集的土壤和水样品，进行了土壤重金属研究，探究了耕地利用强度变化对区域水环境的影响。\n",
            "instructions": "In .excel format, can be opened and analysed in Microsoft EXCEL software.\n",
            "instructionsCn": "表格形式，可以采用EXCEL打开查看和分析.\n",
            "east": 92.0,
            "west": 88.0,
            "south": 28.0,
            "north": 29.0,
            "startTime": "2021-07-01 11:17:01",
            "endTime": "2021-08-01 11:17:01",
            "fileSize": 29200.0,
            "cstr": "18406.11.Terre.tpdc.300459",
            "doi": "10.11888/Terre.tpdc.300459",
            "dataFormat": null,
            "license": ""
        },
        "authorList": [
            {
                "nameCn": "张强英",
                "nameEn": "ZHANG Qiangying",
                "unitEn": "",
                "unitCn": "西藏大学"
            },
            {
                "nameCn": "布多",
                "nameEn": "BU Duo",
                "unitEn": "",
                "unitCn": "西藏大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "西藏年楚河流域农用地土壤重金属分布与生态风险评价",
                "titleEn": null,
                "referenceCn": "杜梅, 张强英, 任培, 高爽, 布多. (2022). 西藏年楚河流域农用地土壤重金属分布与生态风险评价. 环境工程技术学报, 12(05), 1618-1625.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用/覆盖",
                "nameEn": "Land Use/Land Cover"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau "
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2021",
                "keywordEn": "2021",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the data collection methods used for assessing heavy metal distribution in soil and water environments in the Qinghai-Tibet Plateau's river basins?",
                "QuestionCn": "评估青藏高原河流流域土壤和水环境中重金属分布的数据收集方法的特点是什么？",
                "AnswerEn": "Kriging interpolation, correlation analysis, PMF source analysis, Nemerow pollution index, potential ecological risk index, comprehensive ecological risk index, basic physical and chemical parameters of water bodies",
                "AnswerCn": "克里金插值、相关性分析、PMF源解析、Nemerow污染指数、潜在生态风险指数、综合生态风险指数、水体的基本物理化学参数",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many soil and water samples were collected in the 2021 study of heavy metal distribution in the Qinghai-Tibet Plateau's Yarlung Tsangpo River and its tributaries?",
                "QuestionCn": "在2021年对青藏高原雅鲁藏布江及其支流重金属分布的研究中，共收集了多少土壤和水样本？",
                "AnswerEn": "The metadata does not specify the exact number of soil and water samples collected in 2021.",
                "AnswerCn": "元数据未具体说明2021年收集的土壤和水样本的确切数量。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the Kriging interpolation method used for in the context of analyzing heavy metal distribution in soil and water environments?",
                "QuestionCn": "克里金插值法在分析土壤和水环境中重金属分布的背景下用于什么？",
                "AnswerEn": "Kriging interpolation is used to interpolate heavy metal concentrations in a study area to analyze the spatial distribution characteristics of these metals, providing a basis for identifying their possible sources.",
                "AnswerCn": "克里金插值用于对研究区域内重金属浓度进行插值，以分析这些金属的空间分布特征，为识别其可能来源提供依据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might the use of Kriging interpolation technique provide insights into the spatial distribution of heavy metals in the soil and water of the Yarlung Zangbo River basin?",
                "QuestionCn": "克里金插值技术的使用如何为雅鲁藏布江流域土壤和水体中重金属的空间分布提供洞察？",
                "AnswerEn": "Kriging interpolation can provide a detailed spatial analysis of heavy metal distribution by estimating concentrations at unsampled locations based on spatial autocorrelation. This method helps in identifying spatial patterns and potential hotspots of heavy metal contamination, thus offering insights into the distribution and possible sources of pollutants across the region.",
                "AnswerCn": "克里金插值法可以通过基于空间自相关估计未采样位置的浓度，提供重金属分布的详细空间分析。这种方法有助于识别空间模式和潜在的重金属污染热点，从而为了解该地区污染物的分布和可能来源提供了见解。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors influence the methods chosen for interpolating heavy metal distribution in the soil and water environments of the Yarlung Zangbo River Basin?",
                "QuestionCn": "影响雅鲁藏布江流域土壤和水环境中重金属分布插值方法选择的因素有哪些？",
                "AnswerEn": "The use of Kriging interpolation for heavy metal distribution is influenced by the need to analyze spatial distribution characteristics across the basin and identify potential sources of pollution. Correlation analysis combined with PMF source apportionment is used to better analyze soil heavy metal pollution sources and assess influencing factors. Additionally, the Nemerow pollution index and ecological risk indices are used to evaluate pollution and risk, which necessitates specific data collection methods tailored to these analytical needs.",
                "AnswerCn": "克里金插值法在重金属分布的应用中受到分析流域空间分布特征和识别潜在污染源的需求的影响。结合相关性分析和PMF源解析法，更好地分析土壤重金属污染源并评估影响因素。此外，Nemerow污染指数和生态风险指数用于评估污染和风险，这需要针对这些分析需求量身定制特定的数据收集方法。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using the Kriging interpolation method on understanding the spatial distribution of heavy metals in soil within the context of water environments?",
                "QuestionCn": "使用克里金插值法理解水环境中土壤重金属的空间分布会产生什么后果？",
                "AnswerEn": "Using the Kriging interpolation method provides a basis for analyzing the spatial distribution characteristics of heavy metals across the entire river basin, facilitating the identification of their potential sources.",
                "AnswerCn": "使用克里金插值方法为分析重金属在整个流域的空间分布特征提供了基础，有助于识别其潜在来源。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the objective of using kriging interpolation in the analysis of heavy metal spatial distribution in agricultural soil and water environments?",
                "QuestionCn": "在农业土壤和水环境中分析重金属空间分布时，使用克里金插值的目标是什么？",
                "AnswerEn": "The objective of using kriging interpolation in the analysis is to provide a basis for understanding the spatial distribution characteristics of heavy metals across the region, which helps in identifying potential sources of heavy metal pollution in the soil and water environments of the Qinghai-Tibet Plateau's river basins.",
                "AnswerCn": "使用克里金插值法进行分析的目的是为了解青藏 Plateau 河流流域重金属在空间分布特征提供基础，这有助于识别土壤和水环境中重金属污染的潜在来源。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are employed to interpolate heavy metal distribution across a region using kriging in a dataset concerning soil and water environments?",
                "QuestionCn": "在涉及土壤和水环境的重金属分布数据集中，使用克里金法进行插值的程序包括以下步骤：",
                "AnswerEn": "Kriging interpolation is used to assess the spatial distribution of heavy metals in the study area, providing a basis for understanding their potential sources. This involves collecting soil and water samples from the region and performing statistical interpolation to estimate heavy metal concentrations across unsampled locations.",
                "AnswerCn": "克里金插值用于评估研究区域内重金属的空间分布，为理解其潜在来源提供基础。这涉及从该地区收集土壤和水样，并进行统计插值，以估计未采样位置的重金属浓度。",
                "Level": "C3(Applying)"
            }
        ]
    }
}