{
    "id": "7e997a1d-6920-4bd6-9022-f2aa88b76566",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of flux observation matrix (NO.3 large aperture scintillometer) of the MUlti-Scale Observation EXperiment on Evapotranspiration over heterogeneous land surfaces 2012 (MUSOEXE-12)",
            "description": "This dataset contains the flux measurements from the large aperture scintillometer (LAS) at site No.3 in the flux observation matrix. There were two types of LASs at site No.3: German BLS900 and Netherland Kipp&zonen. The observation periods were from 6 June to 20 September, 2012, and 19 June to 20 September, 2012, for the BLS900 and the Kipp&zonen, respectively. The north tower is placed with the receiver of BLS900 and the transmitter of Kipp&zonen, and the south tower is placed with the transmitter of BLS900 and the receiver of Kipp&zonen. The site ( (north: 100.373° E, 38.883° N; south: 100.372° E, 38.856° N) was located in the Yingke irrigation district, which is near Zhangye, Gansu Province. The elevation is 1552.75 m. The underlying surface between the two towers contains corn, greenhouse, and village.  The effective height of the LASs was 33.45 m; the path length was 3111 m. Data were sampled at 1 min intervals.\nRaw data acquired at 1 min intervals were processed and quality-controlled. The data were subsequently averaged over 30 min periods. The main quality control steps were as follows. (1) The data were rejected when Cn2 was beyond the saturated criterion (Cn2>3.36E-14). (2) Data were rejected when the demodulation signal was small (BLS900: Average X Intensity<1000; Kipp&zonen: Demod<-20 mv). (3) Data were rejected within 1 h of precipitation. (4) Data were rejected at night when weak turbulence occurred (u* was less than 0.1 m/s). The sensible heat flux was iteratively calculated by combining with meteorological data and based on Monin-Obukhov similarity theory.\nThere were several instructions for the released data. (1) The data were primarily obtained from BLS900 measurements; missing flux measurements from the BLS900 were filled with measurements from the Kipp&zonen. Missing data were denoted by -6999. (2) The dataset contained the following variables: data/time (yyyy-mm-dd hh:mm:ss), the structural parameter of the air refractive index (Cn2, m-2/3), and the sensible heat flux (H_LAS, W/m^2). (3) In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xlsx format. Moreover, suspicious data were marked in red.\nFor more information, please refer to Liu et al. (2016) (for multi-scale observation experiment or sites information), Xu et al. (2013) (for data processing) in the Citation section.",
            "instructions": "",
            "east": 100.3733,
            "west": 100.3733,
            "south": 38.8834,
            "north": 38.8834,
            "startTime": "2012-06-16 15:39:00",
            "endTime": "2012-09-30 15:39:00",
            "fileSize": 186491.0,
            "cstr": "18406.11.hiwater.104.2013.db",
            "doi": "10.3972/hiwater.104.2013.db",
            "dataFormat": "Text",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            }
        ],
        "literatureList": [
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Comprehensive Remote Sensing Observation Joint Experiment Overall Design for Ecological-Hydrological Processes in the Heilong River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Variation规律 of CO2 flux in the corn farmland ecosystem of Zhangye Irrigation District and its environmental response.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Heat flux"
            },
            {
                "nameEn": "Radiation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordEn": "flux observation matrix"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordEn": "2012-06-06 to 2012-09-20",
                "type": "temporal"
            },
            {
                "keywordEn": "2012-06-19 to 2012-09-20",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleEn": "Digital heihe"
            },
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        },
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Does the field's data collection involve using both ground-based and airborne remote sensing methods?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Are the data from the field freely available at specific repositories?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Is the primary dataset for studying evapotranspiration derived from flux observation matrices, eco-hydrological sensor networks, or remote sensing data?",
                    "Answer": "flux observation matrices, eco-hydrological sensor networks, remote sensing data",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the key components of a dataset used in large aperture scintillometer observations for evapotranspiration measurement?",
                    "Answer": "air refractive index structure parameter (Cn2), sensible heat flux (H_LAS), timeline of measurements, location coordinates, elevation, equipment specifications",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Where are the observation sites typically located for collecting data on heterogeneous land surface evapotranspiration?",
                    "Answer": "Yingke irrigation district",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What challenges are associated with the collection of multiscale observational data in eco-hydrological studies?",
                    "Answer": "poor availability of multiscale observations",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method for observing evapotranspiration over heterogeneous land surfaces?",
                    "Answer": "A data collection method example is using a large aperture scintillometer to measure sensible heat fluxes over a heterogeneous surface like the farmland in the Heihe River Basin, where data is collected every minute and averaged over 30 minutes after quality control procedures.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Provide an example of challenges faced in obtaining multiscale observations for eco-hydrological processes.",
                    "Answer": "An example of challenges is the poor availability of multiscale observations, which is addressed by experiments like HiWATER that use hierarchically nested scales to capture eco-hydrological processes through a sparse network of instruments and superstations.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a dataset used for validating models estimating evapotranspiration in an agricultural area?",
                    "Answer": "An example of a dataset used for validating models estimating evapotranspiration is the HiWATER dataset, which includes flux observation matrices from eddy covariance towers and large aperture scintillometers, combined with remote sensing data from LiDAR and imaging spectrometers over an oasis-desert area.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the specific challenges associated with obtaining multiscale observations for eco-hydrological processes?",
                    "Answer": "poor availability of multiscale observations, heterogeneous surfaces, sparse network of instruments, intensive observation periods, hierarchically nested scales",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the features of datasets derived from the Heihe Watershed Allied Telemetry Experimental Research for studying oasis-desert interactions?",
                    "Answer": "multiscale observations, flux observation matrix, eco-hydrological sensor networks, hyper-resolution airborne remote sensing data, soil moisture, leaf area index, vegetation dynamics, photosynthesis processes",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "What is the sampling frequency used for collecting data with the large aperture scintillometer in the flux observation matrix?",
                    "Answer": "1 minute",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many airborne remote sensing missions were conducted to cover the experimental area using instruments like LiDAR and imaging spectrometers?",
                    "Answer": "12",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the effective height at which the large aperture scintillometer data is collected in the flux observation matrix?",
                    "Answer": "33.45 meters",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What is the significance of the 'two-source energy balance (TSEB) model' in estimating evapotranspiration?",
                    "Answer": "The TSEB model is important for estimating evaporation, transpiration, and evapotranspiration for land covered with vegetation. It accounts for the heterogeneity of surfaces by considering the energy exchange from both soil and vegetation, unlike one-source models that treat them as a single source. This model is crucial for applications in the terrestrial water cycle and water resource management.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What does 'flux observation matrix' refer to in the context of eco-hydrological studies?",
                    "Answer": "In eco-hydrological studies, a 'flux observation matrix' refers to a system that includes eddy covariance towers, large aperture scintillometers, and automatic meteorological stations. It is part of a multiscale observation system designed to capture detailed eco-hydrological processes across different landscapes, as seen in the HiWATER experiment.",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the data collection methods of large aperture scintillometers compare to those of eddy covariance systems in terms of capturing evapotranspiration over heterogeneous surfaces?",
                    "Answer": "Large aperture scintillometers provide 30-minute averaged data on sensible heat flux by combining meteorological station data and applying similarity theory, while eddy covariance systems offer high-frequency (10 Hz) measurements of turbulent fluxes. The former is suitable for large-scale observations with certain quality control steps, whereas the latter provides detailed measurements at specific points, potentially facing challenges like incomplete energy balance closure and classification errors in pixel-based temperature derivations.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the differences in the challenges faced by researchers using thermal infrared cameras and those using large aperture scintillometers for measuring evapotranspiration?",
                    "Answer": "Researchers using thermal infrared cameras encounter challenges such as image classification errors, which can lead to overestimation of canopy temperatures and uncertainties in incoming radiation estimates. In contrast, large aperture scintillometers face challenges such as data saturation, weak signal strength, and conditions of weak turbulence that require specific data quality control measures.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How do multiscale observations in a heterogeneous landscape help in refining the accuracy of evapotranspiration models?",
                    "Answer": "Multiscale observations, such as those from the HiWATER experiment, involve data collection at hierarchically nested scales, which capture eco-hydrological processes across different landscapes. This approach addresses the challenge of poor availability of multiscale observations and allows for a more accurate representation of the interaction between soil and vegetation in evapotranspiration models, like the TSEB model, by incorporating diverse data such as eddy covariance measurements, large aperture scintillometer data, and remote sensing.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What challenges arise from using composite temperature separation approaches in arid regions for the estimation of surface fluxes?",
                    "Answer": "In arid regions, composite temperature separation approaches face challenges due to image classification errors and the strong advective environment. These errors can lead to misclassification of soil and vegetation pixels, causing overestimation of canopy temperature. Additionally, uncertainties in atmospheric upwelling radiation and transmittance, along with the estimation of incoming short- and long-wave radiation through the canopy, contribute to inaccuracies in surface flux estimations.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What factors contribute to difficulties in accurately estimating surface fluxes in heterogeneous landscapes using large aperture scintillometers?",
                    "Answer": "Accurately estimating surface fluxes in strongly advective irrigated agricultural areas is challenging due to incomplete energy balance closure with respect to the available energy Rn−G0 and the uncertainty in surface–air temperature differences. Errors in determining surface soil and vegetation component temperatures from surface composite radiometric temperature can significantly affect model performance.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it challenging to obtain accurate multiscale observations for eco-hydrological processes on heterogeneous surfaces?",
                    "Answer": "The challenge in obtaining accurate multiscale observations for eco-hydrological processes arises from the poor availability of multiscale observations, which is a hindrance to progress in the field. This issue necessitates instrumentation on hierarchically nested scales to capture a wide range of eco-hydrological processes.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What causes errors in estimating soil and canopy component temperatures using thermal images in agricultural areas?",
                    "Answer": "Errors in estimating soil and canopy component temperatures using thermal images are primarily caused by image classification errors that vary with vegetation abundance. Misclassification of soil and vegetation pixels can lead to overestimation of canopy temperature, while ignoring atmospheric upwelling radiation and transmittance may contribute to uncertainties in estimated temperatures.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential outcomes of utilizing a multiscale observation approach on the accuracy and applicability of eco-hydrological models in heterogeneous landscapes?",
                    "Answer": "Utilizing a multiscale observation approach can significantly enhance the accuracy and applicability of eco-hydrological models as it allows for the capture of multi-scale processes and interactions, such as those between oasis and desert systems. This can lead to improved understanding and modeling of complex eco-hydrological dynamics and better management of water resources in heterogeneous landscapes.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What could be the consequences of using high-resolution thermal infrared cameras for estimating evapotranspiration components in strongly advective irrigated agricultural areas?",
                    "Answer": "Using high-resolution thermal infrared cameras for estimating evapotranspiration components can lead to accurate separation of soil and vegetation temperatures, which is crucial for reliable estimation of evaporation and transpiration. This method can produce reliable estimates even under strongly advective conditions, thereby improving the precision of water resource management in irrigated agricultural areas.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What is the ultimate goal of employing a multiscale observation experiment in evapotranspiration studies over heterogeneous land surfaces?",
                    "Answer": "The goal is to address the challenge of upscaling eco-hydrological processes on a heterogeneous surface by obtaining multiscale and multidisciplinary data through instrumentation on hierarchically nested scales, as demonstrated in the HiWATER experiment.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why is it crucial to use ground-measured soil and canopy component temperatures in estimating evaporation, transpiration, and evapotranspiration?",
                    "Answer": "Using ground-measured soil and canopy component temperatures aims to improve the validation of evaporation, transpiration, and evapotranspiration estimates by better aligning them with observed ratios using stable isotopes and measurements from the eddy covariance system, particularly in strongly advective irrigated agricultural areas.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What procedures are involved in the quality control and processing of data collected using large aperture scintillometers for surface flux measurement?",
                    "Answer": "The data collected using large aperture scintillometers undergo quality control steps including removing data where the refractive index structure parameter (Cn2) reaches saturation, eliminating weak demodulation signal intensity data, excluding data during precipitation and one hour before and after, and discarding data during stable conditions with weak turbulence (u* less than 0.1m/s).",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How are field observations structured and conducted to capture multi-scale eco-hydrological processes in an oasis-desert environment?",
                    "Answer": "Field observations are structured using hierarchically nested scales, involving several intensive observation periods and continuous hydrometeorological observations. Instruments are arranged across a sparse network to capture oasis-desert interactions, including a superstation, eddy covariance towers, automatic meteorological stations across different landscapes, and airborne remote sensing missions using LiDAR, imaging spectrometer, multi-angle thermal imager, and microwave radiometer.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What technological advancements have enabled the accurate measurement of evapotranspiration over heterogeneous land surfaces using remote sensing techniques?",
                    "Answer": "The technological advancements that have enabled accurate measurement of evapotranspiration include the use of high-resolution thermal infrared cameras to obtain soil and canopy component temperatures, the application of the two-source energy balance (TSEB) model, and the deployment of a multi-scale observation system involving large aperture scintillometers and eddy covariance systems. These technologies allow for precise partitioning of evapotranspiration into evaporation and transpiration components, especially in strongly advective environments.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What challenges are addressed by using a combination of ground-based measurements and remote sensing data in estimating surface evapotranspiration?",
                    "Answer": "The combination of ground-based measurements and remote sensing data addresses challenges such as the poor availability of multiscale observations and the difficulty in measuring E and T on the ground. Ground measurements, like those from the eddy covariance system and thermal infrared cameras, provide direct observations that can be used to validate and refine remote sensing estimates. This integrated approach helps overcome uncertainties related to composite temperature separation and image classification errors, leading to more accurate estimates of surface evapotranspiration.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might a dataset face challenges in accurately estimating evapotranspiration (ET) over heterogeneous land surfaces?",
                    "Answer": "A dataset might face challenges in estimating ET over heterogeneous surfaces because the surface contains a mix of soil and vegetation, each with different temperatures and resistance to energy exchange. One-source models may not accurately estimate surface evapotranspiration due to these mixed conditions. Furthermore, uncertainties in surface-air temperature differences and errors in determining the component temperatures of soil and vegetation can significantly affect the accuracy of ET estimates.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it challenging to obtain multiscale observations for eco-hydrological processes in an oasis-desert area?",
                    "Answer": "Obtaining multiscale observations for eco-hydrological processes is challenging due to the poor availability of such data across the required scales. The complexity of interactions between the oasis and the surrounding desert, combined with the need for hierarchical instrumentation to capture processes on various scales, contributes to the difficulty in collecting comprehensive multiscale data.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "What is your assessment of the potential for airborne remote sensing technologies to enhance our understanding of eco-hydrological processes in oasis-desert areas?",
                    "Answer": "Airborne remote sensing technologies hold significant potential to enhance our understanding of eco-hydrological processes in oasis-desert areas by providing high-resolution, multi-angle, and multi-spectral data that can capture complex land surface interactions and improve the accuracy of evapotranspiration and other hydrological measurements.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I’m not sure how researchers deal with challenges related to the poor availability of multiscale observations for upscaling eco-hydrological processes.",
                    "Answer": "Researchers address these challenges by designing experiments like HiWATER that implement a multi-tiered observation system, which includes a flux observation matrix, an eco-hydrological sensor network, and hyper-resolution airborne remote sensing. These systems are designed to collect comprehensive and multidisciplinary data across various scales, thus improving data availability for upscaling processes.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "I can't figure out how datasets are generated and quality controlled when using diverse sources like thermal cameras, EC systems, and remote sensing technologies.",
                    "Answer": "Datasets are generated through a detailed process that involves sensor calibration, data collection, processing, and quality control. Observations from ground-based instruments like EC systems and thermal cameras are integrated with remote sensing data from technologies like LiDAR and imaging spectrometers. Quality control is ensured through systematic sensor calibrations and careful data processing to maintain data integrity and reliability.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please explore the data collection techniques used to capture multi-scale eco-hydrological processes in oasis-desert areas.",
                    "Answer": "The data collection techniques used include hierarchically nested instrumentation involving a sparse network to investigate oasis-desert interaction, a superstation within the oasis, multiple eddy covariance towers, automatic meteorological stations, and intensive observation periods. Airborne remote sensing missions were also conducted using LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please identify potential sources or strategies for gathering multiscale datasets in eco-hydrological research.",
                    "Answer": "Potential sources and strategies include utilizing a flux observation matrix comprising eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and an eco-hydrological sensor network for soil moisture and leaf area index. Additionally, hyper-resolution airborne remote sensing and synchronical ground measurements of vegetation dynamics and photosynthesis processes are employed.",
                    "Level": "C6(Creating)"
                }
            ]
        }
    ]
}