{
    "id": "7ebcb92c-9f98-4e1b-b47b-3051f79c4f80",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "SAM for Gaotai (2012)",
            "titleCn": "高台县社会核算矩阵（2012）",
            "description": "The social accounting matrix, also known as the national economy comprehensive matrix or the national economy circulation matrix, uses the matrix method to connect the various accounts of the national economy systematically, represents the statistical index system of the national economy accounting system, and reflects the circulation process of the national economy operation. It uses the matrix form to arrange the national accounts orderly according to the flow and stock, domestic and foreign.\nThe data reflects the balanced value of social accounting matrix in Gaotai County.",
            "descriptionCn": "社会核算矩阵亦称国民经济综合矩阵或国民经济循环矩阵，用矩阵的方法将国民经济各个账户系统地联结起来，表示国民经济核算体系的统计指标体系，反映国民经济运行的循环过程。它利用矩阵形式将国民经济各个账户按照流量和存量、国内与国外有序地排列起来。\n数据反映的是高台县社会核算矩阵平衡后的数值。",
            "instructions": "The data is stored in Excel format and can be opened and read by office and other office software",
            "instructionsCn": "数据以excel格式存储，可用Office等办公软件打开读取",
            "east": 102.5,
            "west": 96.5,
            "south": 37.5,
            "north": 43.0,
            "startTime": "2012-01-11 05:00:00",
            "endTime": "2013-01-09 22:45:00",
            "fileSize": 43008.0,
            "cstr": "18406.11.Socioeco.tpdc.270576",
            "doi": "10.11888/Socioeco.tpdc.270576",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "邓祥征",
                "nameEn": "DENG XiangZheng",
                "unitEn": "Institute of Geographic Sciences and Natural Resources Research,Chinese Academy of Sciences",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "An extended input output table compiled for analyzing water demand and consumption at county level in China",
                "referenceCn": null,
                "referenceEn": "Deng, X., Zhang, F., Wang, Z., Li, X. and Zhang, T. (2014). An extended input output table compiled for analyzing water demand and consumption at county level in China. Sustainability, 6(6), 3301-3320"
            },
            {
                "titleCn": null,
                "titleEn": "Is irrigation water price an effective leverage for water management? An empirical study in the middle reaches of the Heihe River basin.",
                "referenceCn": null,
                "referenceEn": "Zhou Q., Wu F. and Zhang Q. Is irrigation water price an effective leverage for water management? An empirical study in the middle reaches of the Heihe River basin. Physics and Chemistry of the Earth, Parts A/B/C.Volumes 89–90, 2015, Pages 25–32.6"
            },
            {
                "titleCn": null,
                "titleEn": "Evaluating Impacts of Industrial Transformation on Water Consumption in the Heihe River Basin of Northwest China",
                "referenceCn": null,
                "referenceEn": "Wu, F., Zhan, J., Zhang, Q., Sun, Z. and Wang, Z. (2014). Evaluating Impacts of Industrial Transformation on Water Consumption in the Heihe River Basin of Northwest China. Sustainability, 6(11), 8283-829"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "社会经济",
                "nameEn": "Social and Economic"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "张掖市",
                "keywordEn": "Zhangye city"
            },
            {
                "keywordCn": "高台县",
                "keywordEn": "Gaotai County"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "三极地区通量30分钟数据（2000-2016）",
                "titleEn": "The 30-minute flux data in three pole region (2000-2016)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Definition": [
            {
                "QuestionEn": "What is a 'social accounting matrix' in the context of national economic statistics?",
                "QuestionCn": "社会核算矩阵（Social Accounting Matrix，SAM）是在国家经济统计的背景下，用于描述一个国家经济中各个经济主体之间的交易和关系的综合框架。它通过矩阵的形式展示了不同部门、家庭、企业和政府之间的收入和支出流动，帮助分析经济活动的结构和相互作用。",
                "AnswerEn": "A social accounting matrix is also known as a national economic comprehensive matrix or a national economic circulation matrix. It systematically links various accounts of the national economy using a matrix method, representing the statistical indicator system of the national economic accounting system and reflecting the cyclical process of national economic operations. It arranges various accounts of the national economy in an orderly manner based on flows and stocks, domestically and internationally, using a matrix format.",
                "AnswerCn": "社会核算矩阵也被称为国家经济综合矩阵或国家经济循环矩阵。它通过矩阵方法系统地链接国家经济的各个账户，代表国家经济核算系统的统计指标体系，并反映国家经济运作的循环过程。它根据流量和存量，以矩阵格式有序排列国家经济的各个账户，包括国内和国际的账户。",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What insights about economic interactions and flows within Gaotai County can be inferred from the pattern and structure of its social accounting matrix?",
                "QuestionCn": "从高台县的社会核算矩阵的模式和结构中，可以推断出关于经济互动和流动的哪些见解？",
                "AnswerEn": "The social accounting matrix for Gaotai County systematically links various national economic accounts into a matrix format, reflecting the flow and stock of the economy domestically and internationally. This can help infer the economic interactions and the circulation process of the county's economy.",
                "AnswerCn": "高台县的社会核算矩阵系统地将各种国家经济账户链接成矩阵格式，反映了经济在国内和国际上的流动和存量。这可以帮助推断该县经济的相互作用和循环过程。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential effects on the accuracy and comprehensiveness of socioeconomic analysis when integrating multiple data collection methods in developing a social accounting matrix for a region like Gaotai County?",
                "QuestionCn": "在为像高台县这样的地区开发社会核算矩阵时，整合多种数据收集方法对社会经济分析的准确性和全面性可能产生的影响是什么？",
                "AnswerEn": "Utilizing a social accounting matrix allows for a comprehensive representation of the national economy by systematically linking various accounts using matrix methods. By integrating multiple data collection methods, the accuracy and comprehensiveness of socioeconomic analysis can be enhanced, potentially capturing a more detailed picture of both domestic and foreign economic flows. This integration can provide a more balanced view of the regional economy's cyclical processes, improving the statistical indicators system of the national economic accounting framework.",
                "AnswerCn": "利用社会核算矩阵可以通过系统地链接各种账户，全面呈现国家经济。通过整合多种数据收集方法，可以提高社会经济分析的准确性和全面性，潜在地捕捉到国内和外国经济流动的更详细图景。这种整合可以提供对区域经济周期过程的更平衡视角，从而改善国家经济核算框架的统计指标体系。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives of utilizing a social accounting matrix for analyzing the economic cycle in a specific county like 高台县?",
                "QuestionCn": "利用社会核算矩阵分析特定县（如高台县）经济周期的目标是什么？",
                "AnswerEn": "The objective is to systematically link various national economic accounts using a matrix method, which represents the statistical indicator system of the national economic accounting system. This approach aims to reflect the cyclic process of national economic operations by orderly arranging accounts by flow and stock, domestically and internationally, thereby providing balanced values of the social accounting matrix for 高台县.",
                "AnswerCn": "目标是通过矩阵方法系统地链接各种国家经济账户，代表国家经济核算系统的统计指标体系。这种方法旨在通过按流量和存量、有序排列国内和国际账户，反映国家经济运作的循环过程，从而为高台县提供平衡的社会核算矩阵值。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in constructing a social accounting matrix for a county, and how can these steps ensure the accurate representation of the national economic accounting system?",
                "QuestionCn": "构建一个县级社会核算矩阵的程序步骤包括以下几个方面，这些步骤可以确保准确反映国家经济核算系统：\n\n1. **确定研究范围**：明确要构建社会核算矩阵的县的地理和经济范围。\n\n2. **收集数据**：收集与该县经济活动相关的各种数据，包括生产、收入、消费、投资和贸易等方面的数据。\n\n3. **分类经济主体**：将经济主体分类，例如家庭、企业、政府和外部部门，以便在矩阵中清晰地表示各主体之间的经济关系。\n\n4. **构建账户**：根据收集的数据，构建不同的账户，包括生产账户、收入账户、消费账户和资本账户等。\n\n5. **填充矩阵**：将收集到的数据填入社会核算矩阵中，确保各个账户之间的流动关系得到准确反映。\n\n6. **平衡核算**：检查矩阵的平衡性，确保所有收入和支出相等，进行必要的调整以达到平衡。\n\n7. **验证和校正**：对构建的社会核算矩阵进行验证，确保数据的准确性和一致性，必要时进行校正。\n\n8. **分析和应用**：利用构建的社会核算矩阵进行经济分析，评估县的经济状况，并为政策制定提供依据。\n\n通过以上步骤，可以确保县级社会核算矩阵的构建准确反映国家经济核算系统的结构和功能。",
                "AnswerEn": "The construction of a social accounting matrix involves systematically linking various economic accounts using a matrix format. This matrix represents the statistical indicators of the national economic accounting system and reflects the cyclical process of the national economy. By organizing accounts according to flows, stocks, and domestic and international transactions, the procedure ensures comprehensive coverage and balance of all economic activities within the county.",
                "AnswerCn": "社会核算矩阵的构建涉及使用矩阵格式系统地链接各种经济账户。该矩阵代表国家经济核算系统的统计指标，并反映国家经济的循环过程。通过根据流量、存量以及国内和国际交易组织账户，该程序确保全面覆盖和衡量该国所有经济活动的平衡。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}