{
  "id": "7ed70587-1245-4032-9c3b-0e8917c73554",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Interception data of precipitation for alpine shrubs in Hulu watershed (2012)",
      "titleCn": "葫芦沟典型灌丛降水截留数据集（2012）",
      "description": "In the growing season of 2012, four typical shrub communities observed precipitation stem stream and penetrating rainfall during the experiment period.Data content: test date;Stem flow rate;Penetration rainfall, interception.\nMethod of observation: water penetration was measured using a circular iron vessel with a diameter of 15 cm and a height of 10 cm.Since jinrumei, seabuckthorn and jinjijicinus shrub could not be observed on a single plant, after the canopy canopy density of the sample plots was determined, 9 water receivers were placed in each sample plot, so that there were water receivers under different canopy closures.This method of observing rain penetration allows for better collection of rain penetration from different parts of the underbrush.Due to the difficulty of observation and the lack of herbaceous vegetation, the interception of herbaceous under shrub was neglected.Takashima is centered on the stem, which is near the stem. One is placed at the edge of the crown and one at the middle of the crown and spoke. The Angle between each 3 containers is 120°.Six of each shrub were selected for stem flow observation.A single shrub was measured on the lower stems of all branches, and the stem flow of the trunk of the cluster shrub was measured by standard branch method, that is, the basal diameter of each branch of the selected shrub was measured.Under brush all branch stem, the use of polyethylene plastic hose cut open, card on the thickets stems directly, with a plastic adhesive tape and glass, the plastic tube directly connected to the trunk stem flow collection bottle, bottle thickness and plastic pipe, avoid rain and penetrate the rain into the collection bottle, before use after artificial experiments can precisely collect trunk stem flow.In order to reduce the error caused by evaporation in the measurement process, the penetrating rainfall and the flow of the trunk and stem were measured in time after the rain, such as the rain at night, and the samples were taken early in the morning on the second day.\nData processing: the penetration rainfall is multiplied by 1.78 (conversion coefficient of different diameters of 20 cm and 15 cm) and replaced by the corresponding penetration rainfall (mm) at standard 20 cm.The measured water volume of each trunk flow collection bottle was divided by the projection area of the standard branch to obtain the trunk flow rate of the branch. The trunk flow rate of the standard branch was multiplied by the number of branches of the whole shrub to obtain the trunk flow rate of the whole shrub.According to the principle of water balance, the redistribution process of rainfall by shrub can be divided into three parts: interception, trunk flow and penetrating rainfall:\nIC = P - SF - TF\nWhere, P is the rainfall outside the forest;TF is the penetrating rainfall;SF is the flow rate of the trunk.IC is the interception amount of the irrigation layer.According to the measured data of the stem flow through the rain trunk, the interception was obtained by using the above equation.",
      "descriptionCn": "2012年生长季4种典型灌丛群落在试验期间内观测到的降水茎干流、穿透雨量。数据内容：试验日期；茎干流量；穿透雨量，截留量。\n\n观测方法：穿透水使用直径为15 cm，高度10 cm的圆形铁制容器测量。由于金露梅、沙棘和鬼箭锦鸡儿灌丛不能进行单株观测，因此对样地冠层郁闭度进行测定后，每个样地放置9个接水器，使不同郁闭冠层下均有接水器。这种观测穿透雨的方法可以更好的收集灌丛下面不同部位的穿透雨。由于观测难度大且草本植被少，忽略了灌丛下草本的截留作用。高山柳是以茎干为中心，茎干附近，冠辐边缘和冠辐中间各放一个，每3个容器夹角为120°摆放。每种灌丛选取6株进行树干茎流观测。单株生灌丛在所有枝下茎上进行测定，丛生灌丛树干茎流采用标准枝法，即对所选灌丛的每一枝进行基径测量，取得基径平均值后，选择与基径平均值相当的树干作为标准枝。在灌丛所有枝下茎干上，使用聚乙烯塑料软管剖开，直接卡在灌丛茎干上，用塑料胶布和玻璃胶粘好固定，将该塑料管直接接入树干茎流收集瓶，瓶口粗细和塑料管一致，避免降雨和穿透雨进入收集瓶，使用前经过人工试验可以精确地收集树干茎流。为减少测定过程中由于蒸发造成的误差，在雨后及时测量的穿透雨量和树干茎流量，如夜间降雨，第2天清晨取样。\n数据处理：穿透雨量乘以1.78（20 cm和15 cm不同口径的折算系数），换成标准20 cm下对应的穿透雨量（mm）。每个树干茎流收集瓶实测水量除以该标准枝投影面积得到该枝树干茎流量，标准枝上的树干茎流量乘以整个灌丛的枝数即可得到整个灌丛的树干茎流量。根据水量平衡原理，灌丛对降雨的再分配过程可分为3个部分：截留量，树干茎流量和穿透雨量：\n \nIC=P-SF-TF                              \n\n式中：P为林外降雨量；TF为穿透雨量；SF为树干茎流量；IC为灌层截留量。根据所测穿透雨雨树干茎流数据，利用上式得到截留量。",
      "instructions": "Data file name: hulugou Typical Shrub rainfall interception data set.xls; it can be viewed and edited by WPS or excel.",
      "instructionsCn": "数据文件命名：葫芦沟典型灌丛降水截留数据集.xls；可用WPS或Excel等软件进行查看和编辑。",
      "east": 99.9,
      "west": 99.83,
      "south": 38.2,
      "north": 38.28,
      "startTime": "2012-01-09 18:49:09",
      "endTime": "2013-01-08 18:49:09",
      "fileSize": 31232.0,
      "cstr": "18406.11.heihe.083.2014.db",
      "doi": "10.3972/heihe.083.2014.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘章文",
        "nameEn": "LIU Zhangwen",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "宋耀选",
        "nameEn": "SONG Yaoxuan",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "祁连山典型高山灌丛树干茎流特征",
        "titleEn": null,
        "referenceCn": "刘章文, 陈仁升, 宋耀选, 2011. 祁连山典型高山灌丛树干茎流特征. 应用生态学报, 22(8): 1975-1981.",
        "referenceEn": null
      },
      {
        "titleCn": "祁连山典型高山灌丛降雨截留特征初步研究",
        "titleEn": null,
        "referenceCn": "刘章文, 陈仁升.祁连山典型高山灌丛降雨截留特征初步研究. 生态学报，2012 ，32（4）：1337-1346.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "冠层截留",
        "nameEn": "Canopy interception"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "灌丛",
        "nameEn": "Shrubs"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "葫芦沟流域",
        "keywordEn": "Hulugou Basin"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河高寒灌丛生态水文效应研究",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used to measure stem flow and throughfall in typical shrub communities?",
        "QuestionCn": "用于测量典型灌木群落中的干流和透流的数据收集方法的特点是什么？",
        "AnswerEn": "circular iron containers with a diameter of 15 cm and height of 10 cm, 9 water collectors per plot, polyethylene plastic tubes, plastic tape, glass glue, collection bottle, measurements conducted promptly after rainfall, conversion factors for standardization",
        "AnswerCn": "直径15厘米、高10厘米的圆形铁容器，每个地块有9个集水器，聚乙烯塑料管，塑料胶带，玻璃胶，收集瓶，降雨后立即进行测量，标准化的换算因子。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many stem flow observations are conducted for each type of shrub community during the experiment period?",
        "QuestionCn": "在实验期间，每种灌木群落进行了多少次干流观测？",
        "AnswerEn": "6",
        "AnswerCn": "6",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the concept of 'stemflow' in the context of precipitation interception by shrub communities?",
        "QuestionCn": "在灌木群落中，\"茎流\"这一概念在降水截留的背景下是什么？",
        "AnswerEn": "Stemflow refers to the portion of precipitation that travels down the stem of a plant to the soil. In the context of precipitation interception by shrub communities, stemflow is measured by selecting representative branches and using polyethylene plastic tubing to direct water to collection bottles. This process is integral to understanding how shrubs redistribute rainfall, as it quantifies the water that flows down the stems, contributing to the overall water balance, which is calculated using the formula IC=P-SF-TF, where IC is canopy interception, P is external rainfall, SF is stemflow, and TF is throughfall.",
        "AnswerCn": "干流是指降水通过植物的茎流向土壤的部分。在灌木群落的降水拦截研究中，干流的测量方法是选择代表性的枝条，并使用聚乙烯塑料管将水引导到收集瓶中。这个过程对于理解灌木如何重新分配降雨至关重要，因为它量化了沿茎流下的水，贡献于整体水量平衡，水量平衡的计算公式为 IC=P-SF-TF，其中 IC 是树冠拦截，P 是外部降雨，SF 是干流，TF 是透流。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the efficiency and reliability of using circular iron containers for measuring throughfall in different canopy closure conditions?",
        "QuestionCn": "在不同的林冠闭合条件下使用圆形铁容器测量穿透雨的效率和可靠性可以得出什么结论？",
        "AnswerEn": "Using circular iron containers allows for the collection of throughfall data under varying canopy closures by placing multiple containers within the sample area. This method provides a way to capture the spatial variability of throughfall across different sections of the canopy, leading to a more comprehensive understanding of how different canopy densities impact water distribution. By placing containers strategically beneath the canopy, researchers can assess the reliability of this method in capturing differential water flow and its potential limitations in terms of spatial coverage and container placement.",
        "AnswerCn": "使用圆形铁容器可以在不同的树冠覆盖下收集通过降水数据，通过在样本区域内放置多个容器。这种方法提供了一种捕捉不同树冠部分通过降水空间变异性的方法，从而更全面地理解不同树冠密度如何影响水分分布。通过在树冠下方战略性地放置容器，研究人员可以评估这种方法在捕捉水流差异性方面的可靠性，以及在空间覆盖和容器放置方面的潜在局限性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in accurately measuring stemflow and throughfall in shrubby ecosystems?",
        "QuestionCn": "在灌木生态系统中，哪些因素导致难以准确测量茎流和穿透雨？",
        "AnswerEn": "The challenges in accurately measuring stemflow and throughfall in shrubby ecosystems arise from several factors. Firstly, the difficulty in observing individual shrubs such as Potentilla fruticosa, Hippophae rhamnoides, and Caragana korshinskii due to their complex canopy structures leads to reliance on canopy closure measurements and multiple collectors under different canopy areas. Secondly, the lack of herbaceous vegetation under shrubs means that its interception is neglected, potentially affecting the accuracy of throughfall measurements. Additionally, the need for precision in collecting stemflow using polyethylene tubes and ensuring no external water enters the collection bottles requires careful setup and maintenance. The timely measurement post-rainfall is crucial to reduce errors from evaporation, especially for overnight rainfalls. Moreover, varying container sizes necessitate conversion factors to standardize measurements, which could introduce additional errors.",
        "AnswerCn": "在灌木生态系统中准确测量干流和透流的挑战源于几个因素。首先，由于像五叶地榆（Potentilla fruticosa）、沙棘（Hippophae rhamnoides）和柠条（Caragana korshinskii）等个体灌木的复杂冠层结构，观察这些灌木变得困难，因此依赖于冠层闭合度测量和在不同冠层区域下设置多个收集器。其次，灌木下缺乏草本植物意味着其截留作用被忽视，这可能影响透流测量的准确性。此外，使用聚乙烯管收集干流的精确性以及确保外部水分不进入收集瓶的需求需要仔细的设置和维护。降雨后及时测量至关重要，以减少因蒸发造成的误差，尤其是在过夜降雨的情况下。此外，不同容器的大小需要转换因子来标准化测量，这可能引入额外的误差。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes on data accuracy when employing a method that uses different crown densities for capturing throughfall data beneath shrub canopies?",
        "QuestionCn": "在使用不同冠层密度捕捉灌木冠层下的透水数据时，数据准确性可能出现的结果是什么？",
        "AnswerEn": "Using different crown densities for capturing throughfall data beneath shrub canopies allows for a more precise collection of data, as it ensures that the variation in canopy closure is accounted for. This method likely improves the accuracy of the throughfall measurements by providing a more comprehensive assessment of how rain penetrates different sections of the canopy. The use of multiple collectors ensures that data reflects the heterogeneity of the canopy structure.",
        "AnswerCn": "使用不同的冠层密度来捕捉灌木冠层下的透水数据，可以更精确地收集数据，因为这确保了对冠层闭合度变化的考虑。这种方法可能通过提供对雨水如何穿透冠层不同部分的更全面评估，从而提高透水测量的准确性。使用多个收集器确保数据反映了冠层结构的异质性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What specific procedures are employed to measure stem flow and throughfall in shrub communities, and what challenges might arise during this data collection process?",
        "QuestionCn": "在灌木群落中测量茎流和穿透雨的具体程序是什么，在数据收集过程中可能会出现哪些挑战？",
        "AnswerEn": "To measure stem flow and throughfall in shrub communities, polyethylene plastic tubing is used, cut open and attached directly to the shrub stems, then sealed with plastic tape and silicone sealant to ensure accurate collection of stem flow. Each stem flow collection bottle is connected to this tubing. For throughfall, circular iron containers with a diameter of 15 cm and a height of 10 cm are placed under different canopy densities, with nine collectors per site to capture varying throughfall patterns. Challenges include the difficulty of measuring individual shrubs like Potentilla fruticosa, Hippophae rhamnoides, and Caragana korshinskii due to their bushy nature, necessitating estimation based on average basal diameter. Additionally, evaporation errors are minimized by timely measurements post-rainfall, and the calculation of throughfall involves converting collected rain using a conversion factor for standardization.",
        "AnswerCn": "为了测量灌木群落中的干流和透雨，使用聚乙烯塑料管，剪开后直接连接到灌木的茎干上，然后用塑料胶带和硅胶密封，以确保准确收集干流。每个干流收集瓶都连接到这条管道上。对于透雨，直径为15厘米、高度为10厘米的圆形铁容器被放置在不同的树冠密度下，每个地点设置九个收集器，以捕捉不同的透雨模式。挑战包括由于植物如黄花滇蔷薇（Potentilla fruticosa）、沙棘（Hippophae rhamnoides）和柠条（Caragana korshinskii）呈灌木状，难以测量单个灌木，因此需要根据平均基径进行估算。此外，通过及时在降雨后进行测量来最小化蒸发误差，而透雨的计算涉及使用转换因子对收集的雨水进行标准化。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}