{
  "id": "7ef23d76-e2c3-440f-9084-dabc0bc486a9",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "E3SM LS4P Task 1 daily data1",
      "titleCn": "E3SM LS4P Task 1 daily data1",
      "description": "The data is generated by the E3SM model following the GEWEX/GASS/LS4P protocol. It contains the ensemble daily mean data from the task 1 experiment. The ensemble simulation has 6 members. The variables include important quantities from both the atmosphere and the land components.",
      "descriptionCn": "The data is generated by the E3SM model following the GEWEX/GASS/LS4P protocol. It contains the ensemble daily mean data from the task 1 experiment. The ensemble simulation has 6 members. The variables include important quantities from both the atmosphere and the land components.",
      "instructions": "Naming convention: VariableName_LS4P_E3SM_LS4PExperimentName_Frequency_[StartTime-EndTime].nc\nReading method: NetCDF",
      "instructionsCn": "Naming convention: VariableName_LS4P_E3SM_LS4PExperimentName_Frequency_[StartTime-EndTime].nc\nReading method: NetCDF",
      "east": 180.0,
      "west": 180.0,
      "south": 90.0,
      "north": 90.0,
      "startTime": "2003-05-01 00:00:00",
      "endTime": "2003-06-30 00:00:00",
      "fileSize": 1149088532.0,
      "cstr": "18406.11.Meteoro.tpdc.270160",
      "doi": "10.11888/Meteoro.tpdc.270160",
      "dataFormat": null,
      "license": "Attribution 4.0 International (CC BY 4.0)"
    },
    "authorList": [
      {
        "nameCn": "TANG Qi",
        "nameEn": "TANG Qi",
        "unitEn": "",
        "unitCn": "Lawrence Livermore National Laboratory"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The DOE E3SM coupled model version 1: Overview and evaluation at standard resolution",
        "referenceCn": null,
        "referenceEn": "Golaz, J.-C., P. Caldwell, L. Van Roekel, M. Petersen, Q. Tang, et al. (2019), The DOE E3SM coupled model version 1: Overview and evaluation at standard resolution, J. Adv. Model Earth Sy., 11, 2089–2129, doi:10.1029/2018MS001603."
      },
      {
        "titleCn": null,
        "titleEn": "An Overview of the Atmospheric Component of the Energy Exascale Earth System Model",
        "referenceCn": null,
        "referenceEn": "Rasch, P., S. Xie, P.-L. Ma, W. Lin, H. Wang, Q. Tang, et al. (2019), An Overview of the Atmospheric Component of the Energy Exascale Earth System Model, J. Adv. Model Earth Sy., 11, doi:10.1029/2019MS001629."
      },
      {
        "titleCn": null,
        "titleEn": "Regionally refined test bed in E3SM Atmosphere Model Version 1 (EAMv1) and applications for high-resolution modeling",
        "referenceCn": null,
        "referenceEn": "Tang, Q., S. A. Klein, S. Xie, W. Lin, J.-C. Golaz, E. L. Roesler, M. A. Taylor, P. J. Rasch, D. C. Bader, L. K. Berg, P. Caldwell, S. E. Giangrande, R. B. Neale, Y. Qian, L. D. Riihimaki, C. S. Zender, Y. Zhang, and X. Zheng (2019), Regionally refined test bed in E3SM Atmosphere Model Version 1 (EAMv1) and applications for high-resolution modeling, Geosci. Model Dev., 12, 2679–2706, doi:10.5194/gmd-12-2679-2019."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "大气电学",
        "nameEn": "Atmospheric Electricity"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "Global",
        "keywordEn": "Global"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "Daily",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to generate ensemble simulation data for atmospheric and land components within the framework of the E3SM model?",
        "QuestionCn": "您能否提供一个数据收集方法的示例，该方法用于在E3SM模型框架内生成大气和陆地组件的集合模拟数据？",
        "AnswerEn": "The data collection method involves using the E3SM model to perform ensemble simulations following the GEWEX/GASS/LS4P protocol. This includes producing ensemble daily mean data from the task 1 experiment with 6 ensemble members, capturing important quantities from both atmospheric and land components.",
        "AnswerCn": "数据收集方法涉及使用E3SM模型进行集成模拟，遵循GEWEX/GASS/LS4P协议。这包括从任务1实验中产生6个集成成员的集成日均数据，捕捉大气和陆地组件的重要量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the defining characteristics of the ensemble daily mean data generated by a climate model following a standardized protocol?",
        "QuestionCn": "气候模型生成的遵循标准化协议的集合日均数据的定义特征是什么？",
        "AnswerEn": "6 ensemble members, variables from atmospheric and land components",
        "AnswerCn": "6个集合成员，大气和陆地组件的变量",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many ensemble members are included in a dataset generated by the E3SM model following the GEWEX/GASS/LS4P protocol?",
        "QuestionCn": "根据GEWEX/GASS/LS4P协议，由E3SM模型生成的数据集中包含多少个集合成员？",
        "AnswerEn": "6",
        "AnswerCn": "6",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of ensemble simulations in meteorological data collection, specifically in the context of the E3SM model's approach to generating daily mean data?",
        "QuestionCn": "在气象数据收集中，集合模拟的意义是什么，特别是在E3SM模型生成日均数据的过程中？",
        "AnswerEn": "Ensemble simulations in meteorological data collection involve running multiple simulations with slightly varied initial conditions or model parameters to account for uncertainties and enhance the reliability of predictions. In the context of the E3SM model's approach, ensemble simulations with 6 members are used to generate daily mean data, which helps in capturing a range of possible outcomes and improving the robustness of the dataset. This approach follows the GEWEX/GASS/LS4P protocol and includes important variables from both the atmosphere and land components, providing a comprehensive view of climatic interactions.",
        "AnswerCn": "气象数据收集中的集合模拟涉及运行多个略有不同初始条件或模型参数的模拟，以考虑不确定性并增强预测的可靠性。在E3SM模型的方法中，使用6个成员的集合模拟生成日均数据，这有助于捕捉一系列可能的结果并提高数据集的稳健性。这种方法遵循GEWEX/GASS/LS4P协议，并包括来自大气和陆地组件的重要变量，提供了气候相互作用的全面视角。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors influence the ensemble simulation process in generating daily mean data for atmospheric and land components in climate models?",
        "QuestionCn": "影响气候模型中生成大气和陆地组件日均数据的集合模拟过程的因素有哪些？",
        "AnswerEn": "The ensemble simulation process in generating daily mean data for atmospheric and land components in climate models like E3SM is influenced by the GEWEX/GASS/LS4P protocol, which outlines specific guidelines for data collection and simulation. Additionally, the parameters set for the model, such as initial conditions, boundary conditions, and the representation of physical processes, can impact the accuracy and reliability of the ensemble daily mean data, as can the integration of multi-member ensemble simulations, which help account for variability and uncertainties in climate projections.",
        "AnswerCn": "在气候模型如E3SM中，生成大气和陆地组件的日均数据的集合模拟过程受到GEWEX/GASS/LS4P协议的影响，该协议概述了数据收集和模拟的具体指南。此外，模型设置的参数，如初始条件、边界条件和物理过程的表征，都会影响集合日均数据的准确性和可靠性，同时，多成员集合模拟的整合也有助于考虑气候预测中的变异性和不确定性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of generating a dataset using the E3SM model following the GEWEX/GASS/LS4P protocol?",
        "QuestionCn": "生成一个使用E3SM模型的数据集，遵循GEWEX/GASS/LS4P协议的主要目标是什么？",
        "AnswerEn": "The primary objectives include understanding and simulating important atmospheric and land component interactions by generating ensemble daily mean data from multiple simulation members, to explore climate and environmental dynamics as outlined in the GEWEX/GASS/LS4P protocol.",
        "AnswerCn": "主要目标包括通过生成多个模拟成员的集合日均数据，理解和模拟重要的大气和陆地组件之间的相互作用，以探索GEWEX/GASS/LS4P协议中概述的气候和环境动态。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are typically followed to generate ensemble daily mean data from an atmospheric and land component model following a protocol such as GEWEX/GASS/LS4P?",
        "QuestionCn": "通常遵循哪些程序从大气和陆地组件模型生成符合GEWEX/GASS/LS4P协议的集合日均数据？",
        "AnswerEn": "The data is generated by the E3SM model, following the GEWEX/GASS/LS4P protocol. This involves running an ensemble simulation with 6 members, where each member contributes to the daily mean data. The variables collected include significant quantities from both the atmosphere and land components, ensuring comprehensive data representation adhering to the protocol.",
        "AnswerCn": "这些数据是由E3SM模型生成的，遵循GEWEX/GASS/LS4P协议。这涉及到进行一个包含6个成员的集合模拟，每个成员都对日均数据做出贡献。收集的变量包括来自大气和陆地组件的重要量，确保数据表示全面，符合该协议的要求。",
        "Level": "C3(Applying)"
      }
    ]
  }
}