{
  "id": "7f0fce77-2cba-4bdc-ab02-b2d7c69e8e4b",
  "relatedPaper": 3,
  "context": {
    "metadata": {
      "titleEn": "1 km multi-scenario and multi-model monthly temperature data for China (2021-2100)",
      "titleCn": "中国1km分辨率多情景多模式逐月平均气温数据集（2021-2100）",
      "description": "The data set is the monthly average temperature data of China's multi scenario and multi-mode, with a spatial resolution of 0.0083333 ° (about 1km) from January 2021 to December 2100. The data is in NetCDF format. The data is generated in China through the delta spatial downscaling scheme according to the global > 100 km climate model data set released in the sixth phase of the IPCC coupled model comparison program (cmip6) and the global high-resolution climate data set released by worldclim. The data adopts the latest SSP scenarios (ssp119, ssp245, ssp585) released by IPCC. Each scenario contains three GCMS (ec-earth3, gfdl-esm4, mri-esm2-0) climate data. The geospatial range contained in the dataset is China's main land, excluding islands and reefs in the South China Sea. The unit is 0.1 ℃. The file name is GCM_ SSP_ Tmp-30s-serial number NC, 30s, i.e. 0.0083333 °, serial number from 1-40, serial number 1 represents 2021.1-2022.12, and represents the year in turn; Based on ec-earth3_ ssp119_ tmp-30s-1. NC file, for example, represents the monthly average temperature data of ec-earth3 climate model with 1km resolution from 2021.1 to 2022.12 under ssp119 scenario, including 24 layers. For a deeper understanding of the data, please refer to the data cited in the literature and the published papers of the authors.",
      "descriptionCn": "数据集为中国多情景多模式逐月平均气温数据，空间分辨率为0.0083333°(约1km)，时间为2021年1月-2100年12月。数据为NETCDF格式。数据是根据IPCC耦合模式比较计划第六阶段（CMIP6）发布的全球>100 km气候模式数据集以及WorldClim发布的全球高分辨率气候数据集，通过Delta空间降尺度方案在中国地区降尺度生成。数据采用IPCC最新发布的SSP情景(SSP119、SSP245、SSP585),每个情景包含三个GCMs（EC-Earth3、GFDL-ESM4、MRI-ESM2-0）气候数据，数据集包含的地理空间范围是中国主要陆地，不含南海岛礁等区域。单位为0.1℃。文件命名是GCM_SSP_tmp-30s-序号.nc，30s即0.0083333°，序号从1-40，序号1表示2021.1-2022.12，依次表示年份；以EC-Earth3_ssp119_tmp-30s-1.nc文件为例，表示SSP119情景下EC-Earth3气候模的1km分辨率2021.1-2022.12逐月均温数据，含24个图层。欲更深入的理解数据请参阅文献引用方式下的数据作者已发表的论文。",
      "instructions": "The file name is GCM_ SSP_ Tmp-30s-serial number NC, 30s, i.e. 0.0083333 °, the serial number ranges from 1-40, and the serial number 1 represents 2021.1-2022.12, representing the year in turn. Each NC data includes 24 layers; Based on ec-earth3_ ssp119_ tmp-30s-1. NC file, for example, represents the monthly average temperature data of ec-earth3 climate model with 1km resolution from 2021.1 to 2022.12 under ssp119 scenario. The 24 layers are January 2021, February 2021, December 2022.",
      "instructionsCn": "文件命名是GCM_SSP_tmp-30s-序号.nc，30s即0.0083333°，序号从1-40，序号1表示2021.1-2022.12，依次表示年份，每个nc数据包括24个图层；以EC-Earth3_ssp119_tmp-30s-1.nc文件为例，表示SSP119情景下EC-Earth3气候模的1km分辨率2021.1-2022.12逐月均温数据，24个图层依次为2021年1月，2021年2月，........, 2022年12月。",
      "east": 136.69,
      "west": 71.29,
      "south": 15.75,
      "north": 58.64,
      "startTime": "2021-01-01 00:00:00",
      "endTime": "2100-12-31 11:59:59",
      "fileSize": 116763075884.0,
      "cstr": null,
      "doi": "10.11866/db.loess.2021.003",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "彭守璋",
        "nameEn": "PENG Shouzhang",
        "unitEn": "",
        "unitCn": "西北农林科技大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "1 km monthly temperature and precipitation dataset for China from 1901 to 2017",
        "referenceCn": null,
        "referenceEn": "Peng, S.Z., Ding, Y.X., Liu, W.Z., & Li, Z. (2019). 1 km monthly temperature and precipitation dataset for China from 1901 to 2017. Earth System Science Data, 11, 1931–1946. https://doi.org/10.5194/essd-11-1931-2019"
      },
      {
        "titleCn": null,
        "titleEn": "Spatiotemporal change and trend analysis of potential evapotranspiration over the Loess Plateau of China during 2011-2100",
        "referenceCn": null,
        "referenceEn": "Peng, S.Z., Ding, Y.X., Wen, Z.M., Chen, Y.M., Cao, Y., & Ren, J.Y. (2017). Spatiotemporal change and trend analysis of potential evapotranspiration over the Loess Plateau of China during 2011-2100. Agricultural and Forest Meteorology, 233, 183-194. https://doi.org/10.1016/j.agrformet.2016.11.129"
      },
      {
        "titleCn": null,
        "titleEn": "Spatiotemporal trends and attribution of drought across China from 1901–2100",
        "referenceCn": null,
        "referenceEn": "Ding, Y.X., & Peng, S.Z. (2020). Spatiotemporal trends and attribution of drought across China from 1901–2100. Sustainability, 12(2), 477."
      },
      {
        "titleCn": null,
        "titleEn": "Spatiotemporal change and attribution of potential evapotranspiration over China from 1901 to 2100",
        "referenceCn": null,
        "referenceEn": "Ding, Y.X., Peng, S.Z. (2021). Spatiotemporal change and attribution of potential evapotranspiration over China from 1901 to 2100. Theoretical and Applied Climatology. https://doi.org/10.1007/s00704-021-03625-w"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "降尺度",
        "nameEn": "Downscaling"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2021-2100",
        "keywordEn": "2021-2100",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "the Second Tibetan Plateau Scientific Expedition and Research Program"
      },
      {
        "titleCn": "变化环境下黄河中游生态水文模型及洪旱灾害风险评估（U2243226）",
        "titleEn": "Ecological hydrological model and flood and drought disaster risk assessment in the middle reaches of the Yellow River under changing environment"
      },
      {
        "titleCn": "气候变化下黄土高原潜在植被群落时空演变研究",
        "titleEn": "National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Global warming has become an indisputable fact and has large long-term effects on water resources, plant growth, crop yields, and economic behavior (Naumann et al., 2018). Its impacts on water resources are the most obvious and extensive, because it can directly and quickly increase surface evaporation (Cook et al., 2014). Potential evapotranspiration (PET), a crucial hydrological variable that can quantify the water loss of a region, could be used to calculate actual evapotranspiration (Aouissi et al., 2016), plan crop irrigation (Fan et al., 2018), project vegetation dynamics (Peng and Li, 2018), and could act as input for ecosystem or hydrological models (Odusanya et al., 2019). Numerous approaches have been employed to estimate PET, including Budyko (Budyko, 1974), Priestley–Taylor (Priestley and Taylor, 1972), Hargreaves (Hargreaves and Samani, 1985), and FAO Penman–Monteith (Allen et al., 1998) models. However, the Hargreaves model is more suitable than the FAO Penman–Monteith model for use in a drier climate and for longer time periods (Hargreaves and Allen, 2003; Odusanya et al., 2019). The Hargreaves model adopts monthly minimum, maximum, and mean temperatures (TMN, TMX, and TMP, respectively) to calculate PET and thus can better attribute long-term PET variations to changes of these temperature variables, which in turn would enhance our understanding of how global warming induces surface water loss. Currently, climate data used to calculate PET typically comes from either station observations (Ning et al., 2016; Zheng et al., 2009) or proxy climate data (Cook et al., 2014; Yang et al., 2017). Although these data can produce reliable and long-term PET results, respectively, they cannot elucidate the detailed spatial patterns of PET because of poor weather station density and climatic proxy data spatial resolution (e.g., >50 km) (Gao et al., 2018; Harris et al., 2014). Several studies reported that the Delta downscaling method can be used to generate the high-spatial-resolution climate datasets (Brekke et al., 2013; Peng et al., 2017; Wang and Chen, 2014). To date, many investigations regarding PET have been completed for China. However, these studies were conducted using datasets based on low-density weather stations with short time series (Chang et al., 2019; Jiang et al., 2019; Li et al., 2019; Liu et al., 2019; Xu et al., 2019) or climatic proxy data with low spatial resolution (Chai et al., 2018; Tian et al., 2018; Wang et al., 2019). Limited knowledge on the detailed spatial patterns of PET over China impedes the development of sustainable strategies to adapt and mitigate the climatic warming of China."
      ],
      "research objective": [
        "This study investigates in detail the change and attribution of potential evapotranspiration (PET) across China from 1901 to 2100 by the Hargreaves model, based on a 1-km temperature dataset downscaled from the low-spatial-resolution datasets using a Delta downscaling framework. Therefore, the Hargreaves model should be employed to investigate long-term PET changes and the attribution of such changes to a warmer climate. Current work studied the changes and attribution of long-term PET in China. Specifically, the Delta downscaling framework and Hargreaves model were employed to generate high-spatial-resolution temperature time series and calculate PET for China, respectively."
      ],
      "challenges": [
        "Limited knowledge on the detailed spatial patterns of PET over China impedes the development of sustainable strategies to adapt and mitigate the climatic warming of China. Although these data can produce reliable and long-term PET results, respectively, they cannot elucidate the detailed spatial patterns of PET because of poor weather station density and climatic proxy data spatial resolution. To cut down uncertainty of future temperature data, this study evaluated 27 GCMs by comparing historic downscaled temperatures from GCM and observations."
      ],
      "methods": [
        "The Delta method was employed to downscale the CRU and CMIP5 temperature data to 1-km temperature dataset over China. This study employed the Hargreaves model (Hargreaves and Samani, 1985) to calculate monthly PET based on downscaled 0.5’ monthly temperature data. To evaluate the 0.5’ downscaled temperatures, this study employed mean absolute error (MAE), the Nash–Sutcliffe efficiency coefficient (NSE), and root mean square error (RMSE). To detect PET trends, the linear regression relationship between annual PET and time was established at each grid point over China. Following the Hargreaves model, PET is a function of Ra, TMP, TMX, and TMN, and can be expressed as a sensitivity of PET to an independent variable x was calculated from the derivative of PET with respect to x."
      ],
      "dataset": [
        "This study used the Climatic Research Unit (CRU) TS v. 4.02 datasets and CMIP5 datasets simulated by 27 general circulation models (GCMs) with 30’ (approximately 55 km) as the climatic proxy data, including monthly TMN, TMX, and TMP. For generating high-spatial-resolution climate dataset based on these two datasets, the dataset with 0.5’ (approximately 1 km) obtained from the WorldClim v. 2.0 was seen as the reference data. Monthly observed TMN, TMX, and TMP data during 1951–2016 and from 745 national weather stations was downloaded from the National Meteorological Information Center of China, for evaluating the accuracy of downscaled data. In addition, the monthly mean observed pan evaporation from 1981 to 2010 were obtained from 1795 national weather stations across China; this dataset was used to validate the calculated PET."
      ],
      "findings": [
        "Results showed that (1) relative to 1961–1990, PET increased by 0.62% in the historic period (1901–2017) and 6.43–12.89% for the future period (2018–2100), suggesting considerable future drying for China. PET variations during the historic period were most sensitive to mean temperature (TMP), while in the future period it was more sensitive to maximum temperature (TMX), suggesting a change in the primary sensitivity factor due to global warming. Minimum temperature (TMN) made the largest contribution (45%) to PET variations during the historic period, while TMX had the largest contribution (36–40%) in the future period. Therefore, the primary contributing factor might transform from TMN to TMX under climate change. Overall, the results present a deep insight for planning coping strategies of global warming in China."
      ],
      "backgroundCn": [
        "全球变暖已成为不争的事实，对水资源、植物生长、作物产量和经济行为产生了重大长期影响（Naumann et al., 2018）。其对水资源的影响最为明显和广泛，因为它可以直接且迅速地增加地表蒸发（Cook et al., 2014）。潜在蒸散发（PET）是一个关键的水文变量，可以量化一个地区的水分损失，可用于计算实际蒸散发（Aouissi et al., 2016）、规划作物灌溉（Fan et al., 2018）、预测植被动态（Peng and Li, 2018），并可作为生态或水文模型的输入（Odusanya et al., 2019）。已经采用多种方法来估算PET，包括Budyko模型（Budyko, 1974）、Priestley–Taylor模型（Priestley and Taylor, 1972）、Hargreaves模型（Hargreaves and Samani, 1985）和FAO Penman–Monteith模型（Allen et al., 1998）。然而，Hargreaves模型比FAO Penman–Monteith模型更适合在干旱气候和较长时间段内使用（Hargreaves and Allen, 2003；Odusanya et al., 2019）。Hargreaves模型采用月最低、最高和平均温度（TMN、TMX和TMP）来计算PET，因此可以更好地将长期PET变化归因于这些温度变量的变化，从而增强我们对全球变暖如何引起地表水损失的理解。目前，用于计算PET的气候数据通常来自气象站观测（Ning et al., 2016；Zheng et al., 2009）或代理气候数据（Cook et al., 2014；Yang et al., 2017）。尽管这些数据可以分别产生可靠的长期PET结果，但由于气象站密度低和气候代理数据空间分辨率（例如，>50公里）差，无法阐明PET的详细空间模式（Gao et al., 2018；Harris et al., 2014）。一些研究报告指出，Delta下行缩放方法可以用来生成高空间分辨率的气候数据集（Brekke et al., 2013；Peng et al., 2017；Wang and Chen, 2014）。迄今为止，关于中国的PET的许多研究已经完成。然而，这些研究是基于低密度气象站的短时间序列数据（Chang et al., 2019；Jiang et al., 2019；Li et al., 2019；Liu et al., 2019；Xu et al., 2019）或低空间分辨率的气候代理数据（Chai et al., 2018；Tian et al., 2018；Wang et al., 2019）进行的。对中国PET的详细空间模式的有限了解阻碍了可持续适应和减缓中国气候变暖的战略的发展。"
      ],
      "research objectiveCn": [
        "本研究详细调查了1901年至2100年间中国潜在蒸散发（PET）的变化及其归因，采用Hargreaves模型，基于从低空间分辨率数据集通过Delta降尺度框架降尺度得到的1公里温度数据集。因此，Hargreaves模型应被用于研究长期PET变化及其归因于气候变暖的情况。目前的工作研究了中国长期PET的变化及其归因。具体而言，采用Delta降尺度框架和Hargreaves模型生成高空间分辨率的温度时间序列，并计算中国的PET。"
      ],
      "challengesCn": [
        "对中国潜在蒸散发（PET）详细空间模式的有限了解阻碍了可持续适应和减缓气候变暖策略的发展。尽管这些数据可以产生可靠的长期PET结果，但由于气象站密度不足和气候代理数据空间分辨率较低，它们无法阐明PET的详细空间模式。为了减少未来温度数据的不确定性，本研究通过比较历史下调温度的GCM和观测数据，评估了27个全球气候模型（GCM）。"
      ],
      "methodsCn": [
        "本研究采用Delta方法将CRU和CMIP5温度数据下调至中国1公里的温度数据集。研究中使用Hargreaves模型（Hargreaves和Samani，1985）基于下调的0.5°月度温度数据计算月度潜在蒸散发（PET）。为了评估0.5°下调的温度，本研究采用了平均绝对误差（MAE）、纳什–萨特克利夫效率系数（NSE）和均方根误差（RMSE）。为了检测潜在蒸散发的趋势，在中国每个网格点建立了年潜在蒸散发与时间之间的线性回归关系。根据Hargreaves模型，潜在蒸散发是光辐射（Ra）、平均气温（TMP）、最高气温（TMX）和最低气温（TMN）的函数，可以通过对潜在蒸散发相对于独立变量x的导数来表达潜在蒸散发对x的敏感性。"
      ],
      "datasetCn": [
        "本研究使用了气候研究单位（CRU）TS v. 4.02 数据集和由27个大气环流模型（GCMs）模拟的CMIP5数据集，气候代理数据的空间分辨率为30'（大约55公里），包括每月的最低气温（TMN）、最高气温（TMX）和平均气温（TMP）。为了基于这两个数据集生成高空间分辨率的气候数据集，使用了来自WorldClim v. 2.0的0.5'（大约1公里）数据作为参考数据。下载了1951年至2016年期间745个国家气象站的每月观测TMN、TMX和TMP数据，以评估降尺度数据的准确性。此外，从1981年至2010年获得了来自中国1795个国家气象站的每月平均蒸发量数据；该数据集用于验证计算的潜在蒸发量（PET）。"
      ],
      "findingsCn": [
        "结果显示，相较于1961–1990年，历史时期（1901–2017年）潜在蒸散发（PET）增加了0.62%，而未来时期（2018–2100年）则增加了6.43%至12.89%，这表明中国未来将面临显著的干旱。历史时期的PET变化对平均温度（TMP）最为敏感，而在未来时期则对最高温度（TMX）更为敏感，这表明由于全球变暖，主要敏感因素发生了变化。最低温度（TMN）在历史时期对PET变化的贡献最大（45%），而在未来时期TMX的贡献最大（36%至40%）。因此，主要贡献因素可能会在气候变化下从TMN转变为TMX。总体而言，这些结果为中国应对全球变暖的规划策略提供了深刻的见解。"
      ]
    },
    {
      "background": [
        "Investigating long-term drought trends is of great importance in coping with the adverse effects of global warming. Several recent studies have suggested that ongoing warming is accelerating evaporation and creating more spatiotemporal heterogeneity in precipitation than in the past. China is home to multiple climate zones that host important agricultural regions and other societally important activities that are likely to be affected by increased drought. Several indexes have been employed to investigate long-term drought, including the standardized precipitation index, the Palmer drought severity index, and the standardized precipitation evapotranspiration index (SPEI). Unlike the standardized precipitation index, the SPEI considers changes in both the precipitation and the potential evapotranspiration induced by temperature. The SPEI also allows for multiple temporal scales, unlike the Palmer drought severity index."
      ],
      "research objective": [
        "In this study, we first generated a 1 km resolution monthly climate dataset for the period 1901–2100 across China using the delta spatial downscaling method to assess the variability of the Standardized Precipitation Evaporation Index (SPEI). We then developed a simple approach to quantifying the contributions of water supply (precipitation) and demand (potential evapotranspiration, PET) on SPEI variability, according to the meaning of the differentiating SPEI equation."
      ],
      "challenges": [
        "However, little attention has been focused on studying the detailed spatial variability and attribution of drought variation in China."
      ],
      "methods": [
        "In this study, we first generated a 1 km resolution monthly climate dataset for the period 1901–2100 across China using the delta spatial downscaling method to assess the variability of the Standardized Precipitation Evaporation Index (SPEI). We then developed a simple approach to quantifying the contributions of water supply (precipitation) and demand (potential evapotranspiration, PET) on SPEI variability, according to the meaning of the differentiating SPEI equation."
      ],
      "dataset": [
        "In this study, we first generated a 1 km resolution monthly climate dataset for the period 1901–2100 across China using the delta spatial downscaling method to assess the variability of the Standardized Precipitation Evaporation Index (SPEI)."
      ],
      "findings": [
        "The results indicated that the delta framework could accurately downscale and correct low-spatial-resolution monthly temperatures and precipitation from the Climatic Research Unit and general circulation models (GCMs). Of the 27 GCMs analyzed, the BNU-ESM, CESM1-CAM5, and GFDL-ESM2M were found to be the most accurate in modeling future temperatures and precipitation. We also found that, compared with the past (1901–2017), the climate in the future (2018–2100) will tend toward significant droughts, although both periods showed a high spatial heterogeneity across China. Moreover, the proportion of areas with significantly decreasing SPEI trends was far greater than the proportion of those with increasing trends in most cases, especially for northwestern and northern China. Finally, the proposed approach to quantifying precipitation and PET contributions performed well according to logical evaluations. Overall, our results provide detailed insights for planning flexible adaptation and mitigation strategies to cope with the adverse effects of climate drought across China."
      ],
      "backgroundCn": [
        "研究长期干旱趋势对于应对全球变暖的负面影响至关重要。最近的几项研究表明，持续的变暖正在加速蒸发，并导致降水的时空异质性比以往更为显著。中国拥有多种气候区，涵盖了重要的农业区域和其他可能受到干旱加剧影响的社会活动。多种指标已被用于研究长期干旱，包括标准化降水指数、帕尔默干旱严重指数和标准化降水蒸发指数（SPEI）。与标准化降水指数不同，SPEI考虑了降水和由温度引起的潜在蒸发量的变化。与帕尔默干旱严重指数不同，SPEI还允许多种时间尺度的分析。"
      ],
      "research objectiveCn": [
        "在本研究中，我们首先生成了一个覆盖中国的1901年至2100年期间的1公里分辨率月度气候数据集，采用了增量空间下调方法，以评估标准化降水蒸发指数（SPEI）的变异性。然后，我们开发了一种简单的方法来量化水供应（降水）和需求（潜在蒸散发，PET）对SPEI变异性的贡献，这基于SPEI方程的差异化意义。"
      ],
      "challengesCn": [
        "然而，关于中国干旱变化的详细空间变异性和归因研究的关注较少。"
      ],
      "methodsCn": [
        "在本研究中，我们首先生成了一个覆盖中国的1公里分辨率的月度气候数据集，时间范围为1901年至2100年，采用了增量空间降尺度方法，以评估标准化降水蒸发指数（SPEI）的变异性。然后，我们开发了一种简单的方法来量化水供应（降水）和需求（潜在蒸散发，PET）对SPEI变异性的贡献，这基于SPEI方程的差异化含义。"
      ],
      "datasetCn": [
        "在本研究中，我们首先使用增量空间下采样方法生成了一个覆盖中国的1901年至2100年期间的1公里分辨率月度气候数据集，以评估标准化降水蒸发指数（SPEI）的变异性。"
      ],
      "findingsCn": [
        "结果表明，delta框架能够准确地对来自气候研究单位和一般环流模型（GCMs）的低空间分辨率月度温度和降水进行下尺度化和校正。在分析的27个GCM中，BNU-ESM、CESM1-CAM5和GFDL-ESM2M被发现是模拟未来温度和降水最准确的模型。我们还发现，与过去（1901-2017年）相比，未来（2018-2100年）的气候将趋向于显著的干旱，尽管两个时期在中国的空间异质性都很高。此外，在大多数情况下，显著减少的SPEI趋势区域的比例远大于增加趋势区域的比例，特别是在中国西北和北部地区。最后，所提出的量化降水和潜在蒸散发（PET）贡献的方法在逻辑评估中表现良好。总体而言，我们的结果为规划灵活的适应和减缓策略以应对中国气候干旱的负面影响提供了详细的见解。"
      ]
    },
    {
      "background": [
        "High-spatial-resolution and long-term climate data are required for accurate investigations of changes in climate and climate-related phenomena that affect hydrology, vegetation cover, and crop production. Although meteorological observation networks are increasingly incorporating data from a greater number of weather stations and contributions from an increasing number of governments and researchers around the world, observation networks still suffer from low station density and spatial resolution, especially in mountainous areas, where the installation and maintenance of weather stations are challenging. Proxy monthly temperature (TMP) and precipitation (PRE) data products are released by several climate research organizations such as the general circulation models (GCMs) of the Intergovernmental Panel on Climate Change, the Climatic Research Unit (CRU) of the University of East Anglia, the Global Precipitation Climatology Centre (GPCC), and Willmott & Matsuura (W&M). Although CRU products offer the advantage of reflecting long-term climate effects, their low spatial resolution (30′, approximately 55 km) limits their ability to reflect the effects of complex topographies, land surface characteristics, and other processes on climate systems. China has a large area with abundant mountainous regions. As a result, even the establishment of additional weather stations has not fully satisfied the requirements for long-term, high-spatial-resolution climate data, especially at finer geographical scales and for mountainous areas. Furthermore, most weather stations in China were established after 1950, and thus long-term observational climate data are lacking."
      ],
      "research objective": [
        "The objective of this study was to generate a long-term climate dataset with high spatial resolution for China by downscaling CRU time series data using a high-spatial-resolution reference climatology dataset."
      ],
      "challenges": [
        "Although the new dataset was not evaluated before 1950 owing to data unavailability, the quality of the new dataset in the period of 1901–2017 depended on the quality of the original CRU and WorldClim datasets."
      ],
      "methods": [
        "First, reference climatology data with different spatial resolutions and the 30′ original CRU time series data were evaluated through observations. Second, the 30′ original CRU time series data were spatially downscaled to four spatial resolutions (10′, 5′, 2.5′, and 0.5′) corresponding to the spatial resolutions of the reference climatology data using the delta downscaling framework. The downscaled data were validated through observations. Finally, the climatology data and annual trends in TMPs and PRE were investigated using the 30′ original CRU, 0.5′ downscaled, and observed data to demonstrate the performance of the 0.5′ downscaled data."
      ],
      "dataset": [
        "The dataset presented in this article has been published in the Network Common Data Form (NetCDF) at https://doi.org/10.5281/zenodo.3114194 for precipitation and https://doi.org/10.5281/zenodo.3185722 for air temperatures at 2 m and includes 156 NetCDF files compressed in zip format and one user guidance text file. The monthly mean, maximum, and minimum air TMPs at 2 m as well as PRE were obtained for January 1901 to December 2017 with a spatial resolution of 30′ from the CRU TS v4.02 dataset. To downscale CRU TMPs and PRE time series data to higher spatial resolutions, we obtained four high-resolution reference datasets at spatial resolutions of 10′, 5′, 2.5′, and 0.5′ from WorldClim v2.0. To evaluate the performance of the downscaling procedure, the observed long-term monthly TMPs (i.e., mean, maximum, minimum air TMPs at 2 m) and PRE variables across China were obtained from the National Meteorological Information Center of China. This dataset included observations from 496 national weather stations during 1951–2016."
      ],
      "findings": [
        "Compared with the evaluations of the 30′original CRU dataset, the mean absolute error of the new dataset (i.e., of the 0.5′dataset downscaled by bilinear interpolation) decreased by 35.4 %–48.7 % for TMPs and by 25.7 % for PRE. The root-mean-square error decreased by 32.4 %–44.9 % for TMPs and by 25.8 % for PRE. The Nash–Sutcliffe efficiency coefficients increased by 9.6 %–13.8 % for TMPs and by 31.6 % for PRE, and correlation coefficients increased by 0.2 %–0.4 % for TMPs and by 5.0 % for PRE. Overall, the downscaled datasets had higher accuracy than the original CRU dataset, especially the 0.5′dataset downscaled using the bilinear interpolation method, which is, therefore, the new dataset proposed by this study."
      ],
      "backgroundCn": [
        "高空间分辨率和长期气候数据对于准确调查气候变化及其对水文、植被覆盖和作物生产等气候相关现象的影响是必需的。尽管气象观测网络越来越多地整合来自更多气象站的数据，以及来自世界各地越来越多的政府和研究人员的贡献，但观测网络仍然面临站点密度和空间分辨率低的问题，尤其是在山区，安装和维护气象站的难度较大。多个气候研究组织发布了代理月度温度（TMP）和降水（PRE）数据产品，如气候变化政府间专门委员会（IPCC）的全球气候模型（GCMs）、东英吉利大学气候研究单位（CRU）、全球降水气候中心（GPCC）以及Willmott & Matsuura（W&M）。尽管CRU产品具有反映长期气候效应的优势，但其低空间分辨率（30′，约55公里）限制了其反映复杂地形、地表特征和其他过程对气候系统影响的能力。中国地大物博，山区丰富。因此，即使建立了更多的气象站，仍未能完全满足长期、高空间分辨率气候数据的需求，尤其是在更细的地理尺度和山区。此外，中国大多数气象站是在1950年后建立的，因此缺乏长期的观测气候数据。"
      ],
      "research objectiveCn": [
        "本研究的目的是通过使用高空间分辨率的参考气候数据集对CRU时间序列数据进行降尺度，生成中国的长期气候数据集，具有高空间分辨率。"
      ],
      "challengesCn": [
        "尽管由于数据不可用，新数据集在1950年前没有进行评估，但1901年至2017年期间新数据集的质量依赖于原始CRU和WorldClim数据集的质量。"
      ],
      "methodsCn": [
        "首先，通过观测评估了不同空间分辨率的气候数据与30′原始CRU时间序列数据。其次，使用增量下缩放框架将30′原始CRU时间序列数据空间下缩放到四个空间分辨率（10′、5′、2.5′和0.5′），对应于参考气候数据的空间分辨率。下缩放的数据通过观测进行了验证。最后，使用30′原始CRU、0.5′下缩放和观测数据调查了气温（TMPs）和降水（PRE）的气候数据及年度趋势，以展示0.5′下缩放数据的性能。"
      ],
      "datasetCn": [
        "本文中呈现的数据集已在网络公共数据格式（NetCDF）中发布，降水数据请访问 https://doi.org/10.5281/zenodo.3114194，2米空气温度数据请访问 https://doi.org/10.5281/zenodo.3185722。该数据集包含156个压缩为zip格式的NetCDF文件和一个用户指南文本文件。1901年1月至2017年12月的月均值、最大值和最小值的2米空气温度（TMPs）以及降水量（PRE）数据，均来自CRU TS v4.02数据集，空间分辨率为30′。为了将CRU TMPs和PRE时间序列数据降尺度到更高的空间分辨率，我们从WorldClim v2.0获得了四个高分辨率参考数据集，空间分辨率分别为10′、5′、2.5′和0.5′。为了评估降尺度过程的性能，我们从中国国家气象信息中心获取了中国地区的长期观测月度TMPs（即2米空气TMP的均值、最大值、最小值）和PRE变量的数据。该数据集包含了1951年至2016年间496个国家气象站的观测数据。"
      ],
      "findingsCn": [
        "与30′原始CRU数据集的评估相比，新数据集（即通过双线性插值下采样的0.5′数据集）在TMPs方面的平均绝对误差减少了35.4%–48.7%，在PRE方面减少了25.7%。根均方误差在TMPs方面减少了32.4%–44.9%，在PRE方面减少了25.8%。Nash–Sutcliffe效率系数在TMPs方面增加了9.6%–13.8%，在PRE方面增加了31.6%；相关系数在TMPs方面增加了0.2%–0.4%，在PRE方面增加了5.0%。总体而言，经过下采样的数据集比原始CRU数据集具有更高的准确性，特别是通过双线性插值方法下采样的0.5′数据集，因此这是本研究提出的新数据集。"
      ]
    }
  ],
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What methods are used to downscale climate data for generating high-resolution datasets in China?",
        "QuestionCn": "在中国，用于生成高分辨率气候数据集的气候数据下采样方法包括哪些？",
        "AnswerEn": "Delta method",
        "AnswerCn": "Delta 方法",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where can one find datasets that include high-resolution climate data for China?",
        "QuestionCn": "在哪里可以找到包含中国高分辨率气候数据的数据集？",
        "AnswerEn": "Zenodo",
        "AnswerCn": "Zenodo",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are associated with creating detailed spatial climate datasets in mountainous regions of China?",
        "QuestionCn": "在中国山区创建详细的空间气候数据集面临哪些挑战？",
        "AnswerEn": "low density of weather stations",
        "AnswerCn": "天气站密度低",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to downscale low-spatial-resolution climate datasets to achieve higher spatial resolution in climate studies?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于将低空间分辨率的气候数据集降尺度，以在气候研究中实现更高的空间分辨率？",
        "AnswerEn": "The Delta downscaling method is used to downscale low-spatial-resolution climate datasets, such as those from the CRU and CMIP5, to achieve a higher spatial resolution of 1 km for climate studies in China.",
        "AnswerCn": "Delta降尺度方法用于将低空间分辨率的气候数据集（如CRU和CMIP5）降尺度，以实现1公里的更高空间分辨率，便于在中国进行气候研究。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the Delta spatial downscaling method used for generating high-resolution climate datasets?",
        "QuestionCn": "用于生成高分辨率气候数据集的Delta空间降尺度方法的特征是什么？",
        "AnswerEn": "1 km resolution, uses reference climatology data, compares historic downscaled temperatures from general circulation models with observations, reduces uncertainty of future temperature data.",
        "AnswerCn": "1公里分辨率，使用参考气候数据，将大尺度环流模型的历史降尺度温度与观测数据进行比较，减少未来温度数据的不确定性。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the common challenges in collecting long-term, high-spatial-resolution climate data in regions with complex topographies?",
        "QuestionCn": "在地形复杂的地区收集长期、高空间分辨率气候数据的常见挑战有哪些？",
        "AnswerEn": "low weather station density, low spatial resolution, difficult installation and maintenance of weather stations",
        "AnswerCn": "气象站密度低、空间分辨率低、气象站安装和维护困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the main features and limitations of using proxy climate data for estimating potential evapotranspiration (PET)?",
        "QuestionCn": "使用代理气候数据估算潜在蒸散发（PET）的主要特征和局限性是什么？",
        "AnswerEn": "reliable long-term results, lack of spatial resolution",
        "AnswerCn": "可靠的长期结果，缺乏空间分辨率",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the downscaled temperature dataset generated using the Delta method?",
        "QuestionCn": "使用Delta方法生成的降尺度温度数据集的空间分辨率是多少？",
        "AnswerEn": "1 km",
        "AnswerCn": "1公里",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many general circulation models (GCMs) were evaluated to reduce uncertainty in future temperature data?",
        "QuestionCn": "评估了多少个一般环流模型（GCMs）以减少未来温度数据的不确定性？",
        "AnswerEn": "27",
        "AnswerCn": "27",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the time range covered by the high-resolution climate dataset generated for China?",
        "QuestionCn": "为中国生成的高分辨率气候数据集覆盖的时间范围是什么？",
        "AnswerEn": "1901-2100",
        "AnswerCn": "1901-2100",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the Delta downscaling method in the context of climate data collection?",
        "QuestionCn": "在气候数据收集的背景下，Delta降尺度方法是什么？",
        "AnswerEn": "The Delta downscaling method is used to generate high-spatial-resolution climate datasets by downscaling low-resolution datasets. This involves using high-resolution reference climatology data to spatially downscale the original time series data, and it is particularly effective for improving the spatial resolution of climate variables such as temperature and precipitation.",
        "AnswerCn": "Delta降尺度方法用于通过降尺度低分辨率数据集生成高空间分辨率气候数据集。这涉及使用高分辨率参考气候数据对原始时间序列数据进行空间降尺度，特别有效于提高气候变量（如温度和降水）的空间分辨率。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What constitutes a high-spatial-resolution climate dataset?",
        "QuestionCn": "什么构成高空间分辨率气候数据集？",
        "AnswerEn": "A high-spatial-resolution climate dataset refers to climate data that has been processed to provide detailed geographic information, often with a spatial resolution of 1 km or finer. Such datasets are typically created by downscaling coarser datasets using reference data with higher spatial resolution to capture detailed spatial patterns, especially in areas with complex topographies.",
        "AnswerCn": "高空间分辨率气候数据集是指经过处理以提供详细地理信息的气候数据，通常具有1公里或更细的空间分辨率。这类数据集通常通过使用具有更高空间分辨率的参考数据对粗糙数据集进行下采样，以捕捉复杂地形区域的详细空间模式。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are some challenges faced in generating high-spatial-resolution climate data?",
        "QuestionCn": "在生成高空间分辨率气候数据时面临的一些挑战是什么？",
        "AnswerEn": "Challenges in generating high-spatial-resolution climate data include the low density of weather stations, especially in mountainous regions, and the limited spatial resolution of proxy climate data. Additionally, the quality of downscaled data depends on the quality of the original datasets and reference climatology data, and there is often a lack of long-term observational data before the establishment of many weather stations.",
        "AnswerCn": "生成高空间分辨率气候数据的挑战包括气象站的稀疏分布，尤其是在山区，以及代理气候数据的空间分辨率有限。此外，降尺度数据的质量依赖于原始数据集和参考气候数据的质量，并且在许多气象站建立之前，往往缺乏长期的观测数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for generating long-term high-spatial-resolution climate datasets using the Delta downscaling framework compare to traditional weather station-based approaches?",
        "QuestionCn": "使用Delta降尺度框架生成长期高空间分辨率气候数据集的数据收集方法与传统气象站方法相比如何？",
        "AnswerEn": "The Delta downscaling framework uses low-spatial-resolution datasets such as those from general circulation models (GCMs) and Climatic Research Unit (CRU) data, downscaling them to high-spatial-resolution datasets. This method improves the spatial resolution of climate data, which is typically limited by the density of weather stations. Traditional weather station-based approaches offer reliable ground observations but suffer from low density and spatial resolution, especially in complex terrains like mountainous areas.",
        "AnswerCn": "Delta下缩放框架使用低空间分辨率的数据集，例如来自一般环流模型（GCM）和气候研究单位（CRU）数据，通过下缩放将其转换为高空间分辨率的数据集。这种方法提高了气候数据的空间分辨率，而气候数据通常受到气象站密度的限制。传统的基于气象站的方法提供可靠的地面观测，但由于在复杂地形（如山区）中的低密度和空间分辨率而受到限制。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What are the challenges associated with using proxy climate data for long-term PET estimation, and how does the Hargreaves model address these challenges?",
        "QuestionCn": "使用代理气候数据进行长期潜在蒸散发（PET）估算面临的挑战有哪些，以及哈格里夫斯模型是如何应对这些挑战的？",
        "AnswerEn": "Proxy climate data often suffer from low spatial resolution and insufficient weather station density, which limits their ability to capture detailed spatial patterns. The Hargreaves model, which estimates potential evapotranspiration (PET) using temperature data, is better suited for long-term PET estimation in regions with drier climates. By employing downscaled high-resolution temperature datasets, it can more effectively attribute PET variations to changes in temperature variables, helping to overcome the limitations of proxy data.",
        "AnswerCn": "代理气候数据通常存在空间分辨率低和气象站密度不足的问题，这限制了它们捕捉详细空间模式的能力。哈格里夫斯模型通过温度数据估算潜在蒸散发（PET），更适合用于干旱气候地区的长期PET估算。通过采用降尺度的高分辨率温度数据集，它可以更有效地将PET变化归因于温度变量的变化，从而帮助克服代理数据的局限性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the challenges in capturing detailed spatial patterns of potential evapotranspiration (PET) over China?",
        "QuestionCn": "导致在中国捕捉潜在蒸散发（PET）详细空间模式的挑战的原因是什么？",
        "AnswerEn": "The challenges arise due to poor weather station density and the low spatial resolution of climatic proxy data, which make it difficult to elucidate detailed spatial patterns of PET.",
        "AnswerCn": "由于气象站密度不足和气候代理数据的空间分辨率低，导致难以阐明潜在蒸散发（PET）的详细空间模式。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it necessary to employ downscaling methods when generating high-resolution climate datasets for China?",
        "QuestionCn": "在生成中国的高分辨率气候数据集时，采用降尺度方法是必要的原因是什么？",
        "AnswerEn": "Downscaling methods are necessary because the original climate datasets have low spatial resolution, which limits their ability to reflect the effects of complex topographies and land surface characteristics on climate systems, especially in mountainous regions.",
        "AnswerCn": "下调方法是必要的，因为原始气候数据集的空间分辨率较低，这限制了它们反映复杂地形和地表特征对气候系统影响的能力，尤其是在山区。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "How does the application of the Delta downscaling method influence the spatial resolution and accuracy of climate datasets in China?",
        "QuestionCn": "Delta降尺度方法的应用如何影响中国气候数据集的空间分辨率和准确性？",
        "AnswerEn": "The Delta downscaling method significantly enhances the spatial resolution and accuracy of climate datasets by generating high-resolution temperature data from low-spatial-resolution inputs. This method allows for the creation of datasets with a resolution of 1-km, which provides detailed spatial patterns that are crucial for assessing climate impacts in China.",
        "AnswerCn": "Delta降尺度方法通过从低空间分辨率输入生成高分辨率温度数据，显著提高了气候数据集的空间分辨率和准确性。该方法允许创建分辨率为1公里的数据集，提供了对中国气候影响评估至关重要的详细空间模式。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the effects of using high-spatial-resolution climate datasets on the understanding of potential evapotranspiration (PET) trends in China?",
        "QuestionCn": "使用高空间分辨率气候数据集对中国潜在蒸散发（PET）趋势的理解有什么影响？",
        "AnswerEn": "Using high-spatial-resolution climate datasets improves the understanding of PET trends by providing detailed spatial patterns that are otherwise obscured by low-density weather station data and low-resolution proxy climate data. This enhanced resolution allows researchers to better attribute long-term PET variations to changes in temperature variables and assess the impacts of global warming on surface water loss in China.",
        "AnswerCn": "使用高空间分辨率气候数据集可以提高对潜在蒸散发（PET）趋势的理解，因为它提供了详细的空间模式，这些模式在低密度气象站数据和低分辨率代理气候数据中被掩盖。这种增强的分辨率使研究人员能够更好地将长期PET变化归因于温度变量的变化，并评估全球变暖对中国地表水损失的影响。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What consequences arise from the integration of multiple General Circulation Models (GCMs) in downscaled climate datasets for projecting future climate scenarios in China?",
        "QuestionCn": "将多个全球气候模型（GCMs）整合到下游气候数据集中，以预测中国未来气候情景，会产生哪些后果？",
        "AnswerEn": "Integrating multiple GCMs into downscaled climate datasets allows for a comprehensive evaluation of future climate scenarios, reducing uncertainty in temperature projections. This approach facilitates a more accurate prediction of climate impacts, such as increased droughts and PET sensitivity shifts, which are crucial for developing sustainable strategies to adapt to and mitigate climate change effects in China.",
        "AnswerCn": "将多个全球气候模型（GCMs）整合到下调气候数据集中，可以全面评估未来气候情景，减少温度预测的不确定性。这种方法有助于更准确地预测气候影响，例如干旱增加和潜在蒸散发敏感性变化，这对于制定可持续策略以适应和减缓气候变化影响在中国至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of generating a high-spatial-resolution climate dataset using the delta spatial downscaling method in the context of climate research in China?",
        "QuestionCn": "在气候研究中，使用增量空间下采样方法生成高空间分辨率气候数据集的主要目标是什么？",
        "AnswerEn": "The primary objectives include assessing the variability of climate indices such as the Standardized Precipitation Evaporation Index (SPEI) and investigating changes in potential evapotranspiration (PET) across China. These datasets help in understanding the impacts of global warming on water resources, plant growth, crop yields, and economic behavior, as well as in planning strategies to adapt to and mitigate the effects of climate change.",
        "AnswerCn": "主要目标包括评估气候指数的变异性，如标准化降水蒸发指数（SPEI），并调查中国潜在蒸散发（PET）的变化。这些数据集有助于理解全球变暖对水资源、植物生长、作物产量和经济行为的影响，以及制定适应和减缓气候变化影响的策略。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to employ a 1-km resolution temperature dataset from 1901 to 2100 for studying potential evapotranspiration (PET) changes in China?",
        "QuestionCn": "为什么使用1901年至2100年的1公里分辨率温度数据集来研究中国潜在蒸散发（PET）变化是重要的？",
        "AnswerEn": "A 1-km resolution temperature dataset is crucial for accurately investigating long-term PET changes and their attribution to a warmer climate, as it provides detailed spatial patterns that station observations and proxy climate data with lower spatial resolution cannot offer. This high resolution helps in understanding how global warming induces surface water loss and aids in developing sustainable strategies to adapt to climatic changes in China.",
        "AnswerCn": "1公里分辨率的温度数据集对于准确研究长期潜在蒸散发（PET）变化及其归因于气候变暖至关重要，因为它提供了详细的空间模式，而站点观测和低空间分辨率的气候代理数据无法提供。这种高分辨率有助于理解全球变暖如何导致地表水的损失，并有助于制定可持续的策略以适应中国的气候变化。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the intended goals of creating a long-term climate dataset with high spatial resolution for China, specifically when using the delta downscaling framework?",
        "QuestionCn": "创建中国高空间分辨率长期气候数据集的预期目标是什么，特别是在使用增量下采样框架时？",
        "AnswerEn": "The intended goals include addressing the limitations of low station density and spatial resolution in meteorological observation networks, especially in mountainous areas. By downscaling CRU time series data with high-resolution reference climatology datasets, researchers aim to produce more accurate climate data that reflects complex topographies and land surface characteristics, thus improving climate change impact assessments on hydrology, vegetation cover, and crop production.",
        "AnswerCn": "预期目标包括解决气象观测网络中低站点密度和空间分辨率的局限性，特别是在山区。通过使用高分辨率参考气候数据集对CRU时间序列数据进行降尺度，研究人员旨在生成更准确的气候数据，以反映复杂的地形和地表特征，从而改善对水文、植被覆盖和农作物生产的气候变化影响评估。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What techniques can be employed to downscale global climate model data to achieve high spatial resolution for a specific region?",
        "QuestionCn": "可以采用哪些技术将全球气候模型数据降尺度，以实现特定区域的高空间分辨率？",
        "AnswerEn": "The Delta downscaling method can be employed to downscale global climate model data, such as those from the CMIP6 and WorldClim datasets, to achieve high spatial resolution over a specific region like China. This involves using low-spatial-resolution climate datasets as a base and applying statistical techniques to interpolate and adjust the data to finer resolutions, such as 1 km, while preserving the climatic patterns relevant to the region.",
        "AnswerCn": "Delta降尺度方法可以用于对全球气候模型数据进行降尺度，例如CMIP6和WorldClim数据集，以在特定区域（如中国）实现高空间分辨率。这涉及使用低空间分辨率的气候数据集作为基础，并应用统计技术对数据进行插值和调整，以达到更细的分辨率，如1公里，同时保留与该区域相关的气候模式。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can potential evapotranspiration (PET) be calculated using high-resolution climate datasets, and what models are suitable for this purpose?",
        "QuestionCn": "潜在蒸散发（PET）可以使用高分辨率气候数据集进行计算，适合用于此目的的模型有哪些？",
        "AnswerEn": "Potential evapotranspiration (PET) can be calculated using high-resolution climate datasets by employing models such as the Hargreaves model. This model uses monthly minimum, maximum, and mean temperatures to estimate PET, making it suitable for use with high-resolution datasets that offer detailed spatial patterns. Such models are particularly useful in attributing long-term PET variations to changes in temperature variables, enhancing the understanding of surface water loss due to global warming.",
        "AnswerCn": "潜在蒸散发（PET）可以通过使用高分辨率气候数据集来计算，采用的模型如Hargreaves模型。该模型利用每月的最低、最高和平均气温来估算PET，使其适合用于提供详细空间模式的高分辨率数据集。这类模型在将长期PET变化归因于温度变量的变化方面特别有用，从而增强了对全球变暖导致的地表水损失的理解。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What methods are used to evaluate the accuracy of downscaled climate data, and what metrics are typically applied in this process?",
        "QuestionCn": "评估下调气候数据准确性的方法有哪些，通常使用哪些指标进行这一过程？",
        "AnswerEn": "To evaluate the accuracy of downscaled climate data, methods such as comparing the downscaled data with observed data from weather stations are used. Common metrics applied in this evaluation process include mean absolute error (MAE), the Nash–Sutcliffe efficiency coefficient (NSE), and root mean square error (RMSE). These metrics help in assessing the performance and reliability of the downscaling process by quantifying the differences between observed and modeled data.",
        "AnswerCn": "为了评估降尺度气候数据的准确性，通常采用将降尺度数据与气象站的观测数据进行比较的方法。常用的评估指标包括平均绝对误差（MAE）、纳什–沙普利效率系数（NSE）和均方根误差（RMSE）。这些指标通过量化观测数据与模型数据之间的差异，帮助评估降尺度过程的性能和可靠性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection methods enable the generation of high-spatial-resolution climate datasets for China from 1901 to 2100?",
        "QuestionCn": "哪些数据收集方法能够生成1901年至2100年中国的高空间分辨率气候数据集？",
        "AnswerEn": "The generation of high-spatial-resolution climate datasets for China from 1901 to 2100 is enabled by the Delta spatial downscaling method, which downscales low-resolution datasets to a finer scale using high-resolution reference climatology data.",
        "AnswerCn": "通过Delta空间降尺度方法，可以生成1901年至2100年中国的高空间分辨率气候数据集，该方法利用高分辨率参考气候数据将低分辨率数据集降尺度到更精细的尺度。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How does the Delta downscaling method address the challenges associated with low weather station density and low spatial resolution of proxy climate data?",
        "QuestionCn": "Delta降尺度方法如何解决气象站密度低和代理气候数据空间分辨率低的问题？",
        "AnswerEn": "The Delta downscaling method addresses these challenges by using high-resolution reference datasets to increase the spatial resolution of climate data, allowing for the generation of detailed spatial patterns of climate variables like temperature and precipitation, which are not possible with data from low-density weather stations or low-resolution proxy climate data.",
        "AnswerCn": "Delta降尺度方法通过使用高分辨率参考数据集来提高气候数据的空间分辨率，从而生成气温和降水等气候变量的详细空间模式，这些模式是低密度气象站或低分辨率代理气候数据无法实现的。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the Delta downscaling method be expected to improve the spatial resolution of climate datasets for China?",
        "QuestionCn": "Delta降尺度方法为何被期望能提高中国气候数据集的空间分辨率？",
        "AnswerEn": "The Delta downscaling method is employed to generate high-spatial-resolution climate datasets because it can reduce the uncertainty of future temperature data by comparing historic downscaled temperatures from general circulation models (GCMs) and observations. This method allows for the detailed spatial patterns of climate variables to be elucidated, which are often obscured by the low-density weather station data and low spatial resolution of climatic proxy data.",
        "AnswerCn": "Delta降尺度方法被用于生成高空间分辨率的气候数据集，因为它可以通过比较历史下尺度的温度数据与观测数据，减少未来温度数据的不确定性。该方法能够阐明气候变量的详细空间模式，这些模式通常被低密度的气象站数据和低空间分辨率的气候代理数据所掩盖。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it expected that using the Hargreaves model is more suitable for calculating potential evapotranspiration (PET) in drier climates and over longer time periods?",
        "QuestionCn": "为什么预计在干旱气候和较长时间段内使用哈格里夫斯模型计算潜在蒸散发（PET）更为合适？",
        "AnswerEn": "The Hargreaves model is considered more suitable for drier climates and longer time periods because it uses monthly minimum, maximum, and mean temperatures to calculate PET. This allows for a better attribution of long-term PET variations to changes in these temperature variables, which is essential for understanding how global warming induces surface water loss. The model's simplicity and reliance on temperature make it effective for such climates compared to more complex models like the FAO Penman-Monteith model.",
        "AnswerCn": "哈格里夫斯模型被认为更适合干燥气候和较长时间段，因为它使用每月的最低、最高和平均温度来计算潜在蒸散发（PET）。这使得能够更好地将长期PET变化归因于这些温度变量的变化，这对于理解全球变暖如何导致地表水损失至关重要。该模型的简单性和对温度的依赖使其在这种气候条件下比更复杂的模型（如FAO潘曼-蒙特斯模型）更有效。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What is your assessment on the effectiveness of the Delta downscaling method used for generating high-spatial-resolution climate datasets in China?",
        "QuestionCn": "我对在中国生成高空间分辨率气候数据集的Delta降尺度方法的有效性有何评估？",
        "AnswerEn": "The Delta downscaling method is considered effective for generating high-spatial-resolution climate datasets in China. It has been shown to accurately downscale and correct low-spatial-resolution monthly temperatures and precipitation data, resulting in datasets with higher accuracy compared to original datasets. This method allows for detailed spatial analysis that is critical for understanding climate dynamics in complex topographies.",
        "AnswerCn": "Delta降尺度方法被认为是生成中国高空间分辨率气候数据集的有效手段。研究表明，它能够准确地对低空间分辨率的月度温度和降水数据进行降尺度和校正，从而生成比原始数据集更高精度的数据集。该方法允许进行详细的空间分析，这对于理解复杂地形中的气候动态至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the challenges and limitations of using proxy climate data and weather station observations for high-resolution climate studies in China?",
        "QuestionCn": "使用代理气候数据和气象站观测数据进行中国高分辨率气候研究的挑战和局限性是什么？",
        "AnswerEn": "The challenges and limitations of using proxy climate data and weather station observations include low station density and spatial resolution, especially in mountainous areas, which impede the ability to elucidate detailed spatial patterns of climate variables. Additionally, proxy data often have a spatial resolution greater than 50 km, which limits their usefulness for fine-scale climate studies. These constraints hinder the development of precise strategies for climate adaptation and mitigation.",
        "AnswerCn": "使用代理气候数据和气象站观测的挑战和局限性包括站点密度低和空间分辨率差，尤其是在山区，这妨碍了详细阐明气候变量的空间模式。此外，代理数据的空间分辨率通常大于50公里，这限制了它们在细尺度气候研究中的实用性。这些限制阻碍了气候适应和减缓策略的精确制定。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how high-spatial-resolution climate datasets are generated from low-resolution sources for long-term climate studies.",
        "QuestionCn": "我不明白如何从低分辨率来源生成高空间分辨率气候数据集，以用于长期气候研究。",
        "AnswerEn": "High-spatial-resolution climate datasets are generated using a Delta downscaling framework. This method involves using low-resolution data from sources like the CRU and CMIP5, and downscaling them to a finer resolution, such as 1-km, using reference datasets like WorldClim, which provide high-resolution climatology. The process often involves bilinear interpolation to enhance the spatial resolution.",
        "AnswerCn": "高空间分辨率气候数据集是通过Delta下调框架生成的。该方法涉及使用来自CRU和CMIP5等来源的低分辨率数据，并利用WorldClim等参考数据集将其下调到更细的分辨率，例如1公里。该过程通常涉及双线性插值以增强空间分辨率。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about the challenges that arise when attempting to provide detailed spatial patterns of potential evapotranspiration (PET) using climate data.",
        "QuestionCn": "我对使用气候数据提供潜在蒸散发（PET）详细空间模式时出现的挑战感到不确定。",
        "AnswerEn": "The challenges in providing detailed spatial patterns of PET arise from poor weather station density and the low spatial resolution of climatic proxy data. These limitations hinder the ability to accurately capture the spatial variability of PET. To address this, high-resolution datasets are generated using downscaling methods, but the quality of the resulting data is contingent upon the quality of the original datasets.",
        "AnswerCn": "提供详细的潜在蒸散发（PET）空间模式面临的挑战源于气象站密度不足和气候代理数据的低空间分辨率。这些限制妨碍了准确捕捉PET的空间变异性。为了解决这个问题，采用降尺度方法生成高分辨率数据集，但生成数据的质量取决于原始数据集的质量。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I can't make sense of how the evaluation of downscaled climate data ensures accuracy in reflecting temperature and precipitation patterns.",
        "QuestionCn": "我无法理解下调气候数据的评估如何确保准确反映温度和降水模式。",
        "AnswerEn": "The accuracy of downscaled climate data is evaluated through metrics such as mean absolute error (MAE), root mean square error (RMSE), and the Nash–Sutcliffe efficiency coefficient (NSE). These metrics compare downscaled data against observed data from weather stations to ensure that the downscaled data accurately reflects temperature and precipitation patterns. Improvements in these metrics indicate higher accuracy of the downscaled datasets over the original low-resolution data.",
        "AnswerCn": "下调气候数据的准确性通过均方根误差（RMSE）、平均绝对误差（MAE）和纳什–沙普利效率系数（NSE）等指标进行评估。这些指标将下调数据与气象站的观测数据进行比较，以确保下调数据准确反映温度和降水模式。这些指标的改善表明下调数据集的准确性高于原始低分辨率数据。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore and describe the main challenges faced during the generation of high-spatial-resolution climate datasets in China.",
        "QuestionCn": "请探讨并描述在中国生成高空间分辨率气候数据集时面临的主要挑战。",
        "AnswerEn": "Challenges include limited knowledge on the detailed spatial patterns of climate variables due to poor weather station density and low spatial resolution of climatic proxy data. Additionally, the establishment of weather stations in mountainous areas is difficult, and long-term observational climate data is lacking, especially before 1950. The quality of downscaled datasets is dependent on the original datasets used as references.",
        "AnswerCn": "挑战包括由于气象站密度不足和气候代理数据的低空间分辨率，对气候变量的详细空间模式了解有限。此外，在山区建立气象站困难，长期观测气候数据缺乏，尤其是1950年之前。降尺度数据集的质量依赖于用作参考的原始数据集。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please analyze the methodologies used for downscaling climate data to enhance spatial resolution in China, specifically focusing on techniques like the Delta method.",
        "QuestionCn": "请分析用于气候数据降尺度以提高中国空间分辨率的方法，特别关注像Delta方法这样的技术。",
        "AnswerEn": "The Delta method is employed to downscale low-spatial-resolution climate datasets, such as those from the Climatic Research Unit (CRU) and CMIP datasets. This involves using high-resolution reference climatology datasets to spatially downscale original time series data to finer resolutions like 1 km. The method has been validated through observations and is shown to reduce errors significantly compared to the original datasets.",
        "AnswerCn": "Delta方法用于对低空间分辨率的气候数据集进行下尺度处理，例如来自气候研究单位（CRU）和CMIP数据集的数据。这涉及使用高分辨率的参考气候数据集，将原始时间序列数据空间下尺度到更细的分辨率，如1公里。该方法已通过观测进行验证，并显示出与原始数据集相比显著减少了误差。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please identify and discuss the potential data sources and validation techniques used to ensure the accuracy of high-resolution climate datasets in China.",
        "QuestionCn": "请识别和讨论用于确保中国高分辨率气候数据集准确性的潜在数据来源和验证技术。",
        "AnswerEn": "Potential data sources include high-resolution datasets from WorldClim as reference data and original datasets from the CRU and CMIP. Validation techniques involve using statistical measures such as mean absolute error (MAE), root mean square error (RMSE), and the Nash–Sutcliffe efficiency coefficient (NSE). Observed data from national weather stations across China is used to evaluate the performance of downscaled datasets.",
        "AnswerCn": "潜在的数据来源包括来自WorldClim的高分辨率数据集作为参考数据，以及来自CRU和CMIP的原始数据集。验证技术涉及使用统计指标，如平均绝对误差（MAE）、均方根误差（RMSE）和纳什-沙普利效率系数（NSE）。来自中国各地国家气象站的观测数据用于评估降尺度数据集的性能。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}