{
    "id": "7f0fce77-2cba-4bdc-ab02-b2d7c69e8e4b",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "1 km multi-scenario and multi-model monthly temperature data for China (2021-2100)",
            "description": "The data set is the monthly average temperature data of China's multi scenario and multi-mode, with a spatial resolution of 0.0083333 ° (about 1km) from January 2021 to December 2100. The data is in NetCDF format. The data is generated in China through the delta spatial downscaling scheme according to the global > 100 km climate model data set released in the sixth phase of the IPCC coupled model comparison program (cmip6) and the global high-resolution climate data set released by worldclim. The data adopts the latest SSP scenarios (ssp119, ssp245, ssp585) released by IPCC. Each scenario contains three GCMS (ec-earth3, gfdl-esm4, mri-esm2-0) climate data. The geospatial range contained in the dataset is China's main land, excluding islands and reefs in the South China Sea. The unit is 0.1 ℃. The file name is GCM_ SSP_ Tmp-30s-serial number NC, 30s, i.e. 0.0083333 °, serial number from 1-40, serial number 1 represents 2021.1-2022.12, and represents the year in turn; Based on ec-earth3_ ssp119_ tmp-30s-1. NC file, for example, represents the monthly average temperature data of ec-earth3 climate model with 1km resolution from 2021.1 to 2022.12 under ssp119 scenario, including 24 layers. For a deeper understanding of the data, please refer to the data cited in the literature and the published papers of the authors.",
            "instructions": "The file name is GCM_ SSP_ Tmp-30s-serial number NC, 30s, i.e. 0.0083333 °, the serial number ranges from 1-40, and the serial number 1 represents 2021.1-2022.12, representing the year in turn. Each NC data includes 24 layers; Based on ec-earth3_ ssp119_ tmp-30s-1. NC file, for example, represents the monthly average temperature data of ec-earth3 climate model with 1km resolution from 2021.1 to 2022.12 under ssp119 scenario. The 24 layers are January 2021, February 2021, December 2022.",
            "east": 136.69,
            "west": 71.29,
            "south": 15.75,
            "north": 58.64,
            "startTime": "2021-01-01 00:00:00",
            "endTime": "2100-12-31 11:59:59",
            "fileSize": 116763075884.0,
            "cstr": null,
            "doi": "10.11866/db.loess.2021.003",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "PENG Shouzhang",
                "unitEn": "Northwest A&F University"
            }
        ],
        "literatureList": [
            {
                "titleEn": "1 km monthly temperature and precipitation dataset for China from 1901 to 2017",
                "referenceEn": "Peng, S.Z., Ding, Y.X., Liu, W.Z., & Li, Z. (2019). 1 km monthly temperature and precipitation dataset for China from 1901 to 2017. Earth System Science Data, 11, 1931–1946. https://doi.org/10.5194/essd-11-1931-2019"
            },
            {
                "titleEn": "Spatiotemporal change and trend analysis of potential evapotranspiration over the Loess Plateau of China during 2011-2100",
                "referenceEn": "Peng, S.Z., Ding, Y.X., Wen, Z.M., Chen, Y.M., Cao, Y., & Ren, J.Y. (2017). Spatiotemporal change and trend analysis of potential evapotranspiration over the Loess Plateau of China during 2011-2100. Agricultural and Forest Meteorology, 233, 183-194. https://doi.org/10.1016/j.agrformet.2016.11.129"
            },
            {
                "titleEn": "Spatiotemporal trends and attribution of drought across China from 1901–2100",
                "referenceEn": "Ding, Y.X., & Peng, S.Z. (2020). Spatiotemporal trends and attribution of drought across China from 1901–2100. Sustainability, 12(2), 477."
            },
            {
                "titleEn": "Spatiotemporal change and attribution of potential evapotranspiration over China from 1901 to 2100",
                "referenceEn": "Ding, Y.X., Peng, S.Z. (2021). Spatiotemporal change and attribution of potential evapotranspiration over China from 1901 to 2100. Theoretical and Applied Climatology. https://doi.org/10.1007/s00704-021-03625-w"
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Temperature"
            },
            {
                "nameEn": "Downscaling"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2021-2100",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "the Second Tibetan Plateau Scientific Expedition and Research Program"
            },
            {
                "titleEn": "Ecological hydrological model and flood and drought disaster risk assessment in the middle reaches of the Yellow River under changing environment"
            },
            {
                "titleEn": "National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Global warming has become an indisputable fact and has large long-term effects on water resources, plant growth, crop yields, and economic behavior (Naumann et al., 2018). Its impacts on water resources are the most obvious and extensive, because it can directly and quickly increase surface evaporation (Cook et al., 2014). Potential evapotranspiration (PET), a crucial hydrological variable that can quantify the water loss of a region, could be used to calculate actual evapotranspiration (Aouissi et al., 2016), plan crop irrigation (Fan et al., 2018), project vegetation dynamics (Peng and Li, 2018), and could act as input for ecosystem or hydrological models (Odusanya et al., 2019). Numerous approaches have been employed to estimate PET, including Budyko (Budyko, 1974), Priestley–Taylor (Priestley and Taylor, 1972), Hargreaves (Hargreaves and Samani, 1985), and FAO Penman–Monteith (Allen et al., 1998) models. However, the Hargreaves model is more suitable than the FAO Penman–Monteith model for use in a drier climate and for longer time periods (Hargreaves and Allen, 2003; Odusanya et al., 2019). The Hargreaves model adopts monthly minimum, maximum, and mean temperatures (TMN, TMX, and TMP, respectively) to calculate PET and thus can better attribute long-term PET variations to changes of these temperature variables, which in turn would enhance our understanding of how global warming induces surface water loss. Currently, climate data used to calculate PET typically comes from either station observations (Ning et al., 2016; Zheng et al., 2009) or proxy climate data (Cook et al., 2014; Yang et al., 2017). Although these data can produce reliable and long-term PET results, respectively, they cannot elucidate the detailed spatial patterns of PET because of poor weather station density and climatic proxy data spatial resolution (e.g., >50 km) (Gao et al., 2018; Harris et al., 2014). Several studies reported that the Delta downscaling method can be used to generate the high-spatial-resolution climate datasets (Brekke et al., 2013; Peng et al., 2017; Wang and Chen, 2014). To date, many investigations regarding PET have been completed for China. However, these studies were conducted using datasets based on low-density weather stations with short time series (Chang et al., 2019; Jiang et al., 2019; Li et al., 2019; Liu et al., 2019; Xu et al., 2019) or climatic proxy data with low spatial resolution (Chai et al., 2018; Tian et al., 2018; Wang et al., 2019). Limited knowledge on the detailed spatial patterns of PET over China impedes the development of sustainable strategies to adapt and mitigate the climatic warming of China."
            ],
            "research objective": [
                "This study investigates in detail the change and attribution of potential evapotranspiration (PET) across China from 1901 to 2100 by the Hargreaves model, based on a 1-km temperature dataset downscaled from the low-spatial-resolution datasets using a Delta downscaling framework. Therefore, the Hargreaves model should be employed to investigate long-term PET changes and the attribution of such changes to a warmer climate. Current work studied the changes and attribution of long-term PET in China. Specifically, the Delta downscaling framework and Hargreaves model were employed to generate high-spatial-resolution temperature time series and calculate PET for China, respectively."
            ],
            "challenges": [
                "Limited knowledge on the detailed spatial patterns of PET over China impedes the development of sustainable strategies to adapt and mitigate the climatic warming of China. Although these data can produce reliable and long-term PET results, respectively, they cannot elucidate the detailed spatial patterns of PET because of poor weather station density and climatic proxy data spatial resolution. To cut down uncertainty of future temperature data, this study evaluated 27 GCMs by comparing historic downscaled temperatures from GCM and observations."
            ],
            "methods": [
                "The Delta method was employed to downscale the CRU and CMIP5 temperature data to 1-km temperature dataset over China. This study employed the Hargreaves model (Hargreaves and Samani, 1985) to calculate monthly PET based on downscaled 0.5’ monthly temperature data. To evaluate the 0.5’ downscaled temperatures, this study employed mean absolute error (MAE), the Nash–Sutcliffe efficiency coefficient (NSE), and root mean square error (RMSE). To detect PET trends, the linear regression relationship between annual PET and time was established at each grid point over China. Following the Hargreaves model, PET is a function of Ra, TMP, TMX, and TMN, and can be expressed as a sensitivity of PET to an independent variable x was calculated from the derivative of PET with respect to x."
            ],
            "dataset": [
                "This study used the Climatic Research Unit (CRU) TS v. 4.02 datasets and CMIP5 datasets simulated by 27 general circulation models (GCMs) with 30’ (approximately 55 km) as the climatic proxy data, including monthly TMN, TMX, and TMP. For generating high-spatial-resolution climate dataset based on these two datasets, the dataset with 0.5’ (approximately 1 km) obtained from the WorldClim v. 2.0 was seen as the reference data. Monthly observed TMN, TMX, and TMP data during 1951–2016 and from 745 national weather stations was downloaded from the National Meteorological Information Center of China, for evaluating the accuracy of downscaled data. In addition, the monthly mean observed pan evaporation from 1981 to 2010 were obtained from 1795 national weather stations across China; this dataset was used to validate the calculated PET."
            ],
            "findings": [
                "Results showed that (1) relative to 1961–1990, PET increased by 0.62% in the historic period (1901–2017) and 6.43–12.89% for the future period (2018–2100), suggesting considerable future drying for China. PET variations during the historic period were most sensitive to mean temperature (TMP), while in the future period it was more sensitive to maximum temperature (TMX), suggesting a change in the primary sensitivity factor due to global warming. Minimum temperature (TMN) made the largest contribution (45%) to PET variations during the historic period, while TMX had the largest contribution (36–40%) in the future period. Therefore, the primary contributing factor might transform from TMN to TMX under climate change. Overall, the results present a deep insight for planning coping strategies of global warming in China."
            ]
        },
        {
            "background": [
                "Investigating long-term drought trends is of great importance in coping with the adverse effects of global warming. Several recent studies have suggested that ongoing warming is accelerating evaporation and creating more spatiotemporal heterogeneity in precipitation than in the past. China is home to multiple climate zones that host important agricultural regions and other societally important activities that are likely to be affected by increased drought. Several indexes have been employed to investigate long-term drought, including the standardized precipitation index, the Palmer drought severity index, and the standardized precipitation evapotranspiration index (SPEI). Unlike the standardized precipitation index, the SPEI considers changes in both the precipitation and the potential evapotranspiration induced by temperature. The SPEI also allows for multiple temporal scales, unlike the Palmer drought severity index."
            ],
            "research objective": [
                "In this study, we first generated a 1 km resolution monthly climate dataset for the period 1901–2100 across China using the delta spatial downscaling method to assess the variability of the Standardized Precipitation Evaporation Index (SPEI). We then developed a simple approach to quantifying the contributions of water supply (precipitation) and demand (potential evapotranspiration, PET) on SPEI variability, according to the meaning of the differentiating SPEI equation."
            ],
            "challenges": [
                "However, little attention has been focused on studying the detailed spatial variability and attribution of drought variation in China."
            ],
            "methods": [
                "In this study, we first generated a 1 km resolution monthly climate dataset for the period 1901–2100 across China using the delta spatial downscaling method to assess the variability of the Standardized Precipitation Evaporation Index (SPEI). We then developed a simple approach to quantifying the contributions of water supply (precipitation) and demand (potential evapotranspiration, PET) on SPEI variability, according to the meaning of the differentiating SPEI equation."
            ],
            "dataset": [
                "In this study, we first generated a 1 km resolution monthly climate dataset for the period 1901–2100 across China using the delta spatial downscaling method to assess the variability of the Standardized Precipitation Evaporation Index (SPEI)."
            ],
            "findings": [
                "The results indicated that the delta framework could accurately downscale and correct low-spatial-resolution monthly temperatures and precipitation from the Climatic Research Unit and general circulation models (GCMs). Of the 27 GCMs analyzed, the BNU-ESM, CESM1-CAM5, and GFDL-ESM2M were found to be the most accurate in modeling future temperatures and precipitation. We also found that, compared with the past (1901–2017), the climate in the future (2018–2100) will tend toward significant droughts, although both periods showed a high spatial heterogeneity across China. Moreover, the proportion of areas with significantly decreasing SPEI trends was far greater than the proportion of those with increasing trends in most cases, especially for northwestern and northern China. Finally, the proposed approach to quantifying precipitation and PET contributions performed well according to logical evaluations. Overall, our results provide detailed insights for planning flexible adaptation and mitigation strategies to cope with the adverse effects of climate drought across China."
            ]
        },
        {
            "background": [
                "High-spatial-resolution and long-term climate data are required for accurate investigations of changes in climate and climate-related phenomena that affect hydrology, vegetation cover, and crop production. Although meteorological observation networks are increasingly incorporating data from a greater number of weather stations and contributions from an increasing number of governments and researchers around the world, observation networks still suffer from low station density and spatial resolution, especially in mountainous areas, where the installation and maintenance of weather stations are challenging. Proxy monthly temperature (TMP) and precipitation (PRE) data products are released by several climate research organizations such as the general circulation models (GCMs) of the Intergovernmental Panel on Climate Change, the Climatic Research Unit (CRU) of the University of East Anglia, the Global Precipitation Climatology Centre (GPCC), and Willmott & Matsuura (W&M). Although CRU products offer the advantage of reflecting long-term climate effects, their low spatial resolution (30′, approximately 55 km) limits their ability to reflect the effects of complex topographies, land surface characteristics, and other processes on climate systems. China has a large area with abundant mountainous regions. As a result, even the establishment of additional weather stations has not fully satisfied the requirements for long-term, high-spatial-resolution climate data, especially at finer geographical scales and for mountainous areas. Furthermore, most weather stations in China were established after 1950, and thus long-term observational climate data are lacking."
            ],
            "research objective": [
                "The objective of this study was to generate a long-term climate dataset with high spatial resolution for China by downscaling CRU time series data using a high-spatial-resolution reference climatology dataset."
            ],
            "challenges": [
                "Although the new dataset was not evaluated before 1950 owing to data unavailability, the quality of the new dataset in the period of 1901–2017 depended on the quality of the original CRU and WorldClim datasets."
            ],
            "methods": [
                "First, reference climatology data with different spatial resolutions and the 30′ original CRU time series data were evaluated through observations. Second, the 30′ original CRU time series data were spatially downscaled to four spatial resolutions (10′, 5′, 2.5′, and 0.5′) corresponding to the spatial resolutions of the reference climatology data using the delta downscaling framework. The downscaled data were validated through observations. Finally, the climatology data and annual trends in TMPs and PRE were investigated using the 30′ original CRU, 0.5′ downscaled, and observed data to demonstrate the performance of the 0.5′ downscaled data."
            ],
            "dataset": [
                "The dataset presented in this article has been published in the Network Common Data Form (NetCDF) at https://doi.org/10.5281/zenodo.3114194 for precipitation and https://doi.org/10.5281/zenodo.3185722 for air temperatures at 2 m and includes 156 NetCDF files compressed in zip format and one user guidance text file. The monthly mean, maximum, and minimum air TMPs at 2 m as well as PRE were obtained for January 1901 to December 2017 with a spatial resolution of 30′ from the CRU TS v4.02 dataset. To downscale CRU TMPs and PRE time series data to higher spatial resolutions, we obtained four high-resolution reference datasets at spatial resolutions of 10′, 5′, 2.5′, and 0.5′ from WorldClim v2.0. To evaluate the performance of the downscaling procedure, the observed long-term monthly TMPs (i.e., mean, maximum, minimum air TMPs at 2 m) and PRE variables across China were obtained from the National Meteorological Information Center of China. This dataset included observations from 496 national weather stations during 1951–2016."
            ],
            "findings": [
                "Compared with the evaluations of the 30′original CRU dataset, the mean absolute error of the new dataset (i.e., of the 0.5′dataset downscaled by bilinear interpolation) decreased by 35.4 %–48.7 % for TMPs and by 25.7 % for PRE. The root-mean-square error decreased by 32.4 %–44.9 % for TMPs and by 25.8 % for PRE. The Nash–Sutcliffe efficiency coefficients increased by 9.6 %–13.8 % for TMPs and by 31.6 % for PRE, and correlation coefficients increased by 0.2 %–0.4 % for TMPs and by 5.0 % for PRE. Overall, the downscaled datasets had higher accuracy than the original CRU dataset, especially the 0.5′dataset downscaled using the bilinear interpolation method, which is, therefore, the new dataset proposed by this study."
            ]
        }
    ],
    "query": [
        {
            "Concept Completion": [
                {
                    "Question": "What methods are used to downscale climate data for generating high-resolution datasets in China?",
                    "Answer": "Delta method",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Where can one find datasets that include high-resolution climate data for China?",
                    "Answer": "Zenodo",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What challenges are associated with creating detailed spatial climate datasets in mountainous regions of China?",
                    "Answer": "low density of weather stations",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used to downscale low-spatial-resolution climate datasets to achieve higher spatial resolution in climate studies?",
                    "Answer": "The Delta downscaling method is used to downscale low-spatial-resolution climate datasets, such as those from the CRU and CMIP5, to achieve a higher spatial resolution of 1 km for climate studies in China.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the characteristics of the Delta spatial downscaling method used for generating high-resolution climate datasets?",
                    "Answer": "1 km resolution, uses reference climatology data, compares historic downscaled temperatures from general circulation models with observations, reduces uncertainty of future temperature data.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What are the common challenges in collecting long-term, high-spatial-resolution climate data in regions with complex topographies?",
                    "Answer": "low weather station density, low spatial resolution, difficult installation and maintenance of weather stations",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the main features and limitations of using proxy climate data for estimating potential evapotranspiration (PET)?",
                    "Answer": "reliable long-term results, lack of spatial resolution",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "What is the spatial resolution of the downscaled temperature dataset generated using the Delta method?",
                    "Answer": "1 km",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many general circulation models (GCMs) were evaluated to reduce uncertainty in future temperature data?",
                    "Answer": "27",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the time range covered by the high-resolution climate dataset generated for China?",
                    "Answer": "1901-2100",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What is the Delta downscaling method in the context of climate data collection?",
                    "Answer": "The Delta downscaling method is used to generate high-spatial-resolution climate datasets by downscaling low-resolution datasets. This involves using high-resolution reference climatology data to spatially downscale the original time series data, and it is particularly effective for improving the spatial resolution of climate variables such as temperature and precipitation.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What constitutes a high-spatial-resolution climate dataset?",
                    "Answer": "A high-spatial-resolution climate dataset refers to climate data that has been processed to provide detailed geographic information, often with a spatial resolution of 1 km or finer. Such datasets are typically created by downscaling coarser datasets using reference data with higher spatial resolution to capture detailed spatial patterns, especially in areas with complex topographies.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What are some challenges faced in generating high-spatial-resolution climate data?",
                    "Answer": "Challenges in generating high-spatial-resolution climate data include the low density of weather stations, especially in mountainous regions, and the limited spatial resolution of proxy climate data. Additionally, the quality of downscaled data depends on the quality of the original datasets and reference climatology data, and there is often a lack of long-term observational data before the establishment of many weather stations.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the data collection methods for generating long-term high-spatial-resolution climate datasets using the Delta downscaling framework compare to traditional weather station-based approaches?",
                    "Answer": "The Delta downscaling framework uses low-spatial-resolution datasets such as those from general circulation models (GCMs) and Climatic Research Unit (CRU) data, downscaling them to high-spatial-resolution datasets. This method improves the spatial resolution of climate data, which is typically limited by the density of weather stations. Traditional weather station-based approaches offer reliable ground observations but suffer from low density and spatial resolution, especially in complex terrains like mountainous areas.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "What are the challenges associated with using proxy climate data for long-term PET estimation, and how does the Hargreaves model address these challenges?",
                    "Answer": "Proxy climate data often suffer from low spatial resolution and insufficient weather station density, which limits their ability to capture detailed spatial patterns. The Hargreaves model, which estimates potential evapotranspiration (PET) using temperature data, is better suited for long-term PET estimation in regions with drier climates. By employing downscaled high-resolution temperature datasets, it can more effectively attribute PET variations to changes in temperature variables, helping to overcome the limitations of proxy data.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What causes the challenges in capturing detailed spatial patterns of potential evapotranspiration (PET) over China?",
                    "Answer": "The challenges arise due to poor weather station density and the low spatial resolution of climatic proxy data, which make it difficult to elucidate detailed spatial patterns of PET.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it necessary to employ downscaling methods when generating high-resolution climate datasets for China?",
                    "Answer": "Downscaling methods are necessary because the original climate datasets have low spatial resolution, which limits their ability to reflect the effects of complex topographies and land surface characteristics on climate systems, especially in mountainous regions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "How does the application of the Delta downscaling method influence the spatial resolution and accuracy of climate datasets in China?",
                    "Answer": "The Delta downscaling method significantly enhances the spatial resolution and accuracy of climate datasets by generating high-resolution temperature data from low-spatial-resolution inputs. This method allows for the creation of datasets with a resolution of 1-km, which provides detailed spatial patterns that are crucial for assessing climate impacts in China.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the effects of using high-spatial-resolution climate datasets on the understanding of potential evapotranspiration (PET) trends in China?",
                    "Answer": "Using high-spatial-resolution climate datasets improves the understanding of PET trends by providing detailed spatial patterns that are otherwise obscured by low-density weather station data and low-resolution proxy climate data. This enhanced resolution allows researchers to better attribute long-term PET variations to changes in temperature variables and assess the impacts of global warming on surface water loss in China.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What consequences arise from the integration of multiple General Circulation Models (GCMs) in downscaled climate datasets for projecting future climate scenarios in China?",
                    "Answer": "Integrating multiple GCMs into downscaled climate datasets allows for a comprehensive evaluation of future climate scenarios, reducing uncertainty in temperature projections. This approach facilitates a more accurate prediction of climate impacts, such as increased droughts and PET sensitivity shifts, which are crucial for developing sustainable strategies to adapt to and mitigate climate change effects in China.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the primary objectives of generating a high-spatial-resolution climate dataset using the delta spatial downscaling method in the context of climate research in China?",
                    "Answer": "The primary objectives include assessing the variability of climate indices such as the Standardized Precipitation Evaporation Index (SPEI) and investigating changes in potential evapotranspiration (PET) across China. These datasets help in understanding the impacts of global warming on water resources, plant growth, crop yields, and economic behavior, as well as in planning strategies to adapt to and mitigate the effects of climate change.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why is it important to employ a 1-km resolution temperature dataset from 1901 to 2100 for studying potential evapotranspiration (PET) changes in China?",
                    "Answer": "A 1-km resolution temperature dataset is crucial for accurately investigating long-term PET changes and their attribution to a warmer climate, as it provides detailed spatial patterns that station observations and proxy climate data with lower spatial resolution cannot offer. This high resolution helps in understanding how global warming induces surface water loss and aids in developing sustainable strategies to adapt to climatic changes in China.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the intended goals of creating a long-term climate dataset with high spatial resolution for China, specifically when using the delta downscaling framework?",
                    "Answer": "The intended goals include addressing the limitations of low station density and spatial resolution in meteorological observation networks, especially in mountainous areas. By downscaling CRU time series data with high-resolution reference climatology datasets, researchers aim to produce more accurate climate data that reflects complex topographies and land surface characteristics, thus improving climate change impact assessments on hydrology, vegetation cover, and crop production.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What techniques can be employed to downscale global climate model data to achieve high spatial resolution for a specific region?",
                    "Answer": "The Delta downscaling method can be employed to downscale global climate model data, such as those from the CMIP6 and WorldClim datasets, to achieve high spatial resolution over a specific region like China. This involves using low-spatial-resolution climate datasets as a base and applying statistical techniques to interpolate and adjust the data to finer resolutions, such as 1 km, while preserving the climatic patterns relevant to the region.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How can potential evapotranspiration (PET) be calculated using high-resolution climate datasets, and what models are suitable for this purpose?",
                    "Answer": "Potential evapotranspiration (PET) can be calculated using high-resolution climate datasets by employing models such as the Hargreaves model. This model uses monthly minimum, maximum, and mean temperatures to estimate PET, making it suitable for use with high-resolution datasets that offer detailed spatial patterns. Such models are particularly useful in attributing long-term PET variations to changes in temperature variables, enhancing the understanding of surface water loss due to global warming.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "What methods are used to evaluate the accuracy of downscaled climate data, and what metrics are typically applied in this process?",
                    "Answer": "To evaluate the accuracy of downscaled climate data, methods such as comparing the downscaled data with observed data from weather stations are used. Common metrics applied in this evaluation process include mean absolute error (MAE), the Nash–Sutcliffe efficiency coefficient (NSE), and root mean square error (RMSE). These metrics help in assessing the performance and reliability of the downscaling process by quantifying the differences between observed and modeled data.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What data collection methods enable the generation of high-spatial-resolution climate datasets for China from 1901 to 2100?",
                    "Answer": "The generation of high-spatial-resolution climate datasets for China from 1901 to 2100 is enabled by the Delta spatial downscaling method, which downscales low-resolution datasets to a finer scale using high-resolution reference climatology data.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How does the Delta downscaling method address the challenges associated with low weather station density and low spatial resolution of proxy climate data?",
                    "Answer": "The Delta downscaling method addresses these challenges by using high-resolution reference datasets to increase the spatial resolution of climate data, allowing for the generation of detailed spatial patterns of climate variables like temperature and precipitation, which are not possible with data from low-density weather stations or low-resolution proxy climate data.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might the Delta downscaling method be expected to improve the spatial resolution of climate datasets for China?",
                    "Answer": "The Delta downscaling method is employed to generate high-spatial-resolution climate datasets because it can reduce the uncertainty of future temperature data by comparing historic downscaled temperatures from general circulation models (GCMs) and observations. This method allows for the detailed spatial patterns of climate variables to be elucidated, which are often obscured by the low-density weather station data and low spatial resolution of climatic proxy data.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why is it expected that using the Hargreaves model is more suitable for calculating potential evapotranspiration (PET) in drier climates and over longer time periods?",
                    "Answer": "The Hargreaves model is considered more suitable for drier climates and longer time periods because it uses monthly minimum, maximum, and mean temperatures to calculate PET. This allows for a better attribution of long-term PET variations to changes in these temperature variables, which is essential for understanding how global warming induces surface water loss. The model's simplicity and reliance on temperature make it effective for such climates compared to more complex models like the FAO Penman-Monteith model.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "What is your assessment on the effectiveness of the Delta downscaling method used for generating high-spatial-resolution climate datasets in China?",
                    "Answer": "The Delta downscaling method is considered effective for generating high-spatial-resolution climate datasets in China. It has been shown to accurately downscale and correct low-spatial-resolution monthly temperatures and precipitation data, resulting in datasets with higher accuracy compared to original datasets. This method allows for detailed spatial analysis that is critical for understanding climate dynamics in complex topographies.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the challenges and limitations of using proxy climate data and weather station observations for high-resolution climate studies in China?",
                    "Answer": "The challenges and limitations of using proxy climate data and weather station observations include low station density and spatial resolution, especially in mountainous areas, which impede the ability to elucidate detailed spatial patterns of climate variables. Additionally, proxy data often have a spatial resolution greater than 50 km, which limits their usefulness for fine-scale climate studies. These constraints hinder the development of precise strategies for climate adaptation and mitigation.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how high-spatial-resolution climate datasets are generated from low-resolution sources for long-term climate studies.",
                    "Answer": "High-spatial-resolution climate datasets are generated using a Delta downscaling framework. This method involves using low-resolution data from sources like the CRU and CMIP5, and downscaling them to a finer resolution, such as 1-km, using reference datasets like WorldClim, which provide high-resolution climatology. The process often involves bilinear interpolation to enhance the spatial resolution.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I'm unsure about the challenges that arise when attempting to provide detailed spatial patterns of potential evapotranspiration (PET) using climate data.",
                    "Answer": "The challenges in providing detailed spatial patterns of PET arise from poor weather station density and the low spatial resolution of climatic proxy data. These limitations hinder the ability to accurately capture the spatial variability of PET. To address this, high-resolution datasets are generated using downscaling methods, but the quality of the resulting data is contingent upon the quality of the original datasets.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "I can't make sense of how the evaluation of downscaled climate data ensures accuracy in reflecting temperature and precipitation patterns.",
                    "Answer": "The accuracy of downscaled climate data is evaluated through metrics such as mean absolute error (MAE), root mean square error (RMSE), and the Nash–Sutcliffe efficiency coefficient (NSE). These metrics compare downscaled data against observed data from weather stations to ensure that the downscaled data accurately reflects temperature and precipitation patterns. Improvements in these metrics indicate higher accuracy of the downscaled datasets over the original low-resolution data.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please explore and describe the main challenges faced during the generation of high-spatial-resolution climate datasets in China.",
                    "Answer": "Challenges include limited knowledge on the detailed spatial patterns of climate variables due to poor weather station density and low spatial resolution of climatic proxy data. Additionally, the establishment of weather stations in mountainous areas is difficult, and long-term observational climate data is lacking, especially before 1950. The quality of downscaled datasets is dependent on the original datasets used as references.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please analyze the methodologies used for downscaling climate data to enhance spatial resolution in China, specifically focusing on techniques like the Delta method.",
                    "Answer": "The Delta method is employed to downscale low-spatial-resolution climate datasets, such as those from the Climatic Research Unit (CRU) and CMIP datasets. This involves using high-resolution reference climatology datasets to spatially downscale original time series data to finer resolutions like 1 km. The method has been validated through observations and is shown to reduce errors significantly compared to the original datasets.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please identify and discuss the potential data sources and validation techniques used to ensure the accuracy of high-resolution climate datasets in China.",
                    "Answer": "Potential data sources include high-resolution datasets from WorldClim as reference data and original datasets from the CRU and CMIP. Validation techniques involve using statistical measures such as mean absolute error (MAE), root mean square error (RMSE), and the Nash–Sutcliffe efficiency coefficient (NSE). Observed data from national weather stations across China is used to evaluate the performance of downscaled datasets.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}