{
    "id": "7f32d879-9849-4659-925e-c7a265d0e19b",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of airborne microwave radiometers (L bands) mission in the middle reaches of the Heihe River Basin on June 30, 2012",
            "titleCn": "黑河生态水文遥感试验：黑河流域中游L波段机载微波辐射计数据集（2012年6月30日）",
            "description": "The dataset of airborne Polarimetric L-band Multibeam Radiometers (PLMR) was acquired on 30 June, 2012, located in the middle reaches of the Heihe River Basin. The aircraft took off at 13:10 pm (UTC+8) from Zhangye airport and landed at 18:40 pm, with the flight time of 5.5 hours. The flight was performed in the altitude of about 2500 m and at the speed of about 220-250 km during the observation, corresponding to an expected ground resolution of about 750 m.\nThe PLMR instrument flown on a small aircraft operates at 1.413 GHz (L-band), with both H- and V-polarizations at incidence angles of ±7.5°, ±21.5° and ±38.5°. PLMR ‘warm’ and ‘cold’ calibrations were performed before and after each flight. The processed PLMR data include 2 DAT files (v-pol and h-pol separately) and 1 KMZ file for each flying day. The DAT file contains all the TB values together with their corresponding beam ID, incidence angle, location, time stamp (in UTC) and other flight attitude information as per headings. The KMZ file shows the gridded 1-km TB values corrected to 38.5 degrees together with flight lines. Cautions should be taken when using these data, as the RFI contaminations are often higher than expected at v-polarization.",
            "descriptionCn": "本数据集为L波段机载微波辐射计于2012年6月30日获取，地点在黑河中游地区。\n其中L波段频率为1.4GHz，天顶角观测，V极化与H极化信息；飞机13:10（北京时间，下同）从张掖机场起飞，18:40降落。飞行历时5.5小时。在观测期间，飞行高度2500m左右，飞行速度220-250km/hr左右。\n原始数据分为两部分，分别为微波辐射计数据和地理位置KMZ数据。微波辐射计数据包括V极化与H极化两个数据文件，每个数据文件包含所观测TB值和对应扫描波束ID、入射角、位置、时间标记(UTC)和其他飞行姿态信息。KMZ文件给出38.5入射角下飞行区域1公里网格TB值分布数据。飞机前和结束时微波辐射计分别进行了“热”和“冷”辐射校正。微波辐射计数据应考虑电磁波干扰影响，V极化TB值受电磁波干扰较强，H极化受影响较小。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.7889,
            "west": 100.2119,
            "south": 38.6608,
            "north": 39.1292,
            "startTime": "2018-11-23 02:49:09",
            "endTime": "2018-11-23 02:49:09",
            "fileSize": 53684616.0,
            "cstr": "18406.11.hiwater.013.2013.db",
            "doi": "10.3972/hiwater.013.2013.db",
            "dataFormat": "文本",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "高莹",
                "nameEn": "Gao Ying",
                "unitEn": "",
                "unitCn": "Monash University"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": "微波辐射计",
                "nameEn": "Microwave radiometer"
            },
            {
                "nameCn": "机载遥感",
                "nameEn": "Airborne remote sensing"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-30",
                "keywordEn": "2012-06-30",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：综合集成与航空微波遥感",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
                "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
                "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
            },
            {
                "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
                "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
            },
            {
                "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
                "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
            },
            {
                "titleCn": "2010年代三江源多年冻土稳定型分布图",
                "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
            },
            {
                "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
                "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
            },
            {
                "titleCn": "西藏纳木错水温监测数据（2011-2014）",
                "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Concept Completion": [
            {
                "QuestionEn": "What are the data collection methods used for capturing L-band microwave radiometer data in the Heihe River Basin?",
                "QuestionCn": "在黑河流域捕获L波段微波辐射计数据所使用的数据收集方法有哪些？",
                "AnswerEn": "L-band microwave radiometer at a frequency of 1.4GHz",
                "AnswerCn": "L波段微波辐射计，频率为1.4GHz",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific features and characteristics of L-band airborne microwave radiometer data collected in ecological hydrology remote sensing experiments?",
                "QuestionCn": "L波段空中微波辐射计在生态水文遥感实验中收集的数据的具体特征和特点是什么？",
                "AnswerEn": "L-band frequency 1.4GHz, zenith angle observations, V polarization, H polarization, observed TB values, scan beam ID, incidence angle, position, time stamp (UTC), flight attitude information, 1-kilometer grid TB value distribution, 38.5-degree incidence angle, V polarization TB values more susceptible to electromagnetic interference.",
                "AnswerCn": "L波段频率1.4GHz，天顶角观测，垂直极化，水平极化，观测到的亮温值，扫描波束ID，入射角，位置，时间戳（UTC），飞行姿态信息，1公里网格亮温值分布，38.5度入射角，垂直极化亮温值更容易受到电磁干扰。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the duration of the data collection period for a dataset using an L-band airborne microwave radiometer in an ecological hydrology experiment?",
                "QuestionCn": "在生态水文学实验中，使用L波段空中微波辐射计的数据收集周期的持续时间是多少？",
                "AnswerEn": "5.5 hours",
                "AnswerCn": "5.5小时",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the data collection method using an L-band airborne microwave radiometer compare to other remote sensing techniques in terms of accuracy and interference when monitoring middle reaches of river basins?",
                "QuestionCn": "使用L波段空中微波辐射计的数据收集方法在监测河流中游流域时，与其他遥感技术相比，在准确性和干扰方面如何？",
                "AnswerEn": "The L-band airborne microwave radiometer data collection method operates at a frequency of 1.4GHz and includes both V and H polarization information. It is susceptible to electromagnetic interference, especially affecting the V polarization TB values more strongly than the H polarization. The method involves flying at an altitude of around 2500m at speeds between 220-250km/hr, with 'hot' and 'cold' radiation calibration performed at the start and end of flights. These characteristics can be compared to other remote sensing techniques by evaluating the electromagnetic interference impact, calibration requirements, and the resolution of data obtained.",
                "AnswerCn": "L波段空中微波辐射计数据采集方法在1.4GHz频率下运行，并包括V和H极化信息。它容易受到电磁干扰的影响，尤其是对V极化的TB值影响更大，而H极化的影响较小。该方法在约2500米的高度飞行，速度在220-250公里/小时之间，飞行开始和结束时进行“热”与“冷”辐射校准。这些特征可以通过评估电磁干扰的影响、校准要求和获得数据的分辨率来与其他遥感技术进行比较。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors cause electromagnetic interference in L-band airborne microwave radiometer data collection, and how can these interferences be mitigated?",
                "QuestionCn": "导致L波段空中微波辐射计数据采集中的电磁干扰的因素有哪些，以及如何减轻这些干扰？",
                "AnswerEn": "Electromagnetic interference can affect the V polarization brightness temperature values more strongly than the H polarization values. Mitigation strategies could include careful calibration of the microwave radiometer at both the start and end of data collection, taking into account both 'hot' and 'cold' radiation corrections.",
                "AnswerCn": "电磁干扰可能对V极化亮温值的影响比H极化值更强。减轻策略可以包括在数据收集的开始和结束时对微波辐射计进行仔细校准，同时考虑“热”辐射和“冷”辐射的修正。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the steps involved in using an L-band airborne microwave radiometer to collect and process data on land surface characteristics in a midstream river basin area?",
                "QuestionCn": "使用L波段空中微波辐射计收集和处理中游河流盆地地区土地表面特征数据的步骤包括：\n\n1. 设备准备：确保L波段空中微波辐射计的正常工作，包括校准和测试设备。\n2. 选择观测区域：确定中游河流盆地的具体观测区域，考虑地形、植被和水体等因素。\n3. 数据采集：在飞行过程中，使用辐射计收集目标区域的微波辐射数据，确保覆盖整个研究区域。\n4. 数据存储：将收集到的数据存储在适当的存储介质中，以便后续处理。\n5. 数据预处理：对原始数据进行预处理，包括去噪、校正和格式转换，以提高数据质量。\n6. 数据分析：使用适当的算法和模型分析处理后的数据，提取土地表面特征信息，如土壤湿度、植被覆盖度等。\n7. 结果验证：通过地面实测数据或其他遥感数据对分析结果进行验证，确保结果的准确性。\n8. 数据可视化：将分析结果进行可视化，以便于理解和展示。\n9. 报告撰写：整理研究过程和结果，撰写报告，分享研究发现和结论。",
                "AnswerEn": "The process involves flying an aircraft equipped with an L-band microwave radiometer at an altitude of approximately 2500 meters and a speed of 220-250 km/hr. The radiometer collects data on V and H polarization at a frequency of 1.4 GHz with zenith angle observations. The flight path is mapped using KMZ files to provide a 1 km grid distribution of TB values at a 38.5-degree incidence angle. During the flight, 'hot' and 'cold' radiation calibrations are performed at the beginning and end. The data collected includes TB values, scan beam ID, incidence angle, position, time stamp (UTC), and other flight attitude information. The collected data must account for electromagnetic interference, which affects V polarization TB values more than H polarization. The raw data is divided into microwave radiometer data and geographic location data for further analysis and processing.",
                "AnswerCn": "该过程涉及在约2500米的高度和220-250公里/小时的速度下飞行一架装备有L波段微波辐射计的飞机。辐射计在1.4 GHz的频率下收集V和H极化的数据，并进行天顶角观测。飞行路径使用KMZ文件进行映射，以提供在38.5度入射角下的TB值的1公里网格分布。在飞行过程中，在开始和结束时进行“热”与“冷”辐射校准。收集的数据包括TB值、扫描波束ID、入射角、位置、时间戳（UTC）以及其他飞行姿态信息。收集的数据必须考虑电磁干扰，这对V极化的TB值影响更大于H极化。原始数据被分为微波辐射计数据和地理位置数据，以便进一步分析和处理。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the collection of L-band microwave radiometer data for hydrological studies in specific geographic regions?",
                "QuestionCn": "哪些技术进步使得在特定地理区域收集L波段微波辐射计数据用于水文研究成为可能？",
                "AnswerEn": "The collection of L-band microwave radiometer data was enabled by the use of airborne platforms equipped with microwave radiometers capable of observing at a frequency of 1.4GHz. The technology allows for data collection at various polarizations and includes position and time-stamped metadata, facilitated by precise flight path control at a height of around 2500m and a speed of 220-250km/hr over the target area.",
                "AnswerCn": "L波段微波辐射计数据的收集得益于配备微波辐射计的航空平台，这些辐射计能够在1.4GHz的频率下进行观测。该技术允许以不同的极化方式进行数据收集，并包括位置和时间戳元数据，得益于在约2500米的高度和220-250公里/小时的速度下对目标区域进行精确的飞行路径控制。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}