{
    "id": "7f349001-ef38-43ee-9f8f-4722d986a1c1",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Annual maps of global forest management typs (2001-2020)",
            "titleCn": "全球逐年森林管理类型空间数据（2001-2020）",
            "description": "Based on multiple data sources such as  MOD13Q1, human footprint, and elevation, we extracted variables, such as vegetation growth characteristics, local texture information, human activities, and terrain property. Utilizing machine learning and change detection methods, we generated the annual global forest maps from a forest management perspective. Forest management types were defined into six categories: natural regeneration forests (both unmanaged and managed), plantation forests (rotation >15 years and ≤15 years), oil palm plantations, and agroforestry. Point-scale validation results indicated an overall accuracy ranging from 75.55% to 96.26%. The annual forest management type data holds significant importance in understanding the fine composition of forests.",
            "descriptionCn": "基于MOD13Q1、人类足迹、高程等多源数据，提取植被生长特征、局部纹理信息、人类活动和地形特征，使用机器学习和变化检测方法，从森林管理角度对2001-2020年的森林精细组成进行了250 m空间分辨率的全球制图。 森林管理类型定义为以下六种：自然更新森林（非管理和管理）、人工林（轮作 >15 年且≤15 年）、油棕种植园和农业经济林。 点尺度验证结果显示总体准确度为75.55%~96.26%。逐年的森林管理类型数据对于了解森林的精细组成具有重大意义。",
            "instructions": "File Name: Forest management types data is stored in TIF format, and the file name is \"global_yyyy. tif\", where yyyy represents the year, such as global_ 2001.tif represents the distribution of forest management types in 2001.",
            "instructionsCn": "文件命名：森林管理数据以tif格式存储，文件的名称为“global_yyyy.tif”，其中yyyy代表年，比如global_2001.tif就代表2001年的森林管理类型分布数据。\n数据读取方式：该数据集中的所有tif文件可以直接用文ArcGis打开。",
            "east": 180.0,
            "west": -180.0,
            "south": -90.0,
            "north": 90.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 5267052099.0,
            "cstr": "18406.11.Terre.tpdc.300975",
            "doi": "10.11888/Terre.tpdc.300975",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "何斌",
                "nameEn": "HE Bin",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "徐红涛",
                "nameEn": "XU Hongtao",
                "unitEn": "",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Changes in the fine composition of global forests from 2001 to 2020",
                "referenceCn": null,
                "referenceEn": "Xu, H.T., He, B., & Guo, L.L., et al. (2024). Changes in the fine composition of global forests from 2001 to 2020. Journal of Remote Sensing (In Press)"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "Land Cover",
                "nameEn": "Land Cover"
            },
            {
                "nameCn": "人工林",
                "nameEn": "planted forest"
            },
            {
                "nameCn": "土地覆盖",
                "nameEn": "Land cover"
            },
            {
                "nameCn": "天然林",
                "nameEn": "Natural regeneration forest"
            },
            {
                "nameCn": "森林",
                "nameEn": "Forest"
            },
            {
                "nameCn": "森林管理类型",
                "nameEn": "forest management type"
            },
            {
                "nameCn": "遥感产品",
                "nameEn": "Remote Sensing Product"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "全球",
                "keywordEn": "global"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2001-2020",
                "keywordEn": "2001-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the key features of the data used to classify global forest management types from 2001 to 2020?",
                "QuestionCn": "用于对2001年至2020年全球森林管理类型进行分类的数据的关键特征是什么？",
                "AnswerEn": "vegetation growth characteristics, local texture information, human activity, terrain features, MOD13Q1, human footprint, elevation data, 250 m spatial resolution",
                "AnswerCn": "植被生长特征、局部纹理信息、人类活动、地形特征、MOD13Q1、人类足迹、高程数据、250米空间分辨率",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution used for mapping the forest management types globally from 2001 to 2020?",
                "QuestionCn": "用于全球范围内从2001年到2020年森林管理类型制图的空间分辨率是多少？",
                "AnswerEn": "250 meters",
                "AnswerCn": "250米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by '森林管理类型' in the context of global forest management spatial data from 2001 to 2020?",
                "QuestionCn": "在2001年至2020年的全球森林管理空间数据中，“森林管理类型”指的是对森林进行管理和利用的不同方式和策略。",
                "AnswerEn": "In the context of global forest management spatial data from 2001 to 2020, '森林管理类型' refers to the classification of forests into six types based on their management practices: naturally regenerated forests (both unmanaged and managed), plantations with rotation periods greater than 15 years and less than or equal to 15 years, oil palm plantations, and agroforestry. This classification is derived from the analysis of vegetation growth characteristics, local texture information, human activity, and topographic features using multi-source data and machine learning techniques.",
                "AnswerCn": "在全球森林管理空间数据（2001年至2020年）的背景下，“森林管理类型”是指根据管理实践将森林分类为六种类型：自然再生森林（包括未管理和管理的）、轮作期大于15年和小于或等于15年的种植园、油棕种植园和 agroforestry。这一分类是通过分析植被生长特征、地方纹理信息、人类活动和地形特征，利用多源数据和机器学习技术得出的。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What methods can be inferred to assess the accuracy and reliability of forest management classification data from 2001 to 2020 using multiple data sources like MOD13Q1, human footprint, and elevation?",
                "QuestionCn": "可以推断出哪些方法来评估2001年至2020年森林管理分类数据的准确性和可靠性，使用多个数据源，如MOD13Q1、人类足迹和海拔。",
                "AnswerEn": "The accuracy and reliability of forest management classification data can be inferred through the integration of vegetation growth characteristics, local texture information, human activity, and topographical features using machine learning and change detection methods. The point-scale validation results, showing an overall accuracy of 75.55% to 96.26%, suggest that these methods are effective in interpreting the fine composition of forests over the years.",
                "AnswerCn": "森林管理分类数据的准确性和可靠性可以通过结合植被生长特征、地方纹理信息、人类活动和地形特征，利用机器学习和变化检测方法进行推断。点尺度验证结果显示，整体准确率在75.55%到96.26%之间，表明这些方法在多年间有效地解释了森林的细微组成。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What challenges lead to variability in the accuracy of forest management type classification using multi-source data and machine learning techniques?",
                "QuestionCn": "导致使用多源数据和机器学习技术进行森林管理类型分类准确性变异的挑战有哪些？",
                "AnswerEn": "Challenges that lead to variability in the accuracy of forest management type classification using multi-source data and machine learning techniques include the complexity of integrating diverse data sources like MOD13Q1, human footprint, and elevation data, as well as the difficulty in accurately capturing vegetation growth characteristics, local texture information, human activities, and topographic features. These factors can influence the precision of classification, as evidenced by the point-scale validation results showing an overall accuracy ranging from 75.55% to 96.26%.",
                "AnswerCn": "导致森林管理类型分类准确性变异的挑战包括整合多种数据源（如MOD13Q1、人类足迹和高程数据）的复杂性，以及准确捕捉植被生长特征、局部纹理信息、人类活动和地形特征的困难。这些因素会影响分类的精度，点尺度验证结果显示整体准确率范围为75.55%到96.26%。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on the accuracy of forest management type classification when integrating multiple data sources like vegetation growth characteristics, local texture information, human activities, and topography compared to using a single data source?",
                "QuestionCn": "当整合多个数据源（如植被生长特征、局部纹理信息、人类活动和地形）时，与使用单一数据源相比，森林管理类型分类的准确性可能会受到以下潜在影响。",
                "AnswerEn": "Integrating multiple data sources such as vegetation growth characteristics, local texture information, human activities, and topography can significantly improve the accuracy of forest management type classification. The potential consequences include achieving a higher overall accuracy, as indicated by point-scale validation results showing an accuracy range of 75.55% to 96.26%. This multi-source approach allows for a more nuanced understanding of the forest's fine composition, providing critical insights into the spatial distribution and types of forest management practices globally from 2001 to 2020.",
                "AnswerCn": "整合多种数据源，如植被生长特征、地方纹理信息、人类活动和地形，可以显著提高森林管理类型分类的准确性。潜在的结果包括实现更高的整体准确性，点尺度验证结果显示准确率范围为75.55%到96.26%。这种多源方法使我们能够更细致地理解森林的细微组成，为全球2001年至2020年间森林管理实践的空间分布和类型提供了重要的见解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to classify and map the global forest management types using multi-source data and machine learning techniques from 2001 to 2020?",
                "QuestionCn": "为什么使用多源数据和机器学习技术对2001年至2020年的全球森林管理类型进行分类和制图是重要的？",
                "AnswerEn": "The goal of classifying and mapping global forest management types using multi-source data and machine learning techniques from 2001 to 2020 is to gain a detailed understanding of the fine composition of forests. By defining forest management types into categories such as natural regeneration forests, plantations, oil palm plantations, and agroforests, researchers can better assess changes in forest management and its impact on ecosystems. This information is crucial for policy-making, conservation efforts, and sustainable forest management practices.",
                "AnswerCn": "利用多源数据和机器学习技术对2001年至2020年的全球森林管理类型进行分类和制图的目标是深入了解森林的细致组成。通过将森林管理类型定义为自然再生森林、种植园、油棕种植园和农林复合体等类别，研究人员可以更好地评估森林管理的变化及其对生态系统的影响。这些信息对于政策制定、保护工作和可持续森林管理实践至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are used to extract vegetation growth characteristics, local texture information, human activity, and terrain features from multi-source data in order to map forest management types globally?",
                "QuestionCn": "提取植被生长特征、局部纹理信息、人类活动和地形特征的程序是什么，以便全球范围内绘制森林管理类型的地图？",
                "AnswerEn": "Data collection utilizes MOD13Q1, human footprint, elevation data, and other sources to extract vegetation growth characteristics, local texture information, human activity, and terrain features. Machine learning and change detection methods are then applied for mapping forest management types globally at a 250 m spatial resolution.",
                "AnswerCn": "数据收集利用MOD13Q1、人类足迹、高程数据和其他来源提取植被生长特征、局部纹理信息、人类活动和地形特征。然后应用机器学习和变化检测方法，以250米的空间分辨率全球范围内绘制森林管理类型的地图。",
                "Level": "C3(Applying)"
            }
        ]
    }
}