{
    "id": "802b5fca-0341-43a4-aa54-ce5ecd354785",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Crop diseases in Xizang and crop production in Ali (1973-1976)",
            "titleCn": "西藏的作物病害和阿里的作物生产（1973-1976）",
            "description": "Ngari mostly belongs to the subfrigid plateau zone and the temperate plateau zone, and a few places in the northeast belong to the plateau plug belt. This area has the characteristics of plateau climate, such as strong solar radiation, long sunshine duration, low temperature, scarce precipitation and large diurnal temperature range. In the winter half year, under the control of the westerly wind flow, the climate is cold and dry, precipitation is scarce, and there are many sunny days and strong winds. Influenced by the warm and humid airflow over the southwest Indian Ocean, the plateau monsoon climate is obviously different from that in winter. The climate in Ali varies greatly, from unfavorable for agricultural production to more favorable weather conditions for clothing industry than in other parts of China. Tibet, located in the southwest border of the motherland, covers a vast area. Due to the uplift of the Himalayas, the altitude has risen sharply, becoming the \"roof of the world\", with great changes in topography and climate. Surrounded by mountains and dry and cool conditions, greatly affect crop types and farming systems, the same crop disease types and occurrence has its own particularity. Before liberation, millions of serfs under the reactionary serfdom suffered cruel oppression and exploitation by the three major estates-their production was extremely backward, and they attributed the natural diseases to the gods. For a long time, only by chanting sutras, worship Buddha and other superstitious methods to pray for the elimination of disaster. Since the democratic reform, reform and scientific farming have gradually changed the backward state of agricultural production and made great progress in agricultural science. But in the prevention and control of disease is still in the \"lack of medicine and medicine\" situation. The Chinese Academy of Sciences organized an unprecedented comprehensive scientific expedition. According to the investigation materials, the types and distribution of crop diseases are described, the occurrence characteristics of these diseases and the main diseases that harm crops are revealed, and the ways of controlling these diseases to achieve high agricultural yield are put forward.",
            "descriptionCn": "阿里大部分属高原亚寒带和高原温带，东北部少数地方属高原塞带。该区具有太阳辐射强，日照时数长，气温低，降水稀少，气温日较差大等高原气候特色。冬半年在西风气流控制下，气侯寒冷干燥，降水稀少，多晴天多大风。夏半年受西南部印度洋暖湿气流的影响，出现和冬季明显不同的高原季风气候。阿里各地气候差异大，有不利于农业生产的气候，也有比我国其它地区更为有利的衣业气候条件。西藏，地处祖国西南边境，地域广大，由于喜马拉雅山的隆起，海拔陡然升高，成为“世界屋脊\"，地形和气候随之发生巨大变化。群山环绕和干燥冷凉的条件，极大地影响着作物种类和耕作制度，同样作物病害的种类和发生也具有其特殊性。解放前，百万农奴在反动的农奴制度下，受尽了三大领主的残酷压迫和剥削，生产极端落后，对所发生的自然病害现象归结于天神。长期来只是用念经、拜佛等迷信方法来祈求消灾。民主改革以来，进行了改制和科学种地，逐步改变了农业生产的落后状况，农业科学取得较大的进展。但在防治病害方面仍处在“缺医少药”状况下。中国科学院组织进行了史无前例的综合科学考察。根据考察材料，叙述了农作物病害的种类与分布，揭示了这些病害的发生特点及危害农作物的主要病害，提出了控制病害夺取农业丰产的途径。",
            "instructions": "The dataset is stored in Excel format and contains 10 workbooks on crop diseases in Xizang and crop production in Ali, respectively\n1. Climatological Information for Ngari (1)\n2. Climatological Information for Ali (2)\n3. Distribution of crops in the southwest of Ali\n4. Distribution of crops in the west and east of Ali\n5. The upper limit of elevation of crop distribution in Ali Region\n6. Growth period of naked barley at different altitudes\nPhysiological races of wheat stem rust in Xizang\n8. Temperature range of wheat white stem pathogen growth\n9.Comparison of White stem pathogens of wheat, rye and Gooseweed\n10.Observation of wheat white stalk disease infection again",
            "instructionsCn": "该数据集以Excel格式存储，包含了10张工作簿是关于西藏的作物病害和阿里的作物生产，分别是\n1、阿里的气候资料（一）\n2、阿里的气候资料（二）\n3、阿里西南部地区农作物的分布\n4、阿里西部和东部地区农作物的分布\n5、阿里地区农作物分布的海拔上限\n6、不同海拔地区裸大麦的生育期\n7、西藏小麦秆锈菌生理小种区系\n8、小麦白秆病菌生长的温度范围\n9、小麦、黑麦、鹅冠草的白秆病菌比较\n10、小麦白秆病再次侵染观察",
            "east": 99.1,
            "west": 78.4,
            "south": 26.83,
            "north": 36.48,
            "startTime": null,
            "endTime": null,
            "fileSize": 39936.0,
            "cstr": "18406.11.HumanNat.tpdc.272558",
            "doi": "10.11888/HumanNat.tpdc.272558",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "路季梅",
                "nameEn": "LU Jimei ",
                "unitEn": "Nanjing Agricultural University",
                "unitCn": "南京农业大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "青藏高原科学考察丛书 西藏作物 1984",
                "titleEn": null,
                "referenceCn": "中国科学院青藏高原综合科学考察队. (1984). 青藏高原科学考察丛书 西藏作物. 北京, 科学出版社.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "农业资源",
                "nameEn": "Agricultural Resources"
            },
            {
                "nameCn": "生物资源",
                "nameEn": "Biological Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1973-1976",
                "keywordEn": "1973-1976",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics and climatic conditions that affect the types and distribution of crop diseases in the high-altitude regions of Tibet?",
                "QuestionCn": "影响西藏高海拔地区作物病害类型和分布的具体特征和气候条件是什么？",
                "AnswerEn": "strong solar radiation, long sunshine duration, low temperatures, scarce precipitation, large daily temperature variations, plateau monsoon climate, dry, cool conditions",
                "AnswerCn": "强烈的太阳辐射，长时间的日照，低温，稀少的降水，较大的日温差，台地季风气候，干燥，凉爽的条件。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'comprehensive scientific investigation' mean in the context of crop diseases and production in Tibet's Ali region during 1973-1976?",
                "QuestionCn": "在1973年至1976年期间，关于西藏阿里地区作物病害和生产的“综合科学调查”是什么意思？",
                "AnswerEn": "In the context of crop diseases and production in Tibet's Ali region during 1973-1976, 'comprehensive scientific investigation' refers to a large-scale and thorough scientific study organized by the Chinese Academy of Sciences. This investigation aimed to collect and analyze data regarding the types and distribution of crop diseases, the characteristics of their occurrence, and their impact on agricultural production. The study also sought to explore the climatic and geographical factors affecting agriculture in the region and to propose methods for controlling crop diseases to enhance agricultural productivity.",
                "AnswerCn": "在1973年至1976年期间，关于西藏阿里地区的作物病害和生产的“综合科学调查”是指由中国科学院组织的大规模和全面的科学研究。该调查旨在收集和分析有关作物病害的类型和分布、发生特征及其对农业生产影响的数据。研究还旨在探讨影响该地区农业的气候和地理因素，并提出控制作物病害的方法，以提高农业生产力。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for crop diseases in Tibet compare to those used for assessing crop production in the Ali region from 1973 to 1976?",
                "QuestionCn": "西藏的作物病害数据收集方法与1973年至1976年阿里地区作物生产评估所使用的方法相比如何？",
                "AnswerEn": "The data collection methods for crop diseases in Tibet were likely focused on identifying and understanding the types and distribution of crop diseases, revealing their occurrence characteristics and the major diseases affecting crops. In contrast, assessing crop production in the Ali region would have involved collecting data on agricultural outputs, considering the region's unique climatic conditions, such as strong solar radiation, long sunshine hours, and large diurnal temperature variations. Both methods would have faced challenges related to the region's high altitude and diverse climate, but the comparison lies in the disease-specific focus versus general agricultural productivity measurements.",
                "AnswerCn": "在西藏，作物病害的数据收集方法可能集中在识别和理解作物病害的类型和分布，揭示其发生特征以及影响作物的主要病害。相比之下，评估阿里地区的作物生产则涉及收集农业产出的数据，考虑到该地区独特的气候条件，如强烈的太阳辐射、长时间的日照和较大的昼夜温差。这两种方法都面临与该地区高海拔和多样气候相关的挑战，但比较的重点在于特定病害的关注与一般农业生产力测量之间的区别。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the impact of high-altitude climatic conditions on the distribution and types of crop diseases from a dataset collected in high-elevation regions like Tibet's Ali area?",
                "QuestionCn": "可以推断出高海拔气候条件对作物病害的分布和类型的影响，基于在像西藏阿里地区这样的高海拔地区收集的数据。",
                "AnswerEn": "Given the high-altitude climatic conditions in Tibet's Ali area—characterized by strong solar radiation, long sunshine duration, low temperatures, scarce precipitation, and significant daily temperature variations—one can infer that these factors contribute to the unique distribution and types of crop diseases. The interplay between these environmental conditions and the presence of crop diseases suggests that certain diseases may be more prevalent or severe due to the specific climate. Additionally, these conditions may also impact the effectiveness of traditional and modern disease control methods, highlighting the need for tailored approaches in data collection and disease management strategies in such high-elevation areas.",
                "AnswerCn": "考虑到西藏阿里地区的高海拔气候条件——特征为强烈的太阳辐射、长时间的日照、低温、稀少的降水和显著的日温差——可以推断这些因素对作物病害的分布和类型产生了独特的影响。这些环境条件与作物病害的存在之间的相互作用表明，某些病害可能由于特定气候而更为普遍或严重。此外，这些条件也可能影响传统和现代病害控制方法的有效性，突显了在这种高海拔地区进行数据收集和病害管理策略时需要量身定制的方法。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contributed to the challenges in collecting accurate data on crop diseases and agricultural production in the Tibetan region from 1973 to 1976?",
                "QuestionCn": "1973年至1976年间，收集关于西藏地区作物病害和农业生产的准确数据面临的挑战因素有哪些？",
                "AnswerEn": "The factors contributing to the challenges in collecting accurate data on crop diseases and agricultural production in the Tibetan region during this period include the unique high-altitude climate characteristics such as strong solar radiation, long sunshine hours, low temperatures, sparse precipitation, and significant temperature differences between day and night. Additionally, the region experienced cold and dry conditions with frequent winds in winter, and a distinct monsoon climate in summer due to the influence of the warm moist airflow from the southwest Indian Ocean. This variability in climate created conditions that were both unfavorable and, in some cases, more favorable for agricultural production compared to other regions in China. Moreover, historical socio-economic factors, such as the oppressive feudal serf system before the democratic reforms, resulted in extremely backward agricultural practices with limited scientific intervention in disease control, relying instead on superstitious methods. These challenges were addressed to some extent after the democratic reforms, which initiated scientific approaches to agriculture, although there remained a lack of adequate medical and chemical resources to combat crop diseases effectively.",
                "AnswerCn": "在这一时期，导致在西藏地区收集准确的作物疾病和农业生产数据面临挑战的因素包括独特的高海拔气候特征，如强烈的太阳辐射、长时间的日照、低温、稀少的降水以及昼夜温差显著。此外，该地区冬季经历寒冷干燥的气候，频繁的风，以及夏季由于来自西南印度洋的温暖湿润气流影响而形成的明显季风气候。这种气候的变化性使得农业生产的条件在某些方面比中国其他地区更为不利，而在某些情况下则更为有利。此外，历史上的社会经济因素，如民主改革前的压迫性封建农奴制度，导致农业实践极为落后，科学干预在病害控制方面有限，反而依赖迷信方法。虽然在民主改革后，这些挑战在一定程度上得到了缓解，科学农业方法开始得到应用，但仍然缺乏足够的医疗和化学资源来有效应对作物疾病。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on the effectiveness of crop disease management strategies if data collection methods incorporate comprehensive climate and geographical variability across Tibet's unique high-altitude environments?",
                "QuestionCn": "如果数据收集方法纳入了西藏独特高海拔环境中的全面气候和地理变异性，那么对作物病害管理策略的有效性可能产生的影响是什么？",
                "AnswerEn": "The integration of comprehensive climate and geographical variability data could significantly enhance the effectiveness of crop disease management strategies. Understanding the unique high-altitude environments and their influence on climate conditions—such as strong solar radiation, long sunshine hours, low temperatures, and significant daily temperature differences—can provide detailed insights into the occurrence and spread of crop diseases. This could lead to the development of more targeted and effective disease prevention and control measures, potentially improving agricultural productivity despite the challenging conditions.",
                "AnswerCn": "综合气候和地理变异数据的整合可以显著提高作物病害管理策略的有效性。了解独特的高海拔环境及其对气候条件的影响——例如强烈的太阳辐射、长时间的日照、低温和显著的日温差——可以提供有关作物病害发生和传播的详细见解。这可能导致更具针对性和有效的病害预防和控制措施的开发，从而在挑战性条件下提高农业生产力。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind collecting data on crop diseases and agricultural production in Tibet's unique high-altitude climate, and how might this data inform strategies for improving agricultural yields?",
                "QuestionCn": "收集关于西藏独特高海拔气候下作物疾病和农业生产的数据的主要目标是什么，这些数据如何为提高农业产量的策略提供信息？",
                "AnswerEn": "The primary objectives behind collecting data on crop diseases and agricultural production in Tibet's high-altitude climate are to understand the unique challenges and advantages posed by the region's climate on agriculture, identify the types and distribution of crop diseases, and reveal the patterns and impacts of these diseases on crops. This data aims to develop strategies for controlling diseases and improving agricultural productivity by leveraging the distinct climatic conditions that may be more favorable compared to other regions in China. The data collection effort seeks to transform historically superstitious approaches to disease management into scientifically driven practices, ultimately aiming to enhance agricultural output in the region.",
                "AnswerCn": "收集关于西藏高海拔气候下作物疾病和农业生产的数据的主要目标是了解该地区气候对农业所带来的独特挑战和优势，识别作物疾病的类型和分布，并揭示这些疾病对作物的模式和影响。这些数据旨在制定控制疾病和提高农业生产力的策略，利用该地区可能比中国其他地区更有利的独特气候条件。数据收集工作旨在将历史上迷信的疾病管理方法转变为科学驱动的实践，最终目标是提高该地区的农业产出。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}