{
    "id": "8039acba-c03a-4cd7-a842-c9638976ef7a",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Water index in the Qilian Mountain Area in 2020",
            "titleCn": "祁连山地区水体指数产品（2020）",
            "description": "This dataset contains the ground surface water (including liquid water, glacier and perennial snow) distribution in Qilian Mountain Area in 2020. The dataset was produced based on classical Normalized Difference Water Index (NDWI) extraction criterion and manual editing. Landsat images collected in 2020 were used as basic data for water index extraction. Sentinel-2 images and Google images were employed as reference data for adjusting the extraction threshold. The dataset was stored in SHP format and attached with the attributions of coordinates and water area. Consisting of 1 season, the dataset has a temporal resolution of 1 year and a spatial resolution of 30 meters. The accuracy is about 1 pixel (±30 meter). The dataset directly reflects the distribution of water bodies within the Qilian Mountain in 2020, and can be used for quantitative estimation of water resource.",
            "descriptionCn": "本数据为祁连山地区2020年地表水体（包括液态水、冰川及多年积雪）分布产品。采用经典归一化水体指数法（Normalized Difference Water Index , NDWI）和人工修正的方法提取。原始基础数据为2020年祁连山全境的Landsat影像。参考数据为谷歌影像和哨兵2号影像。产品以shp文件格式存储，包含坐标系、水体面积等属性。产品为1期，时间分辨率为1年，空间分辨率为30米，边界精度在30米（一个像元）左右。该产品直观地反映了祁连山水体在2020年的大致分布，可用于流域水资源定量估计研究。",
            "instructions": "File Naming Convention: Class_coordinate_YYYY.shp (YYYY: year)\nData Version：V1.0\nProjection：+proj=longlat +datum=WGS84 +no_defs\nData Format: shp\nWater body：Polygon ve\nUsage：The datasets are stored in the form of Class_coordinate_YYYY.shp, and can be read by Arcgis or Envi.",
            "instructionsCn": "文件命名约定：数据种类_坐标系_YYYY.shp\t（YYYY：年）\n数据版本号：V1.0\n投影：+proj=longlat +datum=WGS84 +no_defs\n数据格式：shp \n水体：多边形矢量\n使用方法：shp文件格式，Arcgis、ENVI等均可读取和显示",
            "east": 107.0,
            "west": 89.0,
            "south": 34.0,
            "north": 45.0,
            "startTime": "2020-07-01 00:00:00",
            "endTime": "2020-09-30 00:00:00",
            "fileSize": 47893995.0,
            "cstr": "18406.11.Hydro.tpdc.271536",
            "doi": "10.11888/Hydro.tpdc.271536",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李佳",
                "nameEn": "LI Jia",
                "unitEn": "Central South University",
                "unitCn": "中南大学"
            },
            {
                "nameCn": "李建江",
                "nameEn": "LI Jianjiang",
                "unitEn": "Central South University",
                "unitCn": "中南大学"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "基于Landsat TM影像的水体信息提取",
                "titleEn": null,
                "referenceCn": "刘桂林, 张落成, 刘剑, 李广宇. (2013). 基于Landsat TM影像的水体信息提取.中国科学院大学学报, 30(5), 644-650.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Analysis of Landsat-8 OLI imagery for land surface water mapping",
                "referenceCn": null,
                "referenceEn": "Du, Z.Q., Li, W.B., Zhou, D.B., Tian, L.Q., Ling, F., Wang, H.L., Gui, Y.M., Sun, B.Y. (2014). Analysis of Landsat-8 OLI imagery for land surface water mapping. Remote Sensing Letters, 5:7, 672-681, DOI: 10.1080/2 150704X.2014.960606"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "海洋",
                "nameEn": "Ocean"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表产品",
                "nameEn": "Land surface product"
            },
            {
                "nameCn": "水体指数",
                "nameEn": "Water index"
            },
            {
                "nameCn": "海洋遥感",
                "nameEn": "Marine Remote Sensing"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "祁连山地区",
                "keywordEn": "Qilian Mountains"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表净初生产力数据（2018）",
                "titleEn": "Landsat-based continuous monthly 30m×30m Land Surface NPP dataset in Qilian mountainous area (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（青海湖湖面涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Yulei station on Qinghai lake, 2018)"
            },
            {
                "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表叶面积指数数据（2018）",
                "titleEn": "Landsat-based continuous monthly 30m×30m land surface LAI dataset in Qilian mountain area (2018)"
            },
            {
                "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表叶面积指数数据（1986-2017）",
                "titleEn": "Landsat-based continuous monthly 30m×30m land surface LAI dataset in Qilian mountain area (1986-2017)"
            },
            {
                "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表植被覆盖度数据（2018）",
                "titleEn": "Landsat-based continuous monthly 30m×30m land surface FVC dataset in Qilian mountain area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the features of the water body index dataset used to map the distribution of surface water in the Qilian Mountains in 2020?",
                "QuestionCn": "2020年用于绘制祁连山地区地表水分布的水体指数数据集的特征是什么？",
                "AnswerEn": "distribution of surface water bodies, Normalized Difference Water Index (NDWI), manual corrections, Landsat images, Google imagery, Sentinel-2 images, shapefile format, coordinate systems, water area measurements, temporal resolution of one year, spatial resolution of 30 meters, boundary precision of approximately 30 meters",
                "AnswerCn": "地表水体分布，归一化差异水体指数（NDWI），手动校正，Landsat影像，Google影像，Sentinel-2影像，shapefile格式，坐标系，水域面积测量，时间分辨率为一年，空间分辨率为30米，边界精度约为30米。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of a dataset produced using the Normalized Difference Water Index method in the Qilian Mountains region for the year 2020?",
                "QuestionCn": "使用归一化差异水体指数方法在2020年产生的青藏高原地区数据集的空间分辨率是多少？",
                "AnswerEn": "30 meters",
                "AnswerCn": "30米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the Normalized Difference Water Index (NDWI) and how is it utilized in data collection for water body distribution?",
                "QuestionCn": "归一化差异水体指数（NDWI）是什么，它在水体分布的数据收集中如何被利用？",
                "AnswerEn": "The Normalized Difference Water Index (NDWI) is a method used to extract water body distribution by enhancing the presence of water features while suppressing other land cover types. It involves the use of satellite imagery, such as Landsat images, and aids in identifying surface water bodies including liquid water, glaciers, and perennial snow. This index is part of the data collection process for mapping water bodies, providing an annual spatial resolution of 30 meters, and is further refined through manual correction and reference to Google and Sentinel-2 images.",
                "AnswerCn": "归一化差异水体指数（NDWI）是一种提取水体分布的方法，通过增强水体特征的存在，同时抑制其他土地覆盖类型。它涉及使用卫星影像，如Landsat影像，帮助识别地表水体，包括液态水、冰川和常年积雪。该指数是水体制图数据收集过程的一部分，提供30米的年度空间分辨率，并通过手动校正和参考Google及Sentinel-2影像进一步精细化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the accuracy and precision of extracting water body distribution using the Normalized Difference Water Index (NDWI) method for areas like Qilian Mountains in 2020?",
                "QuestionCn": "影响使用归一化水体指数（NDWI）方法提取水体分布准确性和精度的因素有哪些，特别是在2020年的祁连山地区？",
                "AnswerEn": "The factors that contribute to the accuracy and precision of extracting water body distribution using the NDWI method include the quality of the Landsat imagery data used as the original basis, the resolution of the spatial data (30 meters in this case), the effectiveness of manual corrections applied, and the reference data such as Google imagery and Sentinel-2 imagery that support the extraction process. The inclusion of these reference datasets helps refine the extraction by providing additional spectral information and validation points, while the choice of spatial and temporal resolution affects the granularity of the water body distribution that can be captured.",
                "AnswerCn": "影响使用NDWI方法提取水体分布的准确性和精度的因素包括作为原始基础的Landsat影像数据的质量、空间数据的分辨率（在这种情况下为30米）、所应用的手动修正的有效性，以及支持提取过程的参考数据，如Google影像和Sentinel-2影像。这些参考数据集的包含有助于通过提供额外的光谱信息和验证点来精细化提取，而空间和时间分辨率的选择则影响能够捕捉到的水体分布的细粒度。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of developing a dataset that utilizes the Normalized Difference Water Index (NDWI) and manual correction methods for mapping surface water bodies in mountainous regions?",
                "QuestionCn": "开发一个利用归一化水体指数（NDWI）和手动修正方法的数据库，主要目的是在山区映射水体。",
                "AnswerEn": "The goal is to provide an accurate representation of the distribution of surface water bodies, including liquid water, glaciers, and perennial snow, in the Qilian Mountain region for the year 2020. This information can be used for quantitative estimation of water resources in the watershed, with a spatial resolution of 30 meters and an annual temporal resolution, aiding in regional water resource management and planning.",
                "AnswerCn": "目标是提供2020年祁连山地区地表水体（包括液态水、冰川和常年积雪）的分布的准确表示。这些信息可以用于流域水资源的定量估算，具有30米的空间分辨率和年度时间分辨率，有助于区域水资源管理和规划。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in using the Normalized Difference Water Index (NDWI) and manual correction methods to extract surface water bodies, glaciers, and perennial snow coverage from satellite imagery in a given area?",
                "QuestionCn": "使用归一化差异水体指数（NDWI）和手动修正方法从卫星影像中提取水体、冰川和常年积雪覆盖的程序步骤如下：\n\n1. **数据收集**：获取所需区域的卫星影像，通常选择具有高空间分辨率和适当时间序列的影像。\n\n2. **影像预处理**：\n   - **辐射校正**：对影像进行辐射校正，以消除传感器和大气影响。\n   - **几何校正**：确保影像的几何精度，进行必要的配准。\n\n3. **计算NDWI**：\n   - 使用公式 NDWI = (Green - NIR) / (Green + NIR)，其中 Green 和 NIR 分别代表绿色波段和近红外波段。\n   - 生成NDWI影像，通常NDWI值在0到1之间，值越高表示水体的可能性越大。\n\n4. **阈值分割**：\n   - 确定NDWI的阈值，以区分水体和非水体区域。可以通过分析NDWI直方图或使用经验值来选择合适的阈值。\n\n5. **水体提取**：\n   - 应用选定的阈值，将NDWI影像二值化，提取出水体区域。\n\n6. **手动修正**：\n   - 对提取的水体进行人工检查和修正，识别并修正误分类的区域，如去除云影、阴影或其他非水体区域。\n   - 可以使用其他波段或影像（如红外波段）进行辅助验证。\n\n7. **提取冰川和常年积雪**：\n   - 使用适当的指数（如NDSI）或结合NDWI和其他波段，提取冰川和常年积雪区域。\n   - 进行手动修正，确保提取的冰川和雪覆盖区域的准确性。\n\n8. **结果验证**：\n   - 使用地面实测数据或其他可靠数据源验证提取结果的准确性。\n\n9. **结果输出**：\n   - 将提取的水体、冰川和常年积雪区域保存为GIS格式，便于后续分析和应用。\n\n10. **文档记录**：\n    - 记录整个过程中的参数设置、阈值选择和修正步骤，以便于未来的复现和参考。",
                "AnswerEn": "In the given field, the process involves utilizing Landsat imagery from 2020 of the Qilian Mountains region. The extraction of surface water bodies, glaciers, and perennial snow is achieved through the application of the classic Normalized Difference Water Index (NDWI), followed by manual correction methods. This approach ensures the accurate representation of these features. The reference data for this procedure includes Google imagery and Sentinel-2 imagery, which aid in enhancing the precision of the extraction. The final product is stored in shapefile format, incorporating attributes such as coordinates and water area, with a spatial resolution of 30 meters and a temporal resolution of one year.",
                "AnswerCn": "在给定的领域中，该过程涉及利用2020年Qilian Mountains地区的Landsat影像。通过应用经典的归一化差异水体指数（NDWI），并结合手动修正方法，提取地表水体、冰川和常年积雪。这种方法确保了这些特征的准确表示。该过程的参考数据包括Google影像和Sentinel-2影像，这有助于提高提取的精度。最终产品以shapefile格式存储，包含坐标和水域面积等属性，空间分辨率为30米，时间分辨率为一年。",
                "Level": "C3(Applying)"
            }
        ]
    }
}