{
    "id": "812d4705-e42f-45d8-8644-c7e07c444f2c",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Dataset of habitat quality scenarios for key urbanized areas on the Qinghai-Tibetan Plateau (2020-2050)",
            "titleCn": "青藏高原重要城镇化地区生境质量演化情景数据集（2020-2050）",
            "description": "This dataset presents the dynamics of habitat quality in Key urbanized areas on the Qinghai-Tibetan Plateau (Huangshui Basin, Lhasa River Basin, Qinghai Lake Basin, and the middle and upper reaches of the Heihe River Basin) from 2020 to 2050 (with an interval of 5 years) under different socio-economic scenarios and expansion modes. Urban data under different socio-economic scenarios and expansion modes in 2020-2050 are derived from the published dataset of China's future urban expansion and urban growth boundary year by year, and land use data are derived from the Institute of Geographic Sciences and Resources, Chinese Academy of Sciences. By selecting cities as threat factors and considering the sensitivity of different land use types to urban threat factors, the habitat quality module in the InVEST model is used to quantify the habitat quality in the study area and produce this dataset.",
            "descriptionCn": "本套数据集展示了不同社会经济情景和不同扩展模式下青藏高原重要城镇化地区（湟水流域、拉萨河流域、青海湖流域和黑河流域中上游）2020-2050年（间隔5年）生境质量演化过程。2020-2050年不同社会经济情景和不同扩展模式下的城市数据来源于已发布的中国未来逐年城市扩展过程和城市空间增长边界数据集，土地利用数据来源于中国科学院地理科学与资源研究所。选取城市作为威胁因子，结合不同土地利用类型对城市威胁因子的敏感性，基于InVEST模型中的生境质量模块对研究区生境质量进行量化，从而获得该数据集。",
            "instructions": "(1) File naming: Historical habitat quality data in 2020 named q_ 2020, the naming method for habitat quality data from 2025 to 2050 is q_ SSPx_ a. A_ Yyyy.tif, where q represents habitat quality, SSPx represents different socio-economic scenarios, a.a represents different expansion modes, and yyyy represents year, such as q_ SSP1_ 0.0_ 2050. tif represents the tiff file that describes the habitat quality in 2050 under the SSP1 socio-economic scenario with a mode parameter of 0.0. (2) Data reading method: The dataset is stored in tiff format, and users can use geographic information systems and remote sensing related software such as ESRI ArcGIS software, ERDAS software, and ENVI software to read data.",
            "instructionsCn": "(1)文件命名：历史2020年的生境质量数据命名为q_2020，未来2025-2050年生境质量数据命名方式为q_SSPx_a.a_yyyy.tif，其中q代表生境质量，SSPx代表不同社会经济情景，a.a代表不同扩展模式，yyyy代表年，比如q_SSP1_0.0_2050.tif代表这个tiff文件描述2050年在SSP1社会经济情景下扩展参数为0.0时的生境质量状况。(2)数据读取方式：数据集以tiff格式储存，用户可以使用ESRI ArcGIS软件、ERDAS软件和ENVI软件等地理信息系统和遥感相关软件读取数据。",
            "east": 104.0,
            "west": 81.0,
            "south": 27.0,
            "north": 37.0,
            "startTime": "2020-01-01 22:04:56",
            "endTime": "2050-12-31 22:04:56",
            "fileSize": 7367965.0,
            "cstr": "18406.11.HumanNat.tpdc.300785",
            "doi": "10.11888/HumanNat.tpdc.300785",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "刘志锋",
                "nameEn": "LIU Zhifeng",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "白巧贤",
                "nameEn": "BAI Qiaoxian",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "刘豪富",
                "nameEn": "LIU Haofu",
                "unitEn": "",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Assessing the impacts of historical and future land-use/cover change on habitat quality in the urbanizing Lhasa River Basin on the Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Nie, Y., Zhang, X., Yang, Y., Liu, Z., He, C., Chen, X., & Lu, T. (2023). Assessing the impacts of historical and future land-use/cover change on habitat quality in the urbanizing Lhasa River Basin on the Tibetan Plateau. Ecological Indicators, 148, 110147."
            },
            {
                "titleCn": null,
                "titleEn": "Delimiting China's urban growth boundaries under localized shared socioeconomic pathways and various urban expansion modes",
                "referenceCn": null,
                "referenceEn": "Huang, M., Wang, Z., Pan, X., Gong, B., Tu, M., & Liu, Z. (2022). Delimiting China's urban growth boundaries under localized shared socioeconomic pathways and various urban expansion modes. Earth's Future, 10, e2021EF002572. https://doi.org/10.1029/2021EF002572"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用/覆盖",
                "nameEn": "Land Use/Land Cover"
            },
            {
                "nameCn": "土地资源",
                "nameEn": "Land Resources"
            },
            {
                "nameCn": "城市与农村聚落",
                "nameEn": "Urban and rural area"
            },
            {
                "nameCn": "城镇化",
                "nameEn": "Urbanization"
            },
            {
                "nameCn": "生态退化及保护",
                "nameEn": "Ecological Degradation and Protection"
            },
            {
                "nameCn": "风险评估",
                "nameEn": "Risk"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原重点城镇化地区",
                "keywordEn": "Key urbanized area of Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020-2050年",
                "keywordEn": "2020-2050",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of how the InVEST model's habitat quality module is utilized to quantify habitat quality in urbanizing regions on the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个示例，说明InVEST模型的栖息地质量模块如何用于量化青藏高原城市化地区的栖息地质量？",
                "AnswerEn": "The InVEST model's habitat quality module is used to quantify habitat quality in urbanizing regions on the Tibetan Plateau by selecting cities as threat factors and assessing the sensitivity of different land use types to urban threat factors. This process involves analyzing the habitat quality evolution scenarios for key urbanization areas such as the Huangshui River Basin, Lhasa River Basin, Qinghai Lake Basin, and the upper and middle reaches of the Heihe River Basin from 2020 to 2050 under various socio-economic scenarios and expansion models. The data for urban expansion under different scenarios is sourced from published datasets on China's future urban expansion processes and urban spatial growth boundaries, while land use data is obtained from the Institute of Geographic Sciences and Natural Resources Research, Chinese Academy of Sciences.",
                "AnswerCn": "InVEST模型的栖息地质量模块用于量化城市化地区的栖息地质量，重点关注城市作为威胁因素，并评估不同土地利用类型对城市威胁因素的敏感性。该过程涉及分析2020年至2050年间黄水河流域、拉萨河流域、青海湖流域以及黑河上游和中游等关键城市化区域的栖息地质量演变情景，考虑不同的社会经济情景和扩展模型。不同情景下的城市扩展数据来源于关于中国未来城市扩展过程和城市空间增长边界的已发布数据集，而土地利用数据则来自中国科学院地理科学与资源研究所。",
                "Level": "C3(Applying)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used to assess habitat quality evolution in urbanized areas of the Qinghai-Tibet Plateau from 2020 to 2050?",
                "QuestionCn": "评估2020年至2050年青藏高原城市化地区栖息地质量演变的数据收集方法的特点是什么？",
                "AnswerEn": "socio-economic scenarios, expansion models, annual urban expansion processes, urban spatial growth boundary datasets, land use data, InVEST model's habitat quality module, cities as threat factors, sensitivity of different land use types",
                "AnswerCn": "社会经济情景、扩展模型、年度城市扩展过程、城市空间增长边界数据集、土地利用数据、InVEST模型的栖息地质量模块、城市作为威胁因素、不同土地利用类型的敏感性",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many different social and economic scenarios are considered for the habitat quality evolution from 2020 to 2050 in urbanized areas of the Tibetan Plateau?",
                "QuestionCn": "在2020年至2050年期间，青藏高原城市化地区的栖息地质量演变考虑了多少种不同的社会和经济情景？",
                "AnswerEn": "I apologize, but the original answer does not provide a specific numerical value or range for the number of different social and economic scenarios considered for the habitat quality evolution from 2020 to 2050 in urbanized areas of the Tibetan Plateau.",
                "AnswerCn": "我很抱歉，原始答案没有提供具体的数值或范围，来说明在西藏高原城市化地区从2020年到2050年考虑的不同社会和经济情景的数量。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '生境质量演化情景数据集' mean in the context of urbanization in the Qinghai-Tibet Plateau?",
                "QuestionCn": "'生境质量演化情景数据集'在青藏高原城市化的背景下指的是关于生境质量变化的情景数据集，用于研究和分析城市化对生境质量的影响及其演变过程。",
                "AnswerEn": "'生境质量演化情景数据集' refers to a dataset that demonstrates the evolution of habitat quality under different socio-economic scenarios and expansion models in major urbanized areas of the Qinghai-Tibet Plateau, such as the Huangshui River Basin, Lhasa River Basin, Qinghai Lake Basin, and the upper and middle reaches of the Heihe River Basin, for the period from 2020 to 2050 at five-year intervals.",
                "AnswerCn": "'生境质量演化情景数据集'是一个展示青藏高原主要城市化地区（如黄水河流域、拉萨河流域、青海湖流域以及黑河上游和中游）在不同社会经济情景和扩展模型下，生境质量演变的数据库，时间范围为2020年至2050年，每五年一个时间节点。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on habitat quality when urbanization trends in the Qinghai-Tibet Plateau continue under different socioeconomic scenarios?",
                "QuestionCn": "当青藏高原的城市化趋势在不同社会经济情景下持续发展时，对栖息地质量的潜在影响是什么？",
                "AnswerEn": "The outcomes of continuing urbanization trends under different socioeconomic scenarios could lead to variations in habitat quality in key urbanized areas of the Qinghai-Tibet Plateau, such as the Huangshui River Basin, Lhasa River Basin, Qinghai Lake Basin, and the upper and middle reaches of the Heihe River Basin. This is assessed by quantifying habitat quality using the InVEST model's habitat quality module, which considers urban areas as threat factors and evaluates sensitivity to these threats based on different land use types.",
                "AnswerCn": "在不同社会经济情景下，持续城市化趋势的结果可能导致青藏高原关键城市化地区（如黄水河流域、拉萨河流域、青海湖流域以及黑河上游和中游）栖息地质量的变化。这通过使用InVEST模型的栖息地质量模块来量化栖息地质量，该模块将城市区域视为威胁因素，并根据不同的土地利用类型评估对这些威胁的敏感性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind creating a dataset that models habitat quality evolution under different socio-economic scenarios and expansion modes for urbanized areas on the Qinghai-Tibet Plateau from 2020 to 2050?",
                "QuestionCn": "创建一个模拟青藏高原城市化地区在2020年至2050年期间不同社会经济情景和扩展模式下栖息地质量演变的数据集的目标是什么？",
                "AnswerEn": "The goal is to quantitatively assess the evolution of habitat quality in key urbanized areas on the Qinghai-Tibet Plateau over time, considering different socio-economic scenarios and expansion modes. By using urban areas as threat factors and analyzing their sensitivity to various land use types, the dataset aims to provide insights into how urban expansion impacts habitat quality. This information can help inform sustainable urban planning and conservation strategies in the region.",
                "AnswerCn": "目标是定量评估青藏高原关键城市化地区栖息地质量的演变，考虑不同的社会经济情景和扩展模式。通过将城市区域作为威胁因素，并分析它们对各种土地利用类型的敏感性，该数据集旨在提供城市扩展如何影响栖息地质量的见解。这些信息可以帮助为该地区的可持续城市规划和保护策略提供参考。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the quantification of habitat quality evolution in urbanized areas of the Tibetan Plateau from 2020 to 2050?",
                "QuestionCn": "哪些方法论能够量化2020年至2050年间青藏高原城市化地区栖息地质量的演变？",
                "AnswerEn": "The quantification of habitat quality evolution in urbanized areas of the Tibetan Plateau from 2020 to 2050 is enabled by the InVEST model's habitat quality module, which uses urban areas as threat factors and considers the sensitivity of different land use types to these factors. The process integrates data from the Chinese Academy of Sciences on land use and urban expansion scenarios.",
                "AnswerCn": "通过InVEST模型的栖息地质量模块，可以量化2020年至2050年间西藏高原城市化地区的栖息地质量演变，该模块将城市地区作为威胁因素，并考虑不同土地利用类型对这些因素的敏感性。该过程整合了中国科学院关于土地利用和城市扩展情景的数据。",
                "Level": "C3(Applying)"
            }
        ]
    }
}