{
  "id": "82d4cbe4-eec1-44de-80f2-784bd3294eb1",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Fossil specimens of Cenozoic mammal from Tibetan Plateau and surrounding area",
      "titleCn": "青藏高原及周边地区新生代哺乳动物化石标本",
      "description": "This dataset comprises fossil specimens of Cenozoic mammal collected from Tibetan Plateau and surrounding area, such as Suerkal Basin in A-erh-chin Mountains, Tabenbuluk in Gansu Province, during 2018-04-01 to 2018-10-01. Most of the specimens were collected in surface of section, part were excavated from shallow strata. All of the specimens were sent to Institute of Vertebrate Paleontology and Paleoanthropology, Chinese Academy of Sciences, cleaned by technician and photographed with digital camera. The specimens are well-preserved and can be easily observed  on important characters of the individuals they belong to. The specimens of this data set are all new ones unstudied, and very important for research on mammalian evolution and reconstruction of paleoecology and paleoenvironment in Tibetan Plateau and surrounding area.",
      "descriptionCn": "本数据集包含2018-04-01至2018-10-01在青藏高原及周边地区所采集的新生代哺乳动物化石，包括阿尔金山索尔库里盆地、甘肃塔奔布鲁克地区。化石标本主要为在考察地区的沉积地层表面采集，部分标本为浅层地层内发掘。标本运至中国科学院古脊椎动物与古人类研究所，由技术人员进行初步清理，后使用数码相机对标本进行图像数据采集。标本保存情况良好，可以清楚判断标本所属个体的重要特征。本次采集数据均为尚未研究的新标本，对于研究相关地区哺乳动物演化和生态环境复原有着重要作用。",
      "instructions": "The data is named with the locality and a number. The form is jpg, can be opened by basical pictrue software in current PC system.",
      "instructionsCn": "数据是以产地加上数字编号命名，格式为jpg，可在一般的个人电脑上用图片软件代开。",
      "east": 104.0,
      "west": 74.0,
      "south": 25.0,
      "north": 40.0,
      "startTime": "2018-04-04 08:00:00",
      "endTime": "2018-10-04 19:59:59",
      "fileSize": 3353312.0,
      "cstr": "18406.11.Paleoenv.tpdc.270367",
      "doi": "10.11888/Paleoenv.tpdc.270367",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "吴飞翔",
        "nameEn": "WU Feixiang ",
        "unitEn": "Institute Of Vertebrate Paleontology And Paleoanthropology, Chinese Academy Of Sciences",
        "unitCn": "中国科学院古脊椎动物与古人类研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "青藏高原江河湖源新生代古生物学考察报告",
        "titleEn": null,
        "referenceCn": "邓涛, 吴飞翔. (2018). 青藏高原江河湖源新生代古生物学考察报告. 第二次青藏高原综合科学考察研究.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "哺乳动物",
        "nameEn": "Mammals"
      },
      {
        "nameCn": "生物资源",
        "nameEn": "Biological Resources"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原及邻区",
        "keywordEn": "The Tibetan Plateau and the surrounding areas"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2018",
        "keywordEn": "2018",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What data collection methods are used for gathering Cenozoic mammal fossil specimens in the Qinghai-Tibet Plateau and surrounding areas?",
        "QuestionCn": "在青藏高原及周边地区收集新生代哺乳动物化石标本所使用的数据收集方法有哪些？",
        "AnswerEn": "Surface collection, excavation",
        "AnswerCn": "地表采集，挖掘",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods for Cenozoic mammal fossils in the Qinghai-Tibet Plateau and surrounding regions?",
        "QuestionCn": "青藏高原及周边地区的新生代哺乳动物化石数据收集方法的特点是什么？",
        "AnswerEn": "collecting fossils from the surface of sedimentary strata, excavating from shallow strata, preliminary cleaning, high-quality image data captured using digital cameras, well-preserved specimens",
        "AnswerCn": "从沉积岩层表面收集化石，从浅层挖掘，初步清理，使用数码相机捕捉高质量图像数据，保存良好的标本。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many new mammalian fossil samples were collected between April 1, 2018, and October 1, 2018, from the Tibetan Plateau and surrounding areas?",
        "QuestionCn": "在2018年4月1日至2018年10月1日期间，从青藏高原及周边地区收集了多少新的哺乳动物化石样本？",
        "AnswerEn": "The metadata does not specify the exact number of new mammalian fossil samples collected.",
        "AnswerCn": "元数据未指定收集的新哺乳动物化石样本的确切数量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'surface sediment layer collection' mean in the context of paleontological data gathering?",
        "QuestionCn": "在古生物学数据收集的背景下，“表层沉积物层收集”是什么意思？",
        "AnswerEn": "In the context of paleontological data gathering, 'surface sediment layer collection' refers to the method of obtaining fossil specimens directly from the surface of sedimentary layers in a particular area. This approach involves collecting fossils that are exposed on the surface of the sediment, often due to natural erosion processes, as opposed to those that are buried deeper within the strata.",
        "AnswerCn": "在古生物学数据收集的背景下，“表层沉积物层采集”指的是直接从特定区域沉积层的表面获取化石标本的方法。这种方法涉及收集因自然侵蚀过程而暴露在沉积物表面的化石，而不是那些埋藏在地层更深处的化石。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the selection of surface-level fossil collection over deeper excavation methods in the data collection of Cenozoic mammalian fossils in the Tibetan Plateau and surrounding areas?",
        "QuestionCn": "在对青藏 Plateau及周边地区的新生代哺乳动物化石进行数据收集时，选择表层化石采集而非更深层挖掘方法的原因是什么？",
        "AnswerEn": "The selection of surface-level fossil collection over deeper excavation methods is influenced by the accessibility of fossilized remains on the sedimentary strata's surface, which allows for efficient initial collection. Additionally, some specimens might be embedded in shallow layers, making them relatively easier to excavate without extensive digging. This approach can be particularly effective in regions like the Tibetan Plateau and its surroundings, where surface deposits may be rich in fossil content. Furthermore, logistical considerations, such as the availability of resources and time constraints, may also play a role in opting for surface-level collection.",
        "AnswerCn": "选择表层化石采集而非深层挖掘方法，受到沉积层表面化石遗骸可及性的影响，这使得初步采集更加高效。此外，一些标本可能嵌埋在浅层中，使得它们相对容易挖掘，而无需进行大量挖掘。这种方法在像青藏 Plateau及其周边地区特别有效，因为表层沉积物可能富含化石内容。此外，后勤考虑，如资源的可用性和时间限制，也可能在选择表层采集时发挥作用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on the understanding of mammalian evolution and ecological restoration in the Tibetan Plateau and surrounding areas when a dataset of newly collected Cenozoic mammal fossil specimens is analyzed?",
        "QuestionCn": "当分析一组新收集的中新世哺乳动物化石标本数据集时，对青藏 Plateau及周边地区的哺乳动物进化理解和生态恢复的潜在影响是什么？",
        "AnswerEn": "Analyzing a dataset of newly collected Cenozoic mammal fossil specimens from the Tibetan Plateau and surrounding areas can significantly enhance the understanding of mammalian evolution and ecological restoration. The dataset provides new, previously unstudied specimens, offering fresh insights into the biological and ecological characteristics of the period. The well-preserved condition of these specimens allows for accurate identification of key features, which is crucial for reconstructing evolutionary timelines and understanding changes in ecological environments over time.",
        "AnswerCn": "分析来自青藏 Plateau及周边地区的新收集的第三纪哺乳动物化石标本的数据集，可以显著增强对哺乳动物进化和生态恢复的理解。该数据集提供了新的、以前未研究的标本，为该时期的生物和生态特征提供了新的见解。这些标本的保存状况良好，能够准确识别关键特征，这对于重建进化时间表和理解生态环境随时间变化至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting Neogene mammalian fossil specimens in the Qinghai-Tibet Plateau and its surrounding areas?",
        "QuestionCn": "在青藏高原及其周边地区收集新近纪哺乳动物化石标本的主要目标是什么？",
        "AnswerEn": "The primary objective of collecting Neogene mammalian fossil specimens in the Qinghai-Tibet Plateau and its surrounding areas is to acquire new, unstudied specimens that hold significant importance for researching the evolution of mammals and reconstructing the ecological environment in the region.",
        "AnswerCn": "在青藏高原及其周边地区收集新近纪哺乳动物化石标本的主要目的是获取新的、未研究的标本，这些标本对研究哺乳动物的进化和重建该地区的生态环境具有重要意义。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in collecting and preparing fossil specimens for research purposes in the context of Cenozoic mammalian fossils from the Qinghai-Tibet Plateau and surrounding regions?",
        "QuestionCn": "在青藏高原及周边地区收集和准备新生代哺乳动物化石用于研究的程序步骤有哪些？",
        "AnswerEn": "The fossil specimens are primarily collected from the surface of sedimentary strata in the survey areas and from shallow strata excavations. After collection, the specimens are transported to the Institute of Vertebrate Paleontology and Paleoanthropology of the Chinese Academy of Sciences, where technicians perform initial cleaning. Subsequently, digital cameras are used to capture image data of the specimens, which are well-preserved and allow for clear assessment of key characteristics of the specimens' individual origins.",
        "AnswerCn": "化石标本主要从调查区域的沉积层表面和浅层挖掘中收集。收集后，标本被运输到中国科学院古脊椎动物与古人类研究所，技术人员进行初步清理。随后，使用数码相机捕捉标本的图像数据，这些标本保存良好，能够清晰评估标本个体来源的关键特征。",
        "Level": "C3(Applying)"
      }
    ]
  }
}