{
    "id": "8314aeae-fde1-4002-9675-7fcf0a131a9e",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The human activity dataset in key area of Qilian Mountaion (2021)",
            "titleCn": "祁连山重点区域人类活动数据集（2021）",
            "description": "This data set is the data set of human activities in key areas of Qilian Mountains in 2021, with a spatial resolution of 2m. This data set focuses on the monitoring of mining, urban expansion, cultivated land development, hydropower construction and tourism development in key areas of Qilian Mountains. Through high-resolution remote sensing images, the changes before and after statistics are compared. The map spots of land type change in Qilian mountain area were investigated and verified block by block; Reinterpret and verify the plots with suspicious mapping; For the land type that cannot be reflected by the image, verify the land type on the spot, collect relevant data, check and correct the position. At the same time, further check the attribute information of the monitoring content of key areas in the Qilian Mountains in 2021, input and edit the map spots and their attributes in a unified way, form a human activity data set in the Qilian Mountains in 2021, realize the current situation and timeliness of ecological governance in the Qilian Mountains, and provide data support for human activity monitoring in key areas in the Qilian Mountains.",
            "descriptionCn": "本数据集为2021年祁连山重点区域人类活动数据集，空间分辨率为2m。本数据集以祁连山重点区域矿山开采、城市扩展、耕地开发、水电建设、旅游开发为重点监测内容，通过高分辨率遥感影像，对比统计前后变化图斑。对祁连山地区地类发生变化的图斑，逐块调查核实；对判图可疑的地块，重新判读验证；对影像无法反映的地类，实地核实地类，采集相关数据，核对并修正位置。同时进一步核对2021年祁连山重点区域监测内容属性信息，统一进行图斑及其属性的录入和编辑，形成2021年祁连山地区人类活动数据集，实现祁连山地区生态治理的现势性和时效性，为祁连山重点区域人类活动监测提供数据支撑。",
            "instructions": "Area name + year + data name",
            "instructionsCn": "区域名称+年份+数据名称",
            "east": 102.0,
            "west": 95.0,
            "south": 36.0,
            "north": 39.0,
            "startTime": "2021-01-01 00:00:00",
            "endTime": "2021-12-31 11:59:59",
            "fileSize": 19465906.0,
            "cstr": "18406.11.Terre.tpdc.272485",
            "doi": "10.11888/Terre.tpdc.272485",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "祁元",
                "nameEn": "QI Yuan ",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "张金龙",
                "nameEn": "ZHANG Jinlong ",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "周圣明",
                "nameEn": "ZHOU Shengming ",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "袁晶",
                "nameEn": "YUAN Jing",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "王宏伟",
                "nameEn": "WANG Hongwei",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Dynamic mechanism between human activities and ecosystem services: a case study of Qinghai lake watershed, China",
                "referenceCn": null,
                "referenceEn": "Qi, Y., Lian, X.H., Wang, H.W., Zhang, J.L., & Yang, R. (2020). Dynamic mechanism between human activities and ecosystem services: A case study of Qinghai lake watershed, China. Ecological Indicators. 117. 106528. 10.1016/j.ecolind.2020.106528."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": "遥感产品",
                "nameEn": "Remote Sensing Product"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "祁连山",
                "keywordEn": "Qilian Mountaion"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2021年",
                "keywordEn": "2021",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
                "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
                "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
            },
            {
                "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
                "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
            },
            {
                "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
                "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
            },
            {
                "titleCn": "2010年代三江源多年冻土稳定型分布图",
                "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
            },
            {
                "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
                "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
            },
            {
                "titleCn": "西藏纳木错水温监测数据（2011-2014）",
                "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the remote sensing imagery used for monitoring human activities in a dataset concerning key areas of Qilian Mountain?",
                "QuestionCn": "用于监测人类活动的遥感影像在涉及祁连山关键区域的数据集中，其空间分辨率是多少？",
                "AnswerEn": "2 meters",
                "AnswerCn": "2米",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can high-resolution remote sensing imagery contribute to understanding the spatial and temporal changes in human activities in ecologically sensitive regions?",
                "QuestionCn": "高分辨率遥感影像如何有助于理解生态敏感区域人类活动的空间和时间变化？",
                "AnswerEn": "High-resolution remote sensing imagery allows for detailed monitoring of key areas such as mining, urban expansion, agricultural development, hydropower construction, and tourism development. By comparing before and after images, changes in land cover can be statistically analyzed. Areas with detected changes are investigated individually to verify the findings. This method provides current and timely data, supporting ecological management efforts and enabling effective monitoring of human activities in sensitive regions like the Qilian Mountains.",
                "AnswerCn": "高分辨率遥感影像能够详细监测关键区域，如矿业、城市扩张、农业发展、水电建设和旅游开发。通过比较前后的影像，可以对土地覆盖变化进行统计分析。对检测到变化的区域进行单独调查，以验证发现。这种方法提供了当前和及时的数据，支持生态管理工作，并能够有效监测敏感地区（如祁连山）的人类活动。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the underlying reasons for monitoring human activities in key regions of Qilian Mountain using high-resolution remote sensing imagery?",
                "QuestionCn": "监测祁连山关键区域人类活动的潜在原因是什么？使用高分辨率遥感影像。",
                "AnswerEn": "The monitoring of human activities in key regions of Qilian Mountain using high-resolution remote sensing imagery is driven by the need to capture detailed changes in land use, such as mining, urban expansion, agricultural development, hydropower construction, and tourism development. This method allows for the comparison of changes over time and provides accurate data for verifying and adjusting land classifications that cannot be reflected by imagery alone, supporting ecological management efforts in the area.",
                "AnswerCn": "对祁连山关键区域人类活动的监测是基于高分辨率遥感影像，旨在捕捉土地利用的详细变化，如采矿、城市扩张、农业发展、水电建设和旅游开发。这种方法允许对变化进行时间上的比较，并提供准确的数据，以验证和调整无法仅通过影像反映的土地分类，从而支持该地区的生态管理工作。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes on data accuracy and ecological monitoring if high-resolution remote sensing images are used to consistently track human activities in key areas?",
                "QuestionCn": "如果使用高分辨率遥感图像持续跟踪关键区域的人类活动，数据准确性和生态监测的潜在结果是什么？",
                "AnswerEn": "Using high-resolution remote sensing images, changes in human activities, such as mining, urban expansion, agricultural development, hydropower construction, and tourism development, can be accurately monitored. This allows for precise identification and verification of land cover changes in the Qilian Mountain key areas. The result is an enhanced capability to provide timely and reliable data that supports ecological governance and monitoring of human activities in the region.",
                "AnswerCn": "利用高分辨率遥感影像，可以准确监测人类活动的变化，如采矿、城市扩展、农业发展、水电建设和旅游开发。这使得能够精确识别和验证祁连山关键区域的土地覆盖变化。其结果是增强了提供及时可靠数据的能力，以支持该地区的生态治理和人类活动监测。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of collecting high-resolution remote sensing imagery to monitor human activities in key areas of Qilian Mountains?",
                "QuestionCn": "收集高分辨率遥感影像以监测祁连山关键区域人类活动的主要目标是什么？",
                "AnswerEn": "The primary goal of collecting high-resolution remote sensing imagery is to monitor key human activities such as mining, urban expansion, agricultural development, hydropower construction, and tourism development in the Qilian Mountains. This approach allows for the comparison and statistical analysis of changes over time, ensuring accurate investigation and verification of land use changes. It supports ecological management efforts by providing timely and relevant data to guide monitoring of human activities in these critical areas.",
                "AnswerCn": "收集高分辨率遥感影像的主要目标是监测青藏高原的关键人类活动，如采矿、城市扩张、农业发展、水电建设和旅游开发。这种方法允许对变化进行比较和统计分析，确保对土地利用变化的准确调查和验证。它通过提供及时和相关的数据来支持生态管理工作，以指导对这些关键区域人类活动的监测。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedures for collecting and verifying data on human activities in the Qilian Mountains using high-resolution remote sensing imagery?",
                "QuestionCn": "在祁连山地区收集和验证人类活动数据的程序包括使用高分辨率遥感影像。",
                "AnswerEn": "The procedures involve using high-resolution remote sensing imagery to monitor key activities such as mining, urban expansion, land development, hydropower construction, and tourism. The process includes comparing statistical maps of changes, conducting block-by-block investigations to verify changes in land type, reinterpreting suspicious plots, and conducting field checks for land types not reflected in imagery. The attributes of monitoring content are then reviewed and inputted uniformly to form a comprehensive dataset for monitoring human activities.",
                "AnswerCn": "这些程序涉及使用高分辨率遥感影像监测关键活动，如采矿、城市扩张、土地开发、水电建设和旅游。该过程包括比较变化的统计地图，进行逐块调查以验证土地类型的变化，重新解释可疑地块，并对影像中未反映的土地类型进行实地检查。然后，监测内容的属性被审查并统一输入，以形成一个全面的人类活动监测数据集。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enable the creation and refinement of a dataset focused on monitoring human activities in ecologically sensitive regions like Qilian Mountain with high spatial resolution?",
                "QuestionCn": "哪些技术进步使得能够创建和完善一个专注于监测生态敏感区域（如祁连山）人类活动的高空间分辨率数据集？",
                "AnswerEn": "The creation and refinement of a dataset focused on monitoring human activities in ecologically sensitive regions like Qilian Mountain with high spatial resolution are enabled by the use of high-resolution remote sensing imagery. This technology allows for detailed comparison and statistical analysis of change patterns over time. Additionally, manual and on-ground verification of areas where land type changes are detected further enhances data accuracy. By reinterpreting questionable plots and conducting field verification for land types that cannot be reflected in the imagery, the dataset ensures accurate data collection and position correction. This approach supports effective ecological management and timely monitoring of human activities in the region.",
                "AnswerCn": "高分辨率遥感影像的使用使得在生态敏感区域（如祁连山）监测人类活动的 dataset 的创建和完善成为可能。这项技术允许对变化模式进行详细比较和统计分析。此外，对检测到的土地类型变化区域进行人工和实地验证进一步提高了数据的准确性。通过重新解释可疑地块并对无法在影像中反映的土地类型进行实地验证，该数据集确保了准确的数据收集和位置修正。这种方法支持有效的生态管理和对该地区人类活动的及时监测。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}