{
  "id": "83834d23-08ff-48ce-a4fd-d202941b9f39",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Spatiotemporal evolution of cultural sites in Qinghai Tibet Plateau since Holocene and its driving forces",
      "titleCn": "全新世以来青藏高原文化遗址时空演变及其驱动",
      "description": "The data used in this paper are: the range and boundary data of the Qinghai Tibet Plateau [12]; 90 m in the international scientific data mirror website of computer network information center of Chinese Academy of Sciences (http: / / www.gscloud. CN) × DEM data products with 90 m spatial resolution; The site data is mainly based on the results of the second national cultural relic survey, combined with the cultural relic Atlas of relevant provinces. In the process of data processing, firstly, the specific location of the site is determined, and the site with unknown longitude and latitude is interpreted with google satellite map; Secondly, according to the identification standard of China's cultural relics census, the sites are classified and dated (excluding the points with unknown age), and a small number of cross age sites are calculated repeatedly. Finally, according to the characteristics of archaeology, history and chronology system, the sites in the study area are counted according to the comprehensive division method of cultural type and history. The application of GIS and RS in the research of settlement and regional archaeology is becoming more and more mature. The shortest path in GIS is used to simulate the prehistoric traffic route of the Qinghai Tibet Plateau, and the kernel density estimation method is used to calculate the data aggregation of the whole region according to the input feature data set, so as to produce a continuous density surface. The results show that the distribution probability of the research object can be directly expressed, and the size of the kernel density represents the agglomeration degree of the site in the spatial distribution. The larger the kernel density estimation is, the denser the distribution density of the site is. The distance between the centroid of each element and its nearest element is measured by the average nearest neighbor index, and the average value of all the nearest distances is calculated, and compared with the average distance in the hypothetical random distribution, so as to judge whether the studied elements are clustered distribution. The description of the spatial distribution characteristics of attributes in the whole region is used to judge whether a certain element or phenomenon in the study area has aggregation characteristics in space. In this paper, the global Moran's I index is used to measure the global spatial autocorrelation degree of the sites in the Qinghai Tibet Plateau.",
      "descriptionCn": "本文所使用的数据为: 青藏高原范围与界线数据〔12〕; 中国科学院计算机网络信息中心国际科学数据镜像网站( http: / /www． gscloud． cn) 中的 90 m ×90 m 空间分辨率的 DEM 数据产品; 遗址数据主要基于全国第二次文物普查结果， 并结合相关省份文物地图集。在数据处理过程中， 首先确定遗址的具体位置，经纬度不详的遗址结合谷歌卫星地图加以判读; 其次， 参考中国文物普查认定标准进行分类、确定年代( 剔除年代不详的点) ， 少量跨年代遗址重复计算，最后按照考古学、历史学、年代学体系的特点， 将研究区遗址按文化类型和历史学的综合划分法统计。GIS 和 RS 等在聚落和区域考古研究的应用也渐趋成熟。利用 GIS 方法中最短路径模拟出青藏高原史前交通路线，利用核密度估计法根据输入的要素数据集计算整个区域的数据聚集状况， 从而产生一个连续的密度表面。能直观地表现研究对象的分布概率， 核密度值的大小代表遗址点在空间分布上的集聚程度， 核密度估计值越大， 遗址点的分布密度越密。在通过平均最邻近指数测量每个要素的质心与其最近要素质心位置之间的距离， 计算所有最邻近距离的平均值， 并将其与假设随机分布中的平均距离进行比较，从 而判断研究要素是否为聚集分布。对属性在整个区域空间分布特征的描述， 用于判断研究区域某一要素或现象在空间是否具有聚集特性存在本文采用全局Moran’s I 指数来测度青藏高原遗址点的全局空间自相关程度。",
      "instructions": "The data set is stored in Excel format and contains three worksheets: altitude, density of each stage and zero index. The altitude worksheet includes Paleolithic altitude, Neolithic altitude, bronze altitude, Tubo divide and rule altitude, Tubo Dynasty altitude, Yuan Dynasty altitude, Ming Dynasty altitude, Qing Dynasty altitude, modern altitude and age data; There are three sheets in the density worksheet of each stage, which are quantity + area, quantity, density and the corresponding natural division, respectively representing the number and density of Paleolithic sites, Neolithic sites, bronze sites, Tubo divided period sites, Tubo Dynasty sites, Yuan Dynasty sites The number and density of Ming Dynasty sites, Qing Dynasty sites and modern sites; In the zero point index worksheet, there are two sheet tables representing the zero point index and spatial autocorrelation respectively. In the nearest point index, there are the average observation distance, expected average distance, nearest neighbor ratio and Z score p value of Paleolithic, Neolithic, bronze, Tubo tribe, Tubo Dynasty, yuan, Ming, Qing and modern sites.",
      "instructionsCn": "该数据集以Excel格式存储，包含了3个工作表，分别是海拔、各阶段密度、零点指数。海拔工作表中有旧石器海拔、新石器海拔、青铜海拔、吐蕃分治海拔、吐蕃王朝海拔、元代海拔、明代海拔、清代海拔、近现代海拔和年代数据；各阶段密度工作表中有3个Sheet表分别是数量+面积、数量、密度和相应的自然分区，分别表示旧石器时期遗址数量和密度、新石器时期遗址数量和密度、青铜时期遗址数量和密度、吐蕃分治时期遗址数量和密度、吐蕃王朝时期遗址数量和密度、元代遗址数量和密度、明代遗址数量和密度、清代遗址数量和密度、近现代遗址数量和密度；零点指数工作表中有2个Sheet表分别表示最零点指数和空间自相关，最邻点指数中有旧石器、新石器、青铜器、吐蕃部落、吐蕃王朝、元、明、清、近现代遗址的平均观测距离预期平均距离、最邻近比率、z 得分p值。",
      "east": 104.4659,
      "west": 73.1852,
      "south": 26.0012,
      "north": 39.465,
      "startTime": null,
      "endTime": null,
      "fileSize": 9121562.0,
      "cstr": "18406.11.Paleoenv.tpdc.271277",
      "doi": "10.11888/Paleoenv.tpdc.271277",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "候光良",
        "nameEn": "HOU Guangliang",
        "unitEn": "QInghai Normal University",
        "unitCn": "青海师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "甘青文化区新石器文化的时空变化和可能的环境动力",
        "titleEn": null,
        "referenceCn": "安成邦, 王琳, 吉笃学, 陈发虎, 王鹏.(2006).甘青文化区新石器文化的时空变化和可能的环境动力. 第四纪研究, (06),923-927.",
        "referenceEn": null
      },
      {
        "titleCn": "旧石器时代至商周时期贵州遗址空间分布及其自然环境背景",
        "titleEn": null,
        "referenceCn": "李开封,朱诚,王鑫浩,曹波,赵小帆.(2013).旧石器时代至商周时期贵州遗址空间分布及其自然环境背景. 地理学报, (01),58-68.",
        "referenceEn": null
      },
      {
        "titleCn": "青藏高原末次冰消期—全新世中期人类扩张的时空模拟",
        "titleEn": null,
        "referenceCn": "侯光良, 许长军, 曹广超. (2017). 青藏高原末次冰消期—全新世中期人类扩张的时空模拟. 第四纪研究, 37(4),709-720.",
        "referenceEn": null
      },
      {
        "titleCn": "青藏高原东北部官亭盆地新石器-青铜时代聚落时空演变及其影响因素",
        "titleEn": null,
        "referenceCn": "崔一付,刘雨嘉,马敏敏.(2018).青藏高原东北部官亭盆地新石器-青铜时代聚落时空演变及其影响因素. 中国科学:地球科学(02),152-164.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Mid-Holocene climate change and its effect on prehistoric cultural evolution in eastern Qinghai Province China",
        "referenceCn": null,
        "referenceEn": "Dong,G.H., Jia,X., An, C.B., Ma, MM.(2012).Mid-Holocene climate change and its effect on prehistoric cultural evolution in eastern Qinghai Province China. Quaternary Research, 77,23-30."
      },
      {
        "titleCn": null,
        "titleEn": "Holocene moisture and East Asian summer monsoon evolution in the northeastern Tibetan Plateau recorded by Lake Qinghai and its environs: A review of conflicting proxies",
        "referenceCn": null,
        "referenceEn": "Chen, F.H.， Wu, D.， Chen, J.H.(2016). Holocene moisture and East Asian summer monsoon evolution in the northeastern Tibetan Plateau recorded by Lake Qinghai and its environs: A review of conflicting proxies. Quaternary Science Reviews,5(24),111-129."
      },
      {
        "titleCn": "末次盛冰期中国海古地理轮廓及其气候效应",
        "titleEn": null,
        "referenceCn": "谢传礼，翦知湣，赵泉鸿，汪品先.(1996).末次盛冰期中国海古地理轮廓及其气候效应. 第四纪研究(01),. doi:CNKI:SUN:DSJJ.0.1996-01-000.",
        "referenceEn": null
      },
      {
        "titleCn": "过去2000年来青藏高原气温变化及对人类活动的影响",
        "titleEn": null,
        "referenceCn": "侯光良, 许长军.(2016).过去2000年来青藏高原气温变化及对人类活动的影响. 青海师范大学学报(自然科学版),3(12),56-62.",
        "referenceEn": null
      },
      {
        "titleCn": "青海省化隆县新石器-青铜时代聚落形态及其影响因素分析",
        "titleEn": null,
        "referenceCn": "马敏敏,董广辉,贾鑫,张占仓.(2012).青海省化隆县新石器-青铜时代聚落形态及其影响因素分析. 第四纪研究(, 32(3) : 209-218.",
        "referenceEn": null
      },
      {
        "titleCn": "青海官亭盆地喇家遗址全新世地层序列与史前灾难研究",
        "titleEn": null,
        "referenceCn": "黄春长,郭永强,张玉柱,周亚利,赵辉,郑紫星,刘涛.(2019).青海官亭盆地喇家遗址全新世地层序列与史前灾难研究. 中国科学:地球科学, (02),434-455.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Sequencing of 50 human exomes reveals adaptation to high altitude",
        "referenceCn": null,
        "referenceEn": "Yi, X., Liang, y.y., Huerta-Sanchez, E. (2010).Sequencing of 50 human exomes reveals adaptation to high altitude. Science, 329(12),75 -78."
      },
      {
        "titleCn": null,
        "titleEn": "Modern pollen distributions in Qinghai-Tibetan Plateau and the development of transfer functions for reconstructing Holocene environmental changes",
        "referenceCn": null,
        "referenceEn": "Lu, H.Y. (2012). Modern pollen distributions in Qinghai-Tibetan Plateau and the development of transfer functions for reconstructing Holocene environmental changes. Quaternary International, 30(12), 947-966."
      },
      {
        "titleCn": "青海昆仑山山口发现的细石器考古新材料",
        "titleEn": null,
        "referenceCn": "汤惠生,周春林,李一全,梁中.(2013).青海昆仑山山口发现的细石器考古新材料. 科学通报, (03),247-253.",
        "referenceEn": null
      },
      {
        "titleCn": "基于GIS与SOFM网络的中国综合自然区划",
        "titleEn": null,
        "referenceCn": "黄姣,高阳,赵志强,李双成.(2011).基于GIS与SOFM网络的中国综合自然区划. 地理研究(09),1648-1659.",
        "referenceEn": null
      },
      {
        "titleCn": "从降水的时空特征检证季风与中国朝代更替之关联",
        "titleEn": null,
        "referenceCn": "张德二,李红春,顾德隆 & 陆龙骅.(2010).从降水的时空特征检证季风与中国朝代更替之关联. 科学通报, 55 (01),60 -67.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "海相沉积",
        "nameEn": "Marine Sediments"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibetan plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "距今15000年-距今1000年",
        "keywordEn": "15,000 years ago - 1,000 years ago",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "青海省地理空间信息技术与应用重点实验室基金项目",
        "titleEn": "Qinghai Provincial Key Laboratory of Geospatial Information Technology and Application Foundation Project"
      },
      {
        "titleCn": "青藏高原史前文化分区及交流路线与环境",
        "titleEn": "National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
        "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and methodologies involved in using GIS and RS for analyzing the spatial distribution and density estimation of cultural sites on the Qinghai-Tibet Plateau?",
        "QuestionCn": "使用GIS和RS分析青藏高原文化遗址的空间分布和密度估算的特征和方法是什么？",
        "AnswerEn": "simulate prehistoric transportation routes, kernel density estimation, continuous density surface, average nearest neighbor index, global Moran's I index",
        "AnswerCn": "模拟史前交通路线，核密度估计，连续密度表面，平均最近邻指数，全局Moran's I指数",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes challenges in accurately identifying and classifying cultural site locations on the Tibetan Plateau using GIS and remote sensing techniques?",
        "QuestionCn": "使用GIS和遥感技术准确识别和分类西藏高原文化遗址位置的挑战是什么？",
        "AnswerEn": "Challenges in accurately identifying and classifying cultural site locations on the Tibetan Plateau using GIS and remote sensing techniques may be caused by the unclear geographic coordinates of some sites, which require interpretation using satellite imagery like Google Maps. Additionally, the need to use specific classification standards from Chinese cultural surveys and the potential for overlapping cultural periods may complicate the data classification process. The rugged terrain and high altitude of the region may also impact the resolution and effectiveness of remote sensing data.",
        "AnswerCn": "在使用GIS和遥感技术准确识别和分类青藏高原文化遗址位置时，可能面临一些挑战，这些挑战包括某些遗址的地理坐标不明确，需要通过卫星影像（如谷歌地图）进行解读。此外，使用中国文化调查的特定分类标准以及文化时期可能重叠的情况也可能使数据分类过程变得复杂。该地区的崎岖地形和高海拔也可能影响遥感数据的分辨率和有效性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes on the spatial analysis of cultural sites when utilizing DEM data products combined with archaeological and historical classification methods on the Tibetan Plateau?",
        "QuestionCn": "在利用数字高程模型（DEM）数据产品结合考古和历史分类方法对青藏高原的文化遗址进行空间分析时，可能的结果有哪些？",
        "AnswerEn": "Utilizing DEM data products combined with archaeological and historical classification can enhance the spatial analysis of cultural sites by providing precise topographical context and enabling the simulation of prehistoric transportation routes. It can also aid in determining the density and distribution patterns of cultural sites through techniques like kernel density estimation, which illustrates the probability distribution and clustering of these sites across the Tibetan Plateau.",
        "AnswerCn": "利用数字高程模型（DEM）数据产品结合考古和历史分类，可以通过提供精确的地形背景来增强文化遗址的空间分析，并能够模拟史前交通路线。它还可以通过像核密度估计这样的技术帮助确定文化遗址的密度和分布模式，展示这些遗址在青藏高原上的概率分布和聚集情况。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of utilizing GIS and RS technologies in the analysis of spatial and temporal evolution of cultural sites on the Qinghai-Tibet Plateau since the Holocene?",
        "QuestionCn": "利用GIS和RS技术分析自全新世以来青藏高原文化遗址的空间和时间演变的主要目标是什么？",
        "AnswerEn": "The primary goal of utilizing GIS and RS technologies in this context is to simulate prehistoric transportation routes on the Qinghai-Tibet Plateau, analyze the spatial distribution of cultural sites using kernel density estimation, and assess clustering tendencies of these sites. This approach helps in visualizing the distribution probability of research subjects and determining whether spatial patterns exhibit clustering characteristics, as measured by global Moran's I index.",
        "AnswerCn": "在这个背景下，利用GIS和遥感技术的主要目标是模拟青藏高原的史前交通路线，分析文化遗址的空间分布，采用核密度估计方法，并评估这些遗址的聚集趋势。这种方法有助于可视化研究对象的分布概率，并确定空间模式是否表现出聚集特征，具体通过全局莫兰指数进行测量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in determining the specific locations of cultural sites on the Tibetan Plateau, especially when longitude and latitude details are not initially available?",
        "QuestionCn": "在确定青藏高原文化遗址的具体位置时，尤其是在最初没有经纬度详细信息的情况下，涉及哪些程序步骤？",
        "AnswerEn": "The specific locations of cultural sites are determined by first identifying the sites using results from the national second cultural relics survey. For sites where longitude and latitude details are not available, satellite imagery from Google Maps is used to interpret and establish the precise locations.",
        "AnswerCn": "文化遗址的具体位置是通过首先利用国家第二次文物普查的结果来识别遗址。对于那些没有经度和纬度详细信息的遗址，使用谷歌地图的卫星图像进行解读和确定精确位置。",
        "Level": "C3(Applying)"
      }
    ]
  }
}