{
    "id": "844010ba-d359-4020-bf76-2b58806f9205",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Siol map based Harmonized World Soil Database",
            "titleCn": "基于世界土壤数据库（HWSD）土壤数据集",
            "description": "Soil data is important both on a global scale and on a local scale, and due to the lack of reliable soil data, land degradation assessments, environmental impact studies, and sustainable land management interventions have received significant bottlenecks . Affected by the urgent need for soil information data around the world, especially in the context of the Climate Change Convention, the International Institute for Applied Systems Analysis (IIASA) and the Food and Agriculture Organization of the United Nations (FAO) and the Kyoto Protocol for Soil Carbon Measurement and FAO/International The Global Agroecological Assessment Study (GAEZ v3.0) jointly established the Harmonized World Soil Database version 1.2 (HWSD V1.2). Among them, the data source in China is the second national land in 1995. Investigate 1:1,000,000 soil data provided by Nanjing Soil. The resolution is 30 seconds (about 0.083 degrees, 1km). The soil classification system used is mainly FAO-90.\n\nThe core soil system unit unique verification identifier:\nMU_GLOBAL-HWSD database soil mapping unit identifier, connected to the GIS layer.\nMU_SOURCE1 and MU_SOURCE2 source database drawing unit identifiers\nSEQ-soil unit sequence in the composition of the soil mapping unit;\nThe soil classification system utilizes the FAO-7 classification system or the FAO-90 classification system (SU_SYM74 resp. SU_SYM90) or FAO-85 (SU_SYM85).\nThe main fields of the soil property sheet include:\nID (database ID)\nMU_GLOBAL (Soil Unit Identifier) ​​(Global)\nSU_SYMBOL soil drawing unit\nSU_SYM74 (FAO74 classification);\nSU_SYM85 (FAO85 classification);\nSU_SYM90 (name of soil in the FAO90 soil classification system);\nSU_CODE soil charting unit code\nSU_CODE74 soil unit name\nSU_CODE85 soil unit name\nSU_CODE90 soil unit name\nDRAINAGE (19.5);\nREF_DEPTH (soil reference depth);\nAWC_CLASS(19.5);\nAWC_CLASS (effective soil water content);\nPHASE1: Real (soil phase);\nPHASE2: String (soil phase);\nROOTS: String (depth classification to the bottom of the soil);\nSWR: String (soil moisture content);\nADD_PROP: Real (specific soil type in the soil unit related to agricultural use);\nT_TEXTURE (top soil texture);\nT_GRAVEL: Real (top gravel volume percentage); (unit: %vol.)\nT_SAND: Real (top sand content); (unit: % wt.)\nT_SILT: Real (surface layer sand content); (unit: % wt.)\nT_CLAY: Real (top clay content); (unit: % wt.)\nT_USDA_TEX: Real (top layer USDA soil texture classification); (unit: name)\nT_REF_BULK: Real (top soil bulk density); (unit: kg/dm3.)\nT_OC: Real (top organic carbon content); (unit: % weight)\nT_PH_H2O: Real (top pH) (unit: -log(H+))\nT_CEC_CLAY: Real (cation exchange capacity of the top adhesive layer soil); (unit: cmol/kg)\nT_CEC_SOIL: Real (cation exchange capacity of top soil) (unit: cmol/kg)\nT_BS: Real (top level basic saturation); (unit: %)\nT_TEB: Real (top exchangeable base); (unit: cmol/kg)\nT_CACO3: Real (top carbonate or lime content) (unit: % weight)\nT_CASO4: Real (top sulfate content); (unit: % weight)\nT_ESP: Real (top exchangeable sodium salt); (unit: %)\nT_ECE: Real (top conductivity). (Unit: dS/m)\nS_GRAVEL: Real (bottom crushed stone volume percentage); (unit: %vol.)\nS_SAND: Real (bottom sand content); (unit: % wt.)\nS_SILT: Real (bottom sludge content); (unit: % wt.)\nS_CLAY: Real (bottom clay content); (unit: % wt.)\nS_USDA_TEX: Real (bottom USDA soil texture classification); (unit: name)\nS_REF_BULK: Real (bottom soil bulk density); (unit: kg/dm3.)\nS_OC: Real (underlying organic carbon content); (unit: % weight)\nS_PH_H2O: Real (bottom pH) (unit: -log(H+))\nS_CEC_CLAY: Real (cation exchange capacity of the underlying adhesive layer soil); (unit: cmol/kg)\nS_CEC_SOIL: Real (cation exchange capacity of the bottom soil) (unit: cmol/kg)\nS_BS: Real (underlying basic saturation); (unit: %)\nS_TEB: Real (underlying exchangeable base); (unit: cmol/kg)\nS_CACO3: Real (bottom carbonate or lime content) (unit: % weight)\nS_CASO4: Real (bottom sulfate content); (unit: % weight)\nS_ESP: Real (underlying exchangeable sodium salt); (unit: %)\nS_ECE: Real (underlying conductivity). (Unit: dS/m)\nThe database is divided into two layers, with the top layer (T) soil thickness (0-30 cm) and the bottom layer (S) soil thickness (30-100 cm).\nFor other attribute values, please refer to the HWSD1.2_documentation documentation.pdf, The Harmonized World Soil Database (HWSD V1.2) Viewer-Chinese description and HWSD.mdb.",
            "descriptionCn": "无论从全球尺度亦或是局地尺度而言，土壤数据及其重要，而由于缺乏可靠的土壤数据，土地退化评估、环境影响研究和、可持续的土地管理干预措施收到了极大的瓶颈阻碍。受到土壤信息数据在全世界的迫切需要，特别是在气候变化公约的背景下，国际应用系统分析研究所（IIASA）及联合国粮农组织（FAO）和京都协议对土壤碳测量和联合国粮农组织/国际全球农业生态评价研究(GAEZ v3.0)共同倡导下建立了新一代世界土壤数据库(Harmonized World Soil Database version 1.2 )(HWSD V1.2).其中，中国地区数据源为1995年全国第二次土地调查由南京土壤所所提供的1:1,000,000土壤数据。数据格式:grid栅格格式，投影为WGS84。采用的土壤分类系统主要为FAO-90。\n核心土壤制度单元唯一验证标识符：\nMU_GLOBAL-HWSD数据库土壤制图单元标示符，连接了GIS图层。\nMU_SOURCE1 和 MU_SOURCE2- 源数据库制图单元标识符\nSEQ-土壤制图单元组成中的土壤单元序列；\n土壤分类系统利用FAO-7分类系统或 FAO-90分类系统(SU_SYM74 resp. SU_SYM90)或FAO-85(SU_SYM85).\n\n土壤属性表主要字段包括:\nID(数据库ID)\nMU_GLOBAL(土壤单元标识符)（全球）\nSU_SYMBOL 土壤制图单元\nSU_SYM74(FAO74分类);\nSU_SYM85(FAO85分类);\nSU_SYM90（FAO90土壤分类系统中土壤名称)；\nSU_CODE 土壤制图单元代码\nSU_CODE74 土壤单元名称\nSU_CODE85 土壤单元名称\nSU_CODE90 土壤单元名称\nDRAINAGE(19.5);\nREF_DEPTH(土壤参考深度);\nAWC_CLASS(19.5);\nAWC_CLASS(土壤有效水含量);\nPHASE1: Real (土壤相位);\nPHASE2: String (土壤相位)；\nROOTS: String (到土壤底部存在障碍的深度分类)；\nSWR: String (土壤含水量特征)；\nADD_PROP: Real (土壤单元中与农业用途有关的特定土壤类型)；\n\n\nT_TEXTURE(顶层土壤质地);\nT_GRAVEL: Real (顶层碎石体积百分比)；(单位：%vol.)\nT_SAND: Real (顶层沙含量)；          (单位：% wt.)\nT_SILT: Real (表层粉沙粒含量)；       (单位：% wt.)\nT_CLAY: Real (顶层粘土含量)；         (单位：% wt.)\nT_USDA_TEX: Real (顶层USDA土壤质地分类)；  (单位：name)\nT_REF_BULK: Real (顶层土壤容重)；        (单位：kg/dm3.)\nT_OC: Real (顶层有机碳含量)；          (单位：% weight)\nT_PH_H2O: Real (顶层酸碱度)              (单位：-log(H+))\nT_CEC_CLAY: Real (顶层粘性层土壤的阳离子交换能力)；    (单位：cmol/kg)\nT_CEC_SOIL: Real (顶层土壤的阳离子交换能力) (单位：cmol/kg)\nT_BS: Real (顶层基本饱和度)； (单位：%)\nT_TEB: Real (顶层交换性盐基)；(单位：cmol/kg)\nT_CACO3: Real (顶层碳酸盐或石灰含量) (单位：% weight)\nT_CASO4: Real (顶层硫酸盐含量)；(单位：% weight)\nT_ESP: Real (顶层可交换钠盐)；(单位：%)\nT_ECE: Real (顶层电导率)。  (单位：dS/m)\nS_GRAVEL: Real (底层碎石体积百分比)；(单位：%vol.)\nS_SAND: Real (底层沙含量)；          (单位：% wt.)\nS_SILT: Real (底层淤泥含量)；          (单位：% wt.)\nS_CLAY: Real (底层粘土含量)；          (单位：% wt.)\nS_USDA_TEX: Real (底层USDA土壤质地分类)；  (单位：name)\nS_REF_BULK: Real (底层土壤容重)；        (单位：kg/dm3.)\nS_OC: Real (底层有机碳含量)；          (单位：% weight)\nS_PH_H2O: Real (底层酸碱度)              (单位：-log(H+))\nS_CEC_CLAY: Real (底层粘性层土壤的阳离子交换能力)；    (单位：cmol/kg)\nS_CEC_SOIL: Real (底层土壤的阳离子交换能力) (单位：cmol/kg)\nS_BS: Real (底层基本饱和度)； (单位：%)\nS_TEB: Real (底层交换性盐基)；(单位：cmol/kg)\nS_CACO3: Real (底层碳酸盐或石灰含量) (单位：% weight)\nS_CASO4: Real (底层硫酸盐含量)；(单位：% weight)\nS_ESP: Real (底层可交换钠盐)；(单位：%)\nS_ECE: Real (底层电导率)。  (单位：dS/m)\n\n\n\n本数据库分两层，其中以顶层（T）土壤厚度为（0-30cm），底层（S）土壤厚度为（30-100cm）。 \n其他属性值请参考说明HWSD1.2_documentation文档.pdf，The Harmonized World Soil Database (HWSD V1.2) Viewer-中文说明及HWSD.mdb。",
            "instructions": "Data in bil format, named hwsd.bil\nCan be opened with remote sensing software and procedures",
            "instructionsCn": "数据为bil格式，命名HWSD.bil\n可以用遥感软件及程序打开",
            "east": 180.0,
            "west": -180.0,
            "south": -60.0,
            "north": 90.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 1914124277.0,
            "cstr": null,
            "doi": "",
            "dataFormat": "ENVI Image",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "孟现勇",
                "nameEn": "Meng Xianyong",
                "unitEn": "College of Resources and Environment Sciences, China Agricultural University",
                "unitCn": "中国农业大学资源与环境学院"
            },
            {
                "nameCn": "王浩",
                "nameEn": "Wang Hao",
                "unitEn": "China Institute of Water Resources and Hydropower Research",
                "unitCn": "中国水利水电科学研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Regridded Harmonized World Soil Database v1.2. Data set",
                "referenceCn": null,
                "referenceEn": "Wieder, W.R., J. Boehnert, G.B. Bonan, and M. Langseth. 2014. Regridded Harmonized World Soil Database v1.2. Data set. Available on-line [http://daac.ornl.gov] from Oak Ridge National Laboratory Distributed Active Archive Center, Oak Ridge, Tennessee, USA. http://dx.doi.org/10.3334/ORNLDAAC/1247 ."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤深度",
                "nameEn": "Soil depth"
            },
            {
                "nameCn": "土壤湿度/水分含量",
                "nameEn": "Soil moisture/Water content"
            },
            {
                "nameCn": "土壤类型",
                "nameEn": "Soil classification"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "世界",
                "keywordEn": "world"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1995",
                "keywordEn": "1995",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to determine soil texture and organic carbon content in global soil databases?",
                "QuestionCn": "您能否提供一个用于确定全球土壤数据库中土壤质地和有机碳含量的数据收集方法的示例？",
                "AnswerEn": "In global soil databases like the Harmonized World Soil Database, soil texture and organic carbon content are determined using grid raster formats with data projections such as WGS84. The soil texture is specified for different layers, with the top layer (0-30cm) and bottom layer (30-100cm) having distinct attributes including gravel, sand, silt, and clay content in percentage by weight. Organic carbon content is also measured in these layers as a percentage of weight.",
                "AnswerCn": "在全球土壤数据库，如协调世界土壤数据库中，土壤质地和有机碳含量是通过网格栅格式确定的，数据投影如WGS84。土壤质地针对不同层次进行规定，顶层（0-30厘米）和底层（30-100厘米）具有不同的属性，包括砾石、沙子、淤泥和粘土的重量百分比含量。有机碳含量也在这些层中以重量百分比进行测量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the Harmonized World Soil Database (HWSD) and why is it important for soil data collection and land management?",
                "QuestionCn": "和谐世界土壤数据库（HWSD）是什么，它为何对土壤数据收集和土地管理重要？",
                "AnswerEn": "The Harmonized World Soil Database (HWSD) is a comprehensive soil data set developed under the collaboration of the International Institute for Applied Systems Analysis (IIASA), the Food and Agriculture Organization of the United Nations (FAO), and other partners. It provides essential soil information at both global and local scales, which is crucial for assessing land degradation, conducting environmental impact studies, and implementing sustainable land management interventions. The database addresses the urgent need for reliable soil data worldwide, particularly in the context of climate change agreements like the Kyoto Protocol. The HWSD includes soil data from various sources, such as the 1995 National Land Survey of China, and is formatted in grid raster with WGS84 projection using FAO-90 classification systems.",
                "AnswerCn": "《协调世界土壤数据库》（HWSD）是一个综合土壤数据集，由国际应用系统分析研究所（IIASA）、联合国粮食及农业组织（FAO）及其他合作伙伴共同开发。该数据库提供全球和地方尺度的重要土壤信息，对于评估土地退化、进行环境影响研究和实施可持续土地管理干预措施至关重要。该数据库满足了全球范围内对可靠土壤数据的迫切需求，特别是在气候变化协议（如《京都议定书》）的背景下。HWSD包含来自多个来源的土壤数据，例如1995年中国国家土地调查，并采用FAO-90分类系统，以WGS84投影格式呈现为栅格网格。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in collecting reliable soil data at both global and local scales, particularly in relation to land degradation assessment and sustainable land management interventions?",
                "QuestionCn": "在全球和地方层面收集可靠土壤数据的挑战因素，特别是在土地退化评估和可持续土地管理干预方面，主要包括以下几个方面：",
                "AnswerEn": "The challenges in collecting reliable soil data at both global and local scales are primarily due to the lack of consistent and comprehensive soil information. This affects land degradation assessment, environmental impact studies, and sustainable land management interventions. The need for improved soil data is critical, especially in the context of international climate change agreements. The Harmonized World Soil Database (HWSD) addresses this need by integrating various global and regional soil databases, utilizing soil classification systems such as FAO-90, and providing detailed soil property fields across different soil depths.",
                "AnswerCn": "在全球和地方层面收集可靠土壤数据的挑战主要源于缺乏一致和全面的土壤信息。这影响了土地退化评估、环境影响研究和可持续土地管理干预措施。尤其是在国际气候变化协议的背景下，改善土壤数据的需求变得至关重要。协调世界土壤数据库（HWSD）通过整合各种全球和区域土壤数据库，利用FAO-90等土壤分类系统，并提供不同土壤深度的详细土壤属性字段，来满足这一需求。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to develop a new generation of harmonized global soil databases in the context of climate change and sustainable land management?",
                "QuestionCn": "在气候变化和可持续土地管理的背景下，开发新一代协调一致的全球土壤数据库的重要性是什么？",
                "AnswerEn": "Developing a new generation of harmonized global soil databases is crucial due to the significant lack of reliable soil data that hinders land degradation assessments, environmental impact studies, and sustainable land management interventions at both global and local scales. The urgent need for soil information worldwide, particularly in the context of international climate change agreements, has driven international collaborations to create comprehensive datasets like the Harmonized World Soil Database (HWSD), which aims to support better soil carbon measurement and agricultural ecological assessments.",
                "AnswerCn": "开发新一代协调的全球土壤数据库至关重要，因为可靠土壤数据的显著缺乏阻碍了土地退化评估、环境影响研究以及全球和地方层面的可持续土地管理干预。全球范围内对土壤信息的迫切需求，特别是在国际气候变化协议的背景下，推动了国际合作创建综合数据集，如协调世界土壤数据库（HWSD），旨在支持更好的土壤碳测量和农业生态评估。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}