{
    "id": "84d986d4-abfa-4429-8ad1-551acc42b925",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Orthophoto and DSM products obtained from UAV aerial survey for the typical talus landform in the Zheduoshan Mountain, China (2020)",
            "titleCn": "折多山地区典型倒石堆地貌无人机正射影像产品（2020）",
            "description": "The rock stones in the Zuoduoshan Mountain are heavily weathered and piles of inverted talus are scattered throughout. This dataset is a composite product of visible light photographs for the typical talus in Zuoduoshan Mountain collected by aerial survey from an unmanned aerial vehicle (UAV) on 25th – 26th, August 2020. The dataset contains one visible orthophoto and one digital surface model (DSM). The geographic location of the survey area is 101°48'32.58\" - 101°52'36.84\" E, 30°02'51.03\" - 30°06 '32.74\" N, with a survey area of 22.6 square kilometres. This survey mission was carried out with the FeiMa UAV D200s equipped with the SONY ILCE-6000 visible camera, using ground-based single base station post processed kinematic (PPK) technology to acquire the spatial position (pos) and related parameters corresponding to each image capturing moment. The images are processed by FeiMa UAV Manager and Pix4d aerial survey software to synthesize the orthophoto of the survey area and generate a high precision DSM at the same time, with a spatial resolution of 10 cm. This product can be used as basic information for research related to the talus in this region, and are also worthy to provide a reliable verification reference for the products obtained from satellite remote sensing technology.",
            "descriptionCn": "折多山山区岩石风化严重，倒石堆遍布。本数据为2020年8月25日至26日通过无人机航测采集的折多山地区典型倒石堆可见光照片合成产品数据集。该数据集包含一份可见光正射影像和一份地表高程数据（digital surface model, DSM）。测区地理位置为东经101°48’32.58” - 101°52’36.84”，北纬30°02’51.03” - 30°06’32.74”，测区面积22.6平方公里。航测任务以飞马D200s无人机搭载SONY ILCE-6000可见光相机，采用地面单基站PPK（post processed kinematic）定位技术获取各影像拍摄时刻对应的空间位置（pos）和姿态参数。通过飞马无人机管家和Pix4d航测软件对获得的照片进行处理，合成测区的正射影像和生成地表高精度DSM，空间分辨率为10cm。该产品可作为该区域倒石堆相关研究的基础资料，同时可为卫星遥感产品提供可靠的验证参考。",
            "instructions": "Files: The dataset were compressed using 500 MB split-volume compression of the original files, yielding a total of 12 compressed files (*.rar), including 4 DSM (UAV_DSM.part01.rar - UAV_DSM.part04.rar) and 8 orthophoto data (UAV_Orth.part01.rar - UAV_ Orth.part08.rar).\nUsage: Put the downloaded complete package into a same file place and unzip it to get the original files UAV_DSM.tif and UAV_Orth.tif. UAV_DSM.tif, the surface elevation model (DSM) data of the survey area; UAV_Orth.tif, the orthophoto data of the survey area; both have a spatial resolution of 10 cm and are in GeoTIFF format. These two products can be opened and viewed by ArcGIS, ArcGIS Pro, QGIS, ENVI and other software and processed accordingly. The data are with WGS1984 geographic coordinates, and can be set the projection coordinates with different projection methods.",
            "instructionsCn": "文件名：数据采用500 MB分卷压缩方式对原始文件进行压缩，共得到12个压缩文件（*.rar），其中DSM 4 个(UAV_DSM.part01.rar - UAV_DSM.part04.rar)，正射影像数据 8个 (UAV_Orth.part01.rar - UAV_Orth.part08.rar)。\n使用方法：将下载完整的压缩包放到同一文件夹内，解压即可得到原始文件UAV_DSM.tif和UAV_Orth.tif。UAV_DSM.tif，测区的地表高程数据；UAV_Orth.tif，测区的正射影像数据；空间分辨率均为10 cm，为GeoTIFF格式。数据可用ArcGIS、ArcGIS Pro、QGIS、ENVI等软件打开查看并进行相应的处理；数据为WGS1984地理坐标，可通过设置不同投影方式进行投影坐标的设置。",
            "east": 101.876,
            "west": 101.806,
            "south": 30.045,
            "north": 30.11,
            "startTime": "2020-08-25 13:47:00",
            "endTime": "2020-08-26 15:11:00",
            "fileSize": 5579643911.0,
            "cstr": "18406.11.RemoteSen.tpdc.272854",
            "doi": "10.11888/RemoteSen.tpdc.272854",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "杜青松",
                "nameEn": "DU Qingsong ",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "李国玉",
                "nameEn": "LI Guoyu",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "周宇",
                "nameEn": "ZHOU Yu ",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "陈敦",
                "nameEn": "CHEN Dun ",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Route Plans for UAV Aerial Surveys according to Different DEMs in Complex Mountainous Surroundings: A Case Study in the Zheduoshan Mountains, China",
                "referenceCn": null,
                "referenceEn": "Du, Q., Li, G., Zhou, Y., Chen, D., Chai, M., Qi, S., Cao, Y., Tang, L., & Jia, H. (2022). Route Plans for UAV Aerial Surveys according to Different DEMs in Complex Mountainous Surroundings: A Case Study in the Zheduoshan Mountains, China. Remote Sensing 2022, Vol. 14, Page 5215, 14(20), 5215. https://doi.org/10.3390/RS14205215."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地貌",
                "nameEn": "Geomorphology"
            },
            {
                "nameCn": "地貌形态结构类型",
                "nameEn": "Geomorphological structure type"
            },
            {
                "nameCn": "无人机",
                "nameEn": "UAV"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "国道318",
                "keywordEn": "National Highway 318"
            },
            {
                "keywordCn": "康定",
                "keywordEn": "Kangding City"
            },
            {
                "keywordCn": "折多山",
                "keywordEn": "Zheduoshan Mountain"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific attributes and resolution specifications of a digital surface model used in mapping rockfall landforms in mountainous regions?",
                "QuestionCn": "用于映射山区岩石滑落地貌的数字表面模型的具体属性和分辨率规格是什么？",
                "AnswerEn": "10 cm spatial resolution, high-precision elevation data",
                "AnswerCn": "10厘米空间分辨率，高精度高程数据",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the imagery obtained through the data collection method in the region?",
                "QuestionCn": "该地区数据收集方法获得的影像的空间分辨率是多少？",
                "AnswerEn": "10 cm",
                "AnswerCn": "10 厘米",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How do the data collection methods using UAVs and PPK positioning technologies influence the accuracy and reliability of geospatial datasets in rugged mountain areas with severe rock weathering?",
                "QuestionCn": "无人机和PPK定位技术的数据收集方法如何影响在岩石风化严重的崎岖山区地理空间数据集的准确性和可靠性？",
                "AnswerEn": "The use of UAVs like the Feima D200s equipped with a visible light camera, coupled with PPK positioning technology, allows for precise acquisition of spatial positions and attitude parameters at the time of image capture. This enhances the accuracy and reliability of geospatial datasets in rugged mountain areas, ensuring high-resolution outputs such as a 10cm spatial resolution orthophoto and digital surface model (DSM), even in challenging environments with severe rock weathering like the Zheduo Mountain region.",
                "AnswerCn": "使用配备可见光相机的无人机（如Feima D200s）结合PPK定位技术，可以在图像捕捉时精确获取空间位置和姿态参数。这增强了在崎岖山区地理空间数据集的准确性和可靠性，确保即使在像Zheduo山地区这样具有严重岩石风化的挑战性环境中，也能获得高分辨率输出，如10厘米空间分辨率的正射影像和数字表面模型（DSM）。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on data accuracy and reliability when using UAV-based photogrammetry with PPK positioning in mountainous regions?",
                "QuestionCn": "在山区使用基于无人机的摄影测量和PPK定位时，数据准确性和可靠性的潜在影响是什么？",
                "AnswerEn": "Using UAV-based photogrammetry with PPK positioning in mountainous regions provides high spatial resolution imagery and accurate geolocation data. This combination enhances data accuracy and reliability by precisely determining the spatial position and attitude parameters of each image captured during the survey. Consequently, it results in high-resolution orthophotos and digital surface models, which are crucial for detailed geomorphological studies and can serve as reliable reference data for validating satellite remote sensing products.",
                "AnswerCn": "使用基于无人机的摄影测量和后处理动态定位（PPK）技术在山区进行调查，可以获得高空间分辨率的影像和准确的地理定位数据。这种组合通过精确确定每张在调查过程中捕获的图像的空间位置和姿态参数，提高了数据的准确性和可靠性。因此，生成的高分辨率正射影像和数字表面模型对于详细的地貌研究至关重要，并且可以作为验证卫星遥感产品的可靠参考数据。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in using UAV technology to collect and process data for mapping typical rockfall landforms in mountainous regions?",
                "QuestionCn": "使用无人机技术收集和处理数据以绘制山区典型落石地貌的程序步骤包括：\n\n1. **项目规划**：确定研究区域，设定目标和数据需求。\n2. **设备选择**：选择合适的无人机和传感器（如相机、激光雷达等）。\n3. **飞行许可**：获取必要的飞行许可和遵循当地法规。\n4. **航线设计**：根据地形和目标设计无人机的飞行航线。\n5. **数据采集**：执行无人机飞行，收集图像或激光雷达数据。\n6. **数据处理**：使用软件处理收集的数据，生成点云、正射影像和三维模型。\n7. **数据分析**：分析生成的地图和模型，识别和分类落石地貌特征。\n8. **结果验证**：通过实地考察或与已有数据对比验证结果的准确性。\n9. **报告撰写**：整理分析结果，撰写研究报告并提出结论和建议。",
                "AnswerEn": "The data collection process involves using a UAV, specifically a 飞马D200s equipped with a SONY ILCE-6000 visible light camera. The UAV collects imagery over the target area using a single ground-based PPK positioning system to determine the spatial position and attitude parameters for each image. The images are then processed using the 飞马无人机管家 and Pix4d software to create an orthophoto and a high-resolution digital surface model (DSM) with a spatial resolution of 10cm, covering an area of 22.6 square kilometers.",
                "AnswerCn": "数据收集过程涉及使用无人机，具体为飞马D200s，配备SONY ILCE-6000可见光相机。无人机在目标区域收集影像，使用单一的地面PPK定位系统来确定每张图像的空间位置和姿态参数。随后，使用飞马无人机管家和Pix4d软件处理这些图像，以创建正射影像和高分辨率数字表面模型（DSM），空间分辨率为10厘米，覆盖面积为22.6平方公里。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological innovations and methods enable the creation of high-resolution orthophoto and digital surface model datasets in regions with extensive rock weathering and stone pile landscapes?",
                "QuestionCn": "哪些技术创新和方法能够在广泛的岩石风化和石堆景观区域中创建高分辨率正射影像和数字表面模型数据集？",
                "AnswerEn": "The use of drones like the Feima D200s equipped with a SONY ILCE-6000 visible light camera and ground-based single-station PPK positioning technology enables the capture of high-resolution spatial and positional data. Processing software such as Pix4d is then used to synthesize orthophotos and generate high-precision DSMs, allowing for detailed mapping and analysis of regions with complex geological features.",
                "AnswerCn": "使用像Feima D200s这样的无人机，配备SONY ILCE-6000可见光相机和基于地面的单站PPK定位技术，可以捕获高分辨率的空间和位置数据。然后使用Pix4d等处理软件合成正射影像并生成高精度数字表面模型（DSM），从而允许对具有复杂地质特征的区域进行详细的制图和分析。",
                "Level": "C6(Creating)"
            }
        ]
    }
}