{
  "id": "84df0279-d953-4c77-81ce-806b47742b2a",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Mg-K isotopes data set of the Cenozoic potassic alkaline rocks and alkaline basalts in Sanjiang region, southeatern Tibetan Plateau (2022)",
      "titleCn": "青藏高原东南缘“三江”地区新生代钾质碱性岩和碱性玄武岩的Mg-K同位素数据集（2022）",
      "description": "This data set mainly includes the non-traditional Mg-K isotope data of potassic alkaline rocks and alkaline basalts in western Yunnan. This data is mainly used to study the fractionation mechanism of Mg and K isotopes during the evolution of alkaline magma and the tracing of ancient subduction recycled materials, which is of great significance to the study of the origin of potassic alkaline magmatic rocks and the study of crust mantle interaction. The Cenozoic potassic alkaline rocks are mainly from Zhuopan, Xiaojiluo and Nanbanqiao areas in western Yunnan, including 30 Mg test samples and 24 K test samples, excluding repeated sample testing. MC-ICP-MS is used for isotope analysis, and the testing unit is the Supergene Environmental Geochemistry Laboratory of China University of Geosciences (Beijing). Alkaline basalt samples are mainly from potassic rocks in Maliqing Jiangweitang and Midu areas in western Yunnan and basalts in Maguan, Pingbian and Ning'er Tongguan areas in southeastern Yunnan. Among them, there are 22 Mg test samples, excluding duplicate sample testing. MC-ICP-MS is used for Mg isotope analysis, XRF is used for Mg content analysis, and the testing units are Isotope Laboratory of Washington University and Supergene Environmental Geochemistry Laboratory of China University of Geosciences (Beijing). The above data have been received from articles (some of which have not yet been published), and the data are true and reliable. The obtained data can be applied to the study of unconventional isotopic fractionation and the genesis of magmatic rocks. The data results show that Mg isotope ratios of Cenozoic alkaline rocks and alkaline basalts in Sanjiang area（ δ 26Mg-DSM3) is -0.65 to+0.05 ‰. Most samples show higher values than normal mantle values, except for a few values that are slightly higher due to the influence of the general use of later hydrothermal fluids（ δ 26Mg=-0.25 ‰) lighter Mg isotope characteristics may be the result of recycling of carbonate rich subducted sediments. Compared with normal mantle（ δ 41K=-0.42 ‰) Cenozoic alkaline rocks in Sanjiang area have relatively heavier K isotopic composition（ δ 41K=-0.56 ‰ to+0.48 ‰), indicating the metasomatism of slab fluid to the overlying mantle wedge in the process of ancient subduction. These data indicate that Cenozoic lithospheric mantle in Sanjiang area is generally metasomatized by subducted slab fluid and carbonate components, and Mg-K isotope is a powerful means to trace the recycling of subducted materials.",
      "descriptionCn": "该数据集主要包括滇西地区钾质碱性岩和碱性玄武岩的Mg-K非传统同位素数据，该数据主要用来研究碱性岩浆演化过程中Mg、K同位素分馏机制以及古俯冲再循环物质的示踪，对研究钾质碱性岩浆岩成因及壳-幔相互作用研究具有重要意义。新生代钾质碱性岩主要来自滇西卓潘、小纪罗,南板桥地区，其中Mg测试样品为30件,K测试样品为24件，不包括重复样品检测，同位素分析采用MC-ICP-MS，测试单位为中国地质大学（北京）表生环境地球化学实验室。碱性玄武岩样品主要来自滇西麻栗箐-江尾塘、弥渡地区钾质岩和滇东南马关、屏边和宁洱-通关地区玄武岩。其中Mg测试样品为22件,不包括重复样品检测，Mg同位素分析采用MC-ICP-MS，Mg含量分析采用XRF，测试单位为华盛顿大学同位素实验室和中国地质大学（北京）表生环境地球化学实验室。以上数据来已接收文章（部分仍未发表），数据真实可靠。所获得的数据可以应用于非传统同位素分馏研究以及岩浆岩石成因。数据结果显示，三江地区新生代碱性岩和碱性玄武岩样品的Mg同位素比值（δ26Mg-DSM3）为-0.65至+0.05‰。除少数受后期热液总用影响而偏高的值外，大部分样品均显示出比正常地幔值（δ26Mg = -0.25‰）更轻的Mg同位素特征，可能是富含碳酸盐的俯冲沉积物再循环的结果。与正常地幔相比（δ41K = -0.42‰）三江地区新生代碱性岩具有相对更重的K同位素组成（δ41K = -0.56‰至+0.48‰），指示了古俯冲过程中板片流体对上覆地幔楔的交代过程。这些数据表明，三江地区新生代岩石圈地幔普遍受到俯冲板片流体和碳酸盐组分交代，Mg-K同位素是示踪俯冲物质再循环的有力手段。",
      "instructions": "Mg-K non-traditional stable isotope data is stored in Excel format, and the file name is \"Mg-K isotopes 2022. xlsx\", where Mg-K isotopes represents content and 2022 represents year.\nData reading method: The data can be directly opened in Excel workbook.",
      "instructionsCn": "Mg-K非传统稳定同位素数据以Excel格式存储，文件名称为“Mg-K isotopes 2022.xlsx”，其中Mg-K isotopes 代表内容，2022代表年份。\n数据读取方式：该数据可以直接用Excel工作簿打开。",
      "east": 102.94,
      "west": 99.42,
      "south": 22.81,
      "north": 25.5,
      "startTime": null,
      "endTime": null,
      "fileSize": 13606.0,
      "cstr": "18406.11.SolidEar.tpdc.273007",
      "doi": "10.11888/SolidEar.tpdc.273007",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "赵志丹",
        "nameEn": "ZHAO Zhidan ",
        "unitEn": "China University of Geosciences, Beijing",
        "unitCn": "中国地质大学（北京）"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Petrogenesis of the Paleogene potassium-rich volcanic rocks in the western Yangtze Craton, southeastern Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Lei, H.H., Zhao, Z., Ma, Q., Teng, F.Z., Zhang, S., Cousens, B., Liu, D., Zhu, D.-C., Wang, Q., Miao, Z., Yang, Y., & Wu, J. (2022). Petrogenesis of the Paleogene potassium-rich volcanic rocks in the western Yangtze Craton, southeastern Tibetan Plateau. Lithos, 430-431, 106886."
      },
      {
        "titleCn": null,
        "titleEn": "Deciphering mantle heterogeneity associated with ancient subduction-related metasomatism: insights from Mg-K isotopes in potassic alkaline rocks",
        "referenceCn": null,
        "referenceEn": "Miao, Z., Li, X.Q., Zhao, Z., Niu, Y.L., Xu, B., Lei, H.S., Wu, J.K., Yang, Y.Y., Ma, Q., Liu, D., Wang, Q., Zhu, D.C., & Mo, X.X. (2022). Deciphering mantle heterogeneity associated with ancient subduction-related metasomatism: insights from Mg-K isotopes in potassic alkaline rocks (under review)."
      },
      {
        "titleCn": null,
        "titleEn": "Identifying deep recycled carbonates through Miocene basalts in the Maguan area, SE Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Lei, H.H., Zhao, Z., Niu, Y., Zhang, S., Cousens, B., Ma, Q., Teng, F.Z., Liu, D., Miao, Z., Yang, Y., Wu, J., Wang, Q., & Zhu, D.C. (2021). Identifying deep recycled carbonates through Miocene basalts in the Maguan area, SE Tibetan Plateau. Lithos, 400-401, 106356."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "K同位素",
        "nameEn": "K isotope"
      },
      {
        "nameCn": "Mg同位素",
        "nameEn": "Mg isotope"
      },
      {
        "nameCn": "Tibetan Plateau",
        "nameEn": "Tibetan Plateau"
      },
      {
        "nameCn": "俯冲",
        "nameEn": "subduction"
      },
      {
        "nameCn": "同位素地球化学",
        "nameEn": "Isotopic geochemistry"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "岩石圈非均一性",
        "nameEn": "Lithospheric heterogeneity"
      },
      {
        "nameCn": "岩石成因",
        "nameEn": "petrogenesis"
      },
      {
        "nameCn": "碱性玄武岩",
        "nameEn": "alkaline basalt"
      },
      {
        "nameCn": "钾质岩石",
        "nameEn": "potassic rocks"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "三江地区",
        "keywordEn": "Sanjiang area"
      },
      {
        "keywordCn": "藏东南",
        "keywordEn": "Southeastern Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "新生代",
        "keywordEn": "Cenozoic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the distinguishing features of Mg-K isotope data used for tracing subducted materials in alkaline magmatic rocks?",
        "QuestionCn": "用于追踪碱性火成岩中俯冲物质的Mg-K同位素数据的区别特征是什么？",
        "AnswerEn": "-0.65 to +0.05‰ Mg isotope values, lighter Mg isotope characteristics, relatively heavier K isotope compositions",
        "AnswerCn": "-0.65 至 +0.05‰ 的镁同位素值，较轻的镁同位素特征，相对较重的钾同位素组成。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'Mg-K isotopic fractionation mechanism' mean in the context of alkaline magmatic evolution studies?",
        "QuestionCn": "在碱性岩浆演化研究中，“Mg-K同位素分馏机制”是什么意思？",
        "AnswerEn": "The 'Mg-K isotopic fractionation mechanism' refers to the process by which magnesium (Mg) and potassium (K) isotopes are separated or distributed in different proportions during the evolution of alkaline magmas. This mechanism is significant for understanding the fractionation processes that occur during the formation and transformation of alkaline rocks, as well as for tracing recycled subducted materials. The analysis of Mg and K isotopes can provide insights into the interactions between crust and mantle materials, as well as the influence of subduction-related fluids and carbonates in the magmatic evolution of the region.",
        "AnswerCn": "“镁-钾同位素分馏机制”是指在碱性岩浆演化过程中，镁（Mg）和钾（K）同位素以不同的比例被分离或分布的过程。该机制对于理解碱性岩石形成和转化过程中发生的分馏过程具有重要意义，同时也有助于追踪被回收的俯冲材料。对镁和钾同位素的分析可以提供关于地壳与地幔材料之间相互作用的见解，以及俯冲相关流体和碳酸盐在该地区岩浆演化中的影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the variation in Mg-K isotopic composition in alkaline rocks and basalts suggest about the processes involved in magma evolution and crust-mantle interactions in the southeastern margin of the Qinghai-Tibet Plateau?",
        "QuestionCn": "碱性岩石和玄武岩中镁钾同位素组成的变化可以揭示青藏高原东南缘岩浆演化和地壳-地幔相互作用过程中涉及的过程吗？",
        "AnswerEn": "The variation in Mg-K isotopic composition can suggest that the magmatic evolution and crust-mantle interactions in the region are influenced by the fractionation mechanisms of Mg and K isotopes during the evolution of alkaline magmas. Additionally, the lighter Mg isotopic characteristics compared to normal mantle values may indicate the recycling of carbonate-rich subducted sediments, while the heavier K isotopic compositions suggest the metasomatic processes involving slab-derived fluids affecting the overlying mantle wedge.",
        "AnswerCn": "Mg-K同位素组成的变化可以表明该地区的岩浆演化和地壳-地幔相互作用受到碱性岩浆演化过程中Mg和K同位素分馏机制的影响。此外，与正常地幔值相比，较轻的Mg同位素特征可能表明富碳酸盐的俯冲沉积物被回收，而较重的K同位素组成则暗示了涉及板块衍生流体的交代作用影响了上覆的地幔楔。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the steps and methodologies involved in collecting and analyzing Mg-K isotope data using MC-ICP-MS for studying alkaline magmatic evolution and crust-mantle interactions?",
        "QuestionCn": "使用MC-ICP-MS收集和分析Mg-K同位素数据以研究碱性岩浆演化和地壳-地幔相互作用的步骤和方法有哪些？",
        "AnswerEn": "The data collection involves gathering samples of potassic alkaline rocks and alkaline basalts from specific regions such as Zhuopan, Xiaojiluo, Nanbanqiao, Malijing-Jiangweitang, and others. Mg isotope samples are tested, with 30 samples for potassic rocks and 22 for basalts, while K isotope samples involve 24 tests. The analysis is conducted using MC-ICP-MS for isotopic compositions, and XRF for Mg content. The testing units are the Surface Environment Geochemistry Laboratory at China University of Geosciences (Beijing) and the Isotope Laboratory at Washington University. This methodological approach is crucial for understanding isotope fractionation mechanisms and the tracing of ancient subduction-recycled materials.",
        "AnswerCn": "数据收集涉及从特定区域（如卓盼、肖吉洛、南半桥、马里京-江维塘等）收集钾碱岩和碱性玄武岩的样本。镁同位素样本进行测试，钾碱岩有30个样本，玄武岩有22个样本，而钾同位素样本涉及24次测试。分析使用MC-ICP-MS进行同位素组成测试，使用XRF进行镁含量测试。测试单位为中国地质大学（北京）表层环境地球化学实验室和华盛顿大学同位素实验室。这种方法论对于理解同位素分馏机制和追踪古老的俯冲回收材料至关重要。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}