{
    "id": "850f4232-338d-4127-8ede-661308c6a989",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of hydrometeorological observation network (cosmic-ray soil moisture of Daman Superstation, 2014)",
            "description": "This data set contains cosmic ray instrument (CRS) observations from January 1, 2014 to December 31, 2014.The station is located in gansu province zhangye city da man irrigated area farmland, under the surface is corn field.The longitude and latitude of the observation point are 100.3722e, 38.8555n, and 1556m above sea level. The bottom of the instrument probe is 0.5m from the ground, and the sampling frequency is 1 hour.\nThe original observations of the cosmic ray instrument (CRS1000B) included: voltage Batt (V), temperature T (c), relative humidity RH (%), pressure P (hPa), fast neutron number N1C (hr), thermal neutron number N2C (hr), fast neutron sampling time N1ET (s) and thermal neutron sampling time N2ET (s).The data published are processed and calculated. The data headers include Date Time, P (pressure hPa), N1C (fast neutron number/hour), N1C_cor (fast neutron number/hour with revised pressure) and VWC (soil volume moisture content %). The main processing steps include:\n1) data filtering\nThere are four criteria for data screening :(1) data with voltage less than and equal to 11.8 volts are excluded;(2) remove the data of air relative humidity greater than and equal to 80%;(3) data whose sampling interval is not within 60±1 minute are excluded;(4) the number of fast neutrons removed changed by more than 200 in one hour compared with that before and after.In addition, the missing data was supplemented by -6999.\n2) air pressure correction\nAccording to the fast neutron pressure correction formula mentioned in the instrument instruction manual, the original data were revised to obtain the revised fast neutron number N1C_cor.\n3) instrument calibration\nIn the process of calculating soil moisture, N0 in the calculation formula should be calibrated.N0 is the number of fast neutrons under the condition of soil drying. The measured soil moisture (or through relatively dense soil moisture wireless sensor) m (Zreda et al.\n(1)\nWhere m is mass water content, N is the number of fast neutrons after revision, N0 is the number of fast neutrons under dry conditions, a1=0.079, a2=0.64, a3=0.37 and a4=0.91 are constant terms.\nHere, the instrument was calibrated according to Soilnet soil water data in the source area of the instrument, and the relationship between soil volumetric water content (v) and fast neutrons was established according to the actual situation. In formula (1), m was replaced by v.Selected dry wet condition are the obvious difference of June 26-27 June and July 16 - July 17 four days of data, including June 26-27 rate data showed that soil moisture is small, so the selection of 4 cm, 10 and 20 cm as the rate of the three values of average data, its range is 22% 30%, and July 16 - July 17 rate data showed that soil moisture is bigger, so select 4 cm and 10 cm as two value average rate data, the range of 28% - 39%,Finally, the average values of crs_a and crs_b, N0, were 3252 and 3597, respectively.\n4) soil moisture calculation\nAccording to formula (1), the hourly soil water content data is calculated.\nPlease refer to Liu et al. (2018) for information of hydrometeorological network or site, and Zhu et al. (2015) for observation data processing.",
            "instructions": "",
            "east": 100.3723,
            "west": 100.3723,
            "south": 38.8556,
            "north": 38.8556,
            "startTime": "2014-01-11 00:00:00",
            "endTime": "2015-01-10 00:00:00",
            "fileSize": 454564.0,
            "cstr": "18406.11.hiwater.247.2015.db",
            "doi": "10.3972/hiwater.247.2015.db",
            "dataFormat": "CSV",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "ZHU Zhongli",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            }
        ],
        "literatureList": [
            {
                "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleEn": "Research and Application of Cosmic Ray Fast Neutron Method in Soil Moisture Measurement in Agricultural Fields",
                "referenceEn": "None"
            },
            {
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleEn": "Comprehensive Remote Sensing Observation Joint Experiment Overall Design for the Ecological-Hydrological Processes of the Heilong River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "Soil Moisture Estimation Using Cosmic-Ray Soil Moisture Sensing at Heterogeneous Farmland",
                "referenceEn": "Han, X.J., Jin, R., Li, X., & Wang, S.G. (2014). Soil Moisture Estimation Using Cosmic-Ray Soil Moisture Sensing at Heterogeneous Farmland. IEEE Geoscience and Remote Sensing Letters, 11(9), 1659-1663."
            },
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Soil"
            },
            {
                "nameEn": "Soil moisture/Water content"
            },
            {
                "nameEn": "Cosmic-ray soil moisture observing system"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordEn": "Daman Superstation"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2014",
                "type": "temporal"
            },
            {
                "keywordEn": "2014-01-01 to 2014-12-31",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleEn": "Digital heihe"
            },
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": []
        },
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": []
        },
        {
            "background": [
                "The acquisition of regional surface soil moisture has long been a research challenge. In recent years, the use of cosmic ray fast neutron methods to measure regional surface soil moisture has made significant progress. As a novel medium-scale non-destructive measurement method for soil moisture, the cosmic ray fast neutron method can obtain soil moisture within a source area of approximately 300 meters in radius. This larger measurement area fills the gap between traditional point observations and remote sensing large-area observations. Traditional measurement methods include: gravimetric method (oven-drying method), neutron gauge method, capacitance method, tensiometer method, time-domain reflectometry (TDR), and frequency-domain reflectometry (FDR). These measurement methods are all destructive and point-based, with measurement scales mostly at small scales, poor spatial representativeness, and difficulty in obtaining information on the regional distribution of soil moisture. The feasibility study of remote sensing monitoring of soil moisture began in the 1960s, with applied research starting in the mid-1970s. Remote sensing technology allows for rapid and large-area monitoring of soil moisture, but the soil moisture obtained through remote sensing is an average value at the pixel scale, with spatial resolutions generally ranging from tens of meters (aerial remote sensing) to tens of kilometers (satellite remote sensing). Moreover, it only provides instantaneous values at the time of aircraft or satellite overpass, making it impossible to obtain continuous data, which limits the application of large-scale remote sensing measurements in practical soil moisture monitoring. There exists a gap between traditional point measurements and large-scale remote sensing monitoring, which is the inability to obtain regional soil moisture information at the scale of farmland or small watersheds. Similarly, in the process of validating remote sensing-derived soil moisture, it is not possible to obtain the required pixel-scale soil moisture data. In recent years, research on measuring surface soil moisture using cosmic ray fast neutrons has gradually gained attention. The intensity of cosmic ray fast neutrons above the surface is inversely related to soil moisture content. By setting up a neutron probe above the surface to measure the intensity of cosmic ray fast neutrons, surface soil moisture content can be inferred. The cosmic ray fast neutron method is a passive, non-invasive medium-scale soil moisture measurement method, with a measurement radius of about 300 meters and an effective measurement depth of 12 to 76 cm."
            ],
            "research objective": [
                "This article utilizes cosmic ray instruments to conduct long-term continuous monitoring of soil moisture in the farmland of the Zhangye area in the middle reaches of the Heihe River, and compares the results with data from Wireless Sensor Networks (WSN) to analyze the reliability of cosmic ray observations. The article analyzes the results of regional soil moisture observation experiments conducted in the Zhangye oasis farmland, indicating that the cosmic ray soil moisture observation system can effectively obtain regional soil moisture content. It not only accurately captures long-term time series soil moisture at the farmland scale but also provides meaningful ground validation data for remote sensing inversion of soil moisture."
            ],
            "challenges": [
                "There is a gap between traditional point measurements and large-scale monitoring through remote sensing, which makes it difficult to obtain regional soil moisture information at the scale of farmland or small watersheds. Similarly, in the process of validating soil moisture retrieved from remote sensing, it is challenging to acquire the required pixel-scale soil moisture data. Hydrogen atoms in the cosmic ray source region are not only present in soil moisture but also exist in lattice water, soil organic matter, vegetation, and water vapor. The presence of these hydrogen atom sources inevitably affects the propagation of fast neutrons. Zreda et al. pointed out that the presence of lattice water reduces the detection depth of cosmic rays; however, under the assumption that lattice water and soil organic matter remain constant, these effects can be eliminated through a one-time field soil moisture correction in the source area. In sparsely vegetated areas, the influence of vegetation can also be eliminated based on field soil moisture correction, but under rapidly growing vegetation, the moisture content of the vegetation has a certain impact on observations, and there is currently no comprehensive method to correct for this. The presence of water vapor affects the measurement source area of cosmic rays, and MCNPX simulations indicate that the detection radius under saturated water vapor is about 10% lower than that under dry air."
            ],
            "methods": [
                "The data used in this article comes from the 2012 \"Heihe River Basin Ecological-Hydrological Comprehensive Remote Sensing Observation Experiment,\" which mainly includes cosmic ray soil moisture datasets, wireless sensor network datasets (Soil-NET part), and rainfall datasets (Daman Station). During soil moisture observation, only a fast neutron probe needs to be installed; at the beginning of this experiment, only one fast neutron probe was installed for soil moisture observation. This article utilizes cosmic ray instruments to conduct long-term continuous monitoring of soil moisture in the farmland of the Zhangye area in the middle reaches of the Heihe River and compares it with soil moisture wireless sensor network data (Wireless Sensor Network, WSN) to study the reliability of the cosmic ray observation results."
            ],
            "dataset": [
                "The cosmic ray soil moisture dataset mainly includes raw fast neutron data, raw atmospheric pressure data, etc., with a sampling frequency of 1 hour. Fast neutron data can be used to infer soil moisture information in the study area. SoilNET mainly contains observation data from 50 SoilNET soil moisture/temperature nodes located within the MODIS pixel of the Daman Super Station. Each node can connect to four SISOMOP (Simple Soil Moisture Probe) soil moisture/temperature probes, which measure soil moisture and temperature at depths of 4, 10, 20, and 40 cm, with 19 of them distributed within the cosmic ray source area. The sampling frequency of SoilNET nodes is 10 minutes. This paper primarily uses SoilNET node soil moisture data to validate the cosmic ray observation results, requiring the aggregation of the original 10-minute data into 1-hour data for synchronization with the cosmic ray data. The rainfall dataset (Daman Super Station) mainly includes raw rainfall data, with a sampling frequency of 10 minutes. During use, the original data needs to be aggregated into 1-hour data to analyze the relationship between cosmic ray soil moisture changes and rainfall."
            ],
            "findings": [
                "The cosmic ray soil moisture observation system can effectively obtain regional soil moisture content, not only accurately capturing long-term time series soil moisture at the farmland scale but also providing genuinely meaningful surface validation data for remote sensing inversion of soil moisture. Comparisons show that cosmic rays reflect a surface-level change in soil moisture, which can effectively indicate the trend of soil moisture changes beneath the farmland surface. After excluding data from the irrigation period, the correlation coefficient significantly increased to 0.86, and the RMSE decreased to 0.028 m³/m³."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Is there a method to correct the influence of air pressure on neutron count data in eco-hydrological studies?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "Where are the cosmic-ray instruments typically installed for hydrometeorological observations?",
                    "Answer": "Zhangye City, Gansu Province, China",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What challenges are faced when using cosmic-ray neutron methods for soil moisture measurement?",
                    "Answer": "Hydrogen atoms",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method that addresses the challenge of multi-scale eco-hydrological process observation in arid regions?",
                    "Answer": "The HiWATER experiment implements a data collection method by using a combination of instruments on hierarchically nested scales to capture multi-scale eco-hydrological processes. This includes eddy covariance towers, automatic meteorological stations, and remote sensing technologies like LiDAR and imaging spectrometers.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Provide an example of a challenge faced in the collection and interpretation of soil moisture data using cosmic-ray neutron technology.",
                    "Answer": "One challenge in using cosmic-ray neutron technology is the influence of hydrogen atoms found not only in soil moisture but also in crystal water, organic matter, vegetation, and water vapor. These factors can affect the propagation of fast neutrons and, consequently, the accuracy of soil moisture measurements.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What characteristics define the data collection method used for soil moisture measurement in agricultural areas through cosmic-ray neutron sensing?",
                    "Answer": "passive, non-invasive, measurement radius of approximately 300 meters, effective depth of 12 to 76 cm",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the essential properties and components of a multiscale eco-hydrological dataset that captures oasis-desert interactions?",
                    "Answer": "flux observation data, eddy covariance towers, large aperture scintillometers, automatic meteorological stations, soil moisture measurements, leaf area index measurements, hyper-resolution airborne remote sensing data, LiDAR, imaging spectrometers, thermal imagers, microwave radiometers, ground measurements of vegetation dynamics, photosynthesis processes",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many SoilNET soil moisture/temperature nodes are distributed within the cosmic ray measurement zone?",
                    "Answer": "19",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "To what depth can the cosmic ray neutron method effectively measure soil moisture?",
                    "Answer": "12-76 cm",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What are the challenges associated with using traditional point measurement methods for soil moisture data collection?",
                    "Answer": "Traditional point measurement methods face challenges such as being invasive, limited to small-scale points, and having poor spatial representation, making it difficult to obtain regional distributions of soil moisture. These methods cannot bridge the gap between detailed point measurements and larger-scale remote sensing, limiting their effectiveness in monitoring soil moisture over extensive areas.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the data collection methods using cosmic-ray soil moisture probes compare to traditional soil moisture measurement techniques in terms of spatial coverage and invasiveness?",
                    "Answer": "Cosmic-ray soil moisture probes offer a non-invasive, medium-scale soil moisture measurement with a spatial coverage radius of approximately 300 meters, bridging the gap between point measurements and large-scale remote sensing. Traditional methods like neutron probes, TDR, and FDR are point-based, invasive, and have smaller spatial representativeness.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "In what ways does the data processing and calibration involved in cosmic-ray soil moisture observation differ from that of wireless sensor networks for soil moisture monitoring?",
                    "Answer": "Cosmic-ray soil moisture observation involves pressure correction and calibration with soil moisture data to obtain volume water content, requiring recalibration for environmental changes. Wireless sensor networks provide direct soil moisture readings at specific depths and require data aggregation to match cosmic-ray data temporal resolution. Cosmic-ray systems offer broader spatial coverage with more complex calibration, while sensor networks offer high temporal resolution with straightforward calibration at specific points.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How does the integration of remote sensing technologies, such as LiDAR and thermal imaging, compare to the use of ground-based measurements in capturing eco-hydrological processes in oasis-desert systems?",
                    "Answer": "Remote sensing technologies like LiDAR and thermal imaging capture eco-hydrological processes over large areas with high spatial resolution, providing valuable data for multi-scale analysis. Ground-based measurements, such as those from flux towers and meteorological stations, offer detailed, continuous data on local energy, water vapor, and carbon exchanges. Combining these approaches offers comprehensive insights, with remote sensing providing broader coverage and ground-based measurements offering detailed temporal data.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How might the use of cosmic-ray soil moisture observation systems contribute to understanding soil water content dynamics in heterogeneous landscapes?",
                    "Answer": "Cosmic-ray soil moisture observation systems provide a way to measure soil moisture over a large area (approximately a 300m radius) in a non-invasive manner. This method fills the gap between point-based measurements and large-scale remote sensing, offering a middle ground that can capture spatial variations in soil moisture across heterogeneous landscapes. By measuring changes in cosmic-ray neutron intensity, which inversely relates to hydrogen content in soil, researchers can infer soil moisture content and dynamics over time.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What challenges are associated with using cosmic-ray neutron measurement methods to monitor soil moisture, and how can these impact data interpretation?",
                    "Answer": "Cosmic-ray neutron measurement methods face challenges due to the presence of hydrogen atoms in sources other than soil moisture, such as crystallization water, soil organic matter, vegetation, and water vapor. These sources can affect neutron propagation and measurement accuracy. Specifically, vegetation water content can influence measurements in rapidly growing areas, and high humidity can reduce the detection radius, potentially leading to data interpretation issues. Calibration and correction techniques are therefore crucial to accurately infer soil moisture content using this method.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In what ways can multiscale observational data enhance the understanding of eco-hydrological processes in oasis-desert systems?",
                    "Answer": "Multiscale observational data, such as that collected from nested instrumentation scales, can provide comprehensive insights into the complex interactions between different components of oasis-desert systems. By utilizing a combination of flux observation matrices, eco-hydrological sensor networks, and remote sensing technologies, researchers can capture detailed data on energy, water vapor, and carbon exchanges. This holistic view allows for a better understanding of the factors driving eco-hydrological processes, supporting sustainable development and ecological stability in these regions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What are the underlying causes that make multiscale observations challenging in the field of eco-hydrological processes?",
                    "Answer": "Progress in the field of eco-hydrological processes is hindered by the poor availability of multiscale observations. Capturing these processes requires instrumentation on hierarchically nested scales and the establishment of observation networks and superstations, which are complex and resource-intensive to implement.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is there a gap in obtaining soil moisture information at the scale of farmlands or small watersheds using traditional measurement methods?",
                    "Answer": "Traditional point measurement methods, such as weighing, neutron probe, and tensiometer methods, have poor spatial representativeness and are limited to small scales. Remote sensing, while capable of large-scale monitoring, only provides pixel-averaged soil moisture values at specific resolutions and times, leaving a gap in acquiring continuous, small-scale regional soil moisture data.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What factors contribute to the complexity of measuring soil moisture using cosmic-ray neutron probes, and how do they affect the observations?",
                    "Answer": "The complexity arises from the presence of hydrogen atoms not only in soil moisture but also in lattice water, soil organic matter, vegetation, and vapor, which can influence fast neutron propagation. The presence of lattice water and vegetation can alter the cosmic-ray neutron detection depth and signal, complicating the calibration and reliability of the observed soil moisture data.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "How might the use of a multi-scale observation system affect the understanding of eco-hydrological processes in oasis-desert regions?",
                    "Answer": "A multi-scale observation system, equipped with instruments like eddy covariance towers, automatic meteorological stations, and remote sensing technologies, allows for a comprehensive understanding of eco-hydrological processes by capturing interactions across different scales and providing detailed data on energy, water vapor, and carbon exchanges in oasis-desert regions.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "Why is it important to use cosmic-ray neutron sensors for measuring soil moisture in heterogeneous agricultural regions?",
                    "Answer": "Cosmic-ray neutron sensors provide a non-invasive, mid-scale method for measuring soil moisture over a radius of approximately 300 meters, filling the gap between traditional point measurements and large-scale remote sensing, thus offering valuable insights into regional soil moisture distribution crucial for agricultural management and ecological studies.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the primary motivations for developing a comprehensive eco-hydrological observation network in arid and semi-arid regions?",
                    "Answer": "The primary motivations include addressing the challenges of ecological environment degradation, such as drying rivers and desertification, by understanding the energy, water vapor, and carbon exchanges in oasis-desert ecosystems, which are critical for maintaining ecological stability and supporting socioeconomic development in these regions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is there a need to continuously monitor soil moisture using both cosmic-ray instruments and wireless sensor networks in agricultural areas?",
                    "Answer": "Continuous monitoring using both cosmic-ray instruments and wireless sensor networks is necessary to validate the reliability of soil moisture observations, provide long-term data for field-scale moisture dynamics, and offer essential ground truth data for remote sensing applications, ultimately enhancing the accuracy of ecological and hydrological models.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What are the primary steps involved in calibrating cosmic-ray soil moisture probes to ensure accurate soil moisture measurements?",
                    "Answer": "The primary steps in calibrating cosmic-ray soil moisture probes include data screening, pressure correction, and instrument calibration. Data screening involves removing data with low voltage, high relative humidity, incorrect sampling intervals, and large fluctuations in neutron counts. Pressure correction is applied using formulas from the instrument manual. Instrument calibration is performed by using soil samples from the area to establish a relationship between corrected neutron counts and soil moisture, using known constants and empirical data from different soil moisture conditions.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How can cosmic-ray neutron probes be used to bridge the gap between point measurements and remote sensing in soil moisture monitoring?",
                    "Answer": "Cosmic-ray neutron probes can bridge the gap between point measurements and remote sensing by providing non-invasive, intermediate-scale soil moisture data over a radius of approximately 300 meters. This coverage fills the spatial scale gap between small-scale point measurements and large-scale remote sensing. The method involves measuring neutron intensity above the soil surface, which is inversely related to soil moisture content, allowing for area-wide soil moisture estimation that can validate remote sensing data.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What procedural steps are necessary to preprocess cosmic-ray neutron data for soil moisture monitoring in agricultural settings?",
                    "Answer": "To preprocess cosmic-ray neutron data for soil moisture monitoring, the following steps are necessary: filtering out data with low battery voltage and high relative humidity, ensuring data is recorded at consistent intervals, applying pressure correction to neutron counts, and calibrating the instrument using soil samples to determine the dry neutron count (N0). Additionally, data must be aggregated to match temporal resolutions of other datasets, such as hourly averages, and cross-referenced with rainfall and wireless sensor network data for validation.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What methodologies enable the accurate calibration of cosmic ray instruments for soil moisture measurement in agricultural areas?",
                    "Answer": "The calibration of cosmic ray instruments for soil moisture involves using soil samples from the measurement area to obtain the actual soil moisture content and comparing it with cosmic ray neutron data. This process requires calibrating the N0 value, which is the fast neutron count under dry soil conditions, using either direct soil sampling or dense wireless soil moisture sensor networks. This helps establish a reliable relationship between neutron counts and soil moisture content.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What challenges must be addressed to enable the effective use of cosmic ray neutron sensing for regional soil moisture monitoring?",
                    "Answer": "Challenges include dealing with the presence of hydrogen atoms in various sources such as lattice water, soil organic matter, vegetation, and water vapor, which can affect neutron measurements. Additionally, there's a need for effective calibration methods to account for these influences, as well as strategies to handle the variability in vegetation water content. Ensuring continuous data collection and synchronization with other hydrometeorological datasets is also crucial for effective monitoring.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might traditional point measurement methods face challenges in providing accurate soil moisture data compared to newer techniques?",
                    "Answer": "Traditional point measurement methods often have poor spatial representation and cannot provide regional distribution information of soil moisture, which is a challenge that newer techniques like cosmic-ray neutron sensing aim to address by covering larger source areas and providing continuous data.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What challenges might arise in ensuring the reliability of soil moisture data collected via cosmic-ray neutron sensing, and how are these typically addressed?",
                    "Answer": "Challenges in ensuring the reliability of soil moisture data using cosmic-ray neutron sensing include the influence of hydrogen atoms from sources other than soil moisture, such as lattice water and vegetation. These influences can be addressed through calibration with onsite soil moisture corrections and considering the impact of rapidly growing vegetation.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why might it be important to establish a relationship between cosmic-ray neutron counts and soil volumetric water content, and how is this typically achieved?",
                    "Answer": "Establishing a relationship between cosmic-ray neutron counts and soil volumetric water content is important for accurately converting neutron data into meaningful soil moisture measurements. This is typically achieved through calibration processes using soil samples from the measurement area to determine the dry condition neutron count, N0, and adjusting neutron counts for environmental variables such as air pressure.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How would you evaluate the effectiveness of using cosmic-ray neutron sensors in measuring regional soil moisture compared to traditional methods?",
                    "Answer": "Cosmic-ray neutron sensors are considered an effective method for measuring regional soil moisture as they fill the gap between point measurements and large-scale remote sensing by providing data for a source area with a radius of approximately 300 meters. This method allows for non-invasive, continuous monitoring and offers a more representative measurement of soil moisture over larger areas compared to traditional point-based techniques.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the challenges you perceive in calibrating cosmic-ray neutron instruments for accurate soil moisture measurement in diverse environmental conditions?",
                    "Answer": "Calibrating cosmic-ray neutron instruments involves challenges such as accounting for hydrogen atoms present not only in soil moisture but also in lattice water, soil organic matter, vegetation, and atmospheric water vapor. These factors can affect neutron propagation, and while some influences, like lattice water and soil organic matter, can be corrected with field calibration under stable conditions, vegetation and atmospheric changes pose ongoing challenges. Rapidly growing vegetation, for instance, can impact measurements, and current methods for correcting these effects are still not fully developed.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In what ways do you think the integration of wireless sensor networks with cosmic-ray neutron data can enhance soil moisture monitoring in arid regions?",
                    "Answer": "Integrating wireless sensor networks with cosmic-ray neutron data can enhance soil moisture monitoring by providing complementary data that can validate and refine the neutron-based measurements. Wireless sensors can offer high-frequency, localized data at different soil depths, which can help verify the reliability of cosmic-ray data, especially in the presence of irrigation or rainfall events. This combination allows for a more comprehensive understanding of soil moisture dynamics across different spatial and temporal scales.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how cosmic-ray neutron sensing can effectively measure soil moisture over large areas compared to traditional methods.",
                    "Answer": "Cosmic-ray neutron sensing is a new, non-invasive method for measuring soil moisture at a mesoscale, with a measurement radius of about 300 meters. This approach fills the gap between traditional point measurements and remote sensing by providing soil moisture data over a larger area. It offers a viable solution for regional soil moisture monitoring, unlike traditional methods that are limited to small-scale measurements.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I'm unsure about the challenges faced in obtaining reliable soil moisture data using cosmic-ray neutron instruments.",
                    "Answer": "One challenge in using cosmic-ray neutron instruments is that hydrogen atoms in the measurement area can come from sources other than soil moisture, such as lattice water, soil organic matter, vegetation, and water vapor. These factors can affect the propagation of fast neutrons. However, some of these influences, like lattice water and organic matter, can be corrected through initial field soil moisture calibration. Vegetation effects can also be accounted for if the vegetation remains sparse.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please outline the data collection techniques used for measuring soil moisture in heterogeneous surfaces and discuss their effectiveness in addressing the multiscale observation challenge.",
                    "Answer": "The data collection techniques used for measuring soil moisture involve a combination of traditional point measurements and remote sensing. Techniques include the use of cosmic-ray neutron sensors, which provide a non-invasive, mesoscale measurement approach with a measurement radius of approximately 300 meters. This helps bridge the gap between traditional point observations and large-scale remote sensing. Remote sensing offers rapid, large-area monitoring but lacks continuous data acquisition. The combination of these methods aims to address the challenge of poor availability of multiscale observations by providing both spatial and temporal soil moisture data.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Please provide an analysis of how datasets derived from the combination of cosmic-ray neutron sensors and wireless sensor networks can be used to enhance soil moisture monitoring and validation of remote sensing data.",
                    "Answer": "Datasets derived from cosmic-ray neutron sensors and wireless sensor networks (WSN) can offer comprehensive soil moisture monitoring by providing both mesoscale and local-scale data. Cosmic-ray neutron sensors allow for large-area, continuous soil moisture data collection, effectively filling the gap between point measurements and remote sensing. WSN, with multiple soil moisture and temperature nodes, provides detailed local-scale observations. Together, these datasets can enhance the validation of remote sensing data by offering ground-truth measurements, thus improving the accuracy of soil moisture retrievals from remote sensing. The integration of these data types enables a more reliable understanding of soil moisture dynamics and supports the calibration and validation of remote sensing models.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}