{
  "id": "85c6e90b-2ba0-4f0f-ab44-9e490b284225",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of ground truth measurements synchronizing with Envisat ASAR in the A'rou foci experimental area on Oct. 17, 2007 during the pre-observation period",
      "titleCn": "黑河综合遥感联合试验：预试验期阿柔加密观测区Envisat ASAR地面同步观测数据集（2007年10月17日）",
      "description": "The dataset of ground truth measurements synchronizing with Envisat ASAR was obtained in No.2 quadrate of the A'rou foci experimental area on Oct. 17, 2007 during the pre-observation period. \n    The Envisat ASAR data were in AP mode and VV/VH polarization combinations, and the overpass time was approximately at 23:04 BJT. The quadrate was divided into 3×3 subsites, with each one spanning a 30×30 m2 plot. 25 sampling points were chosen, including centers and corners of each subsites.\n      Simultaneous with the satellite overpass, numerous ground data were collected, soil volumetric moisture by ML2X; soil volumetric moisture, soil conductivity, soil temperature, and the real part of soil complex permittivity by WET soil moisture sensor; the surface radiative temperature by the hand-held infrared thermometer; soil gravimetric moisture, volumetric moisture, and soil bulk density after drying by the cutting ring (100cm^3). Meanwhile, vegetation parameters as height, coverage and water content were also observed. Surface roughness was detailed in the \"WATER: Surface roughness dataset in the A'rou foci experimental area\".\n    Those provide reliable ground data for retrieval and validation of soil moisture and freeze/thaw status from active remote sensing approaches.",
      "descriptionCn": "2007年10月17日夜间，在阿柔样方2开展了Envisat ASAR数据的地面同步观测试验。\nEnvisat ASAR数据为AP模式，VV/VH极化组合方式，过境时间约为23:04BJT。阿柔样方2为3Grid×3Grid，每个Grid为30m×30m，共计25个采样点（包含中心点和角点）。\n与卫星过境同步，在阿柔样方2，采用ML2X土壤水分速测仪获取土壤体积含水量；采用WET土壤水分速测仪测量获得土壤体积含水量、电导率、土壤温度及土壤复介电常数实部；手持式红外温度计获得地表辐射温度；并采用100cm^3环刀取土经烘干获得重量含水量、土壤容重及体积含水量。同时还对植被一些参数进行了相关调查，主要包括植被高度、覆盖度、植被含水量。地表粗糙度信息请参见“黑河综合遥感联合试验：阿柔加密观测区地表粗糙度数据集 ”元数据。\n本数据可为发展和验证主动微波遥感反演土壤水分及冻融状态算法提供基本的地面数据集。",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.55,
      "west": 100.411,
      "south": 38.015,
      "north": 38.078,
      "startTime": "2008-04-27 08:00:00",
      "endTime": "2008-04-27 08:00:00",
      "fileSize": 63955785.0,
      "cstr": "18406.11.water973.0002.db",
      "doi": "10.3972/water973.0002.db",
      "dataFormat": "EXCEL",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "白云洁",
        "nameEn": "BAI Yunjie",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "郝晓华",
        "nameEn": "HAO Xiaohua",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中科院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "晋锐",
        "nameEn": "JIN Rui",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "李弘毅",
        "nameEn": "LI Hongyi",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": " 李哲",
        "nameEn": "LI Zhe",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰冻圈遥感",
        "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
      },
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      },
      {
        "nameCn": "冻融",
        "nameEn": "Freeze thawing"
      },
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤湿度/水分含量",
        "nameEn": "Soil moisture/Water content"
      },
      {
        "nameCn": "地表辐射温度",
        "nameEn": "Surface radiation temperature"
      },
      {
        "nameCn": "地表过程",
        "nameEn": "Earth SurFace Processes"
      },
      {
        "nameCn": "地面验证信息",
        "nameEn": "Ground verification information"
      },
      {
        "nameCn": "微波遥感",
        "nameEn": "Microwave remote sensing"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "阿柔加密观测区",
        "keywordEn": "A'rou flight zone"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2007",
        "keywordEn": "2007",
        "type": "temporal"
      },
      {
        "keywordCn": "2007-10-17",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to obtain soil moisture and surface temperature data in a remote sensing study?",
        "QuestionCn": "您能否提供一个用于在遥感研究中获取土壤湿度和表面温度数据的数据收集方法的示例？",
        "AnswerEn": "An example of a data collection method involves using ML2X soil moisture sensors to measure soil volumetric water content, WET soil moisture sensors to measure soil volumetric water content, electrical conductivity, soil temperature, and the real part of the soil's complex dielectric constant, and handheld infrared thermometers to obtain surface radiation temperature. These measurements were synchronized with Envisat ASAR satellite passes.",
        "AnswerCn": "一种数据收集方法涉及使用ML2X土壤湿度传感器测量土壤体积水分，使用WET土壤湿度传感器测量土壤体积水分、电导率、土壤温度以及土壤复介电常数的实部，并使用手持红外温度计获取表面辐射温度。这些测量与Envisat ASAR卫星的经过时间进行了同步。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What features are typically measured to assess soil moisture content using remote sensing techniques in a dataset?",
        "QuestionCn": "通常使用遥感技术评估土壤湿度含量的数据集中，通常测量哪些特征？",
        "AnswerEn": "soil volumetric water content, electrical conductivity, soil temperature, real part of soil complex permittivity, surface radiation temperature, weight water content, soil bulk density, volume moisture content, vegetation height, vegetation coverage, vegetation water content",
        "AnswerCn": "土壤体积含水量、电导率、土壤温度、土壤复介电常数的实部、地表辐射温度、重量含水量、土壤容重、体积含水量、植被高度、植被覆盖度、植被含水量",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many sampling points are included in a dataset focusing on soil moisture and related parameters?",
        "QuestionCn": "一个关注土壤湿度和相关参数的数据集中包含多少个采样点？",
        "AnswerEn": "25",
        "AnswerCn": "25",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'ground synchronous observation experiment' mean in the context of remote sensing data collection?",
        "QuestionCn": "在遥感数据收集的背景下，“地面同步观测实验”是什么意思？",
        "AnswerEn": "A 'ground synchronous observation experiment' refers to a data collection method where ground-based measurements are conducted simultaneously with satellite overpasses to ensure that the data collected from the ground and the satellite are directly comparable. This approach was used in the Aru monitoring area to collect data in sync with the Envisat ASAR satellite's passage, capturing soil moisture, temperature, and other environmental parameters at the exact time of the satellite's data acquisition.",
        "AnswerCn": "“地面同步观测实验”是指一种数据收集方法，在卫星经过时进行地面测量，以确保从地面和卫星收集的数据可以直接比较。这种方法在阿鲁监测区被使用，以便在Envisat ASAR卫星经过时同步收集数据，捕捉土壤湿度、温度和其他环境参数，确保与卫星数据获取的时间完全一致。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods using Envisat ASAR compare to those using ML2X and WET soil moisture rapid measuring instruments in terms of capturing soil moisture variability?",
        "QuestionCn": "Envisat ASAR的数据收集方法与ML2X和WET土壤湿度快速测量仪器在捕捉土壤湿度变异性方面有何比较？",
        "AnswerEn": "The data collection method using Envisat ASAR involves satellite-based remote sensing with a VV/VH polarization combination, capturing data during satellite overpass at approximately 23:04 BJT, focusing on soil moisture and freeze-thaw state algorithm development. In contrast, ML2X and WET instruments are ground-based, capturing detailed soil volumetric moisture content, electrical conductivity, soil temperature, and dielectric constant at specific sample points within a 3Grid×3Grid area, allowing for direct measurement and validation of satellite data.",
        "AnswerCn": "使用Envisat ASAR的数据收集方法涉及基于卫星的遥感，采用VV/VH极化组合，在大约23:04 BJT的卫星过境期间捕获数据，重点是土壤湿度和冻融状态算法的开发。相比之下，ML2X和WET仪器是基于地面的，能够在3Grid×3Grid区域内的特定采样点捕获详细的土壤体积水分含量、电导率、土壤温度和介电常数，从而实现对卫星数据的直接测量和验证。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of synchronizing ground-based soil moisture measurements using multiple instruments with satellite overpass data on the accuracy of soil moisture retrieval algorithms?",
        "QuestionCn": "将基于地面的多种仪器的土壤湿度测量与卫星过境数据同步对土壤湿度检索算法的准确性可能产生哪些结果？",
        "AnswerEn": "Synchronizing ground-based soil moisture measurements with satellite overpass data can improve the accuracy of soil moisture retrieval algorithms by providing a comprehensive dataset that includes both volumetric soil moisture content and additional parameters such as soil temperature and dielectric constants. This synchronization allows for the calibration and validation of satellite-based remote sensing data, leading to more reliable soil moisture and freeze-thaw state algorithms.",
        "AnswerCn": "将地面土壤湿度测量与卫星过境数据同步，可以通过提供包括体积土壤湿度和其他参数（如土壤温度和介电常数）的综合数据集，提高土壤湿度检索算法的准确性。这种同步允许对基于卫星的遥感数据进行校准和验证，从而导致更可靠的土壤湿度和冻融状态算法。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of conducting ground-based synchronized observations with Envisat ASAR data in the context of soil moisture and freeze-thaw state algorithms?",
        "QuestionCn": "在土壤湿度和冻融状态算法的背景下，进行地面同步观测与Envisat ASAR数据的主要目标是什么？",
        "AnswerEn": "The primary objectives include providing fundamental ground data to develop and validate active microwave remote sensing algorithms for soil moisture and freeze-thaw state retrievals. The synchronized observations aim to ensure the accuracy and relevance of satellite data by comparing it with precise ground measurements.",
        "AnswerCn": "主要目标包括提供基础地面数据，以开发和验证用于土壤湿度和冻融状态检索的主动微波遥感算法。同步观测旨在通过将卫星数据与精确的地面测量进行比较，以确保卫星数据的准确性和相关性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are used to collect synchronized ground observations with satellite data to validate soil moisture and freeze-thaw state retrieval algorithms in remote sensing?",
        "QuestionCn": "用于收集同步地面观测与卫星数据以验证遥感中土壤湿度和冻融状态检索算法的程序有哪些？",
        "AnswerEn": "To collect synchronized ground observations with satellite data, a variety of instruments and methods are employed. In the Aruo sampling site, synchronized with the Envisat ASAR satellite pass, soil volumetric moisture content is measured using ML2X and WET soil moisture rapid measurement instruments. Additional parameters such as electrical conductivity, soil temperature, and the real part of the soil complex dielectric constant are also measured. Surface radiative temperature is obtained using a handheld infrared thermometer. Soil samples are collected using a 100cm^3 ring knife for drying to obtain weight moisture content, soil bulk density, and volumetric moisture content. Vegetation parameters like height, coverage, and water content are surveyed. Surface roughness information is documented separately. These procedures collectively provide a comprehensive dataset for validating remote sensing algorithms.",
        "AnswerCn": "为了收集与卫星数据同步的地面观测，采用了多种仪器和方法。在Aruo采样点，与Envisat ASAR卫星经过同步，使用ML2X和WET土壤湿度快速测量仪器测量土壤体积水分含量。还测量了电导率、土壤温度和土壤复合介电常数的实部等其他参数。使用手持红外温度计获取表面辐射温度。使用100cm³的环刀收集土壤样本，以便干燥后获得重量水分含量、土壤容重和体积水分含量。对植被参数如高度、覆盖度和水分含量进行调查。表面粗糙度信息单独记录。这些程序共同提供了一个全面的数据集，用于验证遥感算法。",
        "Level": "C3(Applying)"
      }
    ]
  }
}