{
    "id": "85d1016c-d529-4f81-8166-02e60845f61b",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Tibet amphibious reptiles germplasm Banks collect information list (2018-2022)",
            "titleCn": "西藏两栖爬行类种质资源库收集信息名录（2018-2022）",
            "description": "1) the data content: Tibet amphibious reptiles germplasm Banks collect information list contains classes to gather information, mesh, Chinese name, Latin name, belongs to the Chinese name, Latin name, Latin name, Chinese name;2) data sources and processing methods: amphibious reptiles field expedition in Tibet, record amphibious reptile species composition and distribution in the region;3) data quality description: the specimen investigation, collection and appraisal are professionals, sample collection and longitude and latitude, altitude information after check, ensure that the quality of the distribution of the data;4) data application results and prospects: biological indicator amphibious reptiles in Tibet area as the research object, and obtain the key groups are related to the species and distribution of data, to assess biodiversity patterns and provide scientific basis for protection strategy.",
            "descriptionCn": "1）数据内容：西藏两栖爬行类种质资源库收集信息名录包含纲、目、科中文名、科拉丁名、属中文名、属拉丁名、种拉丁名、种中文名；2）数据来源及加工方法：对西藏两栖爬行动物野外科考，记录该地区两栖爬行动物物种组成和分布范围；3）数据质量描述：标本的调查、采集和鉴定人员均为专业人员，样品的采集和经纬度、海拔信息经过核对，确保分布数据的质量；4）数据应用成果及前景：以西藏地区指示生物两栖爬行类为研究对象，获取关键类群的物种数量、分布相关数据，为评估生物多样性格局及制定保护策略提供科学依据。",
            "instructions": "File name: storage, data format file name called \"Tibet amphibious reptiles germplasm Banks collect information list\" to gather information.Method of data read: this data can be directly opened by EXCEL.",
            "instructionsCn": "文件命名：数据表格格式存储，文件名称为\"西藏两栖爬行类种质资源库收集信息名录\"。\n数据读取方式：该数据可以直接用EXCEL打开。",
            "east": 109.0,
            "west": 74.0,
            "south": 25.0,
            "north": 41.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 47747.0,
            "cstr": null,
            "doi": null,
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "车静",
                "nameEn": "CHE Jing",
                "unitEn": "Kunming Institute of Zoology",
                "unitCn": "中国科学院昆明动物研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "西藏两栖爬行动物——多样性与进化",
                "titleEn": null,
                "referenceCn": "车静, 蒋珂, 颜芳, 张亚平. (2020). 西藏两栖爬行动物——多样性与进化. 北京, 科学出版社.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "生物资源",
                "nameEn": "Biological Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "两栖爬行类",
                "keywordEn": "Amphibious reptile"
            },
            {
                "keywordCn": "泛第三极",
                "keywordEn": "Pan-Third pole"
            },
            {
                "keywordCn": "西藏",
                "keywordEn": "Tibet"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "当前",
                "keywordEn": "Present",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to ensure high-quality distribution data for amphibian and reptile species in a specific region?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，以确保特定区域内两栖动物和爬行动物物种的高质量分布数据？",
                "AnswerEn": "A data collection method involves conducting field surveys specifically for amphibians and reptiles in a geographic area, during which professional personnel record species composition and distribution range, ensuring data quality by verifying specimen collection, and checking latitude, longitude, and altitude information.",
                "AnswerCn": "一种数据收集方法涉及在特定地理区域进行两栖动物和爬行动物的实地调查，专业人员记录物种组成和分布范围，通过验证标本采集并检查纬度、经度和海拔信息来确保数据质量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific features and methods used in collecting and verifying the data related to the distribution and species composition of amphibians and reptiles in Tibet?",
                "QuestionCn": "在收集和验证与西藏两栖动物和爬行动物的分布及物种组成相关的数据时，使用了哪些具体特征和方法？",
                "AnswerEn": "species composition, distribution range, taxonomy details, class, order, family, genus, species names, geolocation details, latitude, longitude, altitude",
                "AnswerCn": "物种组成、分布范围、分类详情、纲、目、科、属、种名、地理位置详情、纬度、经度、海拔",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many species of amphibians and reptiles have been recorded in the germplasm resource database for Tibet between 2018 and 2022?",
                "QuestionCn": "在2018年至2022年期间，西藏的种质资源数据库中记录了多少种两栖动物和爬行动物的物种？",
                "AnswerEn": "The original answer does not provide a specific numerical value for the number of species recorded. Therefore, there is no quantifiable data to extract or refine.",
                "AnswerCn": "原始答案没有提供记录的物种数量的具体数值。因此，没有可提取或细化的量化数据。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of employing professional personnel for specimen collection and data verification on the quality and reliability of biodiversity datasets in the field of amphibians and reptiles in Tibet?",
                "QuestionCn": "在西藏的两栖动物和爬行动物领域，雇用专业人员进行标本采集和数据验证对生物多样性数据集的质量和可靠性可能产生的后果是什么？",
                "AnswerEn": "Employing professional personnel for specimen collection and data verification ensures that the biodiversity datasets are of high quality and reliability. The expertise of these professionals in surveying, collecting, and identifying specimens contributes to accurate species composition and distribution data. This meticulous approach helps in providing a reliable foundation for assessing biodiversity patterns and developing conservation strategies.",
                "AnswerCn": "雇用专业人员进行标本采集和数据验证确保生物多样性数据集的高质量和可靠性。这些专业人员在调查、采集和识别标本方面的专业知识有助于准确的物种组成和分布数据。这种细致的方法为评估生物多样性模式和制定保护策略提供了可靠的基础。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the goal of collecting and cataloging information on amphibian and reptile germplasm resources in Tibet from 2018 to 2022?",
                "QuestionCn": "2018年至2022年在西藏收集和编目两栖动物和爬行动物种质资源信息的目标是什么？",
                "AnswerEn": "The goal is to gather data on species composition and distribution of amphibians and reptiles in Tibet, which serves as a scientific basis for assessing biodiversity patterns and developing conservation strategies by focusing on these indicator species.",
                "AnswerCn": "目标是收集西藏两栖动物和爬行动物的物种组成和分布数据，这为评估生物多样性模式和制定保护策略提供科学依据，重点关注这些指示物种。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are typically followed to ensure the accuracy and reliability of data collected during field surveys of amphibian and reptile species in Tibet?",
                "QuestionCn": "在西藏进行两栖动物和爬行动物物种的野外调查时，通常遵循哪些程序以确保所收集数据的准确性和可靠性？",
                "AnswerEn": "The data collection involves field surveys conducted by professional personnel who are responsible for the investigation, collection, and identification of specimens. The geographic coordinates and elevation information of the samples are verified to ensure the quality of distribution data.",
                "AnswerCn": "数据收集涉及由专业人员进行的实地调查，这些人员负责样本的调查、收集和鉴定。样本的地理坐标和海拔信息经过验证，以确保分布数据的质量。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the accurate recording and verification of amphibian and reptilian species distribution data in remote regions like Tibet?",
                "QuestionCn": "哪些方法能够在像西藏这样的偏远地区准确记录和验证两栖动物和爬行动物的分布数据？",
                "AnswerEn": "The data collection methods involve field surveys conducted by professional researchers to record species composition and distribution. The collected specimens and their geographical data, including latitude, longitude, and elevation, are verified to ensure data quality.",
                "AnswerCn": "数据收集方法包括由专业研究人员进行的实地调查，以记录物种组成和分布。收集的标本及其地理数据，包括纬度、经度和海拔，经过验证以确保数据质量。",
                "Level": "C3(Applying)"
            }
        ]
    }
}