{
    "id": "85e67764-3bc7-49f6-b240-a94867e5f62f",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geochemical data set of late Jurassic granitoids in Guangzhou, South China",
            "titleCn": "中国华南广州市晚侏罗世花岗岩类地球化学数据集",
            "description": "The data set includes: lithologic information, chronological data, whole rock major and trace elements and Sr-Nd isotopic data, and in-situ Hf-O isotopic data of zircons from the Huolushan and Longyandong two-mica granites, Huolushan diorites and Huolushan syenite porphyries in the Guangzhou area. The chronological data of rock samples are determined by SIMS of magmatic zircon separated from single mineral. During the testing process, Qinghu standard zircon is used as the monitoring sample to monitor the reliability of the whole analysis and testing process. The main elements were determined by X-ray fluorescence spectrometer (XRF) by melting the rock powder into a glass sheet which can be tested on the computer. The analytical accuracy of the standard materials GBW-07111, GBW-123, GSR-1, GSR-2 and GSR-3 was better than 2%. Trace elements were analyzed by Perkin Elmer Elan 6000 inductively coupled plasma mass spectrometry (ICP-MS). USGS reference materials (BHVO-2, GSR-1, GSR-2, GSR-3, SARM-4, AGV-2 and W-2a) were determined in the process of analysis and test, which were used as external test standards to correct the element content of unknown samples, and the accuracy of analysis and test was better than 3%. The SR Nd isotopic compositions of rocks were determined by means of acid dissolution of powders, and the obtained solutions were monitored by using NBS987 (87Sr / 86Sr = 0.71025) and shin Etsu JNdi-1 (143Nd / 144Nd = 0.512115) standard materials on the Neptune multi receiver inductively coupled plasma mass spectrometer (MC-ICP-MS). The in-situ Hf isotope of zircon was measured by laser and MC-ICP-MS. During the test, Mud Tank and GJ-1 standard zircon were used as monitoring samples to monitor the reliability of the whole process. In situ O isotopic data of zircons were obtained by SIMS analysis of magmatic zircons. In the process of testing, the external accuracy of multiple determination results of Penglai standard sample is better than 0.30% (2σ). The obtained data provide evidence for the mechanism and process of Late Mesozoic crustal reworking in South China. The research results are published in the international well-known Journal LITHOS.",
            "descriptionCn": "该数据集包含了：广州市火炉山和龙眼洞二云母花岗岩、火炉山闪长岩和火炉山正长斑岩样品的岩石岩性信息、样品年代学数据、样品全岩主微量元素和Sr-Nd同位素数据和样品单矿物锆石原位Hf-O同位素数据。岩石样品的年代学数据是通过对岩石单矿物分选的岩浆锆石进行二次离子体质谱（SIMS）测定的，测试过程中Qinghu标准锆石作为监控样品，监控整个分析测试过程的可靠性。主量元素通过将岩石粉末熔融成可以上机测试的玻璃片，用X射线荧光光谱仪（XRF）进行测定，对于标准物质GBW-07111、GBW-123、GSR-1、GSR-2和GSR-3的测量结果分析精度优于2%。微量元素通过在Perkin-Elmer ELAN 6000电感耦合等离子体质谱仪（ICP-MS）上进行。分析测试过程中对USGS标准物质（BHVO-2、GSR-1、GSR-2、GSR-3、SARM-4、AVG-2和W-2a）进行测定，作为外部测试标样校正未知样品的元素含量，分析测试精度优于3%。岩石Sr-Nd同位素通过对粉末进行酸性溶解，对所获得的溶液，在Neptune型多接收电感耦合等离子体质谱仪（MC-ICP-MS）上进行，分别采用NBS987（87Sr/86Sr = 0.71025）和Shin Etsu JNdi-1(143Nd/144Nd=0.512115)标准物质进行监控。锆石原位Hf同位素的测试是通过激光和MC-ICP-MS联用来进行。测试过程中Mud Tank和GJ-1标准锆石作为监控样品，监控整个分析测试过程的可靠性。锆石原位O同位素数据是通过对岩浆锆石进行二次离子质谱（SIMS）分析所获得的。测试过程中，Penglai标样的多次测定结果的外部精度优于0.30%（2σ）。所获得的数据为华南晚中生代地壳再造机制和过程提供了证据。研究成果发表于国际知名期刊Lithos上。",
            "instructions": "All data are stored in word file. The file name \"ZirUPb. DOX\" represents zircon U-Pb geochronology data. The file name \"ZirHfO. DOX\" represents zircon Hf-O isotope data. The file name \"WRMajTra. DOX\" represents the major and trace geochemical data of the whole rock. The file name \"WRIso. DOX\" represents the whole rock isotopic geochemical data.",
            "instructionsCn": "所有数据以Word文件存储。文件名称为\"ZirUPb.dox\"代表锆石U-Pb年代学数据。文件名称为\"ZirHfO.dox\"代表锆石Hf-O同位素数据。文件名称为“WRMajTra.dox”代表全岩主微量地球化学数据。文件名称为“WRIso.dox”代表全岩同位素地球化学数据。",
            "east": 114.02,
            "west": 113.12,
            "south": 22.23,
            "north": 23.66,
            "startTime": null,
            "endTime": null,
            "fileSize": 762368.0,
            "cstr": null,
            "doi": "10.1016/j.lithos.2020.105537",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘潇",
                "nameEn": "LIU Xiao",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Petrogenesis of Late Jurassic two-mica granites and associated diorites and syenite porphyries in Guangzhou, SE China",
                "referenceCn": null,
                "referenceEn": "Liu, X., Wang, Q., Ma, L., Yang, Z.Y., Hu, W.L., Ma, Y.M., Wang, J., & Huang, T.Y. (2020). Petrogenesis of Late Jurassic two-mica granites and associated diorites and syenite porphyries in Guangzhou, SE China. Lithos, 364-365, 105537."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "Sr-Nd同位素",
                "nameEn": "Sr-Nd isotope"
            },
            {
                "nameCn": "主量元素",
                "nameEn": "Major elements"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "微量元素",
                "nameEn": "Trace elements"
            },
            {
                "nameCn": "火成岩",
                "nameEn": "igneous rocks"
            },
            {
                "nameCn": "锆石Hf-O同位素",
                "nameEn": "Zircon Hf-O isotope"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "华南",
                "keywordEn": "South China"
            },
            {
                "keywordCn": "广州",
                "keywordEn": "Guangzhou"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "晚侏罗世",
                "keywordEn": "Late Jurassic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific geochemical characteristics and analytical methods used to study the Late Jurassic granites in South China?",
                "QuestionCn": "南中国晚侏罗世花岗岩的具体地球化学特征和分析方法是什么？",
                "AnswerEn": "lithology, geochronology, major and trace elements, Sr-Nd isotopes, precision better than 2%, precision better than 3%, zircon in-situ Hf isotopes, in-situ O isotopes, external precision better than 0.30% (2σ)",
                "AnswerCn": "岩性、地质年代学、主量和微量元素、Sr-Nd同位素、精度优于2%、精度优于3%、锆石原位Hf同位素、原位O同位素、外部精度优于0.30%（2σ）",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many types of rock samples are included in a dataset related to the geochemistry of Late Jurassic granites in South China?",
                "QuestionCn": "与中国南方晚侏罗世花岗岩地球化学相关的数据集中包含多少种岩石样本类型？",
                "AnswerEn": "4",
                "AnswerCn": "4",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '二次离子质谱（SIMS）' mean in the context of geochemical data collection?",
                "QuestionCn": "'二次离子质谱（SIMS）'在地球化学数据收集的背景下指的是一种分析技术，用于测量材料中元素和同位素的分布。",
                "AnswerEn": "In the context of geochemical data collection, '二次离子质谱（SIMS）' refers to Secondary Ion Mass Spectrometry, a technique used for determining the ages of rock samples by analyzing single mineral zircon grains. This method is used to provide age data in geochemical datasets, ensuring the reliability of the analysis by using standard zircons like Qinghu for monitoring the process.",
                "AnswerCn": "在地球化学数据收集的背景下，“二次离子质谱（SIMS）”指的是二次离子质谱技术，这是一种通过分析单个矿物锆石颗粒来确定岩石样本年龄的方法。该方法用于提供地球化学数据集中的年龄数据，通过使用像青湖这样的标准锆石来监测过程，从而确保分析的可靠性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What underlying principles can be inferred about the geochemical processes from the isotopic and elemental data patterns observed in the granite samples of South China?",
                "QuestionCn": "从南中国花岗岩样品中观察到的同位素和元素数据模式，可以推断出哪些地球化学过程的基本原理？",
                "AnswerEn": "The isotopic and elemental data patterns in the granite samples, such as Sr-Nd and Hf-O isotopic ratios, provide insights into the crustal reformation mechanisms and processes of the Late Mesozoic era in South China. The precise measurements, including main and trace elements and isotopic compositions, suggest a detailed understanding of magma sources, differentiation processes, and the contributions of crustal material in granite formation.",
                "AnswerCn": "花岗岩样品中的同位素和元素数据模式，如Sr-Nd和Hf-O同位素比率，为南方中国晚中生代的地壳重塑机制和过程提供了见解。精确的测量，包括主要和微量元素及同位素组成，表明对岩浆源、分异过程以及地壳物质在花岗岩形成中的贡献有了详细的理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the precision and reliability of geochemical data collection methods for granitic rock samples in late Jurassic geological studies in South China?",
                "QuestionCn": "影响南中国晚侏罗世地质研究中花岗岩岩石样品地球化学数据收集方法的精确性和可靠性的因素有哪些？",
                "AnswerEn": "The precision and reliability of geochemical data collection methods for granitic rock samples are influenced by several factors, including the use of standard reference materials like Qinghu standard zircon for SIMS dating, the employment of XRF for major element analysis, and ICP-MS for trace elements. The accuracy of measurements is ensured by comparing them with established standards such as GBW-07111 and USGS standards. Additionally, the isotopic analysis using MC-ICP-MS with standards like NBS987 for Sr and JNdi-1 for Nd, and the use of laser ablation coupled with MC-ICP-MS for in-situ Hf isotope measurements, also contribute to the reliability of the data. The consistent use of these standards and methodologies helps in maintaining the precision of the analysis and provides evidence for the crustal reconstruction processes of the Late Mesozoic in South China.",
                "AnswerCn": "花岗岩岩石样品的地球化学数据采集方法的精确性和可靠性受到多个因素的影响，包括使用标准参考材料如青湖标准锆石进行SIMS定年，采用XRF进行主要元素分析，以及使用ICP-MS进行微量元素分析。通过与已建立的标准如GBW-07111和USGS标准进行比较，确保了测量的准确性。此外，使用MC-ICP-MS进行同位素分析，采用NBS987作为Sr标准和JNdi-1作为Nd标准，以及使用激光剥蚀结合MC-ICP-MS进行原位Hf同位素测量，也有助于数据的可靠性。这些标准和方法的一致使用有助于维持分析的精确性，并为南方晚中生代的地壳重建过程提供证据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using secondary ion mass spectrometry (SIMS) for zircon age dating on the reliability of geological datasets in late Jurassic granite studies?",
                "QuestionCn": "使用次级离子质谱法（SIMS）对锆石进行年龄测定对晚侏罗世花岗岩研究中地质数据集的可靠性有什么影响？",
                "AnswerEn": "Using secondary ion mass spectrometry (SIMS) for zircon age dating can significantly enhance the reliability of geological datasets by providing precise age determinations, which are crucial for understanding the formation and evolutionary history of late Jurassic granites. By employing standard zircon samples such as Qinghu for monitoring, the method ensures the accuracy and consistency of the age data, which in turn supports robust interpretations of crustal reconstruction mechanisms and processes in South China's late Mesozoic period.",
                "AnswerCn": "使用次级离子质谱（SIMS）对锆石进行年龄测定可以显著提高地质数据集的可靠性，通过提供精确的年龄测定，这对于理解晚侏罗世花岗岩的形成和演化历史至关重要。通过采用标准锆石样品如青湖进行监测，该方法确保了年龄数据的准确性和一致性，从而支持对南中国晚中生代时期地壳重建机制和过程的稳健解释。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting geochemical data and isotopic analyses in the context of late Jurassic granitic rocks in South China?",
                "QuestionCn": "在南中国晚侏罗世花岗岩的背景下，收集地球化学数据和同位素分析的主要目标是什么？",
                "AnswerEn": "The primary objective of collecting geochemical data and isotopic analyses of late Jurassic granitic rocks in South China is to provide evidence for the mechanism and processes of crustal reconstruction during the Late Mesozoic era. This is achieved through detailed analysis of rock samples for lithology, chronology, major and trace elements, and isotopic compositions, which help in understanding the geological history and tectonic evolution of the area.",
                "AnswerCn": "收集南中国晚侏罗纪花岗岩的地球化学数据和同位素分析的主要目的是提供证据，以揭示晚中生代时期地壳重建的机制和过程。这是通过对岩石样本进行详细分析，包括岩石类型、年代学、主要和微量元素以及同位素组成，从而帮助理解该地区的地质历史和构造演化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the detailed procedures involved in collecting and analyzing geochemical data from granitic rock samples in geological studies?",
                "QuestionCn": "在地质研究中，收集和分析花岗岩岩石样品的地球化学数据的详细程序包括以下步骤：\n\n1. **样品采集**：\n   - 选择采样地点：根据地质背景、矿化特征和研究目标选择合适的采样地点。\n   - 采集样品：使用适当的工具（如岩石锤、钻探设备等）采集花岗岩样品，确保样品的代表性和完整性。\n   - 标记和记录：对每个样品进行标记，并记录采样位置、深度、地质特征等信息。\n\n2. **样品准备**：\n   - 清洗样品：去除样品表面的污垢和风化层，以避免污染。\n   - 干燥样品：在适当的温度下干燥样品，以去除水分。\n   - 粉碎和研磨：将样品粉碎成细粉，以便进行后续的化学分析。\n\n3. **化学分析**：\n   - 选择分析方法：根据研究目标选择合适的分析方法，如X射线荧光光谱（XRF）、感应耦合等离子体质谱（ICP-MS）等。\n   - 制备标准溶液：根据所选分析方法制备标准溶液，以确保分析结果的准确性。\n   - 进行分析：将样品和标准溶液放入分析仪器中进行测定，记录数据。\n\n4. **数据处理与分析**：\n   - 数据整理：将分析结果整理成表格或数据库，确保数据的完整性和可追溯性。\n   - 数据质量控制：进行质量控制，检查数据的准确性和可靠性，必要时进行重复分析。\n   - 数据分析：使用统计软件或地球化学软件对数据进行分析，识别元素分布、成分特征等。\n\n5. **结果解释与报告**：\n   - 结果解释：结合地质背景和其他相关数据，对分析结果进行解释，探讨其地质意义。\n   - 撰写报告：将研究过程、结果和结论整理成报告，包含图表和数据分析结果，以便于分享和发表。\n\n6. **后续研究**：\n   - 根据分析结果，可能需要进行进一步的采样和分析，以深入理解花岗岩的成因和演化过程。",
                "AnswerEn": "The detailed procedures for collecting and analyzing geochemical data from granitic rock samples include separating mineral zircon for age dating via Secondary Ion Mass Spectrometry (SIMS) using Qinghu standard zircon for reliability monitoring. Major elements are analyzed by melting rock powders into glass discs for X-ray fluorescence (XRF) spectrometry, achieving accuracy better than 2% with standard materials GBW-07111, GBW-123, GSR-1, GSR-2, and GSR-3. Trace elements are determined using Inductively Coupled Plasma Mass Spectrometry (ICP-MS) on Perkin-Elmer ELAN 6000, with USGS standards used for calibration, achieving accuracy better than 3%. Sr-Nd isotopes are measured by dissolving powders and analyzing with MC-ICP-MS using NBS987 and Shin Etsu JNdi-1 standards for monitoring. In-situ Hf isotopes are tested using Laser Ablation MC-ICP-MS with Mud Tank and GJ-1 standards, and in-situ O isotopes are analyzed via SIMS with Penglai standard providing external precision better than 0.30% (2σ).",
                "AnswerCn": "收集和分析花岗岩岩石样品的地球化学数据的详细程序包括分离锆石矿物以通过次级离子质谱（SIMS）进行年龄测定，使用青湖标准锆石进行可靠性监测。主要元素通过将岩石粉末熔化成玻璃圆片进行X射线荧光（XRF）光谱分析，准确度优于2%，使用的标准材料包括GBW-07111、GBW-123、GSR-1、GSR-2和GSR-3。微量元素使用感应耦合等离子体质谱（ICP-MS）在Perkin-Elmer ELAN 6000上进行分析，使用USGS标准进行校准，准确度优于3%。锶-铷同位素通过溶解粉末并使用多接收器耦合等离子体质谱（MC-ICP-MS）进行分析，监测标准为NBS987和Shin Etsu JNdi-1。原位铪同位素使用激光剥蚀MC-ICP-MS进行测试，标准为Mud Tank和GJ-1，原位氧同位素通过SIMS分析，使用Penglai标准提供外部精度优于0.30%（2σ）。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}