{
  "id": "862f9772-e1ba-4fe8-b181-6966d1373fa3",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Demagnetization data of the Eocene Meisu Formation volcanic rock system in Nanqiangtang",
      "titleCn": "南羌塘始新世美苏组火山岩系统退磁数据",
      "description": "The Qinghai Tibet Plateau is the highest and most widely distributed plateau in the world. Its main body only uplifted to the current plateau in the Cenozoic era, accompanied by large-scale crustal shortening. However, there is significant controversy in the field of plateau lithosphere deformation time and volume. Based on this, on the one hand, detailed zircon U-Pb dating was conducted on the Eocene Meisu Formation volcanic rocks in Nanqiangtang, and on the other hand, systematic demagnetization research was conducted on the volcanic rocks. Use thermal demagnetization method to systematically demagnetize the volcanic rocks of the Meisu Formation. By analyzing the magnetic components using principal component analysis or large circular arc method, stable high-temperature components were revealed. 181 samples from 28 sampling points had effective high-temperature components, and primary residual magnetism was indicated through fold and inversion tests. Based on the zircon U-Pb dating results, it is found that the southern edge of the South Qiangtang is located at~29.5 ± 5.9 ◦ N at~40 Ma. This result can be used to analyze the shortening of the Cenozoic deformation process in the plateau lithosphere.",
      "descriptionCn": "青藏高原是世界上海拔最高、分布最广的高原，它的主体在新生代才隆升到现今高原，伴随而来的是地壳大规模缩短，然而对于高原岩石圈缩短变形时间和体量学界争议较大。基于此，一方面对南羌塘始新世美苏组火山岩开展了详细的锆石U-Pb定年，另一方面对该火山岩开展了系统退磁研究。使用热退磁方法对美苏组火山岩进行系统退磁。通过主成分或大圆弧法分析磁组分，揭示出稳定的高温分量，28个采点181块样品具有有效高温分量，通过褶皱检验和倒转检验指示原生剩磁。结合锆石U-Pb年代学结果，得到南羌塘南缘在~40 Ma时位于~29.5 ± 5.9◦N。该结果可用于分析高原岩石圈缩短新生代变形过程。",
      "instructions": "The file name is paleomagnetism_ Meisu, stored in xlsx format",
      "instructionsCn": "文件名为paleomagnetism_Meisu，以xlsx格式存储",
      "east": 80.93,
      "west": 80.9,
      "south": 33.3,
      "north": 33.4,
      "startTime": "2020-09-20 16:44:09",
      "endTime": "2020-09-30 16:44:09",
      "fileSize": 25389.0,
      "cstr": "18406.11.SolidEar.tpdc.301030",
      "doi": "10.11888/SolidEar.tpdc.301030",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "宋培平",
        "nameEn": "SONG Peiping",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Paleomagnetism and geochronology of upper Eocene volcanic rocks from the western Qiangtang block: Constraints on the post-collisional shortening in western Tibet",
        "referenceCn": null,
        "referenceEn": "Song, P.P*., Ding, L., Zhao, T.G., Li, J.X., Yue, Y.H., & Jing, X. (2022). Paleomagnetism and geochronology of upper Eocene volcanic rocks from the western Qiangtang block: Constraints on the post-collisional shortening in western Tibet. Global and Planetary Change, 217, 103953."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地层",
        "nameEn": "Formation"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "西藏阿里地区日土县",
        "keywordEn": "Nitu County, Ali Prefecture, Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "始新世",
        "keywordEn": "Eocene",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of a dataset used for analyzing the demagnetization process of Eocene volcanic rocks in the southern Qiangtang region?",
        "QuestionCn": "用于分析南羌塘地区古新世火山岩去磁过程的数据集的特征是什么？",
        "AnswerEn": "thermal demagnetization techniques, main component or great circle method analysis, stable high-temperature components, validation through fold and reversal tests",
        "AnswerCn": "热退磁技术，主成分或大圆法分析，稳定的高温组分，通过褶皱和反转测试进行验证。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'systematic demagnetization' mean in the context of volcanic rock studies?",
        "QuestionCn": "在火山岩研究的背景下，“系统性去磁化”是什么意思？",
        "AnswerEn": "In the context of volcanic rock studies, 'systematic demagnetization' refers to the methodical process of removing magnetic signals from rock samples to isolate stable magnetic components. This is typically done using thermal demagnetization techniques, which involve gradually heating the samples to remove secondary magnetization. The goal is to identify the primary remanent magnetization that reflects the Earth's magnetic field at the time the rocks were formed. This process can help reveal the paleoposition of geological formations, such as indicating the position of the southern margin of the Nian Qiangtang during the Eocene at approximately 40 Ma.",
        "AnswerCn": "在火山岩研究的背景下，“系统去磁化”指的是一种有系统地去除岩石样本中磁信号的过程，以隔离稳定的磁成分。这通常通过热去磁化技术来完成，该技术涉及逐渐加热样本以去除次级磁化。其目标是识别反映岩石形成时地球磁场的主要剩余磁化。这一过程有助于揭示地质构造的古位置，例如指示在大约40百万年前的始新世期间，尼安羌塘南缘的位置。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the deformation processes of the high-altitude plateau's lithosphere by analyzing the stable high-temperature magnetic components identified through systematic demagnetization methods?",
        "QuestionCn": "通过系统消磁方法识别出的稳定高温磁性成分，可以推断出高海拔高原岩石圈的变形过程吗？",
        "AnswerEn": "By analyzing the stable high-temperature magnetic components identified through systematic demagnetization methods, it can be inferred that the original remanent magnetization indicates the timing and extent of crustal shortening and deformation processes of the high-altitude plateau's lithosphere during the Cenozoic era. These components reveal the plateau's position at ~40 Ma, providing insights into the geodynamic processes that contributed to its uplift and deformation.",
        "AnswerCn": "通过分析通过系统去磁方法识别的稳定高温磁性成分，可以推断出原始剩余磁化指示了高原岩石圈在新生代期间的地壳缩短和变形过程的时间和程度。这些成分揭示了高原在约4000万年前的位置，为理解其隆起和变形所涉及的地球动力学过程提供了见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the primary reasons for employing systematic demagnetization studies on volcanic rocks in the Eocene Meisu Formation of the Southern Qiangtang region?",
        "QuestionCn": "在南羌塘地区的上新世梅苏组火山岩上进行系统去磁研究的主要原因是什么？",
        "AnswerEn": "Systematic demagnetization studies on volcanic rocks in the Eocene Meisu Formation are conducted to reveal stable high-temperature magnetic components, which are essential for understanding the primary remanent magnetization. By using thermal demagnetization methods, researchers can analyze magnetic components through principal component or great circle methods. This approach helps in determining the original magnetic signals and contributes to the understanding of the deformation process and volume of lithospheric shortening in the Tibetan Plateau during the Cenozoic.",
        "AnswerCn": "对上新世梅苏组火山岩进行系统的去磁研究，以揭示稳定的高温磁成分，这对于理解原始剩余磁化非常重要。通过使用热去磁方法，研究人员可以通过主成分或大圆方法分析磁成分。这种方法有助于确定原始磁信号，并有助于理解青藏高原在新生代期间的变形过程和岩石圈缩短的体积。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of applying systematic thermal demagnetization techniques to Eocene volcanic rocks in terms of understanding the deformation processes of the lithosphere in the Tibetan Plateau?",
        "QuestionCn": "应用系统热去磁技术于始新世火山岩的潜在结果是什么，以便理解青藏高原岩石圈的变形过程？",
        "AnswerEn": "Applying systematic thermal demagnetization techniques to Eocene volcanic rocks can help uncover stable high-temperature magnetic components, which in turn indicate primary remanent magnetization. This process, when combined with zircon U-Pb dating, can provide insights into the position of the southern margin of the Nanqiangtang region around 40 Ma, which is crucial for analyzing the Cenozoic deformation processes of the lithosphere in the Tibetan Plateau.",
        "AnswerCn": "对始新世火山岩应用系统热去磁技术可以帮助揭示稳定的高温磁成分，从而指示原始剩余磁化。将这一过程与锆石U-Pb定年结合，可以提供关于大约4000万年前南羌塘地区南缘位置的见解，这对于分析青藏 Plateau的中新世变形过程至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the ultimate goal of conducting systematic demagnetization studies on volcanic rocks in the context of the Eocene Meisu Formation within the southern Qiangtang region?",
        "QuestionCn": "在南羌塘地区的始新世梅苏组中，进行系统去磁研究的最终目标是什么？",
        "AnswerEn": "The ultimate goal of conducting systematic demagnetization studies on volcanic rocks in this region is to understand the deformation process and timing of crustal shortening in the Tibetan Plateau during the Cenozoic era. This involves analyzing magnetic components to reveal stable high-temperature elements and utilizing zircon U-Pb dating to determine the paleolatitudinal position of the southern margin of Qiangtang around 40 million years ago. These insights contribute to resolving debates on the timing and scale of lithospheric deformation and uplift in the plateau.",
        "AnswerCn": "对该地区火山岩进行系统去磁研究的最终目标是了解青藏高原在新生代期间的地壳缩短变形过程和时序。这涉及分析磁性成分，以揭示稳定的高温元素，并利用锆石U-Pb定年法确定大约4000万年前强塘南缘的古纬度位置。这些见解有助于解决关于高原岩石圈变形和隆起的时序和规模的争论。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in conducting systematic demagnetization studies on volcanic rocks, specifically focusing on identifying stable high-temperature magnetic components?",
        "QuestionCn": "在火山岩上进行系统退磁研究以识别稳定的高温磁性成分涉及哪些程序步骤？",
        "AnswerEn": "The procedural steps for conducting systematic demagnetization on volcanic rocks, such as those from the Eocene Meisu Group in southern Qiangtang, involve using thermal demagnetization techniques. This process includes analyzing magnetic components through principal component analysis or great circle method to reveal stable high-temperature components. In this context, 28 sampling sites with 181 specimens showed effective high-temperature components. Fold tests and reversal tests are employed to verify primary remanent magnetization. These results are then integrated with zircon U-Pb geochronology to determine the paleolatitude of the region at ~40 Ma.",
        "AnswerCn": "对火山岩（如来自南羌塘的上新世梅苏组）进行系统去磁的程序步骤涉及使用热去磁技术。该过程包括通过主成分分析或大圆法分析磁性成分，以揭示稳定的高温成分。在此背景下，28个采样点共采集了181个标本，显示出有效的高温成分。折叠测试和反转测试用于验证原始剩余磁化。这些结果随后与锆石U-Pb年代学相结合，以确定该地区在约4000万年前的古纬度。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}