{
  "id": "8654eb76-cfc2-43a8-9b4b-c583967bfeb2",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Groundwater level dataset  in the middle and lower of Heihe River Basin (2013-2015)",
      "titleCn": "黑河流域中下游补充水位（Diver）数据集（2013-2015）",
      "description": "Through e-Sense / diver hydrological monitoring equipment and dynamic remote monitoring system, the hydrological monitoring data of key stations in Heihe River Basin in the three years from 2013 to 2015 in non freezing period are obtained, mainly including the temperature and water level of three groundwater (Qilian station, Linze station, Ejina station) and six river surface water (Yingluoxia station, Gaoya station, Zhengyixia station, shaomaying station, langxinshan station, Juyanhai station) According to the data, the time resolution is 1H.",
      "descriptionCn": "通过e-SENSE/Diver水文监测设备及动态远程监测系统，获取黑河流域关键站点2013至2015年3年非冰冻期的水文监测数据，主要包括3个地下水（祁连站、临泽站、额济纳站）及6个河道地表水（莺落峡站、高崖站、正义峡站、哨马营站、狼心山站、居延海）的温度及水位数据，时间分辨率为1h。",
      "instructions": "The data is stored in the form of XLS and can be read by office, WPS and other office software",
      "instructionsCn": "数据以表格xls格式存储，可用Office，Wps等办公软件读取",
      "east": 103.0,
      "west": 96.0,
      "south": 38.0,
      "north": 43.0,
      "startTime": "2013-11-05 11:24:00",
      "endTime": "2016-05-06 11:25:00",
      "fileSize": 6374213.0,
      "cstr": "18406.11.Hydro.tpdc.270841",
      "doi": "10.11888/Hydro.tpdc.270841",
      "dataFormat": "excel",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "郑春苗",
        "nameEn": "ZHENG Chunmiao",
        "unitEn": "",
        "unitCn": "北京大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Exploring scale‐dependent ecohydrological responses in a large endorheic river basin through integrated surface water‐groundwater modeling",
        "referenceCn": null,
        "referenceEn": "Tian, Y., Zheng, Y., Zheng, C., et al (2015). Exploring scale‐dependent ecohydrological responses in a large endorheic river basin through integrated surface water‐groundwater modeling. Water Resources Research, 51(6): 4065-4085."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地下水",
        "nameEn": "Ground Water"
      },
      {
        "nameCn": "地下水位",
        "nameEn": "Underground water level"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河中下游",
        "keywordEn": "The middle and lower of Heihe"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2013-2015",
        "keywordEn": "2013-2015",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used for monitoring groundwater and surface water levels in a non-frozen period in river basins?",
        "QuestionCn": "您能否提供一个用于监测河流流域非冻结期地下水和地表水位的数据收集方法的示例？",
        "AnswerEn": "A data collection method involves using e-SENSE/Diver hydrological monitoring equipment and dynamic remote monitoring systems to gather data on groundwater and surface water levels. In the Heihe River Basin, data was collected from key sites over a three-year period during non-frozen months, capturing hourly measurements of temperature and water levels at both groundwater (Qilian, Linze, Ejina sites) and surface water points (Yingluoxia, Gaoya, Zhengyixia, Shaomaying, Langxinshan, Juyan Lake).",
        "AnswerCn": "一种数据收集方法涉及使用e-SENSE/Diver水文监测设备和动态远程监测系统，收集地下水和地表水位的数据。在黑河流域，数据在非冻结月份的三年期间从关键地点收集，捕捉到地下水（祁连、林泽、额济纳站）和地表水点（营流峡、高雅、郑益峡、邵马营、狼心山、居延湖）每小时的温度和水位测量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and attributes of the hydrological monitoring dataset collected using e-SENSE/Diver equipment in the Heihe River Basin from 2013 to 2015?",
        "QuestionCn": "在2013年至2015年期间，使用e-SENSE/Diver设备在黑河流域收集的水文监测数据集的具体特征和属性是什么？",
        "AnswerEn": "temperature, water level, three groundwater sites (Qilian, Linze, Ejina), six river surface water sites (Yingluoxia, Gaoya, Zhengyixia, Shaomaying, Langxinshan, Juyanhai), temporal resolution of 1 hour",
        "AnswerCn": "温度、水位、三个地下水站点（祁连、临泽、额济纳）、六个河流水面站点（莺落峡、高崖、正义峡、哨马营、狼心山、居延海），时间分辨率为1小时。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many key monitoring stations were used to collect water level data during the non-freezing periods from 2013 to 2015 in the Heihe River Basin?",
        "QuestionCn": "在2013年至2015年的非冻结期间，黑河流域用于收集水位数据的关键监测站有多少个？",
        "AnswerEn": "9",
        "AnswerCn": "9",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'e-SENSE/Diver water monitoring equipment' mean in the context of hydrological data collection?",
        "QuestionCn": "在水文数据收集的背景下，“e-SENSE/Diver水监测设备”是什么意思？",
        "AnswerEn": "In the context of hydrological data collection, 'e-SENSE/Diver water monitoring equipment' refers to devices and systems used to gather hydrological data, such as temperature and water level, at key sites within a river basin. These systems involve tools like dynamic remote monitoring systems to continuously collect data with a specified time resolution, such as every hour, particularly during non-frozen periods.",
        "AnswerCn": "在水文数据收集的背景下，“e-SENSE/Diver水监测设备”指的是用于在河流流域内的关键地点收集水文数据的设备和系统，例如温度和水位。这些系统涉及动态远程监测系统等工具，以在非冻结期间以指定的时间分辨率（例如每小时）持续收集数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What could be the potential consequences of using e-SENSE/Diver hydrological monitoring equipment and dynamic remote monitoring systems for water level data collection in non-freezing periods on the accuracy and reliability of hydrological datasets in the Heihe River Basin?",
        "QuestionCn": "使用e-SENSE/Diver水文监测设备和动态远程监测系统在非冻结期收集水位数据可能对黑河流域水文数据集的准确性和可靠性产生的潜在后果是什么？",
        "AnswerEn": "Using e-SENSE/Diver hydrological monitoring equipment and dynamic remote monitoring systems for water level data collection in non-freezing periods could potentially enhance the accuracy and reliability of hydrological datasets in the Heihe River Basin by providing high-resolution, continuous data on groundwater and surface water levels. This method allows for detailed monitoring of temperature and water level changes at key sites, contributing to a more comprehensive understanding of hydrological patterns and trends. However, the reliance on specific technological systems might also introduce challenges such as equipment maintenance and data integration, which could affect data consistency and long-term monitoring efforts.",
        "AnswerCn": "使用e-SENSE/Diver水文监测设备和动态远程监测系统在非冻结期间收集水位数据，可能会通过提供高分辨率、连续的地下水和地表水位数据，增强黑河流域水文数据集的准确性和可靠性。这种方法允许对关键地点的温度和水位变化进行详细监测，有助于更全面地理解水文模式和趋势。然而，对特定技术系统的依赖也可能带来挑战，例如设备维护和数据整合，这可能会影响数据的一致性和长期监测工作。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of using e-SENSE/Diver hydrological monitoring equipment and a dynamic remote monitoring system for data collection in the middle and lower reaches of the Heihe River Basin?",
        "QuestionCn": "使用e-SENSE/Diver水文监测设备和动态远程监测系统在黑河流域中下游进行数据收集的主要目标是什么？",
        "AnswerEn": "The primary objective is to obtain hydrological monitoring data during the non-freezing period from 2013 to 2015 at key sites in the Heihe River Basin, focusing on both groundwater and river surface water temperature and water level data, with an hourly time resolution.",
        "AnswerCn": "主要目标是在2013年至2015年间的非冻结期内，在黑河流域的关键地点获取水文监测数据，重点关注地下水和河流水温及水位数据，时间分辨率为每小时。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures were employed to ensure the accuracy and reliability of hydrological data collection using e-SENSE/Diver equipment in the context of monitoring key sites in the Heihe River Basin from 2013 to 2015?",
        "QuestionCn": "在2013年至2015年期间，使用e-SENSE/Diver设备监测黑河流域关键站点时，为确保水文数据收集的准确性和可靠性，采用了哪些程序？",
        "AnswerEn": "The data collection involved using e-SENSE/Diver hydrological monitoring equipment along with a dynamic remote monitoring system to gather hydrological data at key sites in the Heihe River Basin. The process included monitoring both groundwater and river surface water at various stations, ensuring high temporal resolution with hourly data collection during the non-freezing periods over three years.",
        "AnswerCn": "数据收集涉及使用e-SENSE/Diver水文监测设备以及动态远程监测系统，在黑河流域的关键地点收集水文数据。该过程包括在多个站点监测地下水和河流水面，确保在非冻结期内以每小时的数据收集，持续三年。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements or systems enable the collection of temperature and water level data with an hourly resolution in hydrological monitoring?",
        "QuestionCn": "哪些技术进步或系统能够以每小时的分辨率收集水文监测中的温度和水位数据？",
        "AnswerEn": "The use of e-SENSE/Diver hydrological monitoring equipment and dynamic remote monitoring systems enables the collection of temperature and water level data with an hourly resolution at key sites in the Heihe River Basin.",
        "AnswerCn": "使用e-SENSE/Diver水文监测设备和动态远程监测系统，可以在黑河流域的关键地点以每小时的分辨率收集温度和水位数据。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}