{
  "id": "86620eb1-b712-45a9-b4ad-f5f65185fc60",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Dataset of ground truth measurements synchronizing with airborne PLMR mission in the Yingke oasis and Huazhaizi desert steppe on August 2, 2012",
      "titleCn": "黑河生态水文遥感试验：黑河流域中游盈科绿洲与花寨子荒漠机载PLMR地面同步观测数据集（2012年8月2日）",
      "description": "On August 2, 2012, airborne ground synchronous observation was carried out in plmr quadrats of Yingke oasis and huazhaizi desert. Plmr (polarimetric L-band multibeam radiometer) is a dual polarized (H / V) L-band microwave radiometer, with a center frequency of 1.413 GHz, a bandwidth of 24 MHz, a resolution of 1 km (relative altitude of 3 km), six beam simultaneous observations, an incidence angle of ± 7 °, ± 21.5 °, ± 38.5 °, and a sensitivity of < 1K. The flight mainly covers the middle reaches of the artificial oasis eco hydrological experimental area. The local synchronous data set can provide the basic ground data set for the development and verification of passive microwave remote sensing soil moisture inversion algorithm.            \nQuadrat and sampling strategy:            \nThe observation area is located in the transition zone between the southern edge of Zhangye Oasis and anyangtan desert, on the west side of Zhangye Daman highway, and across the trunk canal of Longqu in the north and the south, which is divided into two parts. In the southwest, there is a 1 km × 1 km desert quadrat. Because the desert is relatively homogeneous, here 1 The soil moisture of 5 points (1 point and center point around each side, and several more points can be measured during walking along the road in the actual measurement process) is collected in KM quadrat. The four corner points are 600 m apart from each other except the diagonal direction. The southwest corner point is huazhaizi desert station, which is convenient to compare with the data of meteorological station. On the northeast side, a large sample with an area of 1.6km × 1.6km was selected to carry out synchronous observation on the underlying surface of oasis. The selection of quadrat is mainly based on the consideration of the representativeness of surface coverage, avoiding residential buildings and greenhouses as much as possible, crossing oasis farmland and some deserts in the south, accessibility, and observation (road consumption) time, so as to obtain the comparison of brightness and temperature with plmr observation.            \nConsidering the resolution of plmr observation, 11 splines (east-west distribution) were collected at the interval of 160 m in the east-west direction. Each line has 21 points (north-south direction) at the interval of 80 M. four hydraprobe data acquisition systems (HDAS, reference 2) were used for simultaneous measurement.            \nMeasurement content:            \nAbout 230 points on the quadrat were obtained, each point was observed twice, that is to say, two times were observed at each sampling point, one time was inside the film (marked as a in the data record) and one time was outside the film (marked as B in the data record). As the HDAS system uses pogo portable soil sensor, the soil temperature, soil moisture (volume moisture content), loss tangent, soil conductivity, real part and virtual part of soil complex dielectric are observed. No synchronous vegetation sampling was carried out on that day.            \nData:            \nThis data set consists of two parts: soil moisture observation and vegetation observation. The former saves data in vector file format, and the spatial location is the location of each sampling point (WGS84 + UTM 47N). Soil moisture and other measurement information are recorded in attribute file.",
      "descriptionCn": "2012年8月2日在盈科绿洲与花寨子荒漠PLMR样方进行了机载飞行地面同步观测。PLMR（Polarimetric L-band Multibeam Radiometer）是双极化（H/V）的L波段微波辐射计，中心频率1.413 GHz，带宽24 MHz，分辨率1 km （相对航高3 km），有6个beam同时观测，入射角为±7º，±21.5º，±38.5º，灵敏度<1K。飞行主要覆盖中游人工绿洲生态水文试验区。本地面同步数据集可为发展和验证被动微波遥感反演土壤水分算法提供基本地面数据集。\n样方及采样策略：\n观测区位于张掖绿洲南缘-安阳滩荒漠过渡带，张（张掖）-大（大满）公路西侧，南北跨龙渠干渠，分为两部分，西南方向为1 km×1 km的荒漠样方，由于荒漠较为均质，在此1 km样方内采集5个点（四周各1点及中心点，实际测量过程中，可在沿路行走过程中多测几个点）的土壤水分，四个角点除对角线方向外，互相间隔600 m，西南角角点为花寨子荒漠站，便于与气象站数据比较。在东北侧，选择了面积1.6 km×1.6 km的大样方针对绿洲下垫面开展同步观测。样方的选择依据主要是考虑地表覆盖代表性、尽量避开民居和大棚、穿越绿洲农田以及南边的部分荒漠、可达性、观测（路途消耗）时间，以期获得与PLMR观测的亮度温度的比较。\n考虑到PLMR观测的分辨率，同步观测中，东西方向以160 m为间隔，采集了11条样线（东西分布），每条线80 m间隔共21个点（南北方向），使用4台Hydraprobe Data Acquisition System （HDAS，参考文献2）同时测量。\n测量内容： \n获取了样方上约230个点，每个点2次观测，即对覆膜玉米地，在每个采样点进行2次观测，1次膜内（数据记录中标记为a），1次膜外（数据记录中标记为b）。由于HDAS系统采用POGO便携式土壤传感器，观测获得土壤温度、土壤水分（体积含水量）、损耗正切、土壤电导率、土壤复介电实部及虚部。当日未开展植被同步采样。\n数据：\n本数据集包括土壤水分观测和植被观测两部分，前者保存数据格式为矢量文件，空间位置即为各采样点位置（WGS84+UTM 47N），土壤水分等测量信息记录在属性文件中。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.35,
      "west": 100.332,
      "south": 38.77,
      "north": 38.782,
      "startTime": "2018-11-24 10:49:18",
      "endTime": "2018-11-24 10:49:18",
      "fileSize": 234425.0,
      "cstr": "18406.11.hiwater.056.2013.db",
      "doi": "10.3972/hiwater.056.2013.db",
      "dataFormat": "文本",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王树果",
        "nameEn": "WANG Shuguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "马明国",
        "nameEn": "MA Mingguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
      },
      {
        "titleCn": null,
        "titleEn": "Australian Airborne Cal/val Experiments for SMOS (AACES) - Winter Campaign: Experiment Plan",
        "referenceCn": null,
        "referenceEn": "Walker, J. P., Rüdiger, C., Peischl, S., Nan, Y., Bandara, R., Allahmoradi, M., Kerr, Y., Kim, E., Gurney, R., Barrett, D. and Le Marshall, J.. Australian Airborne Cal/val Experiments for SMOS (AACES) - Winter Campaign: Experiment Plan. Department of Civil Engineering, Monash University, Australia, 2010,171pp."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤湿度/水分含量",
        "nameEn": "Soil moisture/Water content"
      },
      {
        "nameCn": "微波辐射计",
        "nameEn": "Microwave radiometer"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "the artificial oasis experimental area in the middle reaches"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-08-02",
        "keywordEn": "2012-08-02",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：定标与真实性检验",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      },
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：综合集成与航空微波遥感",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to gather soil moisture data in an arid to semi-arid region, particularly in the context of remote sensing validation?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于在干旱到半干旱地区收集土壤湿度数据，特别是在遥感验证的背景下？",
        "AnswerEn": "An example of a data collection method for soil moisture in an arid to semi-arid region involves using a Polarimetric L-band Multibeam Radiometer (PLMR) for airborne observations, in conjunction with ground-based measurements. The ground-based method includes collecting soil moisture data at specified points within a designated area using a Hydraprobe Data Acquisition System. The sampling strategy is designed to represent the land cover and ensure comparability with remote sensing observations, with point measurements taken both inside and outside of plastic film-covered maize fields, capturing soil temperature, volumetric water content, and other soil properties.",
        "AnswerCn": "在干旱到半干旱地区，土壤湿度的数据收集方法的一个例子是使用极化L波段多波束辐射计（PLMR）进行空中观测，并结合地面测量。地面方法包括在指定区域内的特定点收集土壤湿度数据，使用Hydraprobe数据采集系统。采样策略旨在代表土地覆盖，并确保与遥感观测的可比性，点测量在塑料薄膜覆盖的玉米田内外进行，捕捉土壤温度、体积含水量和其他土壤特性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many sampling points are included in a dataset focusing on soil moisture observations in an ecological hydrology remote sensing experiment?",
        "QuestionCn": "在一个专注于生态水文遥感实验的土壤湿度观测数据集中包含多少个采样点？",
        "AnswerEn": "230",
        "AnswerCn": "230",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of using a Polarimetric L-band Multibeam Radiometer (PLMR) in ecological and hydrological remote sensing studies?",
        "QuestionCn": "使用极化L波段多波束辐射计（PLMR）在生态和水文遥感研究中的重要性是什么？",
        "AnswerEn": "A Polarimetric L-band Multibeam Radiometer (PLMR) is significant in ecological and hydrological remote sensing studies because it is a dual-polarization (H/V) L-band microwave radiometer with a central frequency of 1.413 GHz and a resolution of 1 km when flown at a relative altitude of 3 km. It offers six beams with varying incidence angles, providing sensitive measurements (<1K) that are crucial for developing and validating soil moisture retrieval algorithms from passive microwave remote sensing data.",
        "AnswerCn": "极化L波段多波束辐射计（PLMR）在生态和水文遥感研究中具有重要意义，因为它是一种双极化（水平/垂直）L波段微波辐射计，中心频率为1.413 GHz，飞行高度为3公里时的分辨率为1公里。它提供六个不同入射角的波束，能够进行敏感的测量（<1K），这对于开发和验证被动微波遥感数据的土壤湿度反演算法至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods used for soil moisture observation in arid desert areas compare to those used for soil moisture observation in agricultural oases, considering factors like spatial resolution and sampling strategy?",
        "QuestionCn": "在干旱沙漠地区用于土壤湿度观测的数据收集方法与在农业绿洲中用于土壤湿度观测的方法相比，考虑到空间分辨率和采样策略等因素，存在怎样的差异？",
        "AnswerEn": "In arid desert areas, a sparse sampling strategy is employed due to the homogeneity of the terrain, with 5 points collected within a 1 km² area, including corner points and a central point. In contrast, for agricultural oases, a denser sampling method is used, with 21 points per line on 11 lines spaced 160 m apart, covering a larger area of 1.6 km x 1.6 km. The agricultural area uses a systematic grid to account for the heterogeneous surface and diverse land cover, whereas the desert sampling is adapted to its uniformity and easier access.",
        "AnswerCn": "在干旱的沙漠地区，由于地形的均匀性，采用稀疏的采样策略，在1平方公里的区域内收集5个点，包括角落点和一个中心点。相比之下，对于农业绿洲，采用更密集的采样方法，在11条相隔160米的线上每条线采集21个点，覆盖更大面积的1.6公里 x 1.6公里。农业区域使用系统网格以考虑表面的异质性和多样的土地覆盖，而沙漠采样则适应其均匀性和更容易的访问。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of conducting airborne and ground synchronous observations using a Polarimetric L-band Multibeam Radiometer in ecological hydrology experiments?",
        "QuestionCn": "在生态水文学实验中，使用极化L波段多波束辐射计进行空中和地面同步观测的主要目标是什么？",
        "AnswerEn": "The primary objective of conducting airborne and ground synchronous observations using a Polarimetric L-band Multibeam Radiometer is to provide essential ground data for the development and validation of passive microwave remote sensing algorithms for soil moisture retrieval.",
        "AnswerCn": "进行空气和地面同步观测的主要目的是利用极化L波段多波束辐射计提供必要的地面数据，以便开发和验证被动微波遥感算法用于土壤湿度提取。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}