{
    "id": "869073d9-d736-45bc-9675-2f8666705044",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Grid based light data one belt, one road along the same line",
            "titleCn": "基于栅格尺度的\"一带一路\"沿线国家灯光数据",
            "description": "1) based on 1 km resolution data lights in 2019, covers all the way \"area\" 64 1 countries along the (Chinese), for analyzing \"One Belt And One Road\" along the national and social development relationship between population and resources environment is very important for the regional heterogeneity;2) the data from earth observation satellite Suomi NPP, the satellite visible light/infrared radiation imaging (VIIRS) to obtain a new night lighting remote sensing image, developed jointly by NASA, NOAA and the U.S. air force, Raytheon company offers;3) earth observation satellite Suomi NPP using GIS and remote sensing methods such as innovation, provide scientists with higher precision and improve weather prediction and climate of the earth's atmosphere information cognitive ability;4) data from 2019 in the night light data resulting from the average, and through the add blank value, eliminate outliers, space transverse longitudinal comparison and processing, to meet the large scale geographical research, in the heart of the \"One Belt And One Road\" related research application is very extensive, follow-up will be subject to an increase in the number of all the countries, constantly update perfect this set of data.",
            "descriptionCn": "1）基于1km分辨率的的2019年灯光数据，涵盖\"一带一路\"64+1（中国）个沿线国家，对于分析\"一带一路\"沿线国家人口与资源环境和社会发展关系的区域异质性至关重要；2）本数据来源于对地观测卫星Suomi NPP，该卫星搭载的可见光/红外辐射成像仪（VIIRS）能够获取新的夜间灯光遥感影像，由NASA、NOAA和美国空军共同开发，Raytheon公司提供；3）对地观测卫星Suomi NPP运用GIS和遥感等创新方法，为科学家提供精度更高的地球大气信息并提升天气预测和气候认知能力；4）数据由2019年全年月份夜间灯光数据求平均后得到，并通过补充空白值，剔除异常值，进行空间横向纵向比对和加工处理，能够满足大尺度的地理相关研究，在\"一带一路\"相关研究中将应用非常广泛，后续将根据一带一路国家数量的增加，不断更新完善本套数据。",
            "instructions": "The light data is stored in grid file format, and the file name is \"silkload\"_ light2019.grid\"\nThe data can be read by ArcGIS software.",
            "instructionsCn": "灯光数据以栅格文件格式存储，文件的名称为“silkroad_light2019.grid\"\n数据用Arcgis软件可读取使用。",
            "east": 180.0,
            "west": 180.0,
            "south": 11.0,
            "north": 75.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 22214291.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "NPP-VIIRS",
                "nameEn": "NPP-VIIRS",
                "unitEn": "",
                "unitCn": "National Centers for Environmental Information"
            }
        ],
        "literatureList": [
            {
                "titleCn": "基于NPP-VIIRS夜间灯光数据的上海市城市空间发展与驱动力分析",
                "titleEn": null,
                "referenceCn": "刘泽平. (2020). 基于NPP-VIIRS夜间灯光数据的上海市城市空间发展与驱动力分析. 智能建筑与智慧城市, 12, 45-48.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "人地遥感",
                "nameEn": "Human-nature Remote Sensing"
            },
            {
                "nameCn": "灯光",
                "nameEn": "Night light"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "Silk Road",
                "keywordEn": "Silk Road"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2019",
                "keywordEn": "2019",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "上海作为国际化大都市 ，城市发展驱动力多样，因此探索上海市近些年城市空间动态变化，评估上海市城市发展战略的实施效果，进而探究城市变化背后的驱动力，从而把握上海市发展方向，这些将有助于上海市的公共决策与城市发展。夜间灯光遥感为城市空间变化分析提供了便捷的途径 。以 NPP-VIIRS 为代表的夜间灯光数据可以较为精准的捕获城市、居民地、渔船等夜间灯光信号，进而实现了城市边界与其发展情况等信息的提取。Mundia认为经济增长和交通影响了城市扩张，城市主要沿着道路呈线性扩张；胡德勇等通过分析长沙市城市扩张演变，认为人口增长是其主要驱动力；冯庆功对人口，地租，生态指标，金融产业区位熵等因素与夜间灯光强度做拟合，指出金融集聚效应是长三角城市群发展的主要动力。"
            ],
            "research objective": [
                "综合以上方法，笔者将采用2012年～2019年 NPP-VIIRS 夜间灯光数据，分析上海市城市空间变化，之后统计上海人口与经济指标，结合夜间灯光亮度，分析上海市城市发展的主要驱动力，最终把握上海市城市发展的情况。"
            ],
            "challenges": [],
            "methods": [
                "本文首先使用经过校正后的 NPP-VIIRS 夜间灯光数据，逐年采用大津法突变检测阈值，最终确定了 2012-2019 年上海市夜间灯光数据区分建成区的合理阈值。之后，用阈值法提取多年城市建成区，从时间角度来看，上海市建成区面积以 72.13km²/年的速度增加。最后本文采用 OLS 线性回归方法对上海市发展驱动力进行分析。"
            ],
            "dataset": [
                "NPP-VIIRS 夜间灯光数据 ( 以下简称 NPP) 来源于美国国家海洋和大气管理局（NOAA/NGDC ），数据为全球每月夜间灯光数据，时间序列为 2012 年～2019 年。本文所用的相关统计指标均来自于2012 年～ 2019 年各年度的上海市统计年鉴。"
            ],
            "findings": [
                "2012-2019 年上海市建成区面积增长速度为 72.13km²/年，且近五年增长速度明显减缓。上海市建成区主要向东南方向扩张，主要驱动机制是政策扶持，高技术产业集聚带来的规模经济与空间溢出效应以及外资的投入。金融集聚对上海市城市发展具有显著促进作用，人口密度的增加与第一产业的发展对上海市发展有显著抑制作用。"
            ],
            "backgroundCn": [
                "上海作为国际化大都市，城市发展驱动力多样，因此探索上海市近些年城市空间动态变化，评估上海市城市发展战略的实施效果，进而探究城市变化背后的驱动力，从而把握上海市发展方向，这些将有助于上海市的公共决策与城市发展。夜间灯光遥感为城市空间变化分析提供了便捷的途径。以 NPP-VIIRS 为代表的夜间灯光数据可以较为精准地捕获城市、居民地、渔船等夜间灯光信号，进而实现城市边界与其发展情况等信息的提取。Mundia认为经济增长和交通影响了城市扩张，城市主要沿着道路呈线性扩张；胡德勇等通过分析长沙市城市扩张演变，认为人口增长是其主要驱动力；冯庆功对人口、地租、生态指标、金融产业区位熵等因素与夜间灯光强度做拟合，指出金融集聚效应是长三角城市群发展的主要动力。"
            ],
            "research objectiveCn": [
                "Based on the above methods, the author will use NPP-VIIRS nighttime light data from 2012 to 2019 to analyze the urban spatial changes in Shanghai. Subsequently, the author will collect statistics on Shanghai's population and economic indicators, and combine them with nighttime light brightness to analyze the main driving forces behind the urban development of Shanghai, ultimately grasping the situation of urban development in Shanghai."
            ],
            "challengesCn": [],
            "methodsCn": [
                "The text is already in Chinese."
            ],
            "datasetCn": [
                "NPP-VIIRS 夜间灯光数据（以下简称 NPP）来源于美国国家海洋和大气管理局（NOAA/NGDC），数据为全球每月夜间灯光数据，时间序列为 2012 年～2019 年。本文所用的相关统计指标均来自于2012 年～ 2019 年各年度的上海市统计年鉴。"
            ],
            "findingsCn": [
                "2012-2019年上海市建成区面积增长速度为72.13km²/年，且近五年增长速度明显减缓。上海市建成区主要向东南方向扩张，主要驱动机制是政策扶持、高技术产业集聚带来的规模经济与空间溢出效应以及外资的投入。金融集聚对上海市城市发展具有显著促进作用，人口密度的增加与第一产业的发展对上海市发展有显著抑制作用。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the NPP-VIIRS data capable of capturing signals beyond just urban areas, such as residential areas and fishing boats?",
                "QuestionCn": "NPP-VIIRS数据是否能够捕捉到城市以外的信号，例如住宅区和渔船？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which method is more commonly used for processing nighttime light data to analyze urban development: GIS, remote sensing techniques, or statistical methods?",
                "QuestionCn": "哪种方法在处理夜间灯光数据以分析城市发展方面更常用：GIS、遥感技术还是统计方法？",
                "AnswerEn": "GIS and remote sensing techniques",
                "AnswerCn": "GIS和遥感技术",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the key data collection methods used for obtaining and processing night-time light data along the Belt and Road countries?",
                "QuestionCn": "获取和处理“一带一路”国家夜间灯光数据的关键数据收集方法有哪些？",
                "AnswerEn": "Suomi NPP satellite",
                "AnswerCn": "Suomi NPP 卫星",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where is the source of the NPP-VIIRS night-time light data, and what significance does it hold for urban development analysis?",
                "QuestionCn": "NPP-VIIRS夜间灯光数据的来源是什么，它在城市发展分析中具有怎样的重要意义？",
                "AnswerEn": "National Oceanic and Atmospheric Administration (NOAA)",
                "AnswerCn": "美国国家海洋和大气管理局 (NOAA)",
                "Level": "C2(Understanding)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that utilizes satellite technology to monitor urban expansion in a specific region?",
                "QuestionCn": "您能否提供一个利用卫星技术监测特定地区城市扩张的数据收集方法的例子？",
                "AnswerEn": "The Suomi NPP satellite, equipped with the Visible Infrared Imaging Radiometer Suite (VIIRS), is used to collect night-time light data. This data is processed to monitor urban expansion by detecting changes in night-time light intensity, as illustrated in the study of Shanghai's urban growth from 2012 to 2019.",
                "AnswerCn": "Suomi NPP卫星配备了可见光红外成像辐射计套件（VIIRS），用于收集夜间光数据。这些数据经过处理，用于通过检测夜间光强度的变化来监测城市扩张，正如对2012年至2019年上海城市增长的研究所示。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a dataset that could be used to analyze the relationship between urban development and socio-economic factors in a global context?",
                "QuestionCn": "一个可以用来分析城市发展与社会经济因素之间关系的全球性数据集的例子是什么？",
                "AnswerEn": "The NPP-VIIRS night-time light data, collected from 2012 to 2019, is an example of a dataset that can be used to analyze the relationship between urban development and socio-economic factors. This dataset provides a global time series of night-time lights, which researchers have used to correlate urban growth with economic indicators and population data, particularly in the context of 'One Belt, One Road' countries.",
                "AnswerCn": "NPP-VIIRS夜间灯光数据是一个可以用来分析城市发展与社会经济因素之间关系的数据集，收集时间为2012年至2019年。该数据集提供了全球夜间灯光的时间序列，研究人员已利用该数据集将城市增长与经济指标和人口数据进行关联，特别是在“一带一路”国家的背景下。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you give an example of how anomalies in satellite-derived datasets are addressed to ensure data accuracy?",
                "QuestionCn": "您能否举例说明如何处理卫星衍生数据集中的异常，以确保数据准确性？",
                "AnswerEn": "Anomalies in satellite-derived datasets, such as those from the Suomi NPP, are addressed by processing the night-time light data to fill in missing values and remove outliers. This includes spatial and temporal comparisons to ensure consistency and reliability, as demonstrated in the preparation of the 2019 average night-time light data for 'One Belt, One Road' countries.",
                "AnswerCn": "卫星衍生数据集中的异常现象，例如来自Suomi NPP的数据，通过处理夜间灯光数据来填补缺失值和去除异常值。这包括进行空间和时间比较，以确保一致性和可靠性，正如在为“一带一路”国家准备2019年平均夜间灯光数据时所示。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of nighttime light data collected along the Belt and Road Initiative countries?",
                "QuestionCn": "“一带一路”沿线国家收集的夜间灯光数据的特点是什么？",
                "AnswerEn": "1km resolution, 2019, 64+1 countries, Suomi NPP satellite, VIIRS instrument",
                "AnswerCn": "1公里分辨率，2019年，64+1个国家，Suomi NPP卫星，VIIRS仪器",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the main attributes of the nighttime light datasets used to analyze urban development?",
                "QuestionCn": "用于分析城市发展的夜间灯光数据集的主要属性是什么？",
                "AnswerEn": "monthly nighttime light data from 2012 to 2019, calibrated to identify urban built-up areas",
                "AnswerCn": "2012年至2019年每月夜间灯光数据，校准以识别城市建设区域。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the essential data processing steps for utilizing nighttime satellite imagery in large-scale geographic studies?",
                "QuestionCn": "利用夜间卫星影像进行大规模地理研究的基本数据处理步骤有哪些？",
                "AnswerEn": "averaging monthly nighttime light data, supplementing missing values, removing outliers, conducting spatial comparisons and processing",
                "AnswerCn": "平均每月夜间灯光数据，补充缺失值，去除异常值，进行空间比较和处理。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What spatial resolution is used for the night-time light data collected by the Suomi NPP satellite?",
                "QuestionCn": "Suomi NPP卫星收集的夜间灯光数据使用的空间分辨率是多少？",
                "AnswerEn": "1 km",
                "AnswerCn": "1公里",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What role does the integration of GIS and remote sensing play in improving the accuracy and applicability of earth observation data for climate and weather predictions?",
                "QuestionCn": "GIS（地理信息系统）和遥感技术的整合在提高气候和天气预测的地球观测数据的准确性和适用性方面发挥了重要作用。",
                "AnswerEn": "The integration of GIS and remote sensing plays a crucial role in improving the accuracy and applicability of earth observation data for climate and weather predictions by offering innovative methods to gather high-precision atmospheric information. This integration enhances scientists' ability to understand and predict climatic changes, which is vital for accurate and effective environmental planning and policy-making.",
                "AnswerCn": "GIS和遥感的结合在提高气象和气候预测的地球观测数据的准确性和适用性方面发挥着至关重要的作用，提供了收集高精度大气信息的创新方法。这种整合增强了科学家理解和预测气候变化的能力，这对于准确有效的环境规划和政策制定至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the data collection method of using NPP-VIIRS for night-time light data differ from other satellite-based remote sensing techniques in capturing urban growth dynamics?",
                "QuestionCn": "使用NPP-VIIRS夜间灯光数据的收集方法与其他基于卫星的遥感技术在捕捉城市增长动态方面有何不同？",
                "AnswerEn": "The NPP-VIIRS night-time light data specifically captures night-time illumination, which is useful for identifying urban areas, human settlements, and activities like fishing. This method contrasts with other remote sensing techniques that may focus on daytime imagery or other spectral bands, providing different insights into land use and urban growth dynamics.",
                "AnswerCn": "NPP-VIIRS夜间灯光数据专门捕捉夜间照明，这对于识别城市区域、人类聚居地以及捕鱼等活动非常有用。这种方法与其他可能专注于白天影像或其他光谱波段的遥感技术形成对比，提供了对土地利用和城市增长动态的不同见解。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences in the processing steps involved in deriving average night-time light data for a year compared to processing monthly satellite data for urban analysis?",
                "QuestionCn": "在获取年度平均夜间灯光数据与处理每月卫星数据进行城市分析之间，涉及的处理步骤有何不同？",
                "AnswerEn": "Deriving average night-time light data for a year involves aggregating monthly data, filling missing values, and removing anomalies, which provides a more stable and representative dataset for large-scale analyses. In contrast, monthly data processing might focus on short-term changes and detailed temporal patterns, requiring different techniques for noise reduction and data alignment.",
                "AnswerCn": "获取一年的平均夜间光数据涉及汇总每月数据、填补缺失值和去除异常值，这样可以提供一个更稳定和具有代表性的数据集，以便进行大规模分析。相比之下，每月数据处理可能更关注短期变化和详细的时间模式，需要采用不同的技术来减少噪声和进行数据对齐。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might the integration of GIS and remote sensing technologies enhance the precision and applicability of night-time light data for analyzing regional heterogeneity along the Belt and Road regions?",
                "QuestionCn": "GIS和遥感技术的整合如何增强夜间灯光数据在分析“一带一路”地区区域异质性方面的精确性和适用性？",
                "AnswerEn": "The integration of GIS and remote sensing technologies, as utilized by the Suomi NPP satellite, enhances precision by providing higher accuracy earth atmospheric information, which is crucial for analyzing regional heterogeneity in population, resource environment, and social development along the Belt and Road regions.",
                "AnswerCn": "GIS和遥感技术的整合，利用Suomi NPP卫星，提升了精确度，通过提供更高准确性的地球大气信息，这对于分析“一带一路”地区的人口、资源环境和社会发展中的区域异质性至关重要。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "In what ways can the preprocessing steps such as mean calculation and anomaly removal of night-time light data influence the outcomes of large-scale geographical studies?",
                "QuestionCn": "夜间灯光数据的预处理步骤，如均值计算和异常值去除，如何影响大规模地理研究的结果？",
                "AnswerEn": "Preprocessing steps like averaging night-time light data over a year and removing anomalies are essential for ensuring the dataset's reliability and accuracy. This allows for robust large-scale geographical studies by minimizing noise and errors, thus making the data suitable for analyzing spatial and temporal patterns accurately.",
                "AnswerCn": "预处理步骤，如对夜间灯光数据进行年度平均和去除异常值，对于确保数据集的可靠性和准确性至关重要。这可以通过最小化噪声和错误，使数据适合于准确分析空间和时间模式，从而支持大规模地理研究。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the accuracy of night-time light data in capturing urban spatial changes?",
                "QuestionCn": "影响夜间灯光数据捕捉城市空间变化准确性的因素有哪些？",
                "AnswerEn": "The use of innovative methods such as GIS and remote sensing by the Suomi NPP satellite provides higher precision in earth atmosphere information, enhancing the accuracy of capturing urban spatial changes.",
                "AnswerCn": "苏米NPP卫星采用创新方法，如地理信息系统（GIS）和遥感技术，提供了更高精度的地球大气信息，提高了捕捉城市空间变化的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it essential to preprocess night-time light data before using it in large-scale geographic research?",
                "QuestionCn": "在进行大规模地理研究之前，预处理夜间灯光数据是至关重要的，原因如下：",
                "AnswerEn": "Preprocessing such as filling blank values, removing outliers, and performing spatial cross-sectional and longitudinal comparisons is essential to ensure the data's reliability and suitability for large-scale geographic research.",
                "AnswerCn": "预处理，如填补空白值、去除异常值以及进行空间横截面和纵向比较，对于确保数据的可靠性和适合大规模地理研究至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How might the integration of night-time light data with socioeconomic indicators influence the analysis of urban development drivers?",
                "QuestionCn": "夜间灯光数据与社会经济指标的整合如何影响城市发展驱动因素的分析？",
                "AnswerEn": "Integrating night-time light data with socioeconomic indicators, such as population and economic metrics, can enhance the analysis of urban development drivers by providing a more comprehensive understanding of how factors like policy support, high-tech industry agglomeration, and foreign investment contribute to urban growth.",
                "AnswerCn": "将夜间灯光数据与人口和经济指标等社会经济指标相结合，可以增强对城市发展驱动因素的分析，提供更全面的理解，了解政策支持、高科技产业集聚和外资等因素如何促进城市增长。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What are the potential effects of processing and correcting night-time light data on the accuracy of detecting urban built-up areas over time?",
                "QuestionCn": "处理和校正夜间灯光数据对随时间检测城市建筑区域的准确性可能产生的影响是什么？",
                "AnswerEn": "Processing and correcting night-time light data can significantly improve the accuracy of detecting urban built-up areas over time by removing anomalies and filling in missing values, allowing for more precise thresholding and consistent delineation of urban boundaries.",
                "AnswerCn": "处理和修正夜间灯光数据可以显著提高检测城市建成区的准确性，通过去除异常值和填补缺失值，从而实现更精确的阈值设定和一致的城市边界划定。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to apply innovative methods like GIS and remote sensing in processing data from earth observation satellites like Suomi NPP?",
                "QuestionCn": "为什么在处理来自地球观测卫星（如Suomi NPP）的数据时，应用创新方法如地理信息系统（GIS）和遥感技术是重要的？",
                "AnswerEn": "Innovative methods such as GIS and remote sensing are important because they enhance the accuracy of earth atmospheric information and improve weather prediction and climate understanding, which are essential for scientific research and practical applications.",
                "AnswerCn": "创新方法如地理信息系统（GIS）和遥感技术非常重要，因为它们提高了地球大气信息的准确性，并改善了天气预测和气候理解，这对科学研究和实际应用至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What drives the need to continuously update and refine datasets regarding night-time lights in Belt and Road countries?",
                "QuestionCn": "是什么驱动着对“一带一路”国家夜间灯光数据集的持续更新和完善的需求？",
                "AnswerEn": "The need to continuously update and refine datasets is driven by the increasing number of Belt and Road countries and the significant role these datasets play in broad-scale geographic research, which requires up-to-date and comprehensive data to remain relevant and useful.",
                "AnswerCn": "持续更新和完善数据集的需求是由于“一带一路”国家数量的不断增加，以及这些数据集在广泛的地理研究中所发挥的重要作用，这要求数据保持最新和全面，以保持相关性和实用性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in the preprocessing of night-time light data from the Suomi NPP satellite before it is used for large-scale geographic studies?",
                "QuestionCn": "在使用苏米NPP卫星的夜间灯光数据进行大规模地理研究之前，涉及哪些预处理程序？",
                "AnswerEn": "The preprocessing of night-time light data involves averaging the monthly night-time light data for the year, supplementing missing values, removing anomalies, and conducting spatial cross-sectional and longitudinal comparisons and processing.",
                "AnswerCn": "夜间灯光数据的预处理包括对年度的月度夜间灯光数据进行平均、补充缺失值、去除异常值，以及进行空间横截面和纵向比较与处理。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can GIS and remote sensing methods be employed to enhance the accuracy of data collected from earth-observing satellites like the Suomi NPP in assessing atmospheric conditions?",
                "QuestionCn": "GIS和遥感方法如何被应用于提高从地球观测卫星（如Suomi NPP）收集的评估大气条件数据的准确性。",
                "AnswerEn": "GIS and remote sensing methods are used to provide higher accuracy in earth atmospheric information by integrating innovative techniques, which improve weather prediction and climate understanding capabilities.",
                "AnswerCn": "GIS和遥感方法通过整合创新技术提供更高精度的地球大气信息，从而提高天气预测和气候理解能力。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What steps are taken to determine the threshold for distinguishing urban built-up areas using NPP-VIIRS night-time light data?",
                "QuestionCn": "确定使用NPP-VIIRS夜间灯光数据区分城市建成区的阈值所采取的步骤包括：",
                "AnswerEn": "To determine the threshold for distinguishing urban built-up areas, the corrected NPP-VIIRS night-time light data is used, applying the Otsu's method for change detection thresholding annually, to establish a reasonable threshold for each year from 2012 to 2019.",
                "AnswerCn": "为了确定区分城市建筑区域的阈值，使用了修正后的NPP-VIIRS夜间灯光数据，采用Otsu方法进行年度变化检测阈值设定，以为2012年至2019年的每一年建立合理的阈值。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have facilitated the high-resolution collection of night-time light data for assessing urban development and spatial changes?",
                "QuestionCn": "哪些技术进步促进了夜间光数据的高分辨率收集，以评估城市发展和空间变化？",
                "AnswerEn": "The Suomi NPP satellite equipped with the Visible Infrared Imaging Radiometer Suite (VIIRS) has enabled the collection of high-resolution night-time light data. This technology provides more precise Earth atmospheric information, enhancing weather prediction and climate understanding capabilities.",
                "AnswerCn": "Suomi NPP卫星配备了可见光红外成像辐射计套件（VIIRS），使得高分辨率夜间灯光数据的收集成为可能。这项技术提供了更精确的地球大气信息，增强了天气预测和气候理解的能力。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How does the integration of GIS and remote sensing techniques enable the analysis of spatial heterogeneity in relation to population, resource environment, and social development?",
                "QuestionCn": "地理信息系统（GIS）和遥感技术的结合如何使得在与人口、资源环境和社会发展相关的空间异质性分析中发挥作用？",
                "AnswerEn": "GIS and remote sensing techniques applied on data from the Suomi NPP satellite allow for detailed spatial analysis, crucial for understanding regional heterogeneity in population, resources, environment, and social development along the 'Belt and Road' countries.",
                "AnswerCn": "GIS和遥感技术应用于苏米NPP卫星的数据，能够进行详细的空间分析，这对于理解“一带一路”沿线国家在人口、资源、环境和社会发展方面的区域异质性至关重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What data processing methods ensure the accuracy and applicability of night-time light data for large-scale geographic research?",
                "QuestionCn": "哪些数据处理方法可以确保夜间灯光数据在大规模地理研究中的准确性和适用性？",
                "AnswerEn": "The night-time light data is processed by averaging monthly night-time data for the year, filling blank values, removing outliers, and conducting spatial comparisons and adjustments, ensuring it meets the demands of large-scale geographic research.",
                "AnswerCn": "夜间灯光数据通过对年度的月度夜间数据进行平均处理，填补空白值，去除异常值，并进行空间比较和调整，确保满足大规模地理研究的需求。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be difficulties in updating datasets related to night-time light data as new countries join global initiatives, and how could these challenges be addressed?",
                "QuestionCn": "随着新国家加入全球倡议，更新与夜间灯光数据相关的数据集可能会面临困难，这些挑战可能包括数据获取的复杂性、标准化问题、技术能力不足以及缺乏合作等。为了解决这些挑战，可以采取以下措施：加强国际合作与沟通，建立统一的数据标准，提供技术支持与培训，促进数据共享与透明度。",
                "AnswerEn": "Updating datasets as new countries join global initiatives may be difficult due to differing levels of technological infrastructure, data availability, and standardization across countries. Addressing these challenges could involve international collaboration to harmonize data collection methods and improve satellite data processing techniques.",
                "AnswerCn": "随着新国家加入全球倡议，更新数据集可能会面临困难，因为各国在技术基础设施、数据可用性和标准化方面存在差异。解决这些挑战可能需要国际合作，以协调数据收集方法并改善卫星数据处理技术。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your evaluation of the effectiveness of using nighttime light data from NPP-VIIRS to analyze urban spatial changes in rapidly developing cities?",
                "QuestionCn": "我对使用NPP-VIIRS的夜间灯光数据分析快速发展城市的城市空间变化的有效性进行评估。",
                "AnswerEn": "Using nighttime light data from NPP-VIIRS is effective for analyzing urban spatial changes in rapidly developing cities, as it allows for precise capture of urban boundaries and development trends. This method is particularly useful in assessing the impacts of various socio-economic drivers on urban growth, as demonstrated by the analysis of Shanghai's urban expansion and development drivers from 2012 to 2019.",
                "AnswerCn": "使用NPP-VIIRS的夜间灯光数据对于分析快速发展的城市的空间变化是有效的，因为它能够精确捕捉城市边界和发展趋势。这种方法在评估各种社会经济驱动因素对城市增长的影响方面特别有用，正如对2012年至2019年上海城市扩张和发展驱动因素的分析所示。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How would you assess the potential challenges in processing and refining nighttime light datasets for use in large-scale geographic research?",
                "QuestionCn": "如何评估在大规模地理研究中处理和精炼夜间光数据集的潜在挑战？",
                "AnswerEn": "Processing and refining nighttime light datasets for large-scale geographic research can present challenges such as ensuring data accuracy through calibration, handling missing or anomalous data, and performing spatial and temporal comparisons across diverse regions. These steps are crucial for achieving reliable results that can inform research on regional heterogeneity in population, resource, environment, and social development.",
                "AnswerCn": "处理和精炼夜间灯光数据集以进行大规模地理研究可能会面临一些挑战，例如通过校准确保数据准确性、处理缺失或异常数据，以及在不同地区进行空间和时间比较。这些步骤对于实现可靠的结果至关重要，这些结果可以为区域人口、资源、环境和社会发展的异质性研究提供信息。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how nighttime light data can effectively capture urban expansion and its driving forces over time.",
                "QuestionCn": "我不明白夜间灯光数据如何有效捕捉城市扩张及其驱动因素的变化。",
                "AnswerEn": "Nighttime light data from satellites like Suomi NPP's VIIRS can capture urban expansion by detecting changes in light emissions over time, which correlate with human activities and urban development. These datasets allow for the analysis of spatial and temporal patterns of urban growth, providing insights into the driving forces such as economic factors and policy influences.",
                "AnswerCn": "来自卫星如Suomi NPP的VIIRS的夜间灯光数据可以通过检测光 emissions 的变化来捕捉城市扩张，这与人类活动和城市发展相关。这些数据集允许分析城市增长的空间和时间模式，提供对经济因素和政策影响等驱动因素的洞察。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the methods used to ensure the accuracy and reliability of nighttime light data in large-scale geographic studies.",
                "QuestionCn": "我对在大规模地理研究中确保夜间光数据准确性和可靠性的方法感到不确定。",
                "AnswerEn": "To ensure accuracy and reliability, nighttime light data is processed by averaging monthly data over a year, filling in missing values, and removing anomalies. This processed data is then compared spatially and temporally, allowing for more robust analysis in large-scale geographic studies, especially in regions like the Belt and Road Initiative countries.",
                "AnswerCn": "为了确保准确性和可靠性，夜间灯光数据通过对每年的月度数据进行平均、填补缺失值和去除异常值进行处理。处理后的数据随后在空间和时间上进行比较，从而在大规模地理研究中，尤其是在“一带一路”倡议国家等地区，允许进行更为稳健的分析。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "I can't make sense of how to integrate nighttime light data with other socio-economic indicators for comprehensive urban studies.",
                "QuestionCn": "我无法理解如何将夜间灯光数据与其他社会经济指标整合，以进行全面的城市研究。",
                "AnswerEn": "Nighttime light data can be integrated with socio-economic indicators such as population statistics and economic metrics by correlating light intensity with these variables. In urban studies, this integration helps identify the main drivers of urban development, such as economic policies and industrial clustering, by examining spatial patterns and changes over time.",
                "AnswerCn": "夜间灯光数据可以与人口统计和经济指标等社会经济指标进行整合，通过将光强度与这些变量相关联。在城市研究中，这种整合有助于识别城市发展的主要驱动因素，例如经济政策和产业集聚，通过检查空间模式和随时间的变化。",
                "Level": "C6(Creating)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please identify and evaluate potential challenges in collecting night-time light data from satellites like Suomi NPP, and suggest possible solutions to overcome these challenges.",
                "QuestionCn": "请识别和评估从像Suomi NPP这样的卫星收集夜间光数据的潜在挑战，并建议可能的解决方案来克服这些挑战。",
                "AnswerEn": "Challenges in collecting night-time light data from satellites such as Suomi NPP may include issues with data accuracy, missing values, and anomaly detection. Solutions could involve implementing advanced image processing techniques to fill missing data, rigorous anomaly detection algorithms to identify and exclude outliers, and continuous updates to the dataset to ensure its relevance and accuracy for large-scale geographic research.",
                "AnswerCn": "从卫星如Suomi NPP收集夜间光数据的挑战可能包括数据准确性问题、缺失值和异常检测。解决方案可以包括实施先进的图像处理技术来填补缺失数据，严格的异常检测算法以识别和排除离群值，以及对数据集进行持续更新，以确保其在大规模地理研究中的相关性和准确性。",
                "Level": "C6(Creating)"
            }
        ]
    }
}