{
    "id": "8717e941-0852-4d61-bc0a-9ee4a9da13b6",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Dataset of microbial abundance, dissolved organic carbon, and total nitrogen in Tibetan Plateau glaciers",
            "titleCn": "青藏高原冰川微生物丰度、有机碳和总氮数据集",
            "description": "This is a comprehensive dataset on microbial abundance, dissolved organic carbon (DOC), and total nitrogen (TN) for glaciers on the TP based on extensive field sampling from 2010. The dataset comprises 5,409 microbial abundance records of ice cores and snow pits from 12 glaciers and 2,532 DOC and TN records of five habitats, including ice core, snow pit, surface ice, surface snow, and proglacial runoff, from 38 glaciers. These glaciers covered broad areas and diverse climate conditions with a multiyear average temperature ranging from -13.4 ℃ (the Guliya glacier) to 2.9 ℃ (the Zhuxigou glacier) and multiyear average precipitation ranging from 76.9 mm (the No.15 glacier) to 927.8 mm (the 24K glacier), which makes this dataset suitable for studies across the entire TP. To the best of our knowledge, this is the first dataset of microbial abundance and TN in glaciers on the TP, and also the first dataset of DOC in ice cores on the TP. These new data could provide valuable information for researches on the glacier carbon and nitrogen cycle and assessing the potential impacts of glacier retreat due to global warming on downstream ecosystems.",
            "descriptionCn": "该数据集是刘勇勤课题组从2010年以来多次野外采样积累的数据汇总而成，包括青藏高原12个冰川的冰芯和雪坑微生物丰度数据（5409条记录）和38个冰川的溶解性有机碳和总氮数据（2532条记录，包括冰芯、雪坑、表面冰、表面雪和冰前径流等生境）。所采样的冰川覆盖范围广，气候条件多样，多年平均气温从-13.4℃（古里亚冰川）到2.9℃（朱溪沟冰川），多年平均降水量从76.9毫米（15号冰川）到927.8毫米（24K冰川）。这些数据可为研究冰川碳氮循环和全球变暖背景下冰川退缩对下游生态系统的影响提供基础数据。",
            "instructions": "The data is stored in Excel format, and the contents of each file are: \n1. Glacier-info.xlsx: glacier name and location \n2. Icecore-info.xlsx：information about ice-core sampling points \n3. Snowpit-info.xlsx：information about snow-pit sampling points \n4. Microbial abundance-ice core.xlsx: microbial abundance in ice cores \n5. Microbial abundance-snow pit.xlsx: microbial abundance in snow pits \n6. DOC-TN-ice core.xlsx: DOC and TN concentrations in ice cores \n7. DOC-TN-sonw pit.xlsx: DOC and TN concentrations in snow pits \n8. DOC-TN-surface snow ice.xlsx: DOC and TN concentrations in surface ice and snow \n9. DOC-TN-runoff.xlsx: DOC and TN concentrations in proglacial runoff",
            "instructionsCn": "数据以Excel格式存储，各文件存储的内容为： \n1. Glacier-info.xlsx: 冰川名称和位置信息 \n2. Icecore-info.xlsx：冰芯采样时间和地点信息 \n3. Snowpit-info.xlsx：雪坑采样时间和地点信息\n4. Microbial abundance-ice core.xlsx: 冰芯的微生物丰度 \n5. Microbial abundance-snow pit.xlsx: 雪坑的微生物丰度 \n6. DOC-TN-ice core.xlsx: 冰芯的DOC和TN \n7. DOC-TN-sonw pit.xlsx: 雪坑的DOC和TN \n8. DOC-TN-surface snow ice.xlsx: 表面冰雪的DOC和TN \n9. DOC-TN-runoff.xlsx: 径流的DOC和TN",
            "east": 105.0,
            "west": 73.0,
            "south": 26.0,
            "north": 40.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 473575.0,
            "cstr": "18406.11.Cryos.tpdc.271841",
            "doi": "10.11888/Cryos.tpdc.271841",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘勇勤",
                "nameEn": "LIU Yongqin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A comprehensive dataset of microbial abundance, dissolved organic carbon, and nitrogen in Tibetan Plateau glaciers",
                "referenceCn": null,
                "referenceEn": "Liu, Y.Q., Fang, P.C., Guo, B.X., Ji, M.K., Liu, P.F., Mao, G.N., Xu, B.Q., Kang, S.C., & Liu, J.Z. (2022). A comprehensive dataset of microbial abundance, dissolved organic carbon, and nitrogen in Tibetan Plateau glaciers. Earth Syst. Sci. Data, 14, 2303–2314. https://doi.org/10.5194/essd-14-2303-2022."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            },
            {
                "nameCn": "微生物",
                "nameEn": "microorganism"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2010s",
                "keywordEn": "2010s",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "How many records of microbial abundance data are included in a dataset collected from the glaciers on the Tibetan Plateau?",
                "QuestionCn": "从青藏高原的冰川收集的数据集中包含多少条微生物丰度数据记录？",
                "AnswerEn": "5409",
                "AnswerCn": "5409",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'microbial abundance' mean in the context of glacier ice core and snow pit studies on the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原的冰芯和雪坑研究中，“微生物丰度”指的是在冰层和雪层中存在的微生物数量或密度。",
                "AnswerEn": "Microbial abundance in the context of glacier ice core and snow pit studies on the Qinghai-Tibet Plateau refers to the quantity or concentration of microorganisms present in the ice or snow samples collected from glaciers in this region. It involves measuring the number of microbial entities, which may include bacteria, archaea, and other microbial life forms, within various glacier habitats such as ice cores, snow pits, surface ice, surface snow, and glacial runoff. This data is crucial for understanding microbial ecosystems in glaciers and their roles in biogeochemical cycles.",
                "AnswerCn": "微生物丰度在青藏高原冰川冰芯和雪坑研究中的意义是指在该地区从冰川采集的冰或雪样本中存在的微生物的数量或浓度。它涉及测量各种冰川栖息地（如冰芯、雪坑、表面冰、表面雪和冰川径流）中微生物实体的数量，这些微生物可能包括细菌、古菌和其他微生物生命形式。这些数据对于理解冰川中的微生物生态系统及其在生物地球化学循环中的作用至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential effects on downstream ecosystems if data collection methods reveal changes in glacier microbial abundance and organic carbon and nitrogen levels on the Tibetan Plateau?",
                "QuestionCn": "如果数据收集方法揭示了青藏高原冰川微生物丰度以及有机碳和氮水平的变化，对下游生态系统可能产生的影响是什么？",
                "AnswerEn": "If data collection methods reveal changes in glacier microbial abundance and organic carbon and nitrogen levels on the Tibetan Plateau, it could provide insights into how glacier retreat due to global warming impacts carbon and nitrogen cycles. These changes may influence nutrient availability and biological activity in downstream ecosystems, affecting their ecological balance and health.",
                "AnswerCn": "如果数据收集方法揭示了青藏高原冰川微生物丰度以及有机碳和氮水平的变化，这可能为我们提供关于全球变暖导致冰川退缩如何影响碳和氮循环的见解。这些变化可能会影响下游生态系统中的养分可用性和生物活动，从而影响它们的生态平衡和健康。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the goals behind collecting data on microbial abundance, organic carbon, and total nitrogen from glaciers on the Tibetan Plateau, and how might this data contribute to understanding global climate change?",
                "QuestionCn": "收集关于青藏高原冰川的微生物丰度、有机碳和总氮的数据的目标是什么，这些数据如何有助于理解全球气候变化？",
                "AnswerEn": "The goals of collecting data on microbial abundance, organic carbon, and total nitrogen from glaciers on the Tibetan Plateau include providing foundational data for studying the carbon and nitrogen cycles in glaciers. This data is crucial for understanding how glacier retreat, driven by global warming, affects downstream ecosystems. The glaciers sampled cover a wide range of climatic conditions, offering insights into the impact of varying temperatures and precipitation levels on glacier dynamics and their broader environmental implications.",
                "AnswerCn": "收集关于青藏高原冰川的微生物丰度、有机碳和总氮的数据的目标包括为研究冰川中的碳和氮循环提供基础数据。这些数据对于理解全球变暖驱动的冰川退缩如何影响下游生态系统至关重要。所采样的冰川覆盖了广泛的气候条件，提供了关于不同温度和降水水平对冰川动态及其更广泛环境影响的洞察。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are utilized to collect and compile microbiological abundance and organic carbon and nitrogen data from glaciers in the Qinghai-Tibetan Plateau, and what challenges might researchers face in these environments?",
                "QuestionCn": "在青藏高原的冰川中，收集和汇编微生物丰度以及有机碳和氮数据的程序包括样本采集、实验室分析和数据处理。研究人员通常会在冰川表面和冰芯中采集样本，使用过滤、离心等方法分离微生物，并通过分子生物学技术（如PCR和测序）来鉴定微生物种类。同时，利用化学分析方法测定样本中的有机碳和氮含量。\n\n在这些环境中，研究人员可能面临的挑战包括极端的气候条件（如低温和高海拔）、样本采集的困难（如冰川的易变性和不稳定性）、以及设备和人员的运输和保障问题。此外，数据的准确性和重复性也可能受到环境因素的影响。",
                "AnswerEn": "The data collection involves field sampling of ice cores and snow pits from 12 glaciers, as well as surface ice, surface snow, and proglacial runoff from 38 glaciers. Researchers likely face challenges such as harsh climate conditions, with average temperatures ranging from -13.4°C to 2.9°C, and varying precipitation levels from 76.9 mm to 927.8 mm. These conditions can complicate both the accessibility and preservation of samples, requiring careful logistical planning and specialized equipment to ensure accurate data collection.",
                "AnswerCn": "数据收集涉及对12个冰川的冰芯和雪坑进行现场采样，以及对38个冰川的表面冰、表面雪和冰川前径流进行采样。研究人员可能面临的挑战包括恶劣的气候条件，平均温度范围为-13.4°C到2.9°C，降水量从76.9毫米到927.8毫米不等。这些条件可能会使样本的获取和保存变得复杂，因此需要仔细的后勤规划和专业设备，以确保准确的数据收集。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methods or technologies enable the collection of microbial abundance, organic carbon, and total nitrogen data from glaciers in diverse climatic conditions on the Tibetan Plateau?",
                "QuestionCn": "哪些方法或技术能够在不同气候条件下，从青藏高原的冰川中收集微生物丰度、有机碳和总氮数据？",
                "AnswerEn": "The data collection methods involve multiple field sampling efforts since 2010 across 12 glaciers for microbial abundance and 38 glaciers for organic carbon and total nitrogen. The sampling includes various habitats such as ice cores, snow pits, surface ice, surface snow, and proglacial runoff. The diverse climatic conditions are accounted for by sampling a wide range of glaciers with varying average temperatures and precipitation levels.",
                "AnswerCn": "数据收集方法涉及自2010年以来对12个冰川进行微生物丰度的多次现场采样，以及对38个冰川进行有机碳和总氮的采样。采样包括多种栖息地，如冰芯、雪坑、表面冰、表面雪和冰川前径流。通过对具有不同平均温度和降水水平的多种冰川进行采样，考虑了多样的气候条件。",
                "Level": "C3(Applying)"
            }
        ]
    }
}