{
  "id": "87e6c5ac-dcb6-4bcf-aa06-75b448f6e1b8",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Data of major and trace elements in host rock of luokuidong molybdenum deposit, Hainan Island",
      "titleCn": "海南岛罗葵洞钼矿床赋矿围岩主微量元素数据",
      "description": "The major element test of host rock of luokuidong molybdenum deposit in Hainan Island was completed by Aoshi analytical testing (Guangzhou) Co., Ltd., and the trace element test was completed by the State Key Laboratory of isotope geochemistry, Guangzhou Institute of geochemistry, Chinese Academy of Sciences. The experiment was completed during 2017-2020. In the experiment, fresh, non altered or weakly altered rock samples were selected. After removing the skin, the samples were crushed to 200 mesh without pollution. Lithium metaborate was used to melt the main elements and analyzed by X-ray fluorescence spectrometer (method code: me-xrf26d). The content range of elements was 0.01% ~ 100%, and the analysis accuracy was better than 5%. Perkin Elmer SCIEX Elan 6000 inductively coupled plasma mass spectrometer (ICP-MS) was used to test trace elements, and the analysis accuracy was better than 5%.\nThis data can provide data support for geochemical model analysis of luokuidong molybdenum deposit in Hainan Island.\nThe above data are published in EI Core Journal of Geoscience, the data are true and reliable, and the data are stored in the form of Excel.",
      "descriptionCn": "海南岛罗葵洞钼矿床赋矿围岩主量元素测试委托澳实分析检测（广州）有限公司完成，微量元素测试委托中国科学院广州地球化学研究所同位素地球化学国家重点实验室完成，实验在2017-2020期间完成。实验中选取新鲜、无蚀变或蚀变较弱的岩石样品，去除表皮后，将样品无污染粉碎至200目。主量元素测试时采用偏硼酸锂熔融，X荧光光谱仪分析完成（方法代码为ME-XRF26d），检测元素含量范围在0.01%~100%之间，分析精度优于5%。微量元素测试测试时采用仪器Perkin-Elmer Sciex ELAN 6000型电感耦合等离子体质谱仪（ICP-MS）完成，分析精度优于5%。\n此数据可为海南岛罗葵洞钼矿床日后在地球化学模型分析中提供数据支持。\n以上数据发表在《地球科学》EI 核心期刊，数据真实可靠，数据以Excel表格形式储存。",
      "instructions": "The data are stored in Excel format. The file name is \"LKD\", which represents luokuidong molybdenum deposit. The sample name, sample number and processing results are marked in the header of Excel.",
      "instructionsCn": "数据均以Excel表格格式储存，文件名称为“LKD”代表罗葵洞钼矿床，Excel内表头中标注有样品名称、样品编号和处理结果。",
      "east": 109.53,
      "west": 109.58,
      "south": 18.4,
      "north": 18.45,
      "startTime": null,
      "endTime": null,
      "fileSize": 60602.0,
      "cstr": "18406.11.Geo.tpdc.271341",
      "doi": "10.11888/Geo.tpdc.271341",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "朱昱桦",
        "nameEn": "ZHU Yuhua",
        "unitEn": "",
        "unitCn": "贵州省地质调查院"
      }
    ],
    "literatureList": [
      {
        "titleCn": "海南岛罗葵洞斑岩钼矿床地球化学特征及成矿物质来源",
        "titleEn": null,
        "referenceCn": "朱昱桦, 陈根文, 单强, 许德如, 王历星, 何妙玲, 兰永文, 孙俊. (2020). 海南岛罗葵洞斑岩钼矿床地球化学特征及成矿物质来源. 地球科学, 45(4), 1187-1212.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "华南钼矿床",
        "keywordEn": "South China Mo deposit"
      },
      {
        "keywordCn": "海南岛",
        "keywordEn": "Hainan Island"
      },
      {
        "keywordCn": "罗葵洞",
        "keywordEn": "LuoKuidong"
      },
      {
        "keywordCn": "钼矿床",
        "keywordEn": "Mo deposit"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "白垩纪",
        "keywordEn": "Cretaceous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Verification": [
      {
        "QuestionEn": "Was the microelement analysis in the data collection process conducted using ICP-MS with a precision better than 5%?",
        "QuestionCn": "在数据收集过程中，微量元素分析是否使用了ICP-MS，且精度优于5%？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data collection methods used for analyzing major and trace elements in mineral deposits?",
        "QuestionCn": "用于分析矿床中主要和微量元素的数据收集方法的特点是什么？",
        "AnswerEn": "fresh, unaltered or weakly altered rock samples, crushed to a fine powder of 200 mesh, lithium metaborate fusion, X-ray fluorescence spectrometer, detection range 0.01% to 100%, analytical precision better than 5%, Perkin-Elmer Sciex ELAN 6000 inductively coupled plasma mass spectrometer (ICP-MS), analytical precision better than 5%",
        "AnswerCn": "新鲜、未改变或轻微改变的岩石样品，粉碎至200目细粉，锂硼酸盐熔融，X射线荧光光谱仪，检测范围0.01%至100%，分析精度优于5%，Perkin-Elmer Sciex ELAN 6000电感耦合等离子体质谱仪（ICP-MS），分析精度优于5%。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the analytical precision achieved in the microelement testing using ICP-MS in the data collection method?",
        "QuestionCn": "在数据收集方法中，使用ICP-MS进行微量元素测试时所达到的分析精度是什么？",
        "AnswerEn": "5%",
        "AnswerCn": "5%",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using different analytical techniques, such as XRF and ICP-MS, on the accuracy and reliability of elemental data in geochemical modeling for molybdenum deposits?",
        "QuestionCn": "使用不同的分析技术，如XRF和ICP-MS，对钼矿床的地球化学建模中元素数据的准确性和可靠性可能产生的后果是什么？",
        "AnswerEn": "Using different analytical techniques like XRF for main elements and ICP-MS for trace elements can lead to high accuracy and reliability, with precision better than 5%. This can significantly enhance the geochemical modeling of molybdenum deposits by providing precise elemental data, supporting robust and accurate model predictions.",
        "AnswerCn": "使用不同的分析技术，如XRF用于主要元素，ICP-MS用于微量元素，可以实现高精度和可靠性，精度优于5%。这可以显著增强钼矿床的地球化学建模，通过提供精确的元素数据，支持稳健和准确的模型预测。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives of collecting geochemical data from the host rocks of the molybdenum deposits in Hainan Island's Luokuidong area?",
        "QuestionCn": "收集海南岛罗奎洞地区钼矿床母岩的地球化学数据的目标是什么？",
        "AnswerEn": "The objective of collecting geochemical data from the host rocks of the molybdenum deposits in Hainan Island's Luokuidong area is to provide data support for future geochemical model analysis of the molybdenum deposits. This involves analyzing major and trace elements to understand the composition and formation processes of the deposits.",
        "AnswerCn": "收集海南岛罗奎洞地区钼矿床母岩的地球化学数据的目的是为未来钼矿床的地球化学模型分析提供数据支持。这涉及对主要元素和微量元素的分析，以了解矿床的成分和形成过程。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What is the procedural approach for selecting and preparing rock samples for micro and major element analysis in molybdenum deposits?",
        "QuestionCn": "选择和准备钼矿床岩石样品进行微量和主要元素分析的程序方法是什么？",
        "AnswerEn": "The procedural approach involves selecting fresh rock samples that are either unaltered or minimally altered. The samples are then stripped of their outer layer and pulverized to 200 mesh to prevent contamination. For major element analysis, samples are fused with lithium metaborate and analyzed using X-ray fluorescence (XRF) spectrometry, ensuring a concentration range of 0.01% to 100% with an accuracy better than 5%. For trace element analysis, the samples are analyzed using a Perkin-Elmer Sciex ELAN 6000 inductively coupled plasma mass spectrometer (ICP-MS) with an accuracy better than 5%.",
        "AnswerCn": "程序性方法涉及选择新鲜的岩石样本，这些样本要么未被改变，要么仅有最小的改变。样本的外层被剥去，并研磨至200目，以防止污染。对于主要元素分析，样本与锂硼酸盐熔融，并使用X射线荧光（XRF）光谱法进行分析，确保浓度范围为0.01%至100%，准确度优于5%。对于微量元素分析，样本使用Perkin-Elmer Sciex ELAN 6000感应耦合等离子体质谱仪（ICP-MS）进行分析，准确度优于5%。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What analytical techniques and instruments enable the precise measurement of trace elements in geological samples from molybdenum deposits?",
        "QuestionCn": "哪些分析技术和仪器能够精确测量来自钼矿床的地质样品中的微量元素？",
        "AnswerEn": "The precise measurement of trace elements in geological samples from molybdenum deposits is enabled by the use of the Perkin-Elmer Sciex ELAN 6000 inductively coupled plasma mass spectrometer (ICP-MS), providing an analytical precision better than 5%.",
        "AnswerCn": "通过使用Perkin-Elmer Sciex ELAN 6000感应耦合等离子体质谱仪（ICP-MS），可以精确测量来自钼矿床的地质样品中的微量元素，提供优于5%的分析精度。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}