{
  "id": "87ede2d0-f4e8-4b5d-a30c-93b437181083",
  "relatedPaper": 2,
  "context": {
    "metadata": {
      "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Sidaoqiao superstation, 2021)",
      "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站涡动相关仪-2021）",
      "description": "This dataset contains the flux measurements from the Sidaoqiao superstation eddy covariance system (EC) in the downstream reaches of the Heihe integrated observatory network from January 1 to December 31 in 2021. The site (101.1374° E, 42.0012° N) was located in the Ejina Banner in Inner Mongolia Autonomous Region . The elevation is 873 m. The EC was installed at a height of 3.2 m, and the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (CSAT3&Li7500DS) was 0.15 m.\nThe raw data acquired at 10 Hz were processed using the Eddypro post-processing software, including the spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. The observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC): class 1-3 (high quality), class 4-6 (good), class 7-8 (poor, better than gap filling data), class9 (rejected). In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data collected before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 10% of the 30 min raw record. There were 48 records per day, and the missing data were replaced with -6999. Suspicious data were marked in red. \nThe released data contained the following variables: data/time, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m3), CO2 mass density (CO2, mg/m3), friction velocity (ustar, m/s), stability (L), sensible heat flux (Hs, W/m2), latent heat flux (LE, W/m2), carbon dioxide flux (Fc, mg/ (m2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xls format. Detailed information can be found in the suggested references.\nFor more information, please refer to Liu et al. (2018) (for sites information), Liu et al. (2011) for data processing) in the Citation section.",
      "descriptionCn": "该数据集包含了2021年1月1日至2021年12月31日的黑河流域地表过程综合观测网下游四道桥超级站涡动相关仪观测数据。站点位于内蒙古额济纳旗四道桥，下垫面是柽柳。观测点的经纬度是101.1374E, 42.0012N，海拔873 m。涡动相关仪的架高8m，采样频率是10Hz，超声朝向是正北向，超声风速温度仪（CSAT3）与CO2/H2O分析仪（Li7500DS）之间的距离是15cm。\n涡动相关仪的原始观测数据为10Hz，发布的数据是采用Eddypro软件处理的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对Eddypro软件输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据中每30min内缺失率大于10%的数据。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。\n发布的观测数据包括：日期/时间Date/Time，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（℃），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），奥布霍夫长度L（m），感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE，二氧化碳通量的质量标识QA_Fc。感热、潜热、二氧化碳通量的质量标识分为九级（质量标识1-3数据质量好，4-6数据质量较好，7-8数据质量较差（较插补数据好）；9数据质量差））。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。\n黑河流域地表过程综合观测网或站点信息请参考Liu et al. (2018)，观测数据处理请参考Liu et al. (2011)。",
      "instructions": "Year+** observatory network+ site no + EC.",
      "instructionsCn": "年份+**观测网+站点名称+EC",
      "east": 101.1374,
      "west": 101.1374,
      "south": 42.0012,
      "north": 42.0012,
      "startTime": "2021-01-01 00:00:00",
      "endTime": "2021-12-31 00:00:00",
      "fileSize": 2666728.0,
      "cstr": "18406.11.Atmos.tpdc.272475",
      "doi": "10.11888/Atmos.tpdc.272475",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "任志国",
        "nameEn": "REN Zhiguo",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "谭俊磊",
        "nameEn": "TAN Junlei",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "张阳",
        "nameEn": "ZHANG Yang",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
        "referenceCn": null,
        "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
      },
      {
        "titleCn": null,
        "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": null,
        "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
      },
      {
        "titleCn": null,
        "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
      },
      {
        "titleCn": null,
        "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
        "referenceCn": null,
        "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
      },
      {
        "titleCn": null,
        "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
        "referenceCn": null,
        "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
      },
      {
        "titleCn": null,
        "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
      },
      {
        "titleCn": null,
        "titleEn": "Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Zhu, Z.L., Liu, S.M., Song, L.S., Wang, X.C., Zhou, S., Yang, X.F., & Xu. T.R. (2021). Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors. Journal of Hydrology, 598, 126483."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "能见度",
        "nameEn": "Visibility"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "四道桥超级站",
        "keywordEn": "Sidaoqiao superstation"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      },
      {
        "keywordCn": "黑河流域下游",
        "keywordEn": "The lower reaches of the heihe river"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2021",
        "keywordEn": "2021",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
        "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
        "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
        "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
      ],
      "research objective": [
        "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
        "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
      ],
      "challenges": [
        "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
        "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
      ],
      "methods": [
        "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
        "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
      ],
      "dataset": [
        "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
      ],
      "findings": [
        "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
        "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
      ],
      "backgroundCn": [
        "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散发（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散发估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被的混合物。因此，单源模型显然无法准确估算表面蒸散发，因为其影响。",
        "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“树冠上方”和“土壤下方”两种情况。水蒸气和热量在树冠内部的参考高度相遇。此外，混合的水蒸气和热量只能通过树冠顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型复杂，具有超过五个无法准确计算的阻力。此外，该模型包含的所需参数和观测数据无法从操作卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
        "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射计视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了与使用波恩比-能量平衡系统、涡度协方差（EC）系统或大孔径闪烁仪的测量结果相比的总通量或蒸散发（土壤加冠层）。",
        "在强烈对流的灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，当EC通量测量的H和LE与可用能量Rn−G0之间存在能量平衡闭合不完全时，这一任务变得更加困难。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这种温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文显示，与观察到的复合辐射温度相比，组分温度存在过高估计。这往往对TSEB模型的性能产生最关键的影响。此外，该区域的强对流环境也是另一个因素。"
      ],
      "research objectiveCn": [
        "在这封信中，地面测量的土壤和冠层成分温度被用来估算蒸散（E）、蒸发（T）和蒸散发（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，得到了E（E/ET%）和T（T/ET%）的观察比率。",
        "这封信的目的是利用高分辨率热像仪观察到的土壤和冠层组件温度作为输入，估计蒸散（E）、蒸发（T）和蒸散发（ET），并随后通过稳定氧和氢同位素技术与涡动相关（EC）测量的结合，更好地验证E、T和ET。"
      ],
      "challengesCn": [
        "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
        "导出组件温度的误差主要是由于图像分类错误引起的；这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还因为在灌溉农田中，当平均H较小时，EC系统的不确定性达到了18%。由于图像像素分类错误，土壤像素被错误地计为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气上行辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
      ],
      "methodsCn": [
        "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括地面5米处的空气温度、风速、湿度，12米高处使用四分量辐射计测量的四分量辐射，以及使用采样频率为10 Hz的涡度相关系统在4.5米高处测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00之间收集为热图像。基于地面测量数据，应用Craig-Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
        "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的显热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）计算得出。土壤和冠层的组件温度是通过热像仪获得的图像计算得出的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热图像中提取土壤和冠层的方向亮度温度。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率将热红外温度转换为辐射温度。最后，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
      ],
      "datasetCn": [
        "实验区是一个人工绿洲，覆盖着玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于ET的比率，这些研究是在多尺度蒸散发观测实验中进行的，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
      ],
      "findingsCn": [
        "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
        "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估计的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值一致。此外，TSEB模型对Rn、H和LE的估计也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
      ]
    },
    {
      "background": [
        "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
      ],
      "research objective": [
        "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
      ],
      "challenges": [
        "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
      ],
      "methods": [
        "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
      ],
      "dataset": [
        "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
      ],
      "findings": [],
      "backgroundCn": [
        "干旱和半干旱地区大约占全球陆地表面积的30%（Dregne, 1991；Scanlon et al., 2006），在气候变化的影响下，干旱地区的扩展尤其发生在发展中国家（Huang et al., 2016）。绿洲是干旱和半干旱地区独特的生态景观，不仅是这些地区生态环境的核心，也是其经济发展的基础，特别是在中国西部，自古以来就一直是“丝绸之路”的重要组成部分。绿洲占干旱地区总面积的不到10%，却支持着中国这些地区90%以上的人口（Chu et al., 2005；Li et al., 2016；Zhou et al., 2022）。绿洲-沙漠系统在维持稳定的生态环境和农业生产力方面发挥着至关重要的作用（Zhang and Zhao, 2015）。大量研究基于实地和遥感观测（Taha et al., 1991；Potchter et al., 2008；Xue et al., 2019；Wang et al., 2019；Zhou et al., 2022）以及数值模拟（Chu et al., 2005；Meng et al., 2009；Georgescu et al., 2011；Liu et al., 2020）对绿洲-沙漠地区的能量、水汽和碳交换进行了广泛研究。此外，位于半干旱地区的绿洲-沙漠区域已被先前研究者发现为碳汇（Tagesson et al., 2016；Wang et al., 2019）；因此，它们可以显著影响干旱地区的碳平衡，并在全球碳循环中发挥越来越重要的作用。"
      ],
      "research objectiveCn": [
        "因此，维持绿洲与沙漠系统之间的平衡对于实现可持续绿洲发展的目标至关重要。了解绿洲-沙漠生态系统中能量、水汽和碳交换的基本特征，对于实现绿洲-沙漠地区的碳达峰和碳中和目标，以及支持绿洲的生态安全和可持续发展是非常重要的。对绿洲-沙漠地区能量、水汽和碳交换的定量理解，对于认识绿洲-沙漠之间的相互作用至关重要，并且对保护绿洲的生态稳定性和社会经济发展具有重要意义；此外，长期观测是不可或缺的。"
      ],
      "challengesCn": [
        "内陆河流流域在干旱和半干旱地区面临生态环境退化的危机，例如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及沙尘暴频发，尤其是在丝绸之路沿线的许多内陆河流流域，如塔里木河流域（赵等，2013）、咸海流域（Stanev等，2004；Crétaux等，2009）和乌尔米湖流域（Stone，2015）。"
      ],
      "methodsCn": [
        "在本研究中，我们呈现了一套来自人工和自然绿洲–沙漠系统的观测数据集，包含2012年至2021年的长期能量、水蒸气、碳和甲烷通量，以及涉及水文气象、植被和土壤参数的辅助数据。半小时的湍流通量数据通过涡度协方差系统和闪烁仪获取。水文气象数据（包括辐射、土壤热通量和土壤温度剖面；空气温度和湿度的梯度，以及风速和风向的梯度；空气压力、降水和土壤湿度剖面）通过自动气象站以10分钟的平均周期进行观测，同时还记录了地下水位数据。此外，数据集中还补充了植被和土壤参数。数据处理和质量控制程序可以分为数据收集、数据处理和数据归档与共享。"
      ],
      "datasetCn": [
        "研究区域包括位于中国西部干旱地区的HRB中下游，水源来自上游典型的冰冻圈。自2012年以来，在这些地区建立了11个地表通量和气象站，包括2个超级站和9个普通站。本研究报告的绿洲-沙漠地区能量、水汽和碳交换观测数据集（包括能量、水汽和碳通量；水文气象数据；以及植被和土壤参数）可从国家西藏高原数据中心免费获取。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the data processing for energy, water vapor, and carbon fluxes in oasis–desert areas divided into data collection, data processing, and data archiving and sharing?",
        "QuestionCn": "在绿洲-沙漠地区，能源、水汽和碳通量的数据处理是否分为数据收集、数据处理和数据归档与共享？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Can the turbulent fluxes data in oasis–desert systems be collected with a half-hourly frequency?",
        "QuestionCn": "在绿洲-沙漠系统中，湍流通量数据可以以半小时的频率收集吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "What is the primary method used for processing eddy covariance data: Eddypro software, flux partitioning, or another method?",
        "QuestionCn": "处理涡度协方差数据的主要方法是什么：Eddypro软件、通量分割还是其他方法？",
        "AnswerEn": "Eddypro software",
        "AnswerCn": "Eddypro 软件",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection methods are used to gather energy, water vapor, and carbon exchange information in oasis–desert ecosystems?",
        "QuestionCn": "在绿洲-沙漠生态系统中，收集能量、水蒸气和碳交换信息的方法有哪些？",
        "AnswerEn": "eddy covariance systems, scintillometers, automatic weather stations",
        "AnswerCn": "涡度相关系统、闪烁仪、自动气象站",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the challenges faced in measuring energy, water vapor, and carbon exchange in oasis–desert areas?",
        "QuestionCn": "在绿洲-沙漠地区测量能量、水蒸气和碳交换面临的挑战有哪些？",
        "AnswerEn": "ecological environment degradation",
        "AnswerCn": "生态环境退化",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Could you provide an example of a dataset that involves long-term observations of energy, water vapor, and carbon exchange in oasis–desert ecosystems?",
        "QuestionCn": "您能否提供一个涉及绿洲-沙漠生态系统中能量、水蒸气和碳交换的长期观测数据集的示例？",
        "AnswerEn": "An example of a dataset involving long-term observations of energy, water vapor, and carbon exchange in oasis–desert ecosystems includes data from the middle and lower reaches of the HRB in the arid regions of western China. This dataset comprises energy, water vapor, and carbon fluxes, hydrometeorological data, and vegetation and soil parameters collected from 11 land surface flux and meteorological stations, including 2 superstations and 9 ordinary stations, since 2012.",
        "AnswerCn": "一个涉及绿洲-沙漠生态系统中能量、水汽和碳交换的长期观测数据集包括来自中国西部干旱地区黄河中下游的数据显示。该数据集包含自2012年以来从11个地表通量和气象站（包括2个超级站和9个普通站）收集的能量、水汽和碳通量、气象水文数据以及植被和土壤参数。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What methodologies are used to ensure the accuracy and quality of flux measurements in strongly advective irrigated agricultural areas?",
        "QuestionCn": "在强对流灌溉农业区域，确保通量测量的准确性和质量的方法论有哪些？",
        "AnswerEn": "two-source energy balance (TSEB) model, ground-measured soil and canopy component temperatures, stable oxygen and hydrogen isotopes, eddy covariance system, uncertainty in surface-air temperature difference, robust temperature calculation methods",
        "AnswerCn": "双源能量平衡（TSEB）模型，地面测量的土壤和冠层组分温度，稳定氧和氢同位素，涡度相关系统，地表-空气温差的不确定性，稳健的温度计算方法。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How frequently are measurements taken in the eddy covariance system for analyzing energy, water vapor, and carbon fluxes in oasis–desert systems?",
        "QuestionCn": "在分析绿洲-沙漠系统中的能量、水蒸气和碳通量时，涡度协方差系统的测量频率是多少？",
        "AnswerEn": "30 minutes",
        "AnswerCn": "30分钟",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the sampling frequency of meteorological parameters measured at the Daman superstation in the central oasis?",
        "QuestionCn": "在中央绿洲的达曼超级站测量的气象参数的采样频率是多少？",
        "AnswerEn": "10 minutes",
        "AnswerCn": "10分钟",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many land surface flux and meteorological stations have been established in the arid regions of western China since 2012?",
        "QuestionCn": "自2012年以来，在中国西部的干旱地区建立了多少个地表通量和气象站？",
        "AnswerEn": "11",
        "AnswerCn": "11",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'eddy covariance system' mean in the context of data collection methods for energy, water vapor, and carbon fluxes?",
        "QuestionCn": "在能量、水汽和碳通量的数据收集方法中，“涡度相关系统”是什么意思？",
        "AnswerEn": "An eddy covariance system is a data collection method that measures turbulent fluxes of energy, water vapor, and carbon by calculating the covariance between instantaneous deviations in vertical wind speed and scalar quantities such as temperature or gas concentration. It is used to obtain half-hourly turbulent flux data in oasis–desert systems and other environments.",
        "AnswerCn": "涡度协方差系统是一种数据收集方法，通过计算垂直风速和标量量（如温度或气体浓度）的瞬时偏差之间的协方差，来测量能量、水蒸气和碳的湍流通量。它用于获取绿洲-沙漠系统及其他环境中的半小时湍流通量数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is meant by 'two-source energy balance (TSEB) model' in the estimation of evapotranspiration?",
        "QuestionCn": "在蒸散量估算中，“双源能量平衡（TSEB）模型”是什么意思？",
        "AnswerEn": "The two-source energy balance (TSEB) model is a method used to estimate evaporation, transpiration, and evapotranspiration by considering the energy balance for both soil and canopy components separately. It is applied in heterogeneous landscapes where different temperatures and resistances to energy exchange exist between soil and vegetation.",
        "AnswerCn": "双源能量平衡（TSEB）模型是一种通过分别考虑土壤和冠层组件的能量平衡来估算蒸发、蒸腾和蒸散发的方法。它应用于异质景观中，在这些地方土壤和植被之间存在不同的温度和能量交换阻力。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection techniques for eddy covariance systems in oasis–desert systems compare to those used in strongly advective irrigated agricultural areas?",
        "QuestionCn": "在绿洲-沙漠系统中，涡度协方差系统的数据收集技术与在强烈对流的灌溉农业区域中使用的技术相比，存在什么差异？",
        "AnswerEn": "In oasis–desert systems, data collection involves long-term observations of energy, water vapor, carbon, and methane fluxes using eddy covariance systems and scintillometers, with additional auxiliary data such as hydrometeorology, vegetation, and soil parameters. In contrast, in strongly advective irrigated agricultural areas, the focus is on partitioning evapotranspiration using a high-resolution thermal camera to observe soil and canopy component temperatures, and the eddy covariance system is used to validate these measurements.",
        "AnswerCn": "在绿洲–沙漠系统中，数据收集涉及使用涡度协方差系统和闪烁仪对能量、水蒸气、碳和甲烷通量进行长期观察，并收集额外的辅助数据，如水文气象、植被和土壤参数。相比之下，在强烈的平流灌溉农业区域，重点是利用高分辨率热像仪对土壤和冠层组分温度进行观察，以划分蒸散发，并使用涡度协方差系统来验证这些测量结果。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What are the implications of integrating high-resolution thermal imagery with traditional eddy covariance systems for estimating evapotranspiration components in complex terrains?",
        "QuestionCn": "将高分辨率热成像与传统涡度协方差系统结合用于估算复杂地形中的蒸散发成分的影响是什么？",
        "AnswerEn": "Integrating high-resolution thermal imagery allows for the separation of soil and canopy temperatures, which can improve the accuracy of estimating evapotranspiration components such as evaporation and transpiration. This combination provides robust data under strongly advective conditions and enhances the interpretation of energy balance models in complex terrains.",
        "AnswerCn": "集成高分辨率热成像可以分离土壤和树冠温度，从而提高蒸散发组成部分（如蒸发和蒸腾）的估算准确性。这种组合在强烈的平流条件下提供了可靠的数据，并增强了在复杂地形中对能量平衡模型的解释。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In what ways do long-term observational datasets contribute to understanding the ecological interactions and energy exchanges in oasis-desert systems?",
        "QuestionCn": "长期观测数据集如何有助于理解绿洲-沙漠系统中的生态相互作用和能量交换？",
        "AnswerEn": "Long-term observational datasets provide critical insights into the energy, water vapor, and carbon exchanges in oasis-desert systems, which are vital for maintaining ecological stability. These datasets support the interpretation of interactions within oasis-desert ecosystems and contribute to understanding the balance necessary for sustainable development and carbon neutrality goals.",
        "AnswerCn": "长期观测数据集为绿洲-沙漠系统中的能量、水蒸气和碳交换提供了重要的见解，这对维持生态稳定至关重要。这些数据集支持对绿洲-沙漠生态系统内相互作用的解释，并有助于理解实现可持续发展和碳中和目标所需的平衡。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "Why is it important to maintain a balance between oasis and desert systems in the context of energy, water vapor, and carbon exchange data collection?",
        "QuestionCn": "在能量、水汽和碳交换数据收集的背景下，为什么在绿洲和沙漠系统之间保持平衡很重要？",
        "AnswerEn": "Maintaining a balance between oasis and desert systems is crucial due to their significant role in ecological stability and agricultural productivity, especially in arid and semi-arid regions. The balance affects the energy, water vapor, and carbon exchanges, which are essential for sustainable development and achieving carbon neutrality goals in these ecosystems.",
        "AnswerCn": "维持绿洲和沙漠系统之间的平衡至关重要，因为它们在生态稳定性和农业生产力方面发挥着重要作用，特别是在干旱和半干旱地区。这种平衡影响着能量、水汽和碳的交换，这些对于可持续发展和实现这些生态系统的碳中和目标至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to the difficulty in measuring evaporation and transpiration in heterogeneous landscapes using traditional methods?",
        "QuestionCn": "在异质景观中，使用传统方法测量蒸发和蒸腾的难度受到哪些因素的影响？",
        "AnswerEn": "The difficulty in measuring evaporation and transpiration in heterogeneous landscapes stems from the complexity of the surface, which combines soil and vegetation with varying temperatures and resistances to energy exchange. Traditional one-source models fail to accurately estimate evapotranspiration due to this heterogeneity, necessitating more sophisticated models like the two-source energy balance model that account for separate soil and canopy components.",
        "AnswerCn": "在异质景观中测量蒸发和蒸腾的困难源于表面的复杂性，表面结合了土壤和植被，具有不同的温度和能量交换阻力。传统的一源模型由于这种异质性无法准确估计蒸散量，因此需要更复杂的模型，如双源能量平衡模型，该模型考虑了土壤和树冠的独立组成部分。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using high-frequency data collection methods, like 10Hz sampling, on the accuracy and reliability of flux measurements in arid and semi-arid research areas?",
        "QuestionCn": "在干旱和半干旱研究区域使用高频数据采集方法，如10Hz采样，可能对通量测量的准确性和可靠性产生哪些潜在后果？",
        "AnswerEn": "Using high-frequency data collection methods, such as 10Hz sampling, can improve the accuracy and reliability of flux measurements by capturing rapid fluctuations in environmental variables. This allows for detailed assessments of turbulent fluxes and their responses to changing conditions, leading to better validation of models like the two-source energy balance (TSEB) model, which relies on accurate input data for evapotranspiration estimation.",
        "AnswerCn": "使用高频数据采集方法，如10Hz采样，可以通过捕捉环境变量的快速波动来提高通量测量的准确性和可靠性。这使得对湍流通量及其对变化条件的响应进行详细评估成为可能，从而更好地验证像双源能量平衡（TSEB）模型这样的模型，该模型依赖于准确的输入数据来估算蒸散发。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How could the reliance on long-term observational datasets from oasis–desert systems impact the understanding of energy, water vapor, and carbon exchange in these regions?",
        "QuestionCn": "对来自绿洲-沙漠系统的长期观测数据的依赖如何影响对这些地区能量、水汽和碳交换的理解？",
        "AnswerEn": "Reliance on long-term observational datasets from oasis–desert systems could significantly enhance the understanding of energy, water vapor, and carbon exchange by providing comprehensive, temporal data that captures seasonal and inter-annual variability. This can inform sustainable oasis development and ecological stability, particularly in the context of carbon peaking and carbon neutrality goals, by offering insights into the interactions between oasis and desert ecosystems.",
        "AnswerCn": "依赖于来自绿洲-沙漠系统的长期观测数据集，可以显著增强对能量、水蒸气和碳交换的理解，因为这些数据提供了全面的时间数据，捕捉季节性和年际变化。这可以为可持续的绿洲发展和生态稳定提供信息，特别是在碳达峰和碳中和目标的背景下，通过提供绿洲与沙漠生态系统之间相互作用的见解。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the implications of applying eddy covariance systems and scintillometers for data collection on the quality and applicability of datasets in heterogeneous landscapes?",
        "QuestionCn": "在异质景观中应用涡度协方差系统和闪烁仪进行数据收集对数据集的质量和适用性有什么影响？",
        "AnswerEn": "Applying eddy covariance systems and scintillometers for data collection in heterogeneous landscapes can improve the quality and applicability of datasets by providing detailed measurements of energy, water vapor, and carbon fluxes. These systems help identify and quantify fluxes across different surfaces, such as soil and vegetation, enabling better model validation and improved understanding of complex land surface interactions in varied environmental conditions.",
        "AnswerCn": "应用涡度协方差系统和闪烁仪在异质景观中进行数据收集，可以通过提供能量、水蒸气和碳通量的详细测量来提高数据集的质量和适用性。这些系统有助于识别和量化不同表面（如土壤和植被）之间的通量，从而促进模型验证并改善对复杂地表相互作用在不同环境条件下的理解。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it significant to collect data on energy, water vapor, and carbon exchange in oasis–desert ecosystems for long-term environmental monitoring?",
        "QuestionCn": "为什么在绿洲-沙漠生态系统中收集能量、水汽和碳交换数据对长期环境监测具有重要意义？",
        "AnswerEn": "Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of these exchanges is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases.",
        "AnswerCn": "理解绿洲-沙漠生态系统中能量、水蒸气和碳交换的基本特征，对于实现绿洲-沙漠地区的碳达峰和碳中和目标，以及支持绿洲的生态安全和可持续发展至关重要。对这些交换的定量理解对于认识绿洲-沙漠之间的相互作用具有重要意义，并对保护生态稳定性和绿洲的社会经济发展具有重要意义。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the objectives behind using eddy covariance systems to measure turbulent fluxes in arid and semi-arid regions?",
        "QuestionCn": "使用涡度协方差系统测量干旱和半干旱地区湍流通量的目标是什么？",
        "AnswerEn": "The ground-measured soil and canopy component temperatures were used to estimate evaporation, transpiration, and evapotranspiration, which were better validated with observed ratios using stable oxygen and hydrogen isotopes, and the measurements using an eddy covariance (EC) system. This approach aims to address the challenge of accurately estimating surface fluxes in strongly advective irrigated agricultural areas where traditional methods may have limitations.",
        "AnswerCn": "地面测量的土壤和冠层组分温度被用来估算蒸发、蒸腾和蒸散，这些估算通过使用稳定的氧和氢同位素的观测比率以及涡度协方差（EC）系统的测量得到了更好的验证。这种方法旨在解决在强烈的平流灌溉农业区域中准确估计表面通量的挑战，因为传统方法可能存在局限性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the detailed steps involved in processing the raw data collected by an eddy covariance system to ensure high-quality flux measurements?",
        "QuestionCn": "通过涡度相关系统处理收集的原始数据以确保高质量通量测量的详细步骤是什么？",
        "AnswerEn": "The raw data collected by the eddy covariance system is processed using Eddypro software to produce 30-minute flux data. The main processing steps include outlier removal, time delay correction, coordinate rotation (second coordinate rotation), frequency response correction, ultrasonic virtual temperature correction, and density correction (WPL correction). Quality assessment is also conducted on the flux values, primarily testing atmospheric stability (Δst) and turbulence similarity characteristics (ITC). Data are filtered to remove erroneous instrument data, data around precipitation events, and data with more than 10% missing rates in the original 10Hz data.",
        "AnswerCn": "通过涡度协方差系统收集的原始数据使用Eddypro软件处理，以生成30分钟的通量数据。主要处理步骤包括异常值去除、时间延迟校正、坐标旋转（第二坐标旋转）、频率响应校正、超声波虚拟温度校正和密度校正（WPL校正）。还对通量值进行质量评估，主要测试大气稳定性（Δst）和湍流相似性特征（ITC）。数据经过过滤，以去除错误的仪器数据、降水事件周围的数据以及原始10Hz数据中缺失率超过10%的数据。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can the two-source energy balance (TSEB) model be effectively applied to estimate evapotranspiration in heterogeneous landscapes?",
        "QuestionCn": "如何有效地应用双源能量平衡（TSEB）模型来估计异质景观中的蒸散发？",
        "AnswerEn": "To effectively apply the TSEB model for estimating evapotranspiration in heterogeneous landscapes, ground-measured soil and canopy component temperatures are used. These temperatures are observed via a high-resolution thermal camera and serve as inputs to the TSEB model. The model requires partitioning ET using the soil and canopy component temperatures, which are calculated from thermal images. This approach allows for improved validation of E, T, and ET using a combination of stable oxygen and hydrogen isotope techniques and eddy covariance measurements.",
        "AnswerCn": "为了有效应用TSEB模型估算异质景观中的蒸散发，使用地面测量的土壤和冠层组分温度。这些温度通过高分辨率热像仪观察，并作为TSEB模型的输入。该模型需要利用土壤和冠层组分温度进行蒸散发的分配，这些温度是从热图像中计算得出的。这种方法结合稳定氧和氢同位素技术以及涡度协方差测量，能够改善对蒸发、蒸腾和蒸散发的验证。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What procedures are followed to collect and process long-term data on energy, water vapor, and carbon exchange in oasis-desert ecosystems?",
        "QuestionCn": "在绿洲-沙漠生态系统中收集和处理能量、水汽和碳交换的长期数据需要遵循哪些程序？",
        "AnswerEn": "Long-term data collection on energy, water vapor, and carbon exchange in oasis-desert ecosystems involves using an eddy covariance system and scintillometer to acquire half-hourly turbulent flux data. Additional hydrometeorological data, such as radiation, soil heat flux, and soil temperature profiles, are collected from automatic weather stations with a 10-minute average period. The data collection includes gradients of air temperature and humidity, wind speed and direction, air pressure, precipitation, and soil moisture profiles. Vegetation and soil parameters are also supplemented. The data processing includes collection, processing, and archiving, ensuring that the data is ready for analysis and sharing.",
        "AnswerCn": "长期对绿洲-沙漠生态系统中能量、水蒸气和碳交换的数据收集涉及使用涡度协方差系统和闪烁仪获取半小时的湍流通量数据。还从自动气象站收集额外的水文气象数据，如辐射、土壤热通量和土壤温度剖面，数据采集的平均周期为10分钟。数据收集包括空气温度和湿度、风速和风向、气压、降水和土壤湿度剖面的梯度。还补充了植被和土壤参数。数据处理包括数据的收集、处理和归档，确保数据准备好进行分析和共享。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable the effective partitioning of evapotranspiration into evaporation and transpiration components in heterogeneous land surfaces?",
        "QuestionCn": "哪些方法论能够有效地将异质土地表面的蒸散发分为蒸发和蒸腾两个部分？",
        "AnswerEn": "The methodologies that enable this include the use of the two-source energy balance (TSEB) model, which applies ground-measured soil and canopy component temperatures and high-resolution thermal imaging to estimate and validate the ratios of evaporation and transpiration to evapotranspiration. This approach is further supported by the use of stable oxygen and hydrogen isotope techniques and eddy covariance (EC) system measurements.",
        "AnswerCn": "这些方法包括使用双源能量平衡（TSEB）模型，该模型利用地面测量的土壤和冠层组分温度以及高分辨率热成像来估算和验证蒸发和蒸腾与蒸散的比率。这种方法进一步得到了稳定氧和氢同位素技术以及涡度协方差（EC）系统测量的支持。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How do advancements in thermal infrared imaging technology contribute to the accuracy of energy balance models in arid agricultural regions?",
        "QuestionCn": "热红外成像技术的进步如何提高干旱农业地区能量平衡模型的准确性？",
        "AnswerEn": "Advancements in thermal infrared imaging technology, such as the use of high-precision thermal cameras, allow for the accurate measurement of soil and canopy component temperatures. These temperatures are critical inputs for the TSEB model, improving the estimation of latent heat fluxes and the separation of evaporation and transpiration from the total evapotranspiration. This technology is particularly useful in strongly advective conditions where traditional methods may struggle.",
        "AnswerCn": "热红外成像技术的进步，例如高精度热像仪的使用，使得土壤和冠层组件温度的准确测量成为可能。这些温度是TSEB模型的重要输入，能够改善潜热通量的估算，并将蒸发和蒸腾从总蒸散中分离出来。这项技术在强烈的平流条件下特别有用，而传统方法可能会遇到困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions and technological setups are necessary to maintain long-term monitoring of energy, water vapor, and carbon exchanges in oasis-desert ecosystems?",
        "QuestionCn": "维持对绿洲-沙漠生态系统中能量、水蒸气和碳交换的长期监测所需的条件和技术设置是什么？",
        "AnswerEn": "To maintain long-term monitoring, a suite of observational datasets involving energy, water vapor, carbon, and methane fluxes is necessary. This requires an established network of land surface flux and meteorological stations equipped with eddy covariance systems, scintillometers, and automatic weather stations. These setups facilitate the collection of half-hourly turbulent flux data, hydrometeorological data, and supplementary vegetation and soil parameters, enabling comprehensive monitoring over extended periods.",
        "AnswerCn": "为了进行长期监测，需要一套涉及能量、水蒸气、碳和甲烷通量的观测数据集。这需要建立一个配备涡度协方差系统、闪烁仪和自动气象站的陆面通量和气象站网络。这些设备能够收集半小时的湍流通量数据、水文气象数据以及补充的植被和土壤参数，从而实现对长期监测的全面支持。",
        "Level": "C6(Creating)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be challenges in accurately estimating surface fluxes in regions with strong advection when using data collection methods like the eddy covariance system?",
        "QuestionCn": "在强平流区域使用涡度协方差系统等数据收集方法时，准确估计表面通量可能面临挑战的原因是什么？",
        "AnswerEn": "Accurately estimating surface fluxes in strongly advective irrigated agricultural areas is difficult due to incomplete energy balance closure in EC flux measurements of H and LE, with respect to the available energy. The uncertainty primarily arises from errors in determining the surface soil and vegetation component temperatures, which are affected by the strong advective environment and classification errors in image processing.",
        "AnswerCn": "在强对流的灌溉农业区域，准确估计表面通量是困难的，因为在涡度协方差（EC）测量的潜热（LE）和显热（H）与可用能量之间存在能量平衡闭合不完全的问题。这种不确定性主要源于在强对流环境下，土壤和植被表面温度的测定误差，以及图像处理中的分类错误。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors could contribute to the high uncertainty in estimating latent heat fluxes using existing data collection techniques in oasis–desert ecosystems?",
        "QuestionCn": "在估算绿洲-沙漠生态系统中的潜热通量时，导致高不确定性的因素有哪些？",
        "AnswerEn": "The higher uncertainty in estimating latent heat fluxes arises from both the TSEB model uncertainties and the EC system uncertainties. Specifically, image pixel classification errors, where soil pixels are mistakenly identified as vegetation pixels, can lead to overestimation of canopy temperatures. Additionally, ignoring atmospheric upwelling radiation and transmittance contributes to uncertainties in estimated temperatures.",
        "AnswerCn": "估计潜热通量的更高不确定性来源于TSEB模型的不确定性和EC系统的不确定性。具体而言，图像像素分类错误，例如将土壤像素错误识别为植被像素，可能导致对冠层温度的高估。此外，忽略大气向上辐射和透射率也会导致估计温度的不确定性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might the current methods for separating composite temperatures into soil and canopy components be limited in their effectiveness in arid regions?",
        "QuestionCn": "当前将复合温度分离为土壤和冠层成分的方法在干旱地区的有效性可能受到限制的原因是什么？",
        "AnswerEn": "The limitations in effectively separating composite temperatures into soil and canopy components in arid regions are primarily due to image classification errors that vary with vegetation abundance. This results in overestimation of canopy temperature under developing vegetation abundance. Other factors include uncertainties in estimating incoming radiation transmittances and the complex environmental conditions in arid regions.",
        "AnswerCn": "在干旱地区，有效将复合温度分离为土壤和冠层成分的限制主要是由于图像分类错误，这些错误随着植被丰度的变化而变化。这导致在植被丰度较高时，冠层温度的高估。其他因素包括估计入射辐射透过率的不确定性以及干旱地区复杂的环境条件。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What are the potential challenges in using eddy covariance systems in strongly advective environments, and how can these be mitigated?",
        "QuestionCn": "在强对流环境中使用涡度协方差系统的潜在挑战是什么，以及如何减轻这些挑战？",
        "AnswerEn": "In strongly advective environments, eddy covariance systems face challenges like incomplete energy balance closure and increased uncertainty in flux measurements. These issues can be mitigated by improving the accuracy of surface-air temperature difference estimations, refining the calculation of component temperatures, and employing robust data processing techniques that account for advective conditions.",
        "AnswerCn": "在强对流环境中，涡度协方差系统面临着能量平衡闭合不完全和通量测量不确定性增加等挑战。这些问题可以通过提高地表与空气温度差估计的准确性、精细化组分温度的计算以及采用考虑对流条件的稳健数据处理技术来缓解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how data from eddy covariance systems is processed to ensure high-quality measurements in challenging environments.",
        "QuestionCn": "我不明白在挑战性环境中，如何处理涡度协方差系统的数据以确保高质量的测量。",
        "AnswerEn": "The data from eddy covariance systems is processed using software like Eddypro, which involves steps like outlier removal, time delay correction, coordinate rotation, frequency response correction, ultrasonic virtual temperature correction, and density correction. Additionally, quality assessment is performed based on atmospheric stability and turbulence similarity, and data is filtered to exclude faulty readings, precipitation impacts, and datasets with high missing rates.",
        "AnswerCn": "涡度协方差系统的数据通过像Eddypro这样的软件进行处理，涉及的步骤包括异常值去除、时间延迟校正、坐标旋转、频率响应校正、超声波虚拟温度校正和密度校正。此外，还根据大气稳定性和湍流相似性进行质量评估，并过滤数据以排除故障读数、降水影响和缺失率较高的数据集。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about the challenges faced when separating soil and canopy temperatures for accurate energy balance models.",
        "QuestionCn": "我不确定在分离土壤和冠层温度以进行准确的能量平衡模型时面临的挑战。",
        "AnswerEn": "Challenges in separating soil and canopy temperatures include errors from image classification that vary with vegetation abundance, causing overestimation of canopy temperatures. Additionally, ignoring atmospheric upwelling radiation and transmittance can lead to uncertainties in estimated temperatures, which affects energy balance calculations.",
        "AnswerCn": "分离土壤和冠层温度的挑战包括由于图像分类错误而导致的估计误差，这些误差随着植被丰度的变化而变化，从而导致冠层温度的过高估计。此外，忽略大气向上辐射和透射率可能导致估计温度的不确定性，这会影响能量平衡计算。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I can't make sense of how long-term observations in oasis-desert systems are maintained and utilized for understanding carbon exchange.",
        "QuestionCn": "我无法理解在绿洲-沙漠系统中，长期观测是如何维持和利用的，以便理解碳交换。",
        "AnswerEn": "Long-term observations in oasis-desert systems are maintained through a network of flux and meteorological stations, capturing half-hourly turbulent fluxes and hydrometeorological data. These datasets, which include energy, water vapor, and carbon fluxes, are essential for analyzing oasis-desert interactions and understanding the carbon dynamics crucial for ecological stability and socioeconomic development.",
        "AnswerCn": "在绿洲-沙漠系统中，长期观测通过一系列通量和气象站进行，这些站点每半小时捕捉一次湍流通量和气象数据。这些数据集包括能量、水蒸气和碳通量，对于分析绿洲-沙漠相互作用和理解对生态稳定性和社会经济发展至关重要的碳动态是必不可少的。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please summarize the data collection techniques used for acquiring energy, water vapor, and carbon fluxes in oasis–desert systems.",
        "QuestionCn": "总结用于获取绿洲-沙漠系统中能量、水蒸气和碳通量的数据收集技术。",
        "AnswerEn": "The data collection techniques involve using an eddy covariance system and scintillometer for half-hourly turbulent flux data. Hydrometeorological data, including radiation, soil heat flux, soil temperature profiles, gradients of air temperature and humidity, wind speed and direction, air pressure, precipitation, and soil moisture profiles, are collected from automatic weather stations with a 10-minute average period. Additionally, groundwater table data and auxiliary vegetation and soil parameters are included.",
        "AnswerCn": "数据收集技术包括使用涡度协方差系统和闪烁仪收集半小时的湍流通量数据。水文气象数据，包括辐射、土壤热通量、土壤温度剖面、空气温度和湿度梯度、风速和风向、气压、降水和土壤湿度剖面，均来自自动气象站，平均采集周期为10分钟。此外，还包括地下水位数据和辅助的植被及土壤参数。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please analyze the challenges faced in estimating evapotranspiration in arid regions using the TSEB model.",
        "QuestionCn": "请分析在干旱地区使用TSEB模型估算蒸散发时面临的挑战。",
        "AnswerEn": "Challenges in estimating evapotranspiration using the TSEB model in arid regions include the limited effectiveness of current composite temperature separation approaches, difficulty in measuring evaporation and transpiration on the ground, errors caused by image classification affecting temperature estimations, and uncertainties in determining surface soil and vegetation component temperatures. The strong advective environment and uncertainties in the EC system further complicate accurate estimations.",
        "AnswerCn": "在干旱地区，使用TSEB模型估算蒸散发面临的挑战包括当前复合温度分离方法的有效性有限、地面测量蒸发和蒸腾的困难、图像分类导致的温度估算误差，以及确定地表土壤和植被组分温度的不确定性。强烈的平流环境和涡度协方差（EC）系统中的不确定性进一步复杂化了准确估算的过程。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore potential datasets that may aid in understanding the energy, water vapor, and carbon exchanges in oasis–desert areas.",
        "QuestionCn": "请探索可能有助于理解绿洲-沙漠地区能量、水汽和碳交换的潜在数据集。",
        "AnswerEn": "Potential datasets include long-term observations from the middle and lower reaches of the Heihe River Basin, which consist of energy, water vapor, carbon, and methane fluxes, as well as hydrometeorological data and vegetation and soil parameters. The data, collected since 2012 from 11 land surface flux and meteorological stations, are available from the National Tibetan Plateau Data Center.",
        "AnswerCn": "潜在的数据集包括来自黑河流域中下游的长期观测数据，涵盖能量、水汽、碳和甲烷通量，以及水文气象数据和植被与土壤参数。这些数据自2012年以来从11个地表通量和气象站收集，现已在国家西藏高原数据中心提供。",
        "Level": "C6(Creating)"
      }
    ]
  }
}