{
  "id": "87fba88b-6f96-404d-ad2f-ae9be3e135ee",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Spatial and temporal distribution dataset of dust aerosols over the Tibetan Plateau (2021-2023)",
      "titleCn": "青藏高原粉尘气溶胶时空分布数据集（2021-2023）",
      "description": "The dataset contains the data of atmospheric aerosol total suspended particulate matter (TSP), mineral dust aerosol concentration, and aerosol samples sampled offline at 15 stations in the Qinghai-Tibet Plateau and surrounding areas (Taxkorgan, Minfeng, Ruoqiang, Qilian, Maduo, Zaduo, Golmud, Ganzi, Nagqu, Medog, Ritu, Burang, Lhaze, Xainza, and Gerze). The sample measuring instruments are Inductively Coupled Plasma - Mass Spectrometry (ICP-MS) and Inductively Coupled Plasma - Optical Emission Spectroscopy (ICP-OES). The observation period was from May 15, 2021 to May 27, 2023, with a sampling duration of 48 hours and a temporal resolution of 3 days. The abnormal data generated during the operation of the instrument has been eliminated. This dataset provides basic data for the study of the physical characteristics, spatiotemporal variation characteristics and source analysis of atmospheric dust aerosols in the plateau area. This research was supported by the Second Tibetan Plateau Scientific Expedition and Research Program (STEP,Grant No. 2019QZKK0602)",
      "descriptionCn": "数据集包含青藏高原及周边地区15个站点（塔什库尔干、民丰、若羌、祁连、玛多、杂多、格尔木、甘孜、那曲、墨脱、日土、普兰、拉孜、申扎、改则）的大气气溶胶总悬浮颗粒物（TSP）的数据，矿物粉尘气溶胶的数据，以及离线采样的气溶胶样品。测样仪器为电感耦合等离子体质谱仪（Inductively Coupled Plasma - Mass Spectrometry，简称ICP-MS）和电感耦合等离子体发射光谱仪（Inductively Coupled Plasma - Optical Emission Spectroscopy，简称ICP-OES），观测时间为2021年5月15日至2023年5月27日，采样时长为48小时，时间分辨率为3天。仪器工作过程中产生的异常数据已经剔除。本数据集为研究高原地区大气粉尘气溶胶物理特性、时空变化特征和来源解析提供了基础数据。资助项目：第二次青藏高原综合科学考察研究任务六专题二（2019QZKK0602）。",
      "instructions": "The aerosol comprehensive observation dataset is stored in table format, with the file name \"Qinghai Tibet Plateau Dust Aerosol Spatiotemporal Distribution Dataset. xlsx\". Each sub table represents the observation results of one station. The file of the aerosol comprehensive observation dataset can be directly opened using the corresponding program, such as Microsoft Excel",
      "instructionsCn": "气溶胶综合观测数据集以表格格式储存，文件名为“青藏高原粉尘气溶胶时空分布数据集.xlsx”, 每个子表代表一种个站点的观测结果。 气溶胶综合观测数据集的文件可以直接用相应程序打开，如Microsoft Excel,其中TSP为气气溶胶总悬浮颗粒物浓度数据，mineral dust 为矿物粉尘气溶胶的浓度，由ICP-MS和ICP-OES测量的无极元素质量浓度计算得到",
      "east": 100.14,
      "west": 75.13,
      "south": 29.05,
      "north": 37.46,
      "startTime": "2021-05-15 11:28:37",
      "endTime": "2023-05-27 11:28:37",
      "fileSize": 535648.0,
      "cstr": "18406.11.Atmos.tpdc.300906",
      "doi": "10.11888/Atmos.tpdc.300906",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "田鹏飞",
        "nameEn": "TIAN Pengfei",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "康晨亮",
        "nameEn": "KANG Chenliang",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "郭玉敏",
        "nameEn": "GUO Yumin",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "汤晨光",
        "nameEn": "TANG Chenguang",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "张浩田",
        "nameEn": "ZHANG Haotian",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "李本涛",
        "nameEn": "LI Bentao",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "卢格非",
        "nameEn": "LU Gefei",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "史晋森",
        "nameEn": "SHI Jinsen",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "张镭",
        "nameEn": "ZHANG Lei",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "黄建平",
        "nameEn": "HUANG Jianping",
        "unitEn": "",
        "unitCn": "兰州大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Unexpected High Absorption of Atmospheric Aerosols Over a Western Tibetan Plateau Site in Summer",
        "referenceCn": null,
        "referenceEn": "Zhang, L., Tang, C., Huang, J., Du, T., Guan, X., Tian, P., et al. (2021). Unexpected high absorption of atmospheric aerosols over a western Tibetan Plateau site in summer. Journal of Geophysical Research: Atmospheres, 126, e2020JD033286. https://doi.org/10.1029/2020JD033286"
      },
      {
        "titleCn": null,
        "titleEn": "Regional organic matter and mineral dust are the main components of atmospheric aerosols over the Nam Co station on the central Tibetan Plateau in summer",
        "referenceCn": null,
        "referenceEn": "Zhang, H., Tian, P., Kang, C., Guo, Y., Yu, Z., Lu, G., & Shi, J., et al. (2022). Regional organic matter and mineral dust are the main components of atmospheric aerosols over the Nam Co station on the central Tibetan Plateau in summer. Frontiers in Environmental Science, 10, 1055673."
      },
      {
        "titleCn": null,
        "titleEn": " Atmospheric aerosol size distribution impacts radiative effects over the Himalayas via modulating aerosol single-scattering albedo",
        "referenceCn": null,
        "referenceEn": "Tian, P., Yu, Z., Cui, C., Huang, J., Kang, C., Shi, J., & Zhang, L., et al. (2023). Atmospheric aerosol size distribution impacts radiative effects over the Himalayas via modulating aerosol single-scattering albedo. npj Climate and Atmospheric Science, 6(1), 54."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "气溶胶",
        "nameEn": "Aerosol"
      },
      {
        "nameCn": "沙尘气溶胶",
        "nameEn": "Dust aerosols"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原及周边地区",
        "keywordEn": "Tibetan Plateau and surrounding areas"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2021-2023",
        "keywordEn": "2021-2023",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics and features of a dataset that includes temporal and spatial distribution data of dust aerosols over the Qinghai-Tibet Plateau?",
        "QuestionCn": "包含青藏高原尘埃气溶胶的时间和空间分布数据的数据集的具体特征和特点是什么？",
        "AnswerEn": "15 different stations, total suspended particulate matter (TSP), mineral dust aerosols, offline sampling, Inductively Coupled Plasma - Mass Spectrometry (ICP-MS), Inductively Coupled Plasma - Optical Emission Spectroscopy (ICP-OES), May 15, 2021, to May 27, 2023, 48 hours sampling duration, 3 days temporal resolution",
        "AnswerCn": "15个不同的站点，总悬浮颗粒物（TSP），矿物粉尘气溶胶，离线采样，电感耦合等离子体质谱（ICP-MS），电感耦合等离子体光谱（ICP-OES），2021年5月15日至2023年5月27日，48小时采样时长，3天时间分辨率。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the role of Inductively Coupled Plasma - Mass Spectrometry (ICP-MS) in the collection of atmospheric aerosol data?",
        "QuestionCn": "感应耦合等离子体质谱法（ICP-MS）在大气气溶胶数据收集中的作用是什么？",
        "AnswerEn": "Inductively Coupled Plasma - Mass Spectrometry (ICP-MS) is utilized in the collection of atmospheric aerosol data to analyze the elemental composition of aerosol samples. It helps in identifying and quantifying trace elements and minerals present in the dust aerosols collected from various monitoring stations.",
        "AnswerCn": "感应耦合等离子体质谱（ICP-MS）用于收集大气气溶胶数据，以分析气溶胶样品的元素组成。它有助于识别和定量来自各个监测站的尘埃气溶胶中存在的微量元素和矿物。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in accurately measuring mineral dust aerosols' spatial and temporal distribution across the Tibetan Plateau and surrounding areas?",
        "QuestionCn": "哪些因素导致在准确测量青藏高原及周边地区矿物尘埃气溶胶的空间和时间分布方面面临挑战？",
        "AnswerEn": "The challenges in accurately measuring mineral dust aerosols' spatial and temporal distribution in the Tibetan Plateau arise from factors such as varying atmospheric conditions, the complex topography of the region, and the need for precise instrumentation like the ICP-MS and ICP-OES. Additionally, ensuring consistent data quality over the sampling period from May 2021 to May 2023 necessitates careful data handling to exclude anomalies generated by the instruments.",
        "AnswerCn": "在准确测量青藏高原矿物尘埃气溶胶的空间和时间分布时，面临的挑战包括变化的气象条件、该地区复杂的地形，以及对精确仪器（如ICP-MS和ICP-OES）的需求。此外，确保在2021年5月至2023年5月的采样期间数据质量的一致性，需要仔细的数据处理，以排除仪器产生的异常数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind collecting data on the spatiotemporal distribution of dust aerosols in the Tibetan Plateau and its surrounding areas?",
        "QuestionCn": "收集关于青藏 Plateau及其周边地区尘埃气溶胶时空分布的数据的主要目标是什么？",
        "AnswerEn": "The primary objectives behind collecting data on the spatiotemporal distribution of dust aerosols in the Tibetan Plateau and its surrounding areas are to study the physical characteristics of atmospheric dust aerosols, understand their spatiotemporal variation patterns, and analyze their sources. This data provides foundational information for research in these areas, contributing to the broader understanding of atmospheric conditions and environmental changes in high-altitude regions.",
        "AnswerCn": "收集关于青藏高原及其周边地区尘埃气溶胶时空分布的数据的主要目标是研究大气尘埃气溶胶的物理特性，了解其时空变化模式，并分析其来源。这些数据为相关研究提供了基础信息，有助于更广泛地理解高海拔地区的大气条件和环境变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are used to ensure data quality and accuracy when collecting atmospheric aerosol data, and how are anomalous data points identified and removed during the data collection process?",
        "QuestionCn": "在收集大气气溶胶数据时，使用哪些程序来确保数据质量和准确性，以及在数据收集过程中如何识别和删除异常数据点？",
        "AnswerEn": "During the data collection process, anomalous data points generated by the instruments are identified and removed. This ensures data quality and accuracy. The instruments used include Inductively Coupled Plasma - Mass Spectrometry (ICP-MS) and Inductively Coupled Plasma - Optical Emission Spectroscopy (ICP-OES), which help in the accurate measurement of total suspended particulates and mineral dust aerosols across various sites over a specified period with a time resolution of 3 days.",
        "AnswerCn": "在数据收集过程中，识别并去除仪器生成的异常数据点。这确保了数据的质量和准确性。所使用的仪器包括电感耦合等离子体质谱（ICP-MS）和电感耦合等离子体光发射光谱（ICP-OES），它们有助于准确测量各个地点在指定时间段内的总悬浮颗粒和矿物尘埃气溶胶，时间分辨率为3天。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the accurate collection of atmospheric aerosol data in remote regions like the Qinghai-Tibet Plateau?",
        "QuestionCn": "哪些技术进步使得在像青藏高原这样的偏远地区能够准确收集大气气溶胶数据？",
        "AnswerEn": "The use of advanced instruments such as Inductively Coupled Plasma - Mass Spectrometry (ICP-MS) and Inductively Coupled Plasma - Optical Emission Spectroscopy (ICP-OES) has enabled accurate collection of atmospheric aerosol data in remote regions. These technologies allow for precise analysis of total suspended particulate matter and mineral dust aerosols, even in challenging and remote environments like the Qinghai-Tibet Plateau.",
        "AnswerCn": "先进仪器如电感耦合等离子体质谱（ICP-MS）和电感耦合等离子体光发射光谱（ICP-OES）的使用，使得在偏远地区准确收集大气气溶胶数据成为可能。这些技术能够精确分析总悬浮颗粒物和矿物尘埃气溶胶，即使在像青藏高原这样具有挑战性和偏远的环境中。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}