{
  "id": "88237e4e-f55c-4a94-9425-1e74b8bac031",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Classification of Grassland degradation on the Tibetan Plateau - Documents, maps, data - modification. (2010-2019)",
      "titleCn": "青藏高原草地退化分级-文档、图、数据-修改（2010-2019）",
      "description": "Data files are in 7Z compressed package format, which can be decompressed and opened by 7-zip software. There are three files in total, namely file 1, text version of grassland Degradation classification on The Qinghai-Tibet Plateau, file type is Word, and file 2, named As Map, with seven maps in total. The type of the image is PNG, and the name of the image is the trend rate of average NDVI change in the growing season of grass, grassland, meadow, grassland, alpine vegetation, desert and swamp on the Tibetan Plateau from 2010 to 2019. File 3. The folder named as data is filled with pictures. There are 7 kinds of pictures with the same names as above.",
      "descriptionCn": "数据文件为7z压缩包格式，可用7-Zip软件解压打开，文件共计三个，分别是文件1、青藏高原草地退化分级的文字版，文件类型为word，文件2、名称为图，共有七张图，图片类型为png，图片名称为2010-2019年青藏高原（草丛、草地、草甸、草原、高山植被、荒漠、沼泽）生长季平均NDVI变化趋势率。文件3、命名为数据的文件夹，内容为图片，共有7种图，名称同上，每种图有五种文件类型，分别是hdr、tif、xml、ovr、png.",
      "instructions": "The file name is year + place + data name or activity name, which means that certain data is obtained at a certain place in a certain year.",
      "instructionsCn": "文件命名方式为年份+地点+数据名称或活动名称，含义是某年在某地点获得某种数据。",
      "east": 101.0131,
      "west": 98.3296,
      "south": 37.5149,
      "north": 38.9849,
      "startTime": null,
      "endTime": null,
      "fileSize": 30681622.0,
      "cstr": "18406.11.Terre.tpdc.272532",
      "doi": "10.11888/Terre.tpdc.272532",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "周华坤",
        "nameEn": "ZHOU Huakun",
        "unitEn": "Northwest Institute of Plateau Biology, Chinese Academy of Sciences",
        "unitCn": "中国科学院西北高原生物研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "中国科学院中国植物志委员会. 中国植物志[M].科学出版社 1978.",
        "titleEn": null,
        "referenceCn": "中国科学院中国植物志委员会. (1978). 中国植物志. 科学出版社.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "草地",
        "nameEn": "Grassland"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "The Tibetan plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2010-2019",
        "keywordEn": "2010-2019",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to assess the degradation levels of grasslands in the Tibetan Plateau from 2010 to 2019?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于评估2010年至2019年间青藏高原草地的退化水平？",
        "AnswerEn": "One example of a data collection method for assessing grassland degradation levels on the Tibetan Plateau from 2010 to 2019 involves the use of NDVI (Normalized Difference Vegetation Index) data. This method includes compiling images in various formats such as hdr, tif, xml, ovr, and png, which help in analyzing growth season average NDVI change trend rates for different vegetation types like grass clusters, grasslands, meadows, steppes, alpine vegetation, deserts, and swamps.",
        "AnswerCn": "评估2010年至2019年西藏高原草地退化水平的一种数据收集方法涉及使用NDVI（归一化植被指数）数据。该方法包括汇编多种格式的图像，如hdr、tif、xml、ovr和png，这有助于分析不同植被类型（如草丛、草原、草甸、草坡、高山植被、沙漠和沼泽）的生长季节平均NDVI变化趋势率。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What underlying environmental factors can be inferred from the patterns observed in the NDVI change trends of the Tibetan Plateau's grassland degradation from 2010 to 2019?",
        "QuestionCn": "从2010年到2019年青藏高原草地退化的NDVI变化趋势中，可以推断出哪些潜在的环境因素？",
        "AnswerEn": "The observed patterns in NDVI change trends over the Tibetan Plateau from 2010 to 2019 can suggest various environmental factors such as climate variation, human activities, and ecological processes affecting vegetation growth. Changes in NDVI might indicate shifts in seasonal weather patterns, grazing pressures, or land use changes. The degradation levels of the grassland could be related to alterations in precipitation, temperature, or the impact of human activities such as agriculture or urbanization.",
        "AnswerCn": "2010年至2019年间，青藏高原NDVI变化趋势的观察模式可以暗示多种环境因素，如气候变化、人类活动和生态过程对植被生长的影响。NDVI的变化可能表明季节性天气模式的变化、放牧压力或土地利用变化。草地的退化程度可能与降水、温度的变化或人类活动（如农业或城市化）的影响有关。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}