{
    "id": "8841a5ac-2ef9-4097-8588-8220ac4d6762",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Future climate projection over Northwest China based on RegCM4.6 (2007-2099)",
            "titleCn": "基于RegCM4.6的中国西北未来气候预测（2007-2099）",
            "description": "An effective assessment of future climate change, especially future precipitation forecasting, is an important basis for the rational development of adaptive strategies for Northwest China, where the ecological environment is fragile and encompasses arid and semiarid regions. Based on RegCM 4.6 model and HadGEM2-ES scenarios with four different representative concentration pathways (RCP 2.6, RCP 4.5, RCP6.0 and RCP 8.5), the climate projections of 0.25 degree in the future (2007-2099) at 3 hours, daily and yearly time scales over Northwest China are presented respectively. These data indicate that the near-surface temperature in Northwest China will continue to warm in the future under RCP 8.5 scenario. By the end of the 21st century, the temperature will become more significant. Over 6 °C, precipitation will continue to increase in the future, and will increase by 100 mm by the end of the 21st century; The number of extreme climate index summer days (SU) will continue to increase, indicating that high temperatures will be more frequent over Northwest China in future, meanwhile, the number of consecutive dry days (CDD) will decrease,",
            "descriptionCn": "对未来气候变化的有效评价，特别是对未来降水量的预测，是西北地区生态环境脆弱、干旱半干旱地区合理制定适应战略的重要依据。本数据是基于RegCM4.6模型和HadGEM2-ES的未来四种不同碳排放浓度（RCP2.6、RCP4.5、RCP6.0和RCP8.5）情景下，未来2007-2099年空间分辨率为0.25度，时间分辨率分别为3小时，逐日和逐年的多套中国西北（甘肃、宁夏、青海、新疆和陕西5省）气候预测。这些数据表明，在RCP8.5情景下，未来中国西北地区近地表气温将持续变暖，到21世纪末，气温将变得更为显著，超过6℃，未来的降水量将继续增加，到21世纪末将增加100毫米；极端气候指数夏季高温天数将继续增加，这表明中国西北地区的高温将更加频繁，相比之下，连续干燥日将减少。",
            "instructions": "The data set contains four folders indicating four different scenarios of future prediction, named as RCP26, RCP45, RCP60 and RCP85. Each folder contains three sub-folders with different time resolution, named as 3_hour, day and yearly. The files in each folder are named as follows::\n\"3_hour\" folder: Chinese.yyyymm0100.025x025.clip.nc，where yyyy is the year, mm is the month;\n\"daily\" folder: Chinese.yyyymm0100.Daily.025x025.clip.nc, where yyyy is the year, mm is the month;\n\"yearly\" folder:  Chinese.yyyy.Annual.025x025.clip.nc, where yyyy is the year.",
            "instructionsCn": "该数据集包含的4种不同情景的未来预测存放在以下4个文件夹里：RCP26、RCP45、RCP60和RCP85。每个文件夹里又包含了3种不同时间分辨率的次文件夹：3_hour、daily和yearly，每个文件夹里具体的文件命名如下：\n3_hour文件夹里的文件命名方式为：Chinese.yyyymm0100.025x025.clip.nc，其中yyyy为年份，mm为月份，其他为固定字符。\ndaily文件夹里的文件命名方式为： Chinese.yyyymm0100.Daily.025x025.clip.nc，其中yyyy为年份，mm为月份，其他为固定字符。\nyearly文件夹里的文件命名方式为： Chinese.yyyy.Annual.025x025.clip.nc，其中yyyy为年份，其他为固定字符。",
            "east": 115.0,
            "west": 70.0,
            "south": 30.0,
            "north": 50.0,
            "startTime": "2007-01-11 08:00:00",
            "endTime": "2100-01-10 08:00:00",
            "fileSize": 1556199407280.0,
            "cstr": "18406.11.Meteoro.tpdc.270120",
            "doi": "10.11888/Meteoro.tpdc.270120",
            "dataFormat": null,
            "license": "Attribution 4.0 International (CC BY 4.0)"
        },
        "authorList": [
            {
                "nameCn": "潘小多",
                "nameEn": "PAN Xiaoduo",
                "unitEn": "Institute of Tibetan Plateau Research, CAS",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "张磊",
                "nameEn": "ZHANG Lei",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Future Climate Projection in Northwest China with RegCM4.6",
                "referenceCn": null,
                "referenceEn": "Pan, X. D., Zhang, L., & Huang, C. L. (2020). Future climate projection in Northwest China with RegCM4. 6. Earth and Space Science, 7(2), e2019EA000819."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "空气温度",
                "nameEn": "Air temperature"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            },
            {
                "nameCn": "降水量",
                "nameEn": "Precipitation amount"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国西北",
                "keywordEn": "Northwestern China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "未来气候情景",
                "keywordEn": "Future Climate Projection",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "地球大数据科学工程专项时空三极环境项目",
                "titleEn": "CASEarth:Big Earth Data for Three Poles"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Future climate change in Northwest China is an issue of concern, and accurately predicting future climate change in this region is a prerequisite for developing adaptive strategies. Northwest China is located inland, far from the sea and ocean, and has a complex terrain that undergoes rapid changes. The fragile ecological environment and dry climate make Northwest China more vulnerable to changes in climate than other parts of China. Even slight changes in climate will have a substantial impact on Northwest China, and future climate assessments are an important basis for the development of a vulnerability assessment in this region."
            ],
            "research objective": [
                "The purpose of this paper is to answer the following questions: (1) How does the latest regional climate model (RegCM4.6) perform in Northwest China compared to the Met Office Hadley Centre Earth System model (HadGEM2‐ES)? (2) How do future climate changes and the distribution of such changes over Northwest China appear in the representative concentration pathway (RCP) 8.5 emissions scenario? (3) What is the difference between the regional model and the global model for future projections?"
            ],
            "challenges": [
                "However, the results previously simulated by global climate models have a large bias over this region, and the application of regional climate models to Northwest China is more important and more urgently needed than ever."
            ],
            "methods": [
                "This research is based on the latest regional climate model Version 4 (RegCM4), which was developed by The Abdus Salam International Centre for Theoretical Physics, Italy. In our research, the resolution of RegCM4.6 is set to 25 km to make it finer for performing regional future climate assessment, the number of grid points is 200 east‐west and 140 north‐south, and the model is divided into 18 vertical layers. Three different simulations are designed to obtain the best set of parameterization schemes, validate the performance of the RegCM4.6 over Northwest China, and project the future climate over Northwest China."
            ],
            "dataset": [
                "In this research, HadGEM2‐ES of the Coupled Model Intercomparison Project Phase 5 (CMIP5) is employed as the forcing data. The high‐resolution gridded observation data set CN05.1 (0.25° × 0.25°) is adopted to validate the performance of RegCM4.6. Tropical Rainfall Measuring Mission 3B42 satellite precipitation data complement CN05.1 in evaluating the precipitation simulated by RegCM4.6."
            ],
            "findings": [
                "RegCM4.6, with CLM3.5 and Tiedtke parameters, can create a good simulation of the present‐day mean climatology over Northwest China. The air temperature will increase 6 °C by the later 21st century over Northwest China under the RCP8.5 scenario. The extreme precipitation index CDD will decrease in future under all three scenarios over Northwest China."
            ],
            "backgroundCn": [
                "未来中国西北地区的气候变化是一个令人关注的问题，准确预测该地区未来的气候变化是制定适应性策略的前提。中国西北地区位于内陆，远离海洋，地形复杂，变化迅速。脆弱的生态环境和干旱的气候使得西北中国比中国其他地区更容易受到气候变化的影响。即使是气候的微小变化也会对西北中国产生重大影响，未来的气候评估是该地区脆弱性评估发展的重要依据。"
            ],
            "research objectiveCn": [
                "本文的目的是回答以下问题：(1) 最新的区域气候模型（RegCM4.6）在中国西北地区的表现如何，与英国气象局哈德利中心地球系统模型（HadGEM2-ES）相比？(2) 在代表性浓度路径（RCP）8.5排放情景下，中国西北地区未来气候变化及其分布情况如何？(3) 区域模型与全球模型在未来预测方面有什么区别？"
            ],
            "challengesCn": [
                "然而，全球气候模型之前模拟的结果在该地区存在较大偏差，因此对中国西北地区应用区域气候模型显得更加重要和迫切。"
            ],
            "methodsCn": [
                "本研究基于最新的区域气候模型版本4（RegCM4），该模型由意大利阿卜杜斯·萨拉姆国际理论物理中心开发。在我们的研究中，RegCM4.6的分辨率设置为25公里，以便进行更精细的区域未来气候评估，网格点数量为200个东西向和140个南北向，模型分为18个垂直层。设计了三种不同的模拟，以获得最佳的参数化方案，验证RegCM4.6在中国西北地区的性能，并预测中国西北地区的未来气候。"
            ],
            "datasetCn": [
                "在本研究中，采用了耦合模型比较项目第五阶段（CMIP5）的HadGEM2‐ES作为强迫数据。高分辨率网格观测数据集CN05.1（0.25° × 0.25°）被用来验证RegCM4.6的性能。热带降水测量任务3B42卫星降水数据补充了CN05.1，以评估RegCM4.6模拟的降水。"
            ],
            "findingsCn": [
                "RegCM4.6，结合CLM3.5和Tiedtke参数，可以很好地模拟西北中国的现今平均气候。在RCP8.5情景下，西北中国的气温将在21世纪后期上升6°C。在未来的所有三个情景下，极端降水指数CDD将在西北中国减少。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the RegCM4.6 model used for predicting climate change in Northwest China considered effective when compared to global models like HadGEM2-ES?",
                "QuestionCn": "RegCM4.6模型在预测中国西北地区气候变化时，与全球模型如HadGEM2-ES相比，是否被认为有效？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is the CN05.1 dataset utilized to validate climate model simulations over Northwest China?",
                "QuestionCn": "CN05.1 数据集是否用于验证西北中国的气候模型模拟？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Are regional climate models more crucial than global models for simulating climate in Northwest China's complex terrain?",
                "QuestionCn": "区域气候模型在模拟中国西北复杂地形的气候方面是否比全球模型更为重要？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection method is used to validate the performance of a regional climate model in Northwest China?",
                "QuestionCn": "用于验证中国西北地区区域气候模型性能的数据收集方法是什么？",
                "AnswerEn": "CN05.1",
                "AnswerCn": "CN05.1",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where do researchers source forcing data for regional climate projections in Northwest China?",
                "QuestionCn": "研究人员从哪里获取西北中国区域气候预测的强迫数据？",
                "AnswerEn": "HadGEM2-ES",
                "AnswerCn": "HadGEM2-ES",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with simulating climate models over Northwest China?",
                "QuestionCn": "在模拟中国西北地区的气候模型时，面临哪些挑战？",
                "AnswerEn": "large bias",
                "AnswerCn": "大偏差",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that enhances the accuracy of future climate predictions in Northwest China?",
                "QuestionCn": "您能否提供一种数据收集方法的例子，以提高对中国西北地区未来气候预测的准确性？",
                "AnswerEn": "The research employs the latest regional climate model Version 4 (RegCM4), which is developed to enhance the accuracy of future climate predictions. The model is used at a resolution of 25 km to perform regional future climate assessments, with grid points set to 200 east-west and 140 north-south, and divided into 18 vertical layers.",
                "AnswerCn": "该研究采用最新的区域气候模型版本4（RegCM4），旨在提高未来气候预测的准确性。该模型以25公里的分辨率进行区域未来气候评估，设置了200个东西向网格点和140个南北向网格点，并分为18个垂直层。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when using global climate models for climate prediction in Northwest China?",
                "QuestionCn": "在使用全球气候模型进行中国西北地区气候预测时面临的一个挑战是什么？",
                "AnswerEn": "A significant challenge faced when using global climate models for climate prediction in Northwest China is the large bias in results previously simulated by these models. The application of regional climate models is therefore considered more important and urgently needed to address this issue.",
                "AnswerCn": "在使用全球气候模型进行中国西北地区气候预测时，面临的一个重大挑战是这些模型之前模拟结果的较大偏差。因此，应用区域气候模型被认为更为重要且迫切需要解决这一问题。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset used to validate the performance of a regional climate model for Northwest China?",
                "QuestionCn": "您能否提供一个用于验证西北中国区域气候模型性能的数据集示例？",
                "AnswerEn": "The high‐resolution gridded observation dataset CN05.1 with a resolution of 0.25° × 0.25° is adopted to validate the performance of the regional climate model RegCM4.6. Additionally, the Tropical Rainfall Measuring Mission 3B42 satellite precipitation data complement CN05.1 in evaluating the precipitation simulated by the model.",
                "AnswerCn": "高分辨率网格观测数据集CN05.1，分辨率为0.25° × 0.25°，被用于验证区域气候模型RegCM4.6的性能。此外，热带降水测量任务3B42卫星降水数据补充了CN05.1，以评估模型模拟的降水情况。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the regional climate model used for future climate assessments in Northwest China?",
                "QuestionCn": "用于西北中国未来气候评估的区域气候模型的特点是什么？",
                "AnswerEn": "RegCM4.6, resolution of 25 km, 200 east‐west grid points, 140 north‐south grid points, 18 vertical layers",
                "AnswerCn": "RegCM4.6，分辨率为25公里，东西方向网格点200个，南北方向网格点140个，垂直层18层。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the main challenges faced when using global climate models for regional climate projections in Northwest China?",
                "QuestionCn": "在使用全球气候模型进行中国西北地区气候预测时面临的主要挑战有哪些？",
                "AnswerEn": "large bias over Northwest China",
                "AnswerCn": "西北地区存在较大偏差。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of a dataset used for climate prediction in Northwest China?",
                "QuestionCn": "用于中国西北地区气候预测的数据集的空间分辨率是多少？",
                "AnswerEn": "0.25 degrees",
                "AnswerCn": "0.25度",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many vertical layers are used in the regional climate model setup for Northwest China?",
                "QuestionCn": "西北中国区域气候模型设置中使用了多少个垂直层？",
                "AnswerEn": "18",
                "AnswerCn": "18",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the total number of grid points used in the regional climate model for Northwest China?",
                "QuestionCn": "西北中国区域气候模型使用的网格点总数是多少？",
                "AnswerEn": "28000",
                "AnswerCn": "28000",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'representative concentration pathway (RCP) 8.5' signify in climate modeling?",
                "QuestionCn": "“代表性浓度路径（RCP）8.5”在气候建模中意味着什么。",
                "AnswerEn": "The representative concentration pathway (RCP) 8.5 refers to a high greenhouse gas emissions scenario used in climate modeling, signifying an increase in radiative forcing by 8.5 watts per square meter by the end of the 21st century. It is utilized to explore potential future climate outcomes under conditions of high emissions.",
                "AnswerCn": "代表性浓度路径（RCP）8.5指的是一种高温室气体排放情景，用于气候建模，意味着到21世纪末辐射强迫增加8.5瓦特每平方米。它被用于探索在高排放条件下潜在的未来气候结果。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is meant by 'forcing data' in the context of climate simulation models?",
                "QuestionCn": "在气候模拟模型的上下文中，“强迫数据”是指用于驱动模型的外部因素或输入数据，这些因素会影响气候系统的变化。这些数据可以包括温室气体浓度、太阳辐射、火山活动、土地利用变化等。通过这些强迫数据，模型能够模拟气候的响应和变化。",
                "AnswerEn": "Forcing data in climate simulation refers to the external data inputs used to drive or constrain a climate model. In this context, HadGEM2-ES data from the CMIP5 project is used as forcing data to provide initial and boundary conditions for the regional climate model simulations.",
                "AnswerCn": "在气候模拟中，强迫数据指的是用于驱动或约束气候模型的外部数据输入。在这个背景下，来自CMIP5项目的HadGEM2-ES数据被用作强迫数据，以为区域气候模型模拟提供初始和边界条件。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in data validation techniques between high-resolution gridded observation data sets like CN05.1 and satellite precipitation data such as Tropical Rainfall Measuring Mission 3B42 in evaluating climate models?",
                "QuestionCn": "高分辨率网格观测数据集（如CN05.1）与卫星降水数据（如热带降水测量任务3B42）在评估气候模型时的数据验证技术有什么不同？",
                "AnswerEn": "The CN05.1 dataset, with a resolution of 0.25° × 0.25°, provides high-resolution ground-based observations for validating the RegCM4.6 model's performance, whereas the Tropical Rainfall Measuring Mission 3B42 provides satellite-based precipitation data that complement CN05.1 by offering an additional layer of validation specifically for precipitation simulations.",
                "AnswerCn": "CN05.1 数据集具有 0.25° × 0.25° 的分辨率，提供高分辨率的地面观测数据，用于验证 RegCM4.6 模型的性能，而热带降水测量任务 3B42 提供的卫星降水数据则通过为降水模拟提供额外的验证层，补充了 CN05.1 数据集。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do the challenges of bias correction differ between employing regional climate models like RegCM4.6 and global climate models such as HadGEM2-ES for future projections in Northwest China?",
                "QuestionCn": "使用区域气候模型如RegCM4.6和全球气候模型如HadGEM2-ES在西北中国进行未来预测时，偏差修正的挑战有何不同？",
                "AnswerEn": "Regional climate models like RegCM4.6 are preferred for Northwest China due to their finer resolution and tailored parameterization, which help reduce the large biases present in global models like HadGEM2-ES. This makes bias correction more critical and challenging for global models, while regional models can provide more accurate localized projections with less bias correction required.",
                "AnswerCn": "区域气候模型如RegCM4.6在中国西北地区更受欢迎，因为它们具有更细的分辨率和量身定制的参数化，这有助于减少全球模型如HadGEM2-ES中存在的大偏差。这使得全球模型的偏差修正变得更加关键和具有挑战性，而区域模型则可以提供更准确的局部预测，所需的偏差修正较少。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges might arise when integrating satellite precipitation data with ground-based observations in climate model evaluations?",
                "QuestionCn": "在气候模型评估中，将卫星降水数据与地面观测数据整合时可能会出现哪些挑战？",
                "AnswerEn": "Integrating satellite precipitation data, such as the Tropical Rainfall Measuring Mission 3B42, with ground-based observations can present challenges due to differences in spatial and temporal resolution, coverage, and potential discrepancies in data accuracy. These challenges need to be addressed to ensure a comprehensive evaluation of the precipitation simulations by models like RegCM4.6.",
                "AnswerCn": "将卫星降水数据（如热带降水测量任务3B42）与地面观测数据整合可能会面临挑战，这些挑战包括空间和时间分辨率的差异、覆盖范围的不同以及数据准确性可能存在的差异。需要解决这些挑战，以确保对像RegCM4.6这样的模型降水模拟的全面评估。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the biases observed in global climate models when applied to regions with complex terrains like Northwest China?",
                "QuestionCn": "在应用于地形复杂的地区（如中国西北部）时，全球气候模型中观察到的偏差的因素有哪些？",
                "AnswerEn": "The biases in global climate models when applied to regions with complex terrains such as Northwest China stem from the region's inland location, rapid terrain changes, and fragile ecological environment, which make it more susceptible to climate variations.",
                "AnswerCn": "全球气候模型在应用于地形复杂的地区（如中国西北地区）时存在偏差，这源于该地区的内陆位置、快速的地形变化以及脆弱的生态环境，使其对气候变化更加敏感。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is the application of regional climate models more urgent and important for future climate projections in Northwest China compared to global models?",
                "QuestionCn": "为什么在中国西北地区，区域气候模型的应用比全球模型对未来气候预测更为紧迫和重要？",
                "AnswerEn": "Regional climate models are more urgent and important for Northwest China because global climate models have shown large biases in this region, and the complex terrain and dry climate make the area more vulnerable to climate change, necessitating finer-scale assessments.",
                "AnswerCn": "区域气候模型在中国西北地区显得更加紧迫和重要，因为全球气候模型在该地区显示出较大的偏差，而复杂的地形和干燥的气候使该地区对气候变化更加脆弱，因此需要进行更细致的评估。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using the RegCM4.6 model with a resolution of 25 km on the accuracy of future climate predictions for Northwest China?",
                "QuestionCn": "使用分辨率为25公里的RegCM4.6模型对中国西北地区未来气候预测的准确性会产生什么影响？",
                "AnswerEn": "Using the RegCM4.6 model with a resolution of 25 km allows for finer regional future climate assessments, providing a good simulation of present-day mean climatology over Northwest China. This method enhances the accuracy of future climate predictions, particularly for temperature and precipitation changes.",
                "AnswerCn": "使用分辨率为25公里的RegCM4.6模型可以进行更精细的区域未来气候评估，能够较好地模拟中国西北地区的现今平均气候。这种方法提高了未来气候预测的准确性，特别是在温度和降水变化方面。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the objective of using high-resolution gridded observation data and satellite precipitation data in climate studies for Northwest China?",
                "QuestionCn": "在西北中国的气候研究中，使用高分辨率网格观测数据和卫星降水数据的目标是什么？",
                "AnswerEn": "The objective is to validate the performance of the RegCM4.6 model by providing accurate observational data to complement the simulations, thereby ensuring that future climate projections are based on a robust and well-validated model.",
                "AnswerCn": "目标是通过提供准确的观测数据来验证RegCM4.6模型的性能，从而确保未来的气候预测基于一个稳健且经过验证的模型。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How can regional climate models like RegCM4.6 be fine-tuned to accurately simulate future climate conditions in complex terrains such as Northwest China?",
                "QuestionCn": "如何对区域气候模型如RegCM4.6进行微调，以准确模拟复杂地形如中国西北地区的未来气候条件？",
                "AnswerEn": "The regional climate model RegCM4.6 is fine-tuned by setting a finer resolution of 25 km and dividing the model into 18 vertical layers. This allows for a more detailed regional future climate assessment. Three different simulations are designed to obtain the best set of parameterization schemes, which helps validate the performance of RegCM4.6 over Northwest China.",
                "AnswerCn": "区域气候模型RegCM4.6通过设置25公里的更细分辨率并将模型划分为18个垂直层进行微调。这使得对区域未来气候的评估更加详细。设计了三种不同的模拟，以获得最佳的参数化方案，这有助于验证RegCM4.6在中国西北地区的性能。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What data sources can be utilized to validate the performance of regional climate models in simulating precipitation patterns in Northwest China?",
                "QuestionCn": "可以利用哪些数据源来验证区域气候模型在模拟中国西北地区降水模式方面的表现？",
                "AnswerEn": "To validate the performance of regional climate models like RegCM4.6 in simulating precipitation patterns, high-resolution gridded observation datasets such as CN05.1 (0.25° × 0.25°) and satellite precipitation data from the Tropical Rainfall Measuring Mission 3B42 can be utilized. These datasets complement each other in evaluating the precipitation simulated by the model.",
                "AnswerCn": "为了验证区域气候模型如RegCM4.6在模拟降水模式方面的表现，可以利用高分辨率的网格观测数据集，如CN05.1（0.25° × 0.25°）和来自热带降水测量任务的卫星降水数据3B42。这些数据集相辅相成，用于评估模型模拟的降水情况。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What procedural steps are necessary to integrate global climate model data with regional climate models for accurate future climate projections?",
                "QuestionCn": "将全球气候模型数据与区域气候模型集成以获得准确的未来气候预测所需的程序步骤包括：",
                "AnswerEn": "To integrate global climate model data with regional climate models for accurate future climate projections, forcing data from global models like HadGEM2‐ES of the Coupled Model Intercomparison Project Phase 5 (CMIP5) are employed. The regional model is then run with a set of parameterization schemes, validated against high-resolution observation data, to simulate and project future climate conditions over the target region.",
                "AnswerCn": "为了将全球气候模型数据与区域气候模型整合，以获得准确的未来气候预测，采用了来自耦合模型比较项目第五阶段（CMIP5）的全球模型如HadGEM2-ES的强迫数据。然后，区域模型使用一套参数化方案进行运行，并与高分辨率观测数据进行验证，以模拟和预测目标区域的未来气候条件。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "How does the use of satellite precipitation data contribute to the validation of climate models in predicting future climate changes?",
                "QuestionCn": "卫星降水数据如何有助于验证气候模型在预测未来气候变化中的准确性？",
                "AnswerEn": "The Tropical Rainfall Measuring Mission 3B42 satellite precipitation data, when used alongside the high-resolution gridded observation data set CN05.1, complements the validation process of RegCM4.6, enhancing the accuracy of precipitation simulations and predictions for future climate changes.",
                "AnswerCn": "热带降水测量任务3B42卫星降水数据与高分辨率网格观测数据集CN05.1结合使用，补充了RegCM4.6的验证过程，提高了降水模拟和未来气候变化预测的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What role does the integration of global climate models play in enabling regional climate model projections?",
                "QuestionCn": "全球气候模型的整合在实现区域气候模型预测中发挥了什么作用？",
                "AnswerEn": "The integration of HadGEM2‐ES from the Coupled Model Intercomparison Project Phase 5 (CMIP5) as forcing data enables regional climate model projections by providing a broader global context, which helps in refining regional simulations and improving the accuracy of future climate assessments.",
                "AnswerCn": "将CMIP5中的HadGEM2-ES作为强迫数据的整合，使得区域气候模型的预测得以实现，通过提供更广泛的全球背景，有助于精细化区域模拟，提高未来气候评估的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be significant discrepancies between regional climate models and global climate models when predicting future climate changes in Northwest China?",
                "QuestionCn": "为什么在预测中国西北地区未来气候变化时，区域气候模型和全球气候模型之间可能存在显著差异？",
                "AnswerEn": "The results previously simulated by global climate models have a large bias over this region, and the application of regional climate models to Northwest China is more important and more urgently needed than ever.",
                "AnswerCn": "全球气候模型之前模拟的结果在该地区存在较大偏差，因此对中国西北地区应用区域气候模型显得更加重要和迫切。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it expected that extreme climate indices, such as summer high-temperature days, will increase in Northwest China under future climate scenarios?",
                "QuestionCn": "预计在未来气候情景下，中国西北地区的极端气候指标，如夏季高温天数，将会增加。",
                "AnswerEn": "The data indicates that under the RCP8.5 scenario, the future air temperature in Northwest China will continue to warm significantly, with an increase of over 6°C by the end of the 21st century, leading to more frequent high-temperature events.",
                "AnswerCn": "数据显示，在RCP8.5情景下，西北中国未来的空气温度将持续显著升高，到21世纪末将增加超过6°C，导致高温事件更加频繁。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it challenging to validate regional climate models' performance over Northwest China, and what methods are used to overcome these challenges?",
                "QuestionCn": "验证西北中国区域气候模型性能的挑战主要在于以下几个方面：该地区的气候特征复杂多变，地形起伏大，气象观测站点稀少，数据获取困难。此外，区域气候模型的分辨率可能不足以捕捉小尺度的气候现象。\n\n为克服这些挑战，研究人员通常采用以下几种方法：首先，利用遥感技术获取更广泛的气象数据；其次，结合多种气候模型进行比较和综合分析；再次，使用统计方法对模型输出进行校正；最后，通过区域气候模型与全球气候模型的联动，增强模型的可靠性和准确性。",
                "AnswerEn": "Validating the performance of regional climate models like RegCM4.6 over Northwest China is challenging due to the large bias in global models. The research utilizes a high-resolution gridded observation dataset (CN05.1) and Tropical Rainfall Measuring Mission 3B42 satellite precipitation data to complement and evaluate the precipitation simulated by the regional model.",
                "AnswerCn": "验证区域气候模型（如RegCM4.6）在中国西北地区的性能具有挑战性，因为全球模型存在较大的偏差。本研究利用高分辨率的格点观测数据集（CN05.1）和热带降水测量任务3B42卫星降水数据来补充和评估区域模型模拟的降水。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of using RegCM4.6 compared to other regional climate models for future climate assessments in Northwest China?",
                "QuestionCn": "如何评估使用RegCM4.6与其他区域气候模型在中国西北地区未来气候评估中的有效性？",
                "AnswerEn": "RegCM4.6 is considered effective for future climate assessments in Northwest China, as it provides finer resolution and better simulation of present-day mean climatology compared to global models, addressing the large bias issues in previous simulations.",
                "AnswerCn": "RegCM4.6被认为在中国西北地区的未来气候评估中有效，因为它提供了更细的分辨率和更好的当前平均气候模拟，解决了之前模拟中的大偏差问题。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what could be the impact of utilizing satellite precipitation data, such as the Tropical Rainfall Measuring Mission 3B42, on improving climate model simulations in arid regions like Northwest China?",
                "QuestionCn": "在我看来，利用卫星降水数据，如热带降水测量任务3B42，可能对改善干旱地区（如中国西北部）的气候模型模拟产生积极影响。",
                "AnswerEn": "Utilizing satellite precipitation data like the Tropical Rainfall Measuring Mission 3B42 can significantly improve climate model simulations by providing complementary data to ground observations, enhancing precipitation estimates, and addressing limitations in arid regions with sparse observational networks.",
                "AnswerCn": "利用卫星降水数据，如热带降水测量任务3B42，可以显著改善气候模型模拟，因为它提供了对地面观测的补充数据，增强了降水估计，并解决了在观测网络稀疏的干旱地区的局限性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please summarize the typical data collection methods and validation techniques used for predicting future climate changes in Northwest China.",
                "QuestionCn": "典型的数据收集方法和验证技术用于预测中国西北地区未来气候变化的总结如下：",
                "AnswerEn": "The typical data collection methods for predicting future climate changes in Northwest China involve using regional climate models like RegCM4.6, which is forced by global model outputs such as HadGEM2‐ES from CMIP5. Validation techniques include using high‐resolution gridded observation datasets like CN05.1 and satellite precipitation data from the Tropical Rainfall Measuring Mission 3B42 to evaluate the model's performance.",
                "AnswerCn": "在预测中国西北地区未来气候变化的典型数据收集方法中，使用区域气候模型如RegCM4.6，该模型由全球模型输出（如CMIP5中的HadGEM2-ES）强迫。验证技术包括使用高分辨率的网格观测数据集如CN05.1，以及来自热带降水测量任务3B42的卫星降水数据来评估模型的性能。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please analyze the challenges faced in applying global climate models to regional climate projections in Northwest China and suggest potential approaches to address these challenges.",
                "QuestionCn": "请分析在将全球气候模型应用于中国西北地区气候预测时面临的挑战，并建议潜在的解决方案来应对这些挑战。",
                "AnswerEn": "Global climate models often have a large bias when applied to regions like Northwest China due to complex terrain and rapid changes. This makes regional climate models like RegCM4.6 more suitable. Addressing these challenges involves refining spatial resolution, selecting optimal parameterization schemes, and incorporating high-resolution observational data for better validation and accuracy.",
                "AnswerCn": "全球气候模型在应用于像中国西北这样的复杂地形和快速变化的地区时，往往存在较大的偏差。这使得区域气候模型如RegCM4.6更为适用。解决这些挑战需要提高空间分辨率，选择最佳的参数化方案，并结合高分辨率的观测数据以提高验证和准确性。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please identify and describe potential datasets that could be used to enhance understanding of future climate impacts in Northwest China.",
                "QuestionCn": "请识别和描述潜在的数据集，这些数据集可以用来增强对中国西北地区未来气候影响的理解。",
                "AnswerEn": "Potential datasets include high-resolution gridded observation data like CN05.1 for validating climate models, satellite precipitation data such as from the Tropical Rainfall Measuring Mission 3B42, and outputs from global models like HadGEM2‐ES. These datasets can help improve accuracy in predicting future temperature increases and precipitation changes under various emission scenarios.",
                "AnswerCn": "潜在的数据集包括高分辨率的网格观测数据，如CN05.1，用于验证气候模型；卫星降水数据，如来自热带降水测量任务的3B42；以及来自全球模型的输出，如HadGEM2-ES。这些数据集可以帮助提高在不同排放情景下预测未来温度增加和降水变化的准确性。",
                "Level": "C6(Creating)"
            }
        ]
    }
}