{
    "id": "8848ab04-72c0-450b-8e8c-fbfde455c117",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Multi-scale surface flux and meteorological elements observation dataset in the Hai River Basin (Huailai station-eddy covariance system-40m tower, 2019)",
            "titleCn": "海河流域多尺度地表通量与气象要素观测数据集：怀来站-涡动相关仪（40m塔）（2019）",
            "description": "This dataset contains the flux measurements from the Huailai station eddy covariance system (EC) from January 1 to October 24 in 2019. The site (115.7923° E, 40.3574°N) was located in the maize surface, near Donghuayuan town of Huailai city in Hebei Province. The elevation is 480 m. The EC was installed at a height of 3.5 m, and the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (CSAT3&EC150) was 0 m.\nThe raw data acquired at 10 Hz were processed using the Eddypro post-processing software, including the spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. The observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC): class 1 (level 0: Δst<30 and ITC<30), class 2 (level 1: Δst<100 and ITC<100), and class 3 (level 2: Δst>100 and ITC>100), which represent high-, medium-, and low-quality data, respectively. In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data collected before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 10% of the 30 min raw record; and (4) data were rejected at night when the friction velocity (u*) was less than 0.1 m/s. There were 48 records per day, and the missing data were replaced with -6999. Suspicious data were marked in red. There were lots of negative values of H2O density in winter where filling by -6999.\nThe released data contained the following variables: data/time, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m3), CO2 mass density (CO2, mg/m3), friction velocity (ustar, m/s), stability (z/L), sensible heat flux (Hs, W/m2), latent heat flux (LE, W/m2), carbon dioxide flux (Fc, mg/ (m2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xls format. Detailed information can be found in the suggested references.\nFor more information, please refer to Guo et al. (2020) (for sites information), Liu et al. (2013) for data processing) in the Citation section.",
            "descriptionCn": "该数据集包含了2019年1月1日至2019年10月24日的40m塔涡动相关仪观测数据。站点位于河北省怀来县东花园镇，下垫面水浇地玉米。观测点的经纬度是115.7923E, 40.3574N，海拔480m。涡动相关仪的采集频率是10Hz，架高为3.5 m，超声朝向是正北向，超声风速仪（CSAT3）与CO2/H2O分析仪（EC150）之间的距离是0 cm。\n发布的数据是采用Eddypro软件对原始采集的10Hz数据进行后处理得到的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对处理后输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据每30min内缺失率大于10%的数据；（4）剔除夜间弱湍流的观测数据（u*小于0.1m/s）。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。在冬季EC150测量水汽密度出现很多负值，以-6999填充。8月16-8月26日由于供电问题，数据缺失。\n涡动相关仪发布的观测数据包括：日期/时间Date/Time，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（K），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），奥布霍夫长度，感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE。感热、潜热、二氧化碳通量的质量标识分为三级（质量标识0:（Δst <30, ITC<30）; 1: （Δst <100, ITC<100）; 其余为2）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。\n观测试验或站点信息请参考Guo et al.(2020)，数据处理请参考Liu et al. (2013)。",
            "instructions": "Year+** Haihe River+ site no + EC.",
            "instructionsCn": "年份+**海河流域+站点名称+EC",
            "east": 115.7923,
            "west": 115.7923,
            "south": 40.3574,
            "north": 40.3574,
            "startTime": "2019-01-01 00:00:00",
            "endTime": "2019-10-24 00:00:00",
            "fileSize": 2040118.0,
            "cstr": "18406.11.Meteoro.tpdc.271091",
            "doi": "10.11888/Meteoro.tpdc.271091",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "肖青",
                "nameEn": "XIAO Qing",
                "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
                "unitCn": "中国科学院遥感与数字地球研究所"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "柏军华",
                "nameEn": "BAI Junhua",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleCn": null,
                "titleEn": "Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area",
                "referenceCn": null,
                "referenceEn": "Guo, A.L., Liu, S.M., Zhu, Z.L., Xu, Z.W., Xiao, Q., Ju, Q., Zhang, Y., & Yang, X.F. (2020). Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area. Journal of Geophysical Research: Atmospheres, 125, e2020JD032833. https://doi.org/10.1029/2020JD032833."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleCn": null,
                "titleEn": "Validation of remotely sensed evapotranspiration over the Hai River Basin, China",
                "referenceCn": null,
                "referenceEn": "Jia, Z.Z., Liu, S.M., Xu, Z.W,, Chen, Y.J., & Zhu, M.J. (2012). Validation of remotely sensed evapotranspiration over the Hai River Basin, China. Journal of Geophysical Research, 117(D13)."
            },
            {
                "titleCn": null,
                "titleEn": "Evaluating parameterizations of aerodynamic resistance to heat transfer using field measurements",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Lu, L., Mao, D., & Jia, L. (2007). Evaluating parameterizations of aerodynamic resistance to heat transfer using field measurements. Hydrology and Earth System Sciences, 11(2), 769-283."
            },
            {
                "titleCn": null,
                "titleEn": "The characteristics and parameterization of aerodynamic roughness length over heterogeneous surfaces",
                "referenceCn": null,
                "referenceEn": "Lu, L., Liu, S.M., Xu, Z.W., Yang, K., Cai, X.H., Jia, L., & Wang, J.M. (2009). The characteristics and parameterization of aerodynamic roughness length over heterogeneous surfaces. Advances in atmospheric sciences, 26(1), 180-190."
            },
            {
                "titleCn": null,
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleCn": "涡动相关仪观测数据的处理与质量评价研究",
                "titleEn": null,
                "referenceCn": "徐自为, 刘绍民, 宫丽娟, 王介民, 李小文. (2008). 涡动相关仪观测数据的处理与质量评价研究. 地球科学进展, 23(4), 357-370.",
                "referenceEn": null
            },
            {
                "titleCn": "涡动相关仪观测蒸散量的插补方法比较",
                "titleEn": null,
                "referenceCn": "徐自为, 刘绍民, 徐同仁, 王介民. (2009). 涡动相关仪观测蒸散量的插补方法研究.地球科学进展, 29(4), 372-382.",
                "referenceEn": null
            },
            {
                "titleCn": "涡动相关仪和大孔径闪烁仪观测通量的空间代表性",
                "titleEn": null,
                "referenceCn": "宫丽娟, 刘绍民, 双喜, 蔡旭晖, 徐自为. (2009). 涡动相关仪和大孔径闪烁仪观测通量的空间代表性研究. 高原气象, 28(2), 246-257.",
                "referenceEn": null
            },
            {
                "titleCn": "不同下垫面大孔径闪烁仪观测数据处理与分析",
                "titleEn": null,
                "referenceCn": "卢俐, 刘绍民, 徐自为, 王介民, 李小文. (2009). 不同下垫面上大孔径闪烁仪观测数据的处理与分析. 应用气象学报, 20(2), 171-178.",
                "referenceEn": null
            },
            {
                "titleCn": "农田下垫面观测通量的变化特征及其气候学足迹分析",
                "titleEn": null,
                "referenceCn": "朱明佳, 刘绍民, 徐自为, 徐同仁. (2013). 农田下垫面观测通量的变化特征及其气候学足迹分析. 地球科学进展, 28(12), 96-109.",
                "referenceEn": null
            },
            {
                "titleCn": "不同土壤热通量测算方法的比较及其对地表能量平衡闭合影响的研究",
                "titleEn": null,
                "referenceCn": "徐自为, 刘绍民, 徐同仁, 丁闯. (2013). 不同土壤热通量测算方法的比较及其对地表能量平衡闭合影响的研究. 地球科学进展, 28(8), 875-889.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "大气放射性物质",
                "nameEn": "Atmospheric Radioactive Substance"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "怀来县",
                "keywordEn": "Huailai"
            },
            {
                "keywordCn": "河北省",
                "keywordEn": "Hebei"
            },
            {
                "keywordCn": "海河流域",
                "keywordEn": "Haihe river basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2019",
                "keywordEn": "2019",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "陆表遥感产品真实性检验中的关键理论与方法研究",
                "titleEn": "Key Program of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Aerodynamic roughness length (z0m) is a key factor in surface flux estimations with remote sensing algorithms and/or land surface models. Originally, z0m is defined as the height where the wind speed, given by the extrapolation of the logarithmic wind profile, becomes zero. According to numerous observations, the variation range of z0m over different surfaces is large, from an order of 1.0 m over urban areas and mountainous areas, to an order of 0.1 mm or even 0.01 mm over smooth water body surfaces, ice and snow surfaces. The traditional way to calculate z0m is based on the Monin-Obukhov Similarity Theory, using wind profile measurements. In practical applications, especially for remote sensing models and land surface models, it is difficult to obtain z0m for a local or regional scale based only on station observations. Former researchers have proposed some parameterizations between the aerodynamic roughness length and the land surface properties [e.g., vegetation height, leaf area index (LAI), etc.], since wind turbulence is controlled by the structure and spacing of roughness elements (plants and other obstacles) on the land surface, and z0m describes the roughness characteristics of a surface."
            ],
            "research objective": [
                "Based on the data of the Xiaotangshan Experiment (Changping District of Beijing, China), which was conducted in 2002, 2004, and 2005 respectively, the objectives of this paper are: (1) to calculate z0m over different surfaces and analyze the directional characteristics of z0m over heterogeneous surfaces using an analytical footprint model; (2) to relate the estimated z0m over heterogeneous surfaces to roughness element characteristic factors, and present a heuristic parameterization of z0m as a reference for model parameterizations."
            ],
            "challenges": [
                "More data is needed for further discussions."
            ],
            "methods": [
                "This paper calculates z0m over several land surfaces, with 3 years of experimental data from Xiaotangshan. Individual z0m over each surface component (patch) is calculated firstly with the characteristic parameters of the roughness elements (vegetation height, leaf area index, etc.), then z0m over the whole experimental field is aggregated, using the footprint weighting method."
            ],
            "dataset": [
                "This experiment was carried out at the Xiaotangshan Experimental Station for Precision Agriculture (40°10′41′′N, 116°26′52′′E, 35 m above sea level) in Beijing. The observation period in 2002 was from 26 March to 23 April and the land cover was bare soil. In 2004, the experiment was carried out from 30 May to 7 July. In the southern sub-plot field, the land cover was bare soil between 30 May and 11 June, while the maize plants started emerging around 12 June. In 2005, the experiment was from 1 May to 10 June and the experimental layout was almost the same as that in 2004."
            ],
            "findings": [
                "The results show that z0m is direction-dependent, mainly due to the heterogeneity of the size and spatial distribution of the roughness elements inside the source area along different wind directions."
            ],
            "backgroundCn": [
                "气动粗糙长度（z0m）是通过遥感算法和/或陆面模型进行表面通量估算的关键因素。z0m最初被定义为风速通过对数风速剖面的外推在何高度变为零。根据众多观测，不同表面上z0m的变化范围很大，城市和山区的z0m约为1.0米，而平滑水体表面、冰面和雪面上的z0m则约为0.1毫米甚至0.01毫米。传统上，z0m的计算基于Monin-Obukhov相似理论，使用风速剖面测量。在实际应用中，特别是在遥感模型和陆面模型中，仅依靠站点观测很难获得局部或区域尺度的z0m。以前的研究者提出了一些气动粗糙长度与陆面特性（例如，植被高度、叶面积指数（LAI）等）之间的参数化关系，因为风的湍流受地表粗糙元素（植物和其他障碍物）的结构和间距的控制，而z0m描述了表面的粗糙特征。"
            ],
            "research objectiveCn": [
                "根据2002年、2004年和2005年在中国北京昌平区进行的Xiaotangshan实验的数据，本文的目标是：(1) 计算不同表面的z0m，并使用分析足迹模型分析异质表面上z0m的方向特征；(2) 将估算的异质表面上的z0m与粗糙元素特征因子相关联，并提出z0m的启发式参数化，以作为模型参数化的参考。"
            ],
            "challengesCn": [
                "需要更多数据以进行进一步讨论。"
            ],
            "methodsCn": [
                "本文计算了多个地表的z0m，使用了来自小汤山的三年实验数据。首先，针对每个表面组成部分（斑块）计算了单独的z0m，使用了粗糙度元素的特征参数（植被高度、叶面积指数等），然后采用足迹加权法对整个实验场的z0m进行聚合。"
            ],
            "datasetCn": [
                "该实验在北京的肖塘山精准农业实验站（北纬40°10′41′′，东经116°26′52′′，海拔35米）进行。2002年的观察期为3月26日至4月23日，土地覆盖为裸土。2004年，实验时间为5月30日至7月7日。在南侧子区，土地覆盖在5月30日至6月11日期间为裸土，而玉米植物在6月12日左右开始萌芽。2005年的实验时间为5月1日至6月10日，实验布局与2004年几乎相同。"
            ],
            "findingsCn": [
                "结果表明，z0m是方向依赖的，主要是由于源区内粗糙元素的大小和空间分布在不同风向上的异质性。"
            ]
        },
        {
            "background": [
                "For surface flux measurements, large aperture scintillometer (LAS) has become more and more popular in recent years. Compared with traditional observation techniques, it can measure surface fluxes on a larger scale (500 m to 10 km). At present, LAS observation is not common in China."
            ],
            "research objective": [
                "The daily and monthly variation of HLAS is analyzed. And the observation differences between eddy covariance system and LAS, need to be studied further combined with footprint model and energy unbalance of eddy covariance system observation."
            ],
            "challenges": [
                "There is much less agreement on the form which universal stability function fT should take. Further more, since the iteration process of HLAS can not be convergence when low wind speed and very stable conditions appearing at night, Wm \\ - 5 is specified."
            ],
            "methods": [],
            "dataset": [],
            "findings": [
                "Sensible heat flux (H) calculation with the LAS data of above measurements shows that the beam height of LAS and wind speed are sensitive factors for sensible heat flux measurement (HLAS), zero-plane displacement height is crucial unless the beam height is much larger than it, and Bowen ratio needs to be determined accurately over wet surface, while air temperature, air pressure and aerodynamic roughness length are not sensitive for HLAS. According to the observations mentioned above, LAS can measure surface fluxes both over homogeneous and heterogeneous surfaces."
            ],
            "backgroundCn": [
                "对于表面通量测量，大孔径闪烁仪（LAS）近年来变得越来越受欢迎。与传统观测技术相比，它可以在更大范围内（500米到10公里）测量表面通量。目前，LAS观测在中国尚不普遍。"
            ],
            "research objectiveCn": [
                "对HLAS的日变化和月变化进行了分析。需要进一步研究涡度协方差系统与LAS之间的观测差异，结合足迹模型和涡度协方差系统观测的能量不平衡。"
            ],
            "challengesCn": [
                "关于普遍稳定函数 fT 的形式，存在很少的共识。此外，由于在夜间出现低风速和非常稳定的条件时，HLAS 的迭代过程无法收敛，因此指定 Wm \\ - 5。"
            ],
            "methodsCn": [],
            "datasetCn": [],
            "findingsCn": [
                "利用激光雷达（LAS）数据计算显热通量（H）表明，激光雷达的测量高度和风速是显热通量测量（HLAS）的敏感因素，零平面位移高度至关重要，除非测量高度远大于零平面位移高度，而在湿表面上，波文比需要准确确定，而空气温度、气压和气动粗糙度长度对HLAS则不敏感。根据上述观察，激光雷达可以在均匀和非均匀表面上测量表面通量。"
            ]
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "Is the primary method for processing raw data from eddy covariance systems based on statistical corrections, software algorithms, or manual adjustments?",
                "QuestionCn": "处理涡度协方差系统原始数据的主要方法是基于统计修正、软件算法还是手动调整？",
                "AnswerEn": "software algorithms",
                "AnswerCn": "软件算法",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "When dealing with data gaps due to instrument failure or environmental factors, is it more common to fill these gaps with interpolation, specific placeholders, or leave them unaddressed?",
                "QuestionCn": "在处理由于仪器故障或环境因素导致的数据缺口时，通常是使用插值法填补这些缺口、使用特定的占位符，还是不加以处理？",
                "AnswerEn": "specific placeholders",
                "AnswerCn": "特定占位符",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What is the primary data collection method used for measuring surface fluxes in the field of study?",
                "QuestionCn": "在研究领域中，用于测量表面通量的主要数据收集方法是什么？",
                "AnswerEn": "Eddy covariance",
                "AnswerCn": "涡度相关",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to measure aerodynamic roughness length over heterogeneous surfaces?",
                "QuestionCn": "您能否提供一个用于测量异质表面上气动粗糙度长度的数据收集方法的示例？",
                "AnswerEn": "An example of a data collection method for measuring aerodynamic roughness length over heterogeneous surfaces is the use of wind profile measurements based on the Monin-Obukhov Similarity Theory. This approach was utilized in the Xiaotangshan Experiment, where z0m over each surface component was calculated with characteristic parameters of roughness elements such as vegetation height and leaf area index, and then aggregated using the footprint weighting method.",
                "AnswerCn": "测量异质表面气动粗糙度长度的一种数据收集方法是基于莫宁-奥布霍夫相似理论的风剖面测量。这种方法在小汤山实验中得到了应用，其中通过植被高度和叶面积指数等粗糙元素的特征参数计算每个表面组件的z0m，然后使用足迹加权法进行汇总。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when using large aperture scintillometers (LAS) for surface flux measurements?",
                "QuestionCn": "使用大孔径闪烁仪（LAS）进行表面通量测量时面临的一个挑战是什么？",
                "AnswerEn": "An example of a challenge in using LAS for surface flux measurements is the difficulty in converging the iteration process under low wind speed and very stable conditions at night. This problem is compounded by the sensitivity of sensible heat flux (HLAS) to factors such as beam height, wind speed, and zero-plane displacement height.",
                "AnswerCn": "使用激光雷达（LAS）进行表面通量测量的一个挑战是在低风速和非常稳定的夜间条件下，迭代过程难以收敛。这个问题因感应热通量（HLAS）对诸如光束高度、风速和零平面位移高度等因素的敏感性而加剧。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How does the process of data quality evaluation in surface flux observations illustrate methodological rigor?",
                "QuestionCn": "表面通量观测中的数据质量评估过程如何体现方法论的严谨性。",
                "AnswerEn": "The process of data quality evaluation in surface flux observations illustrates methodological rigor through several steps, including wild point value elimination, delay time correction, coordinate rotation, frequency response correction, ultrasonic virtual temperature correction, and density (WPL) correction. Additionally, quality assessment of flux values involves checking atmospheric stability and turbulent similarity characteristics, with classification into three quality levels based on set thresholds.",
                "AnswerCn": "表面通量观测中的数据质量评估过程通过几个步骤展示了方法论的严谨性，包括异常值消除、延迟时间修正、坐标旋转、频率响应修正、超声虚温修正和密度（WPL）修正。此外，通量值的质量评估涉及检查大气稳定性和湍流相似性特征，并根据设定的阈值将其分类为三个质量等级。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics of eddy covariance systems used for measuring surface fluxes in agricultural settings?",
                "QuestionCn": "用于测量农业环境中表面通量的涡度协方差系统的具体特征是什么？",
                "AnswerEn": "sonic anemometers, CO2/H2O analyzers, 10Hz sampling frequency, precise distances between measurement instruments, coordinate rotation, frequency response correction",
                "AnswerCn": "超声波风速仪、CO2/H2O 分析仪、10Hz 采样频率、测量仪器之间的精确距离、坐标旋转、频率响应校正",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the key data collection challenges when using large aperture scintillometers for surface flux measurements?",
                "QuestionCn": "使用大孔径闪烁仪进行表面通量测量时，关键的数据收集挑战有哪些？",
                "AnswerEn": "sensitivity to beam height and wind speed, need for accurate Bowen ratio determination over wet surfaces, difficulties in universal stability function convergence under low wind speeds and stable night conditions",
                "AnswerCn": "对光束高度和风速的敏感性、在湿润表面上准确确定鲍恩比率的需求、在低风速和稳定夜间条件下普遍稳定性函数收敛的困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the factors that influence the aggregation of aerodynamic roughness length over heterogeneous surfaces?",
                "QuestionCn": "影响异质表面上气动粗糙长度聚集的因素有哪些？",
                "AnswerEn": "directional dependence of z0m, roughness element size, spatial distribution variability",
                "AnswerCn": "z0m的方向依赖性、粗糙元件大小、空间分布变异性",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many data points are typically recorded in a 24-hour period using a 40m tower eddy covariance system?",
                "QuestionCn": "在使用40米塔涡度协方差系统的24小时内，通常记录多少个数据点？",
                "AnswerEn": "48",
                "AnswerCn": "48",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of 'eddy covariance' in the context of surface flux measurement?",
                "QuestionCn": "在表面通量测量的背景下，“涡动协方差”的重要性是什么？",
                "AnswerEn": "Eddy covariance is a data collection method used to measure and calculate vertical turbulent fluxes within the Earth's atmosphere. It involves using instruments like sonic anemometers and gas analyzers to measure the fluctuations of wind velocity and trace gas concentrations, such as CO2 and H2O, at high frequencies (e.g., 10Hz). The method allows for direct observation of exchanges of energy, gases, and momentum between the surface and the atmosphere over time and is key in understanding surface-atmosphere interactions.",
                "AnswerCn": "涡度协方差是一种用于测量和计算地球大气中垂直湍流通量的数据收集方法。它涉及使用声学风速计和气体分析仪等仪器，以高频率（例如10Hz）测量风速和痕量气体浓度（如CO2和H2O）的波动。这种方法允许直接观察表面与大气之间能量、气体和动量的交换，并在理解表面-大气相互作用方面发挥关键作用。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How is 'aerodynamic roughness length (z0m)' defined and why is it important in surface flux estimations?",
                "QuestionCn": "气动粗糙度长度（z0m）是如何定义的，以及它在表面通量估计中的重要性是什么？",
                "AnswerEn": "Aerodynamic roughness length (z0m) is defined as the height where the wind speed, extrapolated from the logarithmic wind profile, becomes zero. It is a crucial factor in surface flux estimations with remote sensing algorithms and land surface models, as it describes the roughness characteristics of a surface. The variation of z0m is large over different surfaces, influencing wind turbulence and consequently the calculation of surface fluxes.",
                "AnswerCn": "气动粗糙长度（z0m）被定义为风速从对数风速剖面外推到零的高度。它是遥感算法和陆面模型中表面通量估算的关键因素，因为它描述了表面的粗糙特征。z0m在不同表面上的变化很大，影响风的湍流，从而影响表面通量的计算。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges are associated with using the Large Aperture Scintillometer (LAS) for surface flux measurements?",
                "QuestionCn": "使用大孔径闪烁仪（LAS）进行表面通量测量时面临哪些挑战？",
                "AnswerEn": "Challenges in using the Large Aperture Scintillometer (LAS) for surface flux measurements include determining the form of the universal stability function and achieving convergence in the iteration process under low wind speed and stable conditions, particularly at night. Factors such as the beam height of LAS and wind speed sensitivity, zero-plane displacement height, and accurate determination of the Bowen ratio over wet surfaces are crucial for accurate sensible heat flux measurement.",
                "AnswerCn": "使用大孔径闪烁仪（LAS）进行表面通量测量的挑战包括确定通用稳定性函数的形式，以及在低风速和稳定条件下（特别是在夜间）实现迭代过程的收敛。LAS的光束高度、风速敏感性、零平面位移高度以及对湿润表面Bowen比的准确测定等因素，对于准确测量显热通量至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in data collection frequencies and temporal resolutions between the eddy covariance system and the large aperture scintillometer?",
                "QuestionCn": "涡度协方差系统和大孔径闪烁仪在数据收集频率和时间分辨率方面有什么区别？",
                "AnswerEn": "The eddy covariance system collects data at a high frequency of 10 Hz, processed into 30-minute average values, whereas large aperture scintillometer data typically cover larger spatial scales and might not have such high temporal resolution, focusing instead on daily and monthly variations and larger spatial footprint measurements.",
                "AnswerCn": "涡度协方差系统以10 Hz的高频率收集数据，处理成30分钟的平均值，而大孔径闪烁仪的数据通常覆盖更大的空间尺度，可能没有如此高的时间分辨率，而是侧重于日常和月度变化以及更大空间范围的测量。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do the methods of estimating aerodynamic roughness length differ when using eddy covariance data versus remote sensing models?",
                "QuestionCn": "使用涡度协方差数据与遥感模型估计气动粗糙长度的方法有何不同？",
                "AnswerEn": "Eddy covariance data typically estimate aerodynamic roughness length based on wind profile measurements and Monin-Obukhov Similarity Theory, adjusted for surface characteristics. Remote sensing models, however, often rely on parameterizations derived from land surface properties such as vegetation height and leaf area index, which can be more challenging to apply accurately at local or regional scales without direct station observations.",
                "AnswerCn": "涡度协方差数据通常基于风剖面测量和莫宁-奥布霍夫相似理论来估计气动粗糙长度，并根据表面特征进行调整。然而，遥感模型通常依赖于基于土地表面特性的参数化，如植被高度和叶面积指数，这在没有直接站点观测的情况下，在地方或区域尺度上应用可能更具挑战性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the influence of roughness element characteristics on aerodynamic roughness length from the data collected at various surfaces?",
                "QuestionCn": "可以推断出粗糙元素特征对气动粗糙长度的影响，基于在各种表面上收集的数据。",
                "AnswerEn": "The inference is that the aerodynamic roughness length (z0m) is influenced by roughness element characteristics such as vegetation height and leaf area index, as these elements control wind turbulence. This relationship can be parameterized to aid in model applications, indicating that z0m varies directionally due to the heterogeneity of roughness elements across different surfaces.",
                "AnswerCn": "推断表明，气动粗糙度长度（z0m）受到粗糙度元素特征的影响，例如植被高度和叶面积指数，因为这些元素控制风的湍流。这个关系可以进行参数化，以帮助模型应用，表明由于不同表面粗糙度元素的异质性，z0m在方向上是变化的。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How do the data processing steps, such as coordinate rotation and density correction, affect the quality and reliability of surface flux measurements?",
                "QuestionCn": "数据处理步骤，如坐标旋转和密度校正，如何影响表面通量测量的质量和可靠性？",
                "AnswerEn": "The data processing steps, including coordinate rotation and density (WPL) correction, are crucial for ensuring the quality and reliability of surface flux measurements. These steps help in correcting raw data for anomalies and errors, thereby providing more accurate values for flux measurements and ensuring stability and similarity in atmospheric conditions.",
                "AnswerCn": "数据处理步骤，包括坐标旋转和密度（WPL）校正，对于确保表面通量测量的质量和可靠性至关重要。这些步骤有助于纠正原始数据中的异常和错误，从而提供更准确的通量测量值，并确保大气条件的稳定性和相似性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What potential challenges can arise in measuring surface fluxes over heterogeneous surfaces, and how might these be addressed through data collection methods?",
                "QuestionCn": "在测量异质表面的表面通量时，可能会出现哪些潜在挑战，以及如何通过数据收集方法来解决这些问题？",
                "AnswerEn": "Challenges in measuring surface fluxes over heterogeneous surfaces include dealing with variability in roughness element size and distribution, which affects the aerodynamic roughness length. Addressing these challenges may involve using footprint models to account for directional dependencies and employing parameterizations that relate surface properties to roughness length for more accurate estimations.",
                "AnswerCn": "在异质表面上测量表面通量的挑战包括处理粗糙元素大小和分布的变异性，这会影响气动粗糙长度。解决这些挑战可能涉及使用足迹模型来考虑方向依赖性，并采用参数化方法将表面特性与粗糙长度相关联，以获得更准确的估计。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "Why is there a significant variation in aerodynamic roughness length (z0m) over different land surfaces, and how does it impact remote sensing models?",
                "QuestionCn": "为什么不同地表上气动粗糙长度（z0m）会有显著的变化，这对遥感模型有什么影响？",
                "AnswerEn": "The variation in aerodynamic roughness length (z0m) over different surfaces is primarily due to the heterogeneity in the size and spatial distribution of roughness elements, such as vegetation and terrain, which affect wind turbulence. This variation impacts remote sensing models because z0m is a critical parameter in estimating surface fluxes, influencing the accuracy of these models in representing surface-atmosphere interactions.",
                "AnswerCn": "不同表面上气动粗糙长度（z0m）的变化主要是由于粗糙元素（如植被和地形）的大小和空间分布的异质性，这影响了风的湍流。这种变化对遥感模型产生影响，因为z0m是估算表面通量的关键参数，影响这些模型在表面-大气相互作用表示中的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors contribute to the challenges in obtaining accurate z0m values for local or regional scales based on station observations?",
                "QuestionCn": "影响基于站点观测获取准确z0m值的挑战的因素有哪些？",
                "AnswerEn": "Challenges in obtaining accurate z0m values for local or regional scales are due to the difficulty in capturing the spatial variability of surface roughness with limited station observations. The complexity of land surface characteristics and the influence of diverse roughness elements make it challenging to generalize z0m values from localized measurements to broader areas, necessitating parameterization approaches that incorporate land surface properties like vegetation height and leaf area index.",
                "AnswerCn": "在获取局部或区域尺度的准确z0m值时，面临的挑战主要是由于有限的观测站点难以捕捉表面粗糙度的空间变异性。地表特征的复杂性以及多样化粗糙元素的影响，使得从局部测量值推广到更广泛区域变得困难，这需要采用参数化方法，结合植被高度和叶面积指数等地表属性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using Eddypro software for post-processing 10Hz data to obtain 30-minute averages in atmospheric flux measurements?",
                "QuestionCn": "使用Eddypro软件对10Hz数据进行后处理以获得30分钟平均值在大气通量测量中的后果是什么？",
                "AnswerEn": "Using Eddypro software involves several post-processing steps such as outlier removal, delay time correction, coordinate rotation, frequency response correction, and WPL correction, which result in more accurate and reliable 30-minute averaged flux measurements. This process also includes quality assessments of flux values, which help ensure the integrity of the data by identifying and excluding erroneous data, such as those affected by instrument errors or weak turbulence at night.",
                "AnswerCn": "使用Eddypro软件涉及多个后处理步骤，如异常值去除、延迟时间修正、坐标旋转、频率响应修正和WPL修正，这些步骤能够产生更准确和可靠的30分钟平均通量测量值。该过程还包括对通量值的质量评估，帮助确保数据的完整性，通过识别和排除受仪器错误或夜间弱湍流影响的错误数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the exclusion of data during precipitation events and post-precipitation periods impact the accuracy and reliability of flux measurements in surface flux datasets?",
                "QuestionCn": "在降水事件和降水后时期排除数据如何影响地表通量数据集中的通量测量的准确性和可靠性？",
                "AnswerEn": "Excluding data during and shortly after precipitation events helps maintain the accuracy and reliability of flux measurements by removing data that might be affected by wet sensors or altered surface conditions, which can introduce errors in measurement. These exclusions are necessary to ensure the data reflects normal atmospheric conditions and to prevent the effects of precipitation from distorting flux measurements.",
                "AnswerCn": "排除降水事件期间及其后不久的数据有助于保持通量测量的准确性和可靠性，因为这些数据可能受到湿传感器或改变的表面条件的影响，从而引入测量误差。这些排除是必要的，以确保数据反映正常的大气条件，并防止降水的影响扭曲通量测量。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to parameterize aerodynamic roughness length in land surface models and remote sensing algorithms?",
                "QuestionCn": "在陆面模型和遥感算法中，参数化气动粗糙长度的重要性在于它能够影响地表与大气之间的能量、动量和水分交换。气动粗糙长度是描述地表特征对风速影响的一个关键参数，能够帮助更准确地模拟和预测气候、天气和生态系统的变化。通过合理的参数化，可以提高模型的精度和可靠性，从而更好地理解和管理自然资源和环境。",
                "AnswerEn": "Parameterizing aerodynamic roughness length is crucial for accurately modeling and estimating surface fluxes, as it accounts for the roughness characteristics of a surface which affect wind turbulence and energy exchanges, especially in heterogeneous landscapes.",
                "AnswerCn": "参数化气动粗糙长度对于准确建模和估算表面通量至关重要，因为它考虑了表面的粗糙特征，这些特征影响风的湍流和能量交换，尤其是在异质景观中。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the objectives behind comparing large aperture scintillometer data with eddy covariance system observations for surface flux measurements?",
                "QuestionCn": "比较大孔径闪烁仪数据与涡动协方差系统观测的表面通量测量的目标是什么？",
                "AnswerEn": "The objectives include analyzing the daily and monthly variations in sensible heat flux measurements, understanding the differences and complementarities between the two methods, and addressing issues like energy balance closure and footprint model applicability.",
                "AnswerCn": "目标包括分析显热通量测量的日变化和月变化，理解两种方法之间的差异和互补性，以及解决能量平衡闭合和足迹模型适用性等问题。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How can the aerodynamic roughness length (z0m) be estimated over heterogeneous surfaces, and what methodological considerations are necessary?",
                "QuestionCn": "如何在异质表面上估计气动粗糙长度（z0m），并需要考虑哪些方法论？",
                "AnswerEn": "Estimating z0m over heterogeneous surfaces involves calculating z0m for each surface component by considering characteristic parameters like vegetation height and leaf area index. The z0m for the entire experimental field is then aggregated using a footprint weighting method. The directional dependence of z0m due to the size and spatial distribution of roughness elements must be considered to ensure accurate parameterization.",
                "AnswerCn": "估计异质表面的 z0m 涉及通过考虑特征参数（如植被高度和叶面积指数）来计算每个表面组分的 z0m。然后，使用足迹加权方法对整个实验场的 z0m 进行汇总。必须考虑由于粗糙元素的大小和空间分布导致的 z0m 的方向依赖性，以确保参数化的准确性。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "How do experimental setups in heterogeneous environments enhance the understanding of aerodynamic roughness length variations across different surfaces?",
                "QuestionCn": "在异质环境中的实验设置如何增强对不同表面气动粗糙长度变化的理解？",
                "AnswerEn": "Experimental setups in heterogeneous environments, such as the Xiaotangshan Experiment, utilize analytical footprint models to calculate and analyze the directional characteristics of aerodynamic roughness length over various surface components. This approach allows the aggregation of roughness length over the entire field using footprint weighting methods, offering insights into the influence of roughness element characteristics like vegetation height and leaf area index.",
                "AnswerCn": "在异质环境中的实验设置，如小汤山实验，利用分析足迹模型计算和分析不同表面组件的气动粗糙长度的方向特征。这种方法通过足迹加权方法对整个场地的粗糙长度进行聚合，提供了对粗糙元素特征（如植被高度和叶面积指数）影响的洞察。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors enable the use of large aperture scintillometer (LAS) for measuring surface fluxes over larger scales compared to traditional methods?",
                "QuestionCn": "哪些因素使得大孔径闪烁仪（LAS）能够在较大尺度上测量表面通量，相较于传统方法？",
                "AnswerEn": "The use of LAS is enabled by its ability to measure surface fluxes on a larger scale (500 m to 10 km) compared to traditional methods. Factors such as beam height of LAS and wind speed are crucial for accurately measuring sensible heat flux, and understanding these parameters allows for effective use of LAS over both homogeneous and heterogeneous surfaces.",
                "AnswerCn": "LAS的使用得益于其能够在更大尺度（500米到10公里）上测量表面通量，相较于传统方法。激光束高度和风速等因素对于准确测量显热通量至关重要，理解这些参数可以有效地在均匀和非均匀表面上使用LAS。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "What could be the reasons for discrepancies between eddy covariance system and large aperture scintillometer observations?",
                "QuestionCn": "eddy covariance系统和大孔径闪烁仪观测之间的差异可能有哪些原因？",
                "AnswerEn": "Discrepancies between eddy covariance system and large aperture scintillometer observations could arise from differences in the measurement scales, as scintillometers measure over larger areas. Additionally, factors like the beam height of the scintillometer, wind speed sensitivity, and issues with energy balance and footprint models could contribute to these observation differences.",
                "AnswerCn": "涡度协方差系统和大孔径闪烁仪观测之间的差异可能源于测量尺度的不同，因为闪烁仪是在更大区域内进行测量。此外，闪烁仪的光束高度、风速敏感性以及能量平衡和足迹模型的问题也可能导致这些观测差异。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are the potential challenges in ensuring the accuracy of data collected from eddy covariance systems, particularly in seasonal changes or varying weather conditions?",
                "QuestionCn": "确保从涡度协方差系统收集的数据准确性时，特别是在季节变化或天气条件变化时，可能面临的挑战包括：",
                "AnswerEn": "The potential challenges in ensuring accuracy include addressing data gaps during equipment malfunctions, such as the power supply issues noted in August, and handling data inaccuracies caused by environmental factors, like negative water vapor density readings in winter. Additionally, the removal of data due to rainfall and low turbulence conditions suggests that seasonal changes and varying weather conditions can significantly impact data reliability.",
                "AnswerCn": "确保准确性面临的潜在挑战包括在设备故障期间（例如，8月份的电源问题）处理数据缺口，以及应对环境因素导致的数据不准确性，例如冬季的负水蒸气密度读数。此外，由于降雨和低湍流条件而移除数据表明，季节变化和不同天气条件可能会显著影响数据的可靠性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How might the integration of aerodynamic roughness length calculations enhance the precision of land surface flux estimations in remote sensing models?",
                "QuestionCn": "气动粗糙长度计算的整合如何提高遥感模型中地表通量估算的精确度？",
                "AnswerEn": "The integration of aerodynamic roughness length calculations could enhance precision by offering parameterizations that account for the heterogeneity and direction-dependence of surface roughness elements. This approach could provide a more refined input for remote sensing models, improving the estimation of surface fluxes over diverse land covers.",
                "AnswerCn": "气动粗糙长度计算的整合可以通过提供考虑表面粗糙元素的异质性和方向依赖性的参数化来提高精度。这种方法可以为遥感模型提供更精细的输入，从而改善对不同土地覆盖类型的表面通量估计。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "In what ways could large aperture scintillometer (LAS) measurements complement eddy covariance systems in data collection, considering their respective sensitivities and observational scales?",
                "QuestionCn": "大型孔径闪烁仪（LAS）测量可以在数据收集方面补充涡度协方差系统，考虑到它们各自的敏感性和观测尺度。",
                "AnswerEn": "LAS measurements could complement eddy covariance systems by providing surface flux data over larger spatial scales, which might be beneficial in heterogeneous landscapes. Given that LAS is sensitive to factors like beam height and wind speed, it could offer a different observational perspective, potentially balancing the localized measurements of eddy covariance systems and addressing energy unbalance issues.",
                "AnswerCn": "激光雷达（LAS）测量可以通过提供更大空间尺度的表面通量数据来补充涡度协方差系统，这在异质景观中可能是有益的。考虑到激光雷达对光束高度和风速等因素的敏感性，它可以提供不同的观测视角，潜在地平衡涡度协方差系统的局部测量，并解决能量不平衡问题。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don’t understand how the observation data from eddy covariance systems are processed to ensure accuracy and reliability.",
                "QuestionCn": "我不明白涡度协方差系统的观测数据是如何处理的，以确保准确性和可靠性。",
                "AnswerEn": "The observation data from eddy covariance systems are processed using Eddypro software, which includes steps like outlier removal, delay time correction, coordinate rotation, frequency response correction, ultrasonic virtual temperature correction, and density (WPL) correction. Additionally, quality evaluation of flux values is performed based on atmospheric stability and turbulence similarity characteristics.",
                "AnswerCn": "涡动协方差系统的观测数据通过Eddypro软件进行处理，处理步骤包括异常值去除、延迟时间修正、坐标旋转、频率响应修正、超声虚温修正和密度（WPL）修正。此外，基于大气稳定性和湍流相似性特征，对通量值进行质量评估。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I’m unsure about how aerodynamic roughness length is estimated for different land surfaces, especially in heterogeneous environments.",
                "QuestionCn": "我不确定如何估计不同地表的气动粗糙长度，尤其是在异质环境中。",
                "AnswerEn": "Aerodynamic roughness length is estimated using an analytical footprint model to calculate it over different surfaces. This involves using characteristic parameters of roughness elements such as vegetation height and leaf area index, and then aggregating the roughness length over the entire experimental field using the footprint weighting method.",
                "AnswerCn": "气动粗糙长度是通过使用分析足迹模型来估计的，计算不同表面的粗糙长度。这涉及使用粗糙元素的特征参数，如植被高度和叶面积指数，然后通过足迹加权方法对整个实验场地的粗糙长度进行汇总。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of why large aperture scintillometers are not commonly used for surface flux measurements in China.",
                "QuestionCn": "我无法理解为什么大孔径闪烁仪在中国不常用于表面通量测量。",
                "AnswerEn": "Large aperture scintillometers (LAS) have become more popular for measuring surface fluxes on larger scales, but in China, their observation is not common. Despite their capability to measure surface fluxes over both homogeneous and heterogeneous surfaces, challenges such as determining the Bowen ratio accurately over wet surfaces and sensitivity to factors like beam height and wind speed may contribute to limited use.",
                "AnswerCn": "大型孔径闪烁仪（LAS）在测量较大尺度的表面通量方面变得越来越受欢迎，但在中国，它们的观测并不常见。尽管它们能够在均匀和非均匀表面上测量表面通量，但诸如在湿润表面上准确确定博文比的挑战，以及对光束高度和风速等因素的敏感性，可能导致其使用受到限制。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please describe a research approach that utilizes large aperture scintillometer (LAS) data for measuring surface fluxes, and discuss factors influencing the accuracy of these measurements.",
                "QuestionCn": "请描述一种利用大孔径闪烁仪（LAS）数据测量表面通量的研究方法，并讨论影响这些测量准确性的因素。",
                "AnswerEn": "A research approach using LAS data for surface flux measurements involves analyzing the daily and monthly variations of sensible heat flux (H). Factors influencing the accuracy include beam height, wind speed, zero-plane displacement height, and Bowen ratio, which must be determined accurately over wet surfaces. The approach can involve comparing LAS measurements with those from an eddy covariance system and using footprint models to account for energy imbalance. LAS can effectively measure fluxes over both homogeneous and heterogeneous surfaces, but challenges remain in determining the universal stability function and ensuring convergence under low wind speed and stable conditions.",
                "AnswerCn": "使用激光雷达（LAS）数据进行表面通量测量的研究方法涉及分析显热通量（H）的日变化和月变化。影响准确性的因素包括光束高度、风速、零平面位移高度和波文比，这些因素必须在湿表面上准确确定。该方法可以包括将LAS测量与涡动协方差系统的测量进行比较，并使用足迹模型来考虑能量失衡。LAS可以有效地测量均匀和非均匀表面的通量，但在确定通用稳定性函数和确保在低风速和稳定条件下的收敛性方面仍然存在挑战。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}