{
  "id": "8871682b-1318-4e9b-a106-9b26145c1b1a",
  "relatedPaper": 2,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: 30m month compositing Leaf Area Index (LAI) product of the Heihe River Basin",
      "titleCn": "黑河生态水文遥感试验：黑河流域30m/月合成叶面积指数（LAI）数据集",
      "description": "The 30 m / month synthetic leaf area index (LAI) data set of Heihe River basin provides the monthly Lai synthetic products from 2011 to 2014. This data uses the domestic satellite HJ / CCD data with high time resolution (2 days after Networking) and spatial resolution (30 m) to construct the multi angle observation data set. Considering the impact of surface classification and terrain fluctuation, the algorithm is selected according to the characteristics of different vegetation types Choosing a suitable parameterization scheme of integrated model, inversion Lai based on look-up table method. The remote sensing data acquired every month can provide more angles and more observations than the single day sensor data, but the quality of multi-phase and multi angle observation data is uneven due to the difference of on orbit operation time and performance of the sensor. Therefore, in order to effectively use multi temporal and multi angle observation data, a data quality inspection scheme is designed. Using the Lai ground observation data of 9 forest quadrats, 20 farmland quadrats and 14 savanna quadrats from dayokou area in the upper reaches of Heihe River and Yingke and Linze areas in the middle reaches to verify the Lai in July, the inversion results are in good agreement with the measurement results, and the average error is less than 1; in addition, the Lai inversion results of the combined multi temporal and multi angle observation data are in good agreement with the ground measurement data （R2=0.9，RMSE=0.42）。 In a word, the 30 m / month synthetic leaf area index (LAI) data set of Heihe River Basin comprehensively uses multi temporal and multi angle observation data to improve the estimation accuracy and time resolution of parameter products, so as to better serve the application of remote sensing data products.",
      "descriptionCn": "黑河流域30m/月合成叶面积指数（LAI）数据集提供了2011-2014年的月度LAI合成产品，该数据利用我国国产卫星HJ/CCD数据兼具较高时间分辨率（组网后2天）和空间分辨率（30m）的特点构造多角度观测数据集，考虑地表分类和地形起伏影响，算法针对不同植被类型特点选择适宜的一体化模型参数化方案，基于查找表方法反演LAI。每月获取的遥感数据能够提供比单天传感器数据更多的角度和更多次的观测，但由于传感器的在轨运行时间及性能差异，多时相、多角度观测数据的质量参差不齐。因此，为有效利用多时相、多角度观测数据，首先设计了数据质量检查方案。利用黑河上游大野口地区与中游盈科、临泽等地区的9个森林样方，20个农田样方和14个稀树草原样方的LAI地面观测数据验证7月份LAI，反演结果与测量结果吻合得很好，平均误差小于1；此外联合多时相、多角度观测数据的LAI反演结果与地面实测数据具有较好的一致性（R2=0.9，RMSE=0.42）。总之，黑河流域30m/月合成叶面积指数（LAI）数据集综合利用多时相、多角度观测数据以提高参数产品的估算精度、时间分辨率等，更好的服务于遥感数据产品的应用。",
      "instructions": "",
      "instructionsCn": "",
      "east": 101.8,
      "west": 97.8,
      "south": 37.3,
      "north": 42.1,
      "startTime": "2011-01-08 08:00:00",
      "endTime": "2015-01-07 08:00:00",
      "fileSize": 6236937662.0,
      "cstr": "18406.11.hiwater.288.2016.db",
      "doi": "10.3972/hiwater.288.2016.db",
      "dataFormat": "ENVI标准格式",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "柳钦火",
        "nameEn": "LIU Qinhuo",
        "unitEn": "State Key Laboratory of Remote Sensing Science, Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": "范闻捷",
        "nameEn": "FAN Wenjie",
        "unitEn": "Peking University",
        "unitCn": "北京大学"
      },
      {
        "nameCn": " 仲波",
        "nameEn": "ZHONG Bo",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院遥感科学国家重点实验室"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Algorithm of Leaf Area Index product for HJ-CCD over Heihe River Basin",
        "referenceCn": null,
        "referenceEn": "Liao, Y. , Fan, W. , & Xu, X. . (2013). Algorithm of leaf area index product for HJ-CCD over Heihe River Basin. IGARSS 2013 - 2013 IEEE International Geoscience and Remote Sensing Symposium. IEEE."
      },
      {
        "titleCn": null,
        "titleEn": "Leaf Area Index Retrieval Combining HJ1/CCD and Landsat8/OLI Data in the Heihe River Basin, China",
        "referenceCn": null,
        "referenceEn": "Zhao J, Li J, Liu QH, et al. Leaf Area Index Retrieval Combining HJ1/CCD and Landsat8/OLI Data in the Heihe River Basin, China. Remote sensing, 2015, 7(6): 6862-6885."
      },
      {
        "titleCn": null,
        "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Crop area and leaf area  index simultaneous retrieval based on spatial scaling transformation",
        "referenceCn": null,
        "referenceEn": "Fan W, Yan B, Xu X. Crop area and leaf area  index simultaneous retrieval based on spatial scaling transformation. Sci. China Earth Sci., 2010, 53: 1709–1716."
      },
      {
        "titleCn": null,
        "titleEn": "Accurate LAI retrieval method based on PROBA/CHRIS data",
        "referenceCn": null,
        "referenceEn": "Fan WJ, Xu XR, Liu XC, Yan BY, Cui YK. Accurate LAI retrieval method based on PROBA/CHRIS data. Hydrology and Earth System Sciences, 2010, 14(8): 1499-1507. doi:10.5194/hess-14-1499-2010."
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "植被覆盖度",
        "nameEn": "Vegetation coverage data"
      },
      {
        "nameCn": "生态遥感产品",
        "nameEn": "Ecological remote sensing products"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2011",
        "keywordEn": "2011",
        "type": "temporal"
      },
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2013",
        "keywordEn": "2013",
        "type": "temporal"
      },
      {
        "keywordCn": "2014",
        "keywordEn": "2014",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文遥感产品生产算法研究与应用试验",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "多尺度遥感数据按需快速处理与定量遥感产品生成关键技术",
        "titleEn": "National High-tech Research and Development Program of China (863 Program)"
      },
      {
        "titleCn": "星机地综合观测定量遥感融合处理与共性产品生产系统",
        "titleEn": "National High-tech Research and Development Program of China (863 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
      ],
      "research objective": [],
      "challenges": [
        "Progress in this field is hindered by the poor availability of multiscale observations."
      ],
      "methods": [
        "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
      ],
      "dataset": [
        "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
      ],
      "findings": [],
      "backgroundCn": [
        "生态水文过程在异质表面上的上升尺度是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的制约。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
      ],
      "research objectiveCn": [],
      "challengesCn": [
        "该领域的进展受到多尺度观测稀缺的阻碍。"
      ],
      "methodsCn": [
        "在HiWATER期间进行了几次密集观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个EC塔和四个两层自动气象站（AMS），这些景观包括沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了密集观测。共进行了12次空中遥感任务，使用了LiDAR、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA。"
      ],
      "datasetCn": [
        "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
      ],
      "findingsCn": []
    },
    {
      "background": [
        "Leaf area index (LAI) is one of the important geometric-structure parameters in terrestrial vegetation ecosystems. Accurate LAI retrieval is always a key task of such remote-sensing applications, and it is also a precondition of crop-yield estimation, vegetative evapotranspiration calculation and the energy-exchange evaluation of terrestrial vegetation (Badhwar et al., 1986; Townshend et al., 1988; Baret et al., 1991; Wood et al., 1993; Bonan, 1995; Bicheron et al., 1999; Buermann et al., 2001; Kamalesh et al., 2008). In general, there are three categories of LAI retrieval methods. The first category is experiential inversion method based on Vegetation Index (VI), such as retrieving LAI according to the correlation between the Normalized Difference Vegetation Index (NDVI) and LAI (Turner, 1999; Brown et al., 2000; Haboudane et al., 2004; Wang et al., 2005). Although such an approach is simple and widely-used, its accuracy is very low, and some VI can easily get saturated. The second category can be called the reflectance model inversion method, by which the anisotropic effect caused by sun-object-sensor geometry can be removed, but the effect caused by background variations cannot be avoided, especially within mixed pixels. The complex background inhibits accurate LAI retrieval (Li et al., 1986; Nilson et al., 1989; Chen et al., 1997; Xu, 2005)."
      ],
      "research objective": [
        "Based on a hybrid canopy reflectance model, a new hyperspectral directional second derivative method (DSD) is proposed in this paper. This method can estimate LAI accurately through analyzing the canopy anisotropy. The study region was situated in Zhangye, Gansu Province, China; hyperspectral and multi-angular images of the study region were acquired via the Compact High-Resolution Imaging Spectrometer/Project for On-Board Autonomy (CHRIS/PROBA), on 4 June 2008."
      ],
      "challenges": [
        "The anisotropy of canopy reflectance, variations in background characteristics, and variability in atmospheric conditions constitute three factors that can strongly constrain the accuracy of retrieved LAI. As the derivative method is very sensitive to random noise, we put forward an innovative filtering approach, by which the data can be de-noised in spectral and spatial dimensions synchronously."
      ],
      "methods": [
        "After the pre-processing procedures, the DSD method was applied, and the retrieved LAI was validated by ground reference data at 11 sites."
      ],
      "dataset": [
        "The study region was situated in Zhangye, Gansu Province, China; hyperspectral and multi-angular images of the study region were acquired via the Compact High-Resolution Imaging Spectrometer/Project for On-Board Autonomy (CHRIS/PROBA), on 4 June 2008."
      ],
      "findings": [
        "Results show that the new LAI inversion method is accurate and effective with the aid of the innovative filtering method."
      ],
      "backgroundCn": [
        "叶面积指数（LAI）是陆地植被生态系统中一个重要的几何结构参数。准确的LAI提取始终是遥感应用中的关键任务，也是作物产量估算、植被蒸散计算和陆地植被能量交换评估的前提条件（Badhwar et al., 1986; Townshend et al., 1988; Baret et al., 1991; Wood et al., 1993; Bonan, 1995; Bicheron et al., 1999; Buermann et al., 2001; Kamalesh et al., 2008）。一般来说，LAI提取方法可以分为三类。第一类是基于植被指数（VI）的经验反演方法，例如根据归一化差异植被指数（NDVI）与LAI之间的相关性来提取LAI（Turner, 1999; Brown et al., 2000; Haboudane et al., 2004; Wang et al., 2005）。尽管这种方法简单且广泛使用，但其准确性非常低，并且某些VI容易饱和。第二类可以称为反射率模型反演方法，通过该方法可以消除由太阳-物体-传感器几何引起的各向异性效应，但背景变化引起的影响无法避免，特别是在混合像元中。复杂的背景抑制了准确的LAI提取（Li et al., 1986; Nilson et al., 1989; Chen et al., 1997; Xu, 2005）。"
      ],
      "research objectiveCn": [
        "基于混合冠层反射模型，本文提出了一种新的高光谱方向二阶导数方法（DSD）。该方法通过分析冠层各向异性，能够准确估计叶面积指数（LAI）。研究区域位于中国甘肃省张掖；研究区域的高光谱和多角度影像于2008年6月4日通过紧凑型高分辨率成像光谱仪/在轨自主项目（CHRIS/PROBA）获取。"
      ],
      "challengesCn": [
        "冠层反射率的各向异性、背景特征的变化以及大气条件的变异构成了三个可能严重限制LAI（叶面积指数）提取准确性的因素。由于导数方法对随机噪声非常敏感，我们提出了一种创新的过滤方法，通过该方法可以在光谱和空间维度上同步去噪。"
      ],
      "methodsCn": [
        "经过预处理程序后，应用了DSD方法，并在11个地点通过地面参考数据验证了获取的LAI。"
      ],
      "datasetCn": [
        "研究区域位于中国甘肃省张掖；通过紧凑型高分辨率成像光谱仪/在轨自主项目（CHRIS/PROBA），于2008年6月4日获取了该研究区域的高光谱和多角度图像。"
      ],
      "findingsCn": [
        "结果表明，新的LAI反演方法在创新过滤方法的帮助下是准确有效的。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are the LAI retrieval methods impacted by the anisotropy of canopy reflectance?",
        "QuestionCn": "LAI 反演方法是否受到冠层反射率各向异性的影响？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C4(Analyzing)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Are the data quality checks for multiscale eco-hydrological observations more reliant on sensor calibration, data processing techniques, or synchronical ground measurements?",
        "QuestionCn": "多尺度生态水文观测的数据质量检查更依赖于传感器校准、数据处理技术还是同步地面测量？",
        "AnswerEn": "sensor calibration",
        "AnswerCn": "传感器校准",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "Where are intensive observation periods (IOPs) conducted within the context of eco-hydrological studies, and what is their purpose?",
        "QuestionCn": "在生态水文研究的背景下，密集观测期（IOPs）在哪里进行，其目的是什么？",
        "AnswerEn": "hierarchical nested scales",
        "AnswerCn": "分层嵌套量表",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the challenges in retrieving leaf area index (LAI) data, and how are they addressed in the domain of remote sensing?",
        "QuestionCn": "获取叶面积指数（LAI）数据面临的挑战有哪些，以及在遥感领域是如何解决这些挑战的？",
        "AnswerEn": "hyperspectral directional second derivative method",
        "AnswerCn": "高光谱方向二阶导数法",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge in retrieving leaf area index (LAI) accurately using remote sensing methods?",
        "QuestionCn": "使用遥感方法准确获取叶面积指数（LAI）的一个挑战是什么？",
        "AnswerEn": "An example of a challenge in retrieving LAI accurately using remote sensing methods is the anisotropy of canopy reflectance, variations in background characteristics, and variability in atmospheric conditions, which can strongly constrain the accuracy of retrieved LAI.",
        "AnswerCn": "通过遥感方法准确获取叶面积指数（LAI）面临的一个挑战是冠层反射率的各向异性、背景特征的变化以及大气条件的变化，这些因素会严重限制LAI的获取精度。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you provide an example of a dataset that offers high spatial and temporal resolution for leaf area index (LAI) data?",
        "QuestionCn": "您能否提供一个提供高空间和时间分辨率的叶面积指数（LAI）数据集的示例？",
        "AnswerEn": "An example of a dataset offering high spatial and temporal resolution for LAI data is the dataset providing 30m/month synthetic LAI products for the Heihe River Basin from 2011 to 2014, which utilizes domestic satellite HJ/CCD data with high temporal resolution (2 days when networked) and spatial resolution (30m).",
        "AnswerCn": "一个提供高空间和时间分辨率的LAI数据集的例子是为2011年至2014年黑河流域提供的30米/月合成LAI产品，该数据集利用了国内卫星HJ/CCD数据，具有高时间分辨率（联网时为2天）和空间分辨率（30米）。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What challenges are associated with retrieving leaf area index (LAI) using hyperspectral directional second derivative methods?",
        "QuestionCn": "使用高光谱方向二阶导数方法获取叶面积指数（LAI）面临哪些挑战？",
        "AnswerEn": "anisotropy of canopy reflectance, variations in background characteristics, variability in atmospheric conditions, sensitivity to random noise",
        "AnswerCn": "冠层反射率的各向异性、背景特征的变化、大气条件的变化、对随机噪声的敏感性",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the features of a dataset that is designed to improve the estimation accuracy of leaf area index in a heterogeneous landscape?",
        "QuestionCn": "旨在提高异质景观中叶面积指数估算精度的数据集有哪些特征？",
        "AnswerEn": "multi-angle observations, surface classification, topography effects, integrated model parameterization schemes, validated against ground-measured LAI data",
        "AnswerCn": "多角度观测、地表分类、地形效应、集成模型参数化方案、与地面测量的LAI数据进行验证。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many observation sites were used for validating the LAI retrieval results?",
        "QuestionCn": "用于验证LAI检索结果的观测站点数量是多少？",
        "AnswerEn": "9, 20, 14",
        "AnswerCn": "9, 20, 14",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the spatial resolution of the leaf area index (LAI) dataset for the Heihe River Basin?",
        "QuestionCn": "黑河流域的叶面积指数（LAI）数据集的空间分辨率是多少？",
        "AnswerEn": "30 meters",
        "AnswerCn": "30米",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many airborne remote sensing missions were conducted during the HiWATER experiment in 2012?",
        "QuestionCn": "在2012年的HiWATER实验中，共进行了多少次空中遥感任务？",
        "AnswerEn": "12",
        "AnswerCn": "12",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of multiscale observations in eco-hydrological research?",
        "QuestionCn": "多尺度观测在生态水文研究中的重要性是什么？",
        "AnswerEn": "Multiscale observations in eco-hydrological research are crucial for addressing the challenge of upscaling processes on heterogeneous surfaces. They enable the capture of multi-scale eco-hydrological processes by utilizing hierarchically nested scales and multidisciplinary data, thereby enhancing understanding and accuracy in this field.",
        "AnswerCn": "生态水文研究中的多尺度观测对于解决异质表面上过程的尺度放大挑战至关重要。它们通过利用分层嵌套的尺度和多学科数据，捕捉多尺度生态水文过程，从而增强了该领域的理解和准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How is the leaf area index (LAI) retrieved using remote sensing techniques?",
        "QuestionCn": "叶面积指数（LAI）是如何通过遥感技术获取的？",
        "AnswerEn": "The leaf area index (LAI) is retrieved using remote sensing techniques through several methods, including the experiential inversion method based on Vegetation Index, reflectance model inversion method, and hyperspectral directional second derivative method. These methods aim to account for factors like canopy reflectance anisotropy and background variations to improve accuracy.",
        "AnswerCn": "叶面积指数（LAI）通过遥感技术采用多种方法进行提取，包括基于植被指数的经验反演方法、反射模型反演方法和高光谱方向二阶导数方法。这些方法旨在考虑树冠反射各向异性和背景变化等因素，以提高准确性。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What are some of the challenges associated with LAI retrieval using remote sensing data?",
        "QuestionCn": "使用遥感数据进行LAI检索有哪些挑战？",
        "AnswerEn": "Challenges associated with LAI retrieval using remote sensing data include the anisotropy of canopy reflectance, variations in background characteristics, and variability in atmospheric conditions. These factors can constrain the accuracy of LAI retrieval, and innovative filtering approaches are often required to de-noise data and improve precision.",
        "AnswerCn": "使用遥感数据获取叶面积指数（LAI）面临的挑战包括冠层反射率的各向异性、背景特征的变化以及大气条件的变异。这些因素可能限制LAI获取的准确性，通常需要创新的过滤方法来去噪数据并提高精度。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data quality control measures in the multiscale dataset from HiWATER compare to those used in the 黑河流域30m/月合成叶面积指数（LAI）数据集?",
        "QuestionCn": "HiWATER的多尺度数据集中的数据质量控制措施与黑河流域30m/月合成叶面积指数（LAI）数据集使用的数据质量控制措施相比如何？",
        "AnswerEn": "Both datasets employ rigorous quality control measures, but the multiscale dataset from HiWATER emphasizes sensor calibration and a hierarchical observation system, whereas the 黑河流域30m/月合成叶面积指数（LAI）数据集 focuses on data quality checks specific to multi-angle and multi-temporal remote sensing data.",
        "AnswerCn": "两个数据集都采用了严格的质量控制措施，但HiWATER的多尺度数据集强调传感器校准和分层观测系统，而黑河流域30m/月合成叶面积指数（LAI）数据集则侧重于针对多角度和多时相遥感数据的数据质量检查。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "In what ways do the challenges of canopy reflectance anisotropy in LAI retrieval differ from the challenges of multiscale observations in eco-hydrological processes?",
        "QuestionCn": "树冠反射各向异性在叶面积指数（LAI）提取中的挑战与生态水文过程中的多尺度观测挑战有何不同？",
        "AnswerEn": "The challenge of canopy reflectance anisotropy primarily involves removing effects related to sun-object-sensor geometry and background variations, while challenges in multiscale observations focus on the poor availability of data across different scales and capturing interactions in heterogeneous landscapes.",
        "AnswerCn": "冠层反射各向异性的挑战主要涉及去除与太阳-物体-传感器几何关系和背景变化相关的影响，而多尺度观测中的挑战则集中在不同尺度数据的稀缺性以及捕捉异质景观中的相互作用。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the use of hyperspectral and multi-angular imaging in the CHRIS/PROBA dataset compare to the use of LiDAR and imaging spectrometers in the HiWATER dataset for LAI estimation?",
        "QuestionCn": "CHRIS/PROBA数据集中使用的高光谱和多角度成像与HiWATER数据集中使用的LiDAR和成像光谱仪在叶面积指数（LAI）估计方面的比较如何？",
        "AnswerEn": "Both approaches utilize advanced imaging technologies to enhance LAI estimation; however, hyperspectral and multi-angular imaging from the CHRIS/PROBA dataset is focused on analyzing canopy anisotropy, while the HiWATER dataset employs LiDAR and imaging spectrometers to capture comprehensive eco-hydrological processes across multiple scales.",
        "AnswerCn": "这两种方法都利用先进的成像技术来增强LAI估计；然而，CHRIS/PROBA数据集中的高光谱和多角度成像侧重于分析树冠各向异性，而HiWATER数据集则采用LiDAR和成像光谱仪来捕捉跨多个尺度的综合生态水文过程。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How do multiscale observation strategies contribute to understanding eco-hydrological processes in heterogeneous surfaces?",
        "QuestionCn": "多尺度观测策略如何有助于理解异质表面的生态水文过程？",
        "AnswerEn": "Multiscale observation strategies, as seen in the HiWATER experiment, utilize hierarchically nested scales including instruments such as eddy covariance towers, large aperture scintillometers, and automatic meteorological stations. This allows for capturing multi-scale eco-hydrological processes effectively, addressing the challenge of poor availability of multiscale observations.",
        "AnswerCn": "多尺度观测策略，如HiWATER实验中所见，利用层次嵌套的尺度，包括涡度协方差塔、大孔径闪烁仪和自动气象站等仪器。这使得有效捕捉多尺度生态水文过程成为可能，解决了多尺度观测可用性差的问题。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What challenges arise from using remote sensing data for leaf area index (LAI) retrieval, and how can these be addressed?",
        "QuestionCn": "使用遥感数据获取叶面积指数（LAI）时会出现哪些挑战，以及如何解决这些挑战？",
        "AnswerEn": "Challenges in LAI retrieval using remote sensing data include the anisotropy of canopy reflectance, variations in background characteristics, and atmospheric conditions. Innovative methods, such as the hyperspectral directional second derivative method (DSD), can address these by analyzing canopy anisotropy and employing filtering approaches that de-noise data in spectral and spatial dimensions.",
        "AnswerCn": "使用遥感数据进行叶面积指数（LAI）提取的挑战包括冠层反射率的各向异性、背景特征的变化以及大气条件的影响。创新方法，如高光谱方向二阶导数法（DSD），可以通过分析冠层各向异性和采用过滤方法在光谱和空间维度上去噪声，从而解决这些问题。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How can data quality control measures enhance the reliability of datasets in eco-hydrological research?",
        "QuestionCn": "数据质量控制措施如何增强生态水文学研究中数据集的可靠性？",
        "AnswerEn": "Data quality control measures, as implemented in the collection of the HiWATER dataset, involve rigorous sensor calibration, data processing, and dataset generation processes. These measures ensure the reliability and accuracy of the data, which is crucial for its application in understanding vegetation dynamics and photosynthesis processes.",
        "AnswerCn": "数据质量控制措施在HiWATER数据集的收集过程中实施，包括严格的传感器校准、数据处理和数据集生成过程。这些措施确保了数据的可靠性和准确性，这对于理解植被动态和光合作用过程至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the variability in the quality of multi-angle and multi-temporal observation data in eco-hydrological remote sensing?",
        "QuestionCn": "影响生态水文遥感中多角度和多时相观测数据质量变异的因素有哪些？",
        "AnswerEn": "The variability in the quality of multi-angle and multi-temporal observation data is primarily due to differences in the on-orbit operation time and performance of sensors. Additionally, the heterogeneous nature of the surface and the anisotropic effects caused by sun-object-sensor geometry further constrain data quality.",
        "AnswerCn": "多角度和多时相观测数据质量的变异性主要是由于传感器在轨道操作时间和性能的差异。此外，地表的异质性以及由太阳-物体-传感器几何关系引起的各向异性效应进一步限制了数据质量。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it challenging to accurately retrieve the Leaf Area Index (LAI) using remote sensing techniques?",
        "QuestionCn": "使用遥感技术准确获取叶面积指数（LAI）面临哪些挑战？",
        "AnswerEn": "Retrieving the Leaf Area Index (LAI) accurately is challenging due to the anisotropy of canopy reflectance, variations in background characteristics, and variability in atmospheric conditions. These factors, along with the sensitivity of derivative methods to random noise, significantly constrain the accuracy of LAI retrieval.",
        "AnswerCn": "准确获取叶面积指数（LAI）具有挑战性，原因在于树冠反射率的各向异性、背景特征的变化以及大气条件的变异。这些因素，加上导数方法对随机噪声的敏感性，显著限制了LAI检索的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of utilizing multiscale observations for understanding eco-hydrological processes in heterogeneous landscapes?",
        "QuestionCn": "利用多尺度观测来理解异质景观中的生态水文过程的后果是什么？",
        "AnswerEn": "Utilizing multiscale observations in heterogeneous landscapes, such as those implemented in the HiWATER experiment, allows for the capture of multi-scale eco-hydrological processes. This includes the ability to study interactions between different ecosystems, such as the oasis-desert system, through a hierarchically nested scale of instrumentation. This approach helps overcome the challenge of limited multiscale observation availability and provides comprehensive data that can improve the understanding of these complex processes.",
        "AnswerCn": "利用多尺度观测在异质景观中，例如在HiWATER实验中实施的观测，可以捕捉多尺度的生态水文过程。这包括研究不同生态系统之间的相互作用，例如绿洲-沙漠系统，通过层次嵌套的仪器规模。这种方法有助于克服多尺度观测可用性有限的挑战，并提供全面的数据，从而改善对这些复杂过程的理解。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How does addressing the anisotropic effect in canopy reflectance models influence the accuracy of LAI retrieval?",
        "QuestionCn": "在冠层反射模型中处理各向异性效应如何影响叶面积指数（LAI）反演的准确性？",
        "AnswerEn": "Addressing the anisotropic effect in canopy reflectance models, as done with the hyperspectral directional second derivative method (DSD), significantly improves the accuracy of LAI retrieval. By removing the anisotropic effect caused by sun-object-sensor geometry, this method can accurately estimate LAI, even in the presence of background variations. The implementation of an innovative filtering approach to reduce random noise further enhances the reliability of LAI estimates, resulting in accurate and effective retrievals validated against ground reference data.",
        "AnswerCn": "在冠层反射率模型中解决各向异性效应，如使用高光谱方向二阶导数法（DSD），显著提高了叶面积指数（LAI）提取的准确性。通过消除由太阳-物体-传感器几何关系引起的各向异性效应，该方法能够准确估计LAI，即使在背景变化的情况下也能有效工作。实施创新的过滤方法以减少随机噪声进一步增强了LAI估计的可靠性，最终导致与地面参考数据验证的一致且有效的提取结果。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind developing a dataset that synthesizes leaf area index (LAI) measurements from multi-angle remote sensing observations in eco-hydrological research?",
        "QuestionCn": "开发一个综合多角度遥感观测的叶面积指数（LAI）测量数据集在生态水文研究中的主要目标是什么？",
        "AnswerEn": "The primary objective is to enhance the accuracy and temporal resolution of LAI estimates by integrating multi-temporal and multi-angular remote sensing data, thus improving parameter product estimations and supporting the application of remote sensing data products in eco-hydrological research.",
        "AnswerCn": "主要目标是通过整合多时相和多角度的遥感数据，提高LAI估计的准确性和时间分辨率，从而改善参数产品估计，并支持遥感数据产品在生态水文研究中的应用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in designing a quality check scheme for multi-temporal and multi-angular remote sensing data to enhance the precision of parameter products?",
        "QuestionCn": "设计多时相和多角度遥感数据的质量检查方案以提高参数产品精度涉及哪些程序？",
        "AnswerEn": "To effectively utilize multi-temporal and multi-angular observation data, a data quality check scheme is first designed. This involves considering the differences in the quality of the observation data due to the varied in-orbit operation time and performance of the sensors. The scheme incorporates ground observation data from different land types such as forests, farmlands, and sparse grasslands to validate the retrieved Leaf Area Index (LAI) data, ensuring that the inversion results align well with the actual measurements.",
        "AnswerCn": "为了有效利用多时相和多角度观测数据，首先设计了一个数据质量检查方案。该方案考虑了由于在轨操作时间和传感器性能的不同而导致的观测数据质量差异。该方案结合了来自不同土地类型（如森林、农田和稀疏草地）的地面观测数据，以验证获取的叶面积指数（LAI）数据，确保反演结果与实际测量结果良好一致。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "How is a hierarchical observational system structured to capture multi-scale eco-hydrological processes in an oasis-desert area?",
        "QuestionCn": "如何构建一个分层观察系统，以捕捉绿洲-沙漠地区的多尺度生态水文过程？",
        "AnswerEn": "The observational system is structured in hierarchically nested scales to capture multi-scale eco-hydrological processes. This includes arranging instruments such as eddy covariance towers, large aperture scintillometers, and automatic meteorological stations in a sparse network. A superstation is constructed within the oasis, with additional towers and stations in surrounding landscapes like sandy desert, desert pavement, desert steppe, and wetland. This setup allows for intensive observations at different scales, including the irrigation district scale.",
        "AnswerCn": "观测系统以层次嵌套的尺度结构来捕捉多尺度生态水文过程。这包括将涡度协方差塔、大孔径闪烁仪和自动气象站等仪器安排在稀疏网络中。在绿洲内建造一个超级站，并在周围的景观中设置额外的塔和站点，如沙漠、沙漠铺装、沙漠草原和湿地。这种设置允许在不同尺度上进行密集观测，包括灌溉区尺度。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the improvement of parameter product estimation accuracy and time resolution in eco-hydrological remote sensing datasets?",
        "QuestionCn": "哪些技术进步提高了生态水文遥感数据集中参数产品估计的准确性和时间分辨率？",
        "AnswerEn": "The use of multi-angle observations and data quality checks, alongside the development of integrated model parameterization schemes specific to different vegetation types, have enabled improvements in parameter product estimation accuracy and time resolution in remote sensing datasets.",
        "AnswerCn": "多角度观测和数据质量检查的使用，以及针对不同植被类型开发的集成模型参数化方案，已经提高了遥感数据集中参数产品估计的准确性和时间分辨率。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Which methods are employed to enhance the accuracy of leaf area index (LAI) retrieval in remote sensing applications?",
        "QuestionCn": "在遥感应用中，增强叶面积指数（LAI）提取准确性的方法有哪些？",
        "AnswerEn": "To enhance the accuracy of LAI retrieval, methods such as the hyperspectral directional second derivative method (DSD) and innovative filtering approaches are employed to address challenges like canopy reflectance anisotropy and background variations.",
        "AnswerCn": "为了提高LAI（叶面积指数）提取的准确性，采用了超光谱方向二阶导数法（DSD）和创新的滤波方法，以应对树冠反射各向异性和背景变化等挑战。",
        "Level": "C1(Remembering)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might some data collection methods face challenges in capturing the anisotropy of canopy reflectance accurately?",
        "QuestionCn": "某些数据收集方法在准确捕捉树冠反射率的各向异性方面可能面临挑战的原因是什么？",
        "AnswerEn": "The anisotropy of canopy reflectance, variations in background characteristics, and variability in atmospheric conditions are factors that strongly constrain the accuracy of retrieved leaf area index (LAI). These complexities can impact the reliability of data collection methods, necessitating innovative approaches to address these challenges.",
        "AnswerCn": "冠层反射率的各向异性、背景特征的变化以及大气条件的变异是强烈限制叶面积指数（LAI）提取准确性的因素。这些复杂性可能影响数据收集方法的可靠性，因此需要创新的方法来应对这些挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using multi-angle and multi-time remote sensing data for improving LAI estimation accuracy in eco-hydrological studies?",
        "QuestionCn": "如何评估使用多角度和多时间遥感数据在生态水文研究中提高叶面积指数（LAI）估计准确性的有效性？",
        "AnswerEn": "The use of multi-angle and multi-time remote sensing data is considered effective in improving LAI estimation accuracy as it provides more comprehensive observation angles and times, allowing for better parameter product estimation. The integration of such data considers surface classification and topographic variations, resulting in a higher consistency with ground measurements, as indicated by a good match in LAI inversion results with a low average error and strong correlation with ground-truth data.",
        "AnswerCn": "多角度和多时间遥感数据的使用被认为在提高叶面积指数（LAI）估计精度方面是有效的，因为它提供了更全面的观察角度和时间，从而允许更好的参数产品估计。这种数据的整合考虑了地表分类和地形变化，导致与地面测量的一致性更高，正如LAI反演结果与地面真实数据的良好匹配所表明的，具有较低的平均误差和与地面真实数据的强相关性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, what are the potential benefits of using a hyperspectral directional second derivative method for LAI retrieval as compared to traditional inversion methods?",
        "QuestionCn": "在我看来，使用高光谱方向二阶导数方法进行叶面积指数（LAI）提取相较于传统反演方法的潜在好处有哪些？",
        "AnswerEn": "The hyperspectral directional second derivative method offers potential benefits over traditional inversion methods through its ability to accurately estimate LAI by analyzing canopy anisotropy. This approach addresses challenges posed by canopy reflectance anisotropy and background variability, with the added advantage of utilizing an innovative filtering method that enhances accuracy by de-noising data. This results in a more precise LAI retrieval, validated against ground reference data.",
        "AnswerCn": "高光谱方向二阶导数方法通过分析冠层各向异性，提供了相较于传统反演方法的潜在优势，能够准确估计叶面积指数（LAI）。该方法解决了冠层反射各向异性和背景变异性带来的挑战，并且采用了一种创新的滤波方法，通过去噪数据来提高准确性。这使得LAI的检索更加精确，并与地面参考数据进行了验证。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don’t understand how different vegetation types influence the accuracy of Leaf Area Index (LAI) retrieval in remote sensing data.",
        "QuestionCn": "我不明白不同植被类型如何影响遥感数据中叶面积指数（LAI）提取的准确性。",
        "AnswerEn": "The data collection methods consider the characteristics of different vegetation types by choosing suitable integrated model parameterization schemes. This approach helps in accurately retrieving LAI, as it takes into account the specific traits of various vegetation types.",
        "AnswerCn": "数据收集方法考虑了不同植被类型的特征，通过选择合适的综合模型参数化方案。这种方法有助于准确获取叶面积指数（LAI），因为它考虑了各种植被类型的特定特征。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please describe a data collection method that can address the variability in atmospheric conditions and background characteristics to improve the accuracy of LAI retrieval.",
        "QuestionCn": "请描述一种数据收集方法，以应对大气条件和背景特征的变异性，从而提高LAI（叶面积指数）提取的准确性。",
        "AnswerEn": "A data collection method that addresses variability in atmospheric conditions and background characteristics involves using a hybrid canopy reflectance model combined with a hyperspectral directional second derivative method (DSD). This approach analyzes canopy anisotropy to improve LAI retrieval accuracy. Additionally, an innovative filtering approach is applied to de-noise data in both spectral and spatial dimensions, mitigating the impact of random noise. This method's efficacy is validated against ground reference data, highlighting its capability to handle variations in atmospheric and background conditions effectively.",
        "AnswerCn": "一种应对大气条件和背景特征变异的数据收集方法是使用混合冠层反射模型结合高光谱方向二阶导数方法（DSD）。该方法分析冠层各向异性，以提高叶面积指数（LAI）提取的准确性。此外，采用了一种创新的过滤方法，在光谱和空间维度上对数据进行去噪，减轻随机噪声的影响。该方法的有效性通过与地面参考数据的对比验证，突显了其有效处理大气和背景条件变化的能力。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please explore potential strategies for expanding or refining datasets that capture leaf area index (LAI) across different vegetation types using remote sensing technologies.",
        "QuestionCn": "请探讨利用遥感技术扩展或细化捕捉不同植被类型的叶面积指数（LAI）数据集的潜在策略。",
        "AnswerEn": "To expand or refine datasets capturing LAI across different vegetation types, remote sensing technologies can be leveraged through multi-angle and multispectral observations. Utilizing data from high-resolution satellites like HJ/CCD can provide increased temporal and spatial resolution. Implementing algorithms that consider surface classification and terrain variations can further enhance data accuracy. Additionally, integrating ground-based observations with airborne remote sensing data, such as LiDAR and imaging spectrometers, can provide comprehensive datasets. Strategies also include developing parameterization schemes tailored to different vegetation types and establishing quality check protocols to ensure data reliability.",
        "AnswerCn": "为了扩展或细化捕捉不同植被类型的叶面积指数（LAI）数据集，可以通过多角度和多光谱观测利用遥感技术。利用高分辨率卫星如HJ/CCD的数据可以提供更高的时间和空间分辨率。实施考虑地表分类和地形变化的算法可以进一步提高数据的准确性。此外，将地面观测与机载遥感数据（如LiDAR和成像光谱仪）结合，可以提供全面的数据集。策略还包括开发针对不同植被类型的参数化方案，以及建立质量检查协议以确保数据的可靠性。",
        "Level": "C6(Creating)"
      }
    ]
  }
}