{
    "id": "8973d826-c7ea-4b06-bf24-ee237bdee1d7",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "RGI Qinghai Tibet Plateau glacier data (2015)",
            "titleCn": "RGI青藏高原冰川矢量数据（2015）",
            "description": "The Randolph Glacier Inventory (RGI) is a complete inventory of global glacier outlines published by GLIMS (Global Land Ice Measurements from Space). It is currently available in six versions: Version 1.0 was published in February 2012, version 2.0 was published in June 2012, version 3.0 was published in April 2013, version 4.0 was published in December 2014, version 5.0 was published in July 2015, and version 6.0 was published in July 2017. The data sets include four versions, which are 6.0, 5.0, 4.0 and 3.2 (revision, August 2013).\nThe data are organized according to different regions. In each region, each glacier record includes a shape file (.shp file and its corresponding .dbf, .prj, and .shx files) and a .csv file of height measurement data.\nThe data are from GLIMS: Global Land Ice Measurements from Space (http://www.glims.org/RGI/)\nData quality checks include geometry, topology, and certain attributes, and the following checks were performed:\n1) All polygons were checked by the ArcGIS Repair Geometry tool.\n2) Glaciers with areas less than 0.01 square kilometres were removed.\n3) The topology was checked with the Does Not Overlap rule.\n4) The attribute sheet was checked by Fortran subroutines and Python scripts for data quality.",
            "descriptionCn": "Randolph冰川目录（Randolph Glacier Inventory,RGI）是GLIMS（Global Land Ice Measurements from Space）发布的全球冰川轮廓的完整目录，青藏高原冰川数据来自2015年版本的RGI数据集。\n\n数据按照不同地区进行组织，每个地区包括一个shape文件（.shp文件及其相应的.dbf、.prj和.shx等文件），一个测高数据的.csv文件，每条冰川包含一条记录。\n\n数据来源于GLIMS: Global Land Ice Measurements from Space（http://www.glims.org/RGI/）\n\n数据质量检查包括几何、拓扑和属性检查，包括：\n\n1） 所有多边形都使用ArcGIS Repair Geometry工具进行检查；\n\n2） 删除了小于0.01平方公里的冰川；\n\n3） 拓扑使用Does Not Overlap规则进行检查；\n\n4） 属性表利用Fortran子程序和Python脚本进行数据质量检查。",
            "instructions": "Data is in vector. SHP format, named: Glacier_ Tibet\nOpen reading with ArcGIS, QGIS and other software",
            "instructionsCn": "数据是矢量.shp格式，命名：Glacier_Tibet\n用arcgis、Qgis等软件打开读取",
            "east": 106.6,
            "west": 60.9,
            "south": 22.9,
            "north": 40.7,
            "startTime": null,
            "endTime": null,
            "fileSize": 1920285716.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "National Snow and Ice Data Center（NSIDC）",
                "nameEn": "National Snow and Ice Data Center（NSIDC）",
                "unitEn": "National Snow and Ice Data Center",
                "unitCn": "National Snow and Ice Data Center"
            },
            {
                "nameCn": "Global Land Ice Measurements from Space（GLIMS）",
                "nameEn": "Global Land Ice Measurements from Space",
                "unitEn": "National Snow and Ice Data Center",
                "unitCn": "National Snow and Ice Data Center"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Randolph Glacier Inventory – A Dataset of Global Glacier Outlines: Version 6.0",
                "referenceCn": null,
                "referenceEn": "Randolph Glacier Inventory – A Dataset of Global Glacier Outlines: Version 6.0. Global Land Ice Measurements from Space, Boulder Colorado, USA. Digital Media."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰川编目",
                "nameEn": "glacier inventory"
            },
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2015",
                "keywordEn": "2015",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "How many glaciers were removed due to being smaller than 0.01 square kilometers during the data quality check?",
                "QuestionCn": "在数据质量检查中，由于面积小于0.01平方公里，移除了多少条冰川？",
                "AnswerEn": "The specific number of glaciers removed due to being smaller than 0.01 square kilometers is not provided in the metadata.",
                "AnswerCn": "元数据中未提供因小于0.01平方公里而被移除的冰川的具体数量。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'data quality check' mean in the context of glacier datasets from GLIMS?",
                "QuestionCn": "在GLIMS冰川数据集的上下文中，“数据质量检查”指的是对数据的准确性、完整性和一致性进行评估和验证的过程。",
                "AnswerEn": "In the context of glacier datasets from GLIMS, 'data quality check' refers to the process of ensuring the accuracy and reliability of the data. This includes geometric checks using tools like ArcGIS Repair Geometry, removing glaciers smaller than 0.01 square kilometers, verifying topology using the Does Not Overlap rule, and conducting attribute checks with Fortran subprograms and Python scripts.",
                "AnswerCn": "在GLIMS冰川数据集的背景下，“数据质量检查”指的是确保数据准确性和可靠性的过程。这包括使用ArcGIS Repair Geometry进行几何检查，移除小于0.01平方公里的冰川，使用“不会重叠”规则验证拓扑，以及通过Fortran子程序和Python脚本进行属性检查。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in ensuring data quality and accuracy in glacier vector data collection on the Tibetan Plateau?",
                "QuestionCn": "确保青藏高原冰川矢量数据收集的数据质量和准确性面临的挑战因素有哪些？",
                "AnswerEn": "The challenges in ensuring data quality and accuracy in glacier vector data collection on the Tibetan Plateau include the need for thorough geometric, topological, and attribute checks. Specifically, data quality checks involve using tools like ArcGIS Repair Geometry to ensure all polygons are accurate, removing glaciers smaller than 0.01 square kilometers to maintain data relevance, and applying topology rules such as Does Not Overlap to avoid errors. Additionally, attributes are rigorously checked using Fortran subprograms and Python scripts to ensure data integrity.",
                "AnswerCn": "确保青藏高原冰川矢量数据收集的质量和准确性面临的挑战包括需要进行全面的几何、拓扑和属性检查。具体而言，数据质量检查涉及使用ArcGIS Repair Geometry工具确保所有多边形的准确性，移除小于0.01平方公里的冰川以保持数据的相关性，并应用拓扑规则，如不重叠，以避免错误。此外，属性通过Fortran子程序和Python脚本进行严格检查，以确保数据的完整性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes on data integrity and accuracy when utilizing rigorous data quality checks such as geometric, topological, and attribute inspections in glacier inventory data collection?",
                "QuestionCn": "在冰川清单数据收集过程中，利用严格的数据质量检查，如几何检查、拓扑检查和属性检查，对数据完整性和准确性可能产生的结果是什么？",
                "AnswerEn": "Implementing rigorous data quality checks, such as geometric, topological, and attribute inspections, can significantly enhance the integrity and accuracy of glacier inventory data. These checks ensure that the data is free from errors like overlapping polygons and remove irrelevant data, such as glaciers smaller than 0.01 square kilometers. By using tools like ArcGIS Repair Geometry and scripts in Fortran and Python, data collectors can maintain high-quality datasets that are reliable and suitable for further analysis and research.",
                "AnswerCn": "实施严格的数据质量检查，如几何、拓扑和属性检查，可以显著提高冰川清单数据的完整性和准确性。这些检查确保数据没有错误，例如重叠的多边形，并删除不相关的数据，如小于0.01平方公里的冰川。通过使用ArcGIS的修复几何工具以及Fortran和Python中的脚本，数据收集者可以维护高质量的数据集，这些数据集可靠且适合进一步分析和研究。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of organizing glacier data from the Tibetan Plateau into regional shape files and elevation data files in the context of global land ice measurements?",
                "QuestionCn": "将青藏高原的冰川数据整理成区域形状文件和高程数据文件的主要目的是在全球陆地冰测量的背景下进行分析。",
                "AnswerEn": "The primary objective is to create a comprehensive and organized catalog of glacier outlines, which facilitates the analysis of glacier changes and supports research on climate change impacts. This organization allows for systematic data quality checks and ensures the integrity of geometric, topological, and attribute information, thereby providing reliable data for scientific studies.",
                "AnswerCn": "主要目标是创建一个全面且有组织的冰川轮廓目录，以便于分析冰川变化并支持气候变化影响的研究。这种组织方式允许系统的数据质量检查，并确保几何、拓扑和属性信息的完整性，从而为科学研究提供可靠的数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in ensuring the geometric, topological, and attribute quality of glacier vector data for a dataset focused on the Tibetan Plateau?",
                "QuestionCn": "确保针对青藏高原的冰川矢量数据的几何、拓扑和属性质量的程序步骤包括以下几个方面：",
                "AnswerEn": "The procedural steps for ensuring the quality of glacier vector data include using the ArcGIS Repair Geometry tool to check all polygons, removing glaciers smaller than 0.01 square kilometers, checking topology with the 'Does Not Overlap' rule, and performing data quality checks on attribute tables using Fortran subroutines and Python scripts.",
                "AnswerCn": "确保冰川矢量数据质量的程序步骤包括使用ArcGIS修复几何工具检查所有多边形，移除小于0.01平方公里的冰川，使用“没有重叠”规则检查拓扑，以及使用Fortran子程序和Python脚本对属性表进行数据质量检查。",
                "Level": "C3(Applying)"
            }
        ]
    }
}