{
    "id": "898f54b0-58fe-4393-89e6-b07fa3515217",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Magnetic susceptibility anisotropy data set of the Pengguan complex in the Longmenshan tectonic belt (160-120 MA)",
            "titleCn": "龙门山构造带彭灌杂岩磁化率各项异性数据集 (160-120 Ma)",
            "description": "The data are AMS data of PENGGUAN complex. We used a portable gasoline rig to drill 5-7 cores at each sampling point, with an interval of 1 m to 2 m, and each core is about 3-6 cm long. Each core pillar was oriented by magnetic compass and solar compass, and magnetic declination (7 °) Correction of the error. In order to avoid the interference of core geometry on magnetic fabric, each core column is cut into a standard column with a diameter of 2.5 cm and a length of 2.2 cm. The AMS tests were carried out in the agico kappabridge (mfk1) low field condition of paleomagnetism laboratory, Institute of Geology and Geophysics, Chinese Academy of Sciences. The statistical analysis of AMS is mainly completed with the help of anisoft 4.2. The data has been officially published in tectonics, and the quality is true and reliable.",
            "descriptionCn": "数据为彭灌杂岩的磁化率各项异性（AMS）的数据 。我们用便携式汽油钻机在每个采样点钻取5-7个岩芯柱，间隔1 m 到2 m，每个岩芯柱长约3-6 cm。每个岩芯柱都用磁罗盘和太阳罗盘定向，并都进行了磁偏角(7°)的校正。为了避免岩芯几何形态对磁组构的干扰，每个岩芯柱都切割呈标准的直径2.5 cm和长度2.2 cm的柱体。涉及的AMS测试工作均在中国科学院地质与地球物理研究所古地磁实验室的AGICO Kappabridge (MFK1) 低场条件下完成。AMS的统计分析主要借助ANISOFT 4.2完成。数据已经正式发表在Tectonics，质量真实可靠。",
            "instructions": "File name: chronological data is stored in Excel, and the file name is \"2017pg-ams data. xlsx\", in which 2017 represents the time of data acquisition, PG represents that the sample was collected from PENGGUAN complex in Longmenshan, AMS data represents that the file is magnetic susceptibility anisotropy data, and \"2017pg-ams data.xlsx\" is AMS data of PENGGUAN complex.\nUsage: the data is in xlsx file format and can be opened directly in Excel",
            "instructionsCn": "文件命名：年代学数据以Excel表格存储，文件的名称为“2017PG-AMS dataxlsx\"，其中2017代表数据获得的时间，PG代表样品采集于龙门山彭灌杂岩，AMS data代表文件为磁化率各向异性数据，“2017PG-AMS data.xlsx\"这个文件为彭灌杂岩的AMS数据。\n使用方法：该数据为xlsx文件格式，可以用Excel直接打开",
            "east": 104.0,
            "west": 103.2,
            "south": 31.0,
            "north": 31.5,
            "startTime": null,
            "endTime": null,
            "fileSize": 17132.0,
            "cstr": null,
            "doi": "10.1002/2017TC004754",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "薛振华",
                "nameEn": "XUE Zhenhua",
                "unitEn": "",
                "unitCn": "中国科学院地质与地球物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Mesozoic Crustal Thickening of the Longmenshan Belt (NE Tibet, China) by Imbrication of Basement Slices: Insights From Structural Analysis, Petrofabric and Magnetic Fabric Studies, and Gravity Modeling",
                "referenceCn": null,
                "referenceEn": "Xue, Z.H., Martelet, G., Lin, W., Faure, M., Chen, Y., Wei, W., Li, S. J., Wang, Q. C. (2017). Mesozoic Crustal Thickening of the Longmenshan Belt (NE Tibet, China) by Imbrication of Basement Slices: Insights From Structural Analysis, Petrofabric and Magnetic Fabric Studies, and Gravity Modeling. Tectonics, 36(12), 3110-3134."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "大地构造",
                "nameEn": "Tectonics"
            },
            {
                "nameCn": "应变",
                "nameEn": "strain"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "龙门山",
                "keywordEn": "Longmenshan"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "160-120 Ma",
                "keywordEn": "160-120 Ma",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to ensure the accuracy of magnetic anisotropy measurements in geological samples?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，以确保地质样本中磁各向异性测量的准确性？",
                "AnswerEn": "A data collection method used to ensure accuracy in magnetic anisotropy measurements involves drilling 5-7 rock core samples at each sampling point using a portable gasoline drill, with spacing of 1 m to 2 m. Each core is about 3-6 cm long and is oriented with both a magnetic compass and a solar compass, with a correction applied for magnetic declination (7°). The cores are then cut to standard dimensions to avoid interference from core geometry during measurements.",
                "AnswerCn": "一种用于确保磁各向异性测量准确性的数据收集方法是在每个采样点钻取5-7个岩心样本，使用便携式汽油钻，间距为1米到2米。每个岩心约长3-6厘米，并使用磁罗盘和太阳罗盘进行定向，同时对磁偏角（7°）进行修正。然后将岩心切割成标准尺寸，以避免在测量过程中因岩心几何形状造成的干扰。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many rock cores are typically drilled at each sampling point in a dataset investigating the anisotropy of magnetic susceptibility (AMS) in the Longmenshan tectonic belt?",
                "QuestionCn": "在研究龙门山构造带的磁性各向异性（AMS）的数据集中，通常在每个采样点钻取多少个岩心？",
                "AnswerEn": "5-7",
                "AnswerCn": "5-7",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the meaning of 'anisotropy of magnetic susceptibility (AMS)' in the context of geological datasets?",
                "QuestionCn": "在地质数据集的背景下，“磁化率的各向异性（AMS）”的含义是什么？",
                "AnswerEn": "Anisotropy of magnetic susceptibility (AMS) in the context of geological datasets refers to the variation in magnetic susceptibility of rock samples in different directions. This variation is used to infer the rock fabric and deformation history. In this field, AMS data is collected by drilling rock cores at specific intervals, orienting them with magnetic and solar compasses, and analyzing them under low-field conditions using specialized equipment like the AGICO Kappabridge. This data is statistically analyzed to understand the magnetic fabric, which can provide insights into geological processes.",
                "AnswerCn": "磁性各向异性（AMS）在地质数据集中的意义是指岩石样本在不同方向上的磁化率变化。这种变化用于推断岩石的构造和变形历史。在这一领域，AMS数据通过在特定间隔钻取岩心、使用磁罗盘和太阳罗盘进行定向，并在低场条件下使用专门设备（如AGICO Kappabridge）进行分析来收集。这些数据经过统计分析，以理解磁性构造，从而提供对地质过程的洞察。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the geological history and tectonic activities of the 龙门山构造带 from the anisotropy of magnetic susceptibility data collected from different rock samples?",
                "QuestionCn": "从不同岩石样本收集的磁化率各向异性数据可以推断出龙门山构造带的地质历史和构造活动。",
                "AnswerEn": "The anisotropy of magnetic susceptibility (AMS) data collected from rock samples in the 龙门山构造带 can provide insights into the deformation history and tectonic processes that occurred in the region between 160-120 Ma. By analyzing the AMS, researchers may infer the orientations of magnetic minerals, which can suggest the directions of past tectonic stresses and deformation events. The consistency in AMS patterns across multiple samples and locations could indicate widespread tectonic activities, while variations might point to localized events or heterogeneous stress fields. Additionally, the correction for magnetic declination and the standardization of sample preparation ensure that the data accurately reflect the geological processes, minimizing the influence of external factors on the magnetic fabric of the rocks.",
                "AnswerCn": "从龙门山构造带采集的岩石样品的磁性各向异性（AMS）数据可以提供关于该地区在160-120百万年前发生的变形历史和构造过程的见解。通过分析AMS，研究人员可以推断出磁性矿物的取向，这可以暗示过去构造应力和变形事件的方向。多个样品和地点之间AMS模式的一致性可能表明广泛的构造活动，而变化则可能指向局部事件或不均匀的应力场。此外，对磁偏角的修正和样品制备的标准化确保数据准确反映地质过程，最小化外部因素对岩石磁性结构的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors lead to variations in the anisotropy of magnetic susceptibility (AMS) data collection techniques for geological formations like the Pengguan complex?",
                "QuestionCn": "导致地质构造（如彭冠复合体）中各向异性磁化率（AMS）数据采集技术差异的因素有哪些？",
                "AnswerEn": "The variations in AMS data collection techniques can be influenced by the use of portable gasoline drills to obtain rock cores at sampling points with specific spacing and core length. The orientation of each core using magnetic and solar compasses, correction for magnetic declination, and the cutting of cores into standardized cylindrical forms are factors contributing to the data collection process. Additionally, the use of low-field conditions for AMS testing and statistical analysis using specialized software like ANISOFT 4.2 can affect variations in the data collected.",
                "AnswerCn": "AMS数据收集技术的变化可能受到使用便携式汽油钻机在特定间距和核心长度的采样点获取岩心的影响。每个岩心的方向使用磁性和太阳罗盘进行测定，修正磁偏角，以及将岩心切割成标准化的圆柱形状，这些因素都对数据收集过程产生影响。此外，在低场条件下进行AMS测试，以及使用专门的软件如ANISOFT 4.2进行统计分析，也会影响所收集数据的变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What objectives might drive the collection of magnetic susceptibility anisotropy data from rock samples in geological research?",
                "QuestionCn": "在地质研究中，收集岩石样本的磁性易变性各向异性数据可能受到以下目标的驱动：",
                "AnswerEn": "The objective is to understand the magnetic susceptibility anisotropy (AMS) of the Pengguan Complex, which can provide insights into the geological history and tectonic processes of the Longmenshan Fault Zone during the 160-120 Ma period. This data can help in reconstructing past tectonic environments and contribute to a deeper understanding of geological formations in the area.",
                "AnswerCn": "目标是了解彭冠复合体的磁性易变性各向异性（AMS），这可以为研究160-120百万年前龙门山断裂带的地质历史和构造过程提供见解。这些数据有助于重建过去的构造环境，并有助于更深入地理解该地区的地质构造。",
                "Level": "C6(Creating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the detailed steps involved in collecting and processing anisotropy of magnetic susceptibility (AMS) data for geological studies in complex tectonic settings?",
                "QuestionCn": "在复杂构造背景下收集和处理磁性各向异性（AMS）数据的详细步骤如下：\n\n1. **样品采集**：\n   - 选择研究区域，确保样品具有代表性。\n   - 使用手锯或钻机从岩石中切割出柱状样品，通常直径为2.5厘米，长度为5-10厘米。\n   - 记录样品的地质背景、方位、倾角等信息。\n\n2. **样品准备**：\n   - 将样品表面磨平，以确保测量的准确性。\n   - 在样品上标记测量方向，通常使用一个固定的基准面。\n\n3. **磁性测量**：\n   - 使用高灵敏度的磁力仪（如Kappabridge或MFK1-FA）进行AMS测量。\n   - 在不同的方向上进行多次测量，以获得完整的磁性各向异性数据。\n\n4. **数据记录与初步处理**：\n   - 记录每个样品的AMS测量结果，包括主轴方向和各向异性度量。\n   - 对数据进行初步筛选，剔除异常值和不合格样品。\n\n5. **数据分析**：\n   - 计算各向异性参数，如Kmax、Kmin和Kint（最大、最小和中间磁化率）。\n   - 使用统计方法分析数据，评估样品的各向异性特征。\n\n6. **结果解释**：\n   - 将AMS数据与地质背景结合，分析其在构造演化、变质作用和岩石形成过程中的意义。\n   - 讨论AMS特征与应力场、流体运动等地质过程的关系。\n\n7. **报告撰写**：\n   - 整理数据和分析结果，撰写研究报告。\n   - 包括方法、结果、讨论和结论部分，确保信息清晰易懂。\n\n8. **数据存档与共享**：\n   - 将AMS数据和相关信息存档，便于未来研究和数据共享。\n   - 考虑将数据上传至公共数据库，以促进科学交流。\n\n以上步骤为在复杂构造背景下收集和处理AMS数据的详细流程。",
                "AnswerEn": "To collect and process AMS data for geological studies, portable gasoline drilling equipment is used at each sampling point to extract 5-7 rock cores at intervals of 1 to 2 meters, with each core measuring approximately 3-6 cm in length. Each core is oriented using both a magnetic compass and a solar compass, and magnetic declination correction (7°) is applied. To minimize interference from the geometry of the rock cores on the magnetic fabric, each core is cut into standard cylinders with a diameter of 2.5 cm and a length of 2.2 cm. The AMS testing is conducted under low-field conditions using the AGICO Kappabridge (MFK1) at the Paleomagnetic Laboratory of the Institute of Geology and Geophysics, Chinese Academy of Sciences. Statistical analysis of AMS data is primarily performed using ANISOFT 4.2. The dataset resulting from this process is considered reliable and has been formally published in Tectonics.",
                "AnswerCn": "为了收集和处理AMS数据用于地质研究，便携式汽油钻探设备在每个采样点使用，以每隔1到2米提取5-7个岩心，每个岩心的长度约为3-6厘米。每个岩心使用磁罗盘和太阳罗盘进行定向，并应用磁偏角修正（7°）。为了最小化岩心几何形状对磁织构的干扰，每个岩心被切割成标准圆柱体，直径为2.5厘米，长度为2.2厘米。AMS测试在低场条件下使用AGICO Kappabridge（MFK1）在中国科学院地质与地球物理研究所的古地磁实验室进行。AMS数据的统计分析主要使用ANISOFT 4.2进行。由此过程产生的数据集被认为是可靠的，并已正式发表在《构造学》期刊上。",
                "Level": "C3(Applying)"
            }
        ]
    }
}